{
  "author": "Joe Brainard",
  "classification": "",
  "keywords": [
    "Living",
    "The Mind",
    "Nature",
    "Weather",
    "Arts",
    "Sciences",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250690",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "WINTER",
    "More time is spent at the window.",
    "SUMMER",
    "You go along from day to day with summer all around you.",
    "STORES",
    "Stores tell all about people who live in the area.",
    "WRITING",
    "Others have already written what I would like to write.",
    "TODAY",
    "Today the sky is so blue it burns.",
    "IN THE COUNTRY",
    "In the country one can almost hear the silence.",
    "THE FOUR SEASONS",
    "The four seasons of the year permit us to enjoy things.",
    "RECIPE",
    "Smear each side of a pork chop with mustard and dredge in",
    "flour.",
    "BOOK WORM",
    "Have always had nose stuck in book from little on.",
    "THAT FEELING",
    "What defines that feeling one has when gazing at a rock?",
    "COSTA RICA",
    "It was in Costa Rica I saw my first coffee plantation.",
    "HAPPINESS",
    "Happiness is nothing more than a state of mind.",
    "MONEY",
    "Money will buy a fine dog.",
    "OUR GOVERNMENT",
    "A new program is being introduced by our government.",
    "EDWARD",
    "On the whole he is a beautiful human being.",
    "LAKE",
    "A lake attracts a man and wife and members of a family.",
    "THE SKY",
    "We see so many different things when we look at the sky.",
    "A SEXY THOUGHT",
    "Male early in the day.",
    "POTATOES",
    "One can only go so far without potatoes in the kitchen.",
    "MOTHER",
    "A mother is something we have all had.",
    "MODERN TIMES",
    "Every four minutes a car comes off the assembly line they say.",
    "THE OCEAN",
    "Foamy waves wash to shore \"treasures\" as a sacrifice to damp",
    "sand.",
    "TODAY",
    "High density housing is going on all around us.",
    "REAL LIFE",
    "I could have screamed the day John proposed winterizing",
    "the cottage and living there permanently.",
    "ALASKA",
    "I am a very cold person here.",
    "THE YEAR OF THE WHITE MAN",
    "The year of the white man was a year of many beads.",
    "LOYALTY",
    "Loyalty, I feel, is a very big word.",
    "SOMETHING TO THINK ABOUT",
    "Perhaps in our mad scramble to keep our heads above water",
    "we miss the point.",
    "HUMAN NATURE",
    "Why must we be so intent on destroying everything we",
    "touch?",
    "COMPANY",
    "Winifred was a little relieved when they were gone."
  ],
  "title": "30 One-Liners",
  "year": ""
}