{
  "author": "Joe Brainard",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Arts",
    "Sciences",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250688",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Death is a funny thing. Most people are afraid of it, and yet",
    "they don't even know what it is.",
    "Perhaps we can clear this up.",
    "What is death?",
    "Death is",
    "That's it. Finished. \"Finito.\" Over and out. No",
    "more.",
    "Death is many different things to many different people. I",
    "think it is safe to say, however, that most people don't like it.",
    "Why?",
    "Because they are afraid of it.",
    "Why are they afraid of it?",
    "Because they don't understand it.",
    "I think that the best way to try to understand death is to",
    "think about it a lot. Try to come to terms with it. Try to",
    "understand it. Give it a chance!",
    "Sometimes it helps if we try to visualize things.",
    "Try to visualize, for example, someone sneaking up behind",
    "your back and hitting you over the head with a giant hammer.",
    "Some people prefer to think of death as a more spiritual",
    "thing. Where the soul somehow separates itself from the mess",
    "and goes on living forever somewhere else. Heaven and hell being",
    "the most traditional choices.",
    "Death has a very black reputation but, actually, to die is a",
    "perfectly",
    "thing to do.",
    "And it's so wholesome: being a very important part of",
    "nature's big picture. Trees die, don't they? And flowers?",
    "I think it's always nice to know that you are not alone. Even",
    "in death.",
    "Let's think about ants for a minute. Millions of ants die",
    "every day, and do we care? No. And I'm sure that ants feel the",
    "same way about us.",
    "But suppose—just suppose—that we didn't have to die.",
    "That wouldn't be so great either. If a 90-year-old man can hardly",
    "stand up, can you imagine what it would be like to be 500 years",
    "old?",
    "Another comforting thought about death is that 80 years or",
    "so after you die nobody who knew you will still be alive to miss",
    "you.",
    "And after you're dead, you won't even know it."
  ],
  "title": "Death",
  "year": ""
}