{
  "author": "Joe Brainard",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250686",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Did you know that Kenneth Koch's wife Janice used to be",
    "an airplane pilot? Once she had to make an emergency landing",
    "on a highway.",
    "When Kenward Elmslie was a kid he wanted to be a tap",
    "dancer. Did you know that Kenward's grandfather was Joseph",
    "Pulitzer?",
    "Kenward once told me that Jane Russell is a dyke.",
    "Andy Warhol wanted to be a tap dancer when he was a",
    "kid too.",
    "D. D. Ryan wanted to be a ballerina.",
    "Did you know that Pat Padgett was Ted Berrigan's girlfriend",
    "for years before she married Ron?",
    "Ron Padgett and I were in the same 1st grade class together",
    "in school in Tulsa, Oklahoma.",
    "Ron's father, Wayne, was a notorious bootlegger in Tulsa",
    "until Oklahoma went wet.",
    "A few years ago Ron's father got divorced and married a",
    "beautiful Las Vegas showgirl younger than Ron's wife Pat.",
    "Did you know that Bill Berkson was once bat boy for the",
    "Yankees?",
    "Ted Berrigan married his wife Sandy after having only",
    "known her for five days.",
    "Did you know that the first poems John Ashbery ever had",
    "published were published in",
    "magazine under the name of",
    "Joel Symington?",
    "Did you know that Bill Berkson was on the \"1oo Best",
    "Dressed Men\" list of 1967?",
    "Rudy Burckhardt once dated Miss Vermont of 1938.",
    "Donald Droll is in some way related to Daniel Boone.",
    "Frank O'Hara once told me that what he really wanted to",
    "be was a concert pianist.",
    "Did you know that Harry Mathews started out to be a com-",
    "poser? He studied at the Juilliard School of Music.",
    "Edwin Denby was born in China.",
    "Anne Waldman's father wrote a book called",
    ".",
    "Tom Veitch's father writes Christmas card verse.",
    "When I was a kid I wanted to be a fashion designer, a",
    "minister, and an artist.",
    "Peter Schjeldahl's father is very famous in the plastic area.",
    "He discovered the new lightweight plastic used in Bufferin bottles.",
    "Soon he hopes to open a contraceptive factory in Red China.",
    "Did you know that Bill Berkson was once on",
    "?",
    "D. D. Ryan went to see",
    "with Jackie",
    "Kennedy just a week before she married Onassis.",
    "John Ashbery was a quiz kid.",
    "Kenneth Koch once won the Glasscock Award.",
    "Did you know that Ron Padgett has blebs on his lung",
    "which may explode at any moment? They have exploded twice",
    "already.",
    "Tina Louise once sang \"I'm in the Mood for Love\" to Bill",
    "Berkson over London broils at P. J. Clarke's.",
    "Did you know that Ted Berrigan did his thesis at Tulsa",
    "University on George Bernard Shaw?",
    "Did you know that the Katz Tumor is named after Ada",
    "Katz who discovered it?",
    "Edwin Denby once performed in Berlin's \"Wintergarten\"",
    "billed as \"Der Amerikanische Grotesktaenzer Dumby.\"",
    "Yvonne Burckhardt was the backstroke swimming cham-",
    "pion of Connecticut for one week.",
    "When I lived in Boston I used to panhandle on the street",
    "where all of the art galleries were, and I got my cigarette butts",
    "from the urns in front of the Museum of Fine Arts.",
    "Did you know that Ted Berrigan's first book of poems,",
    ", was published by the Lenox Bar in Providence,",
    "Rd. Island?",
    "Greta Garbo once called Bill Berkson her ice cream man.",
    "I once went to a \"come as your favorite person\" party as",
    "Marilyn Monroe.",
    "Did you know that John Ashbery once worked in a cherry",
    "canning factory?"
  ],
  "title": "Little-Known Facts about People",
  "year": ""
}