{
  "author": "Robert Thomas",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246030",
  "region": "",
  "text": [
    "It’s not just this.",
    "written word is a suicide note.",
    "And a love letter, too.",
    "There may be no one to talk to who would get it,",
    "but if you write it down maybe someone will get it after you’ve left the room,",
    "or in five hundred years, or maybe someone from Sirius, the Dog Star,",
    "will get it. The composer Karlheinz Stockhausen",
    "claimed he was born on Sirius. You remember him:",
    "the genius who said the crashing of planes",
    "into the World Trade Center was the greatest concert ever held,",
    "although he later conceded the audience had not been given the option",
    "to not attend",
    "and that somewhat diminished its perfection.",
    "I heard Stockhausen interviewed at Davies Symphony Hall",
    "before the orchestra played one of his works",
    "that sounded to me like the voices of the parents",
    "in",
    "if they’d been arguing about real estate.",
    "No, I was not impressed by Karlheinz.",
    "His daughter Christel was a flautist in the orchestra,",
    "and she joined him for the interview",
    "and said her father would take her and her brother out on the lawn",
    "of their summer house outside Cologne",
    "(this was years before he was on the cover of",
    ")",
    "and teach them to read each constellation",
    "as notes on a stave and to sing",
    "the words of their favorite nursery rhymes to the stars’",
    "melody: “The dog ran away in the snow” and",
    "“Go get the sleigh in the cellar.” It was a game",
    "but it was hard: work and play at once.",
    "Their father explained to them,",
    "“God does not write catchy tunes.”",
    "You could tell she meant it to be a charming story,",
    "but the audience sat in silence.",
    "Suffer the little children."
  ],
  "title": "Catchy Tunes",
  "year": ""
}