{
  "author": "Robert Thomas",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246028",
  "region": "",
  "text": [
    "When I got the box home from the gun shop, I let it sit on my kitchen table",
    "in its wax wrapping for hours before I opened it.",
    "Safe from the elements. Protected from rust",
    "and more esoteric forms of corrosion.",
    "My father gave me a rosewood chess set when I turned twelve.",
    "I’d never felt so loved through and through, almost literally, as if I were transparent —",
    "and it probably wasn’t love, just a lucky, last-minute guess",
    "at the toy store, which is probably what most love is, anyway.",
    "I took the set into my room, shut the door,",
    "determined to master every fork and zugzwang,",
    "that strange position where you’d be safe",
    "if only you didn’t have to make a move.",
    "Now I’d given myself a perfect gift. I imagined the gun at rest",
    "in a velvet sack next to its dainty box of bullets. I wouldn’t need many.",
    "And no sequined wrapping paper could have been more beautiful",
    "than the brown waxed sheet the clerk had unrolled",
    "and cut along the steel edge in one long, smooth stroke.",
    "When I finally slit through the layers to open it,",
    "the paper was as delicate and rich as sheets of pastry",
    "in baklava, with a mass of dark chocolate in the center.",
    "I’d never touched a gun. I loved how perfectly its handle fit",
    "my hand: centuries of engineering and design",
    "coming together in the “unit,” and I knew it would",
    ".",
    "Unlike toys, religious rituals, erotic techniques, and works of art,",
    "I could depend on it. The only other device I own",
    "that fulfills its function so well is my reading glasses,",
    "and I used a soft gray cloth just like the one I clean them with",
    "to wipe the oil from my fingertips",
    "as I dropped the bullets one by one",
    "into the somber chambers. I just need to know it’s there,",
    "like the extra purse I keep hidden in the closet",
    "with a money clip and a neatly folded change of clothes.",
    "I don’t need a class in safety or marksmanship.",
    "If I ever use it, it will be at close range.",
    "It may be the only way to get rid of the stranger inside.",
    "It may be the only way",
    "to get inside someone I love",
    "when every other route has been systematically barred."
  ],
  "title": "The Gift",
  "year": ""
}