{
  "author": "Julia Ward Howe",
  "classification": "",
  "keywords": [
    "Relationships",
    "Class",
    "Love",
    "Social Commentaries",
    "Break-ups",
    "Vexed Love",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182709",
  "region": "U.S., New England",
  "text": [
    "Thick throng the snow-flakes, the evening is dreary,",
    "Glad rings the music in yonder gay hall;",
    "On her who listens here, friendless and weary,",
    "Heavier chill than the winter’s doth fall.",
    "At yon clear window, light-opened before me,",
    "Glances the face I have worshipped so well:",
    "There’s the fine gentleman, grand in his glory;",
    "There, the fair smile by whose sweetness I fell.",
    "This is akin to him, shunned and forsaken,",
    "That at my bosom sobs low, without bread;",
    "Had not such pleading my marble heart shaken,",
    "I had been quiet, long since, with the dead.",
    "Oh! Could I enter there, ghastly and squalid,",
    "Stand in men’s eyes with my spirit o’erborne,",
    "Show them where roses bloomed, crushed now and pallid,",
    "What he found innocent, leaving forlorn,—",
    "How the fair ladies would fail from their dances,",
    "Trembling, aghast at my horrible tale!",
    "How would he shrink from my words and my glances!",
    "How would they shrink from him, swooning and pale!",
    "This is the hair that was soft to enchain him;",
    "Snakelike, it snarls on my beautiless brow:",
    "These are the hands that were fond to detain him",
    "With a sense-magic then, powerless now!",
    "No: could I come, like a ghost, to affright him,",
    "How should that heal my wound, silence my pain?",
    "Had I the wrath of God’s lightning to smite him,",
    "That could not bring me my lost peace again.",
    "Ne’er let him grieve while good fortunes betide him,",
    "Ne’er count again the poor game lost of old;",
    "When he comes forth, with his young bride beside him,",
    "Here shall they find us both, dead in the cold."
  ],
  "title": "Lyrics of the Street",
  "year": ""
}