{
  "author": "Julia Ward Howe",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Theater",
    "Dance",
    "Death",
    "Living",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173688",
  "region": "U.S., New England",
  "text": [
    "The shell of objects inwardly consumed",
    "Will stand, till some convulsive wind awakes;",
    "Such sense hath Fire to waste the heart of things,",
    "Nature, such love to hold the form she makes.",
    "Thus, wasted joys will show their early bloom,",
    "Yet crumble at the breath of a caress;",
    "The golden fruitage hides the scathèd bough,",
    "Snatch it, thou scatterest wide its emptiness.",
    "For pleasure bidden, I went forth last night",
    "To where, thick hung, the festal torches gleamed;",
    "Here were the flowers, the music, as of old,",
    "Almost the very olden time it seemed.",
    "For one with cheek unfaded, (though he brings",
    "My buried brothers to me, in his look,)",
    "Said, Will you dance?' At the accustomed words",
    "I gave my hand, the old position took.",
    "Sound, gladsome measure! at whose bidding once",
    "I felt the flush of pleasure to my brow,",
    "While my soul shook the burthen of the flesh,",
    "And in its young pride said, Lie lightly thou!'",
    "Then, like a gallant swimmer, flinging high",
    "My breast against the golden waves of sound,",
    "I rode the madd'ning tumult of the dance,",
    "Mocking fatigue, that never could be found.",
    "Chide not,\u0097it was not vanity, nor sense,",
    "(The brutish scorn such vaporous delight,)",
    "But Nature, cadencing her joy of strength",
    "To the harmonious limits of her right.",
    "She gave her impulse to the dancing Hours,",
    "To winds that sweep, to stars that noiseless turn;",
    "She marked the measure rapid hearts must keep",
    "Devised each pace that glancing feet should learn.",
    "And sure, that prodigal o'erflow of life,",
    "Unvow'd as yet to family or state,",
    "Sweet sounds, white garments, flowery coronals",
    "Make holy, in the pageant of our fate.",
    "Sound, measure! but to stir my heart no more\u0097",
    "For, as I moved to join the dizzy race,",
    "My youth fell from me; all its blooms were gone,",
    "And others showed them, smiling, in my face.",
    "Faintly I met the shock of circling forms",
    "Linked each to other, Fashion's galley-slaves,",
    "Dream-wondering, like an unaccustomed ghost",
    "That starts, surprised, to stumble over graves.",
    "For graves were 'neath my feet, whose placid masks",
    "Smiled out upon my folly mournfully,",
    "While all the host of the departed said,",
    "Tread lightly\u0097thou art ashes, even as we.'"
  ],
  "title": "My Last Dance",
  "year": ""
}