{
  "author": "Alan Feldman",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31101",
  "region": "",
  "text": [
    "I wake to the sound of water, and think,",
    "\"Mother has died and gone to France,\"",
    "She is at",
    ", speaking French",
    "better than ever, while I stare at the fog",
    "that has a river in it—the broad Dordogne,",
    "making its river noise, as if all the faucets",
    "have been left on all night. The river",
    "rushing in one direction only, so different",
    "from Blackfish Creek, where the sea floods in",
    "and back, scrubbing the sand both ways.",
    "Well, one travels so things are different.",
    "American actors speak French on TV here.",
    "Last night they showed",
    "about two babies switched in the hospital at birth.",
    "One dies. The parents discover the dead child",
    "was someone else's and their child is alive",
    "in Florida with",
    ", though",
    "some disease, who knows?",
    "Anyway, Ed Asner, who plays the lawyer,",
    "speaks gravelly French, but people have",
    "an American demeanor, they pull their hair",
    "on the edge of violence. Then each family",
    "gives up a piece, and the child ends up more",
    "loved than ever, as if it's inevitable.",
    "Or so the river is telling me",
    "with its one-way simplicity,",
    "like gravity. \"Alive in the eternal",
    "heart of France\"—that's Mother",
    "I'm thinking about, for some reason,",
    "maybe the journal my wife's been keeping,",
    "so like the daily letters Mother wrote",
    "to",
    ", when her life",
    "was flowing through her like the broad",
    "Dordogne. And where is she now?",
    "Does she wish my father were with her,",
    "one of him alive, and one with her?",
    "A bell is ringing wildly, each of its peals",
    "like a round boat rolling downstream",
    "where the river divides around an island",
    "only to sweep back into itself",
    "somewhere in the fog."
  ],
  "title": "Beside the Broad Dordogne",
  "year": ""
}