{
  "author": "Alan Feldman",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30535",
  "region": "",
  "text": [
    "The year I was born the atomic bomb went off.",
    "Here I'd just begun, and someone",
    "found the switch to turn off the world.",
    "In the furnace-light, in the central solar fire",
    "of that heat lamp, the future got very finite,",
    "and it was possible to imagine time-travelers",
    "failing to arrive, because there was no future.",
    "Inside the great dark clock in the hall,",
    "heavy brass cylinders descended.",
    "Tick-tock, the chimes changed their tune",
    "one phrase at a time. The bomb became",
    "a film star, its glamorous globe of smoke",
    "searing the faces of men in beach chairs.",
    "Someone threw up every day at school.",
    "No time to worry about collective death,",
    "when life itself was permeated by ordeals.",
    "And so we grew up, beneath an umbrella of acceptance.",
    "In bio we learned there were particles",
    "cruising through us like whales through archipelagoes,",
    "and in civics that if Hitler had gotten the bomb",
    "he'd have used it on the inferior races,",
    "and all this time love was etching its scars",
    "on our skins like maps. The heavens",
    "remained pure, except for little white slits",
    "on the perfect blue skin that planes cut",
    "in the icy upper air, like needles sewing.",
    "From one, a tiny seed might fall",
    "that would make a sun on earth.",
    "And so the century passed, with me still in it,",
    "books waiting on the shelves to become cinders,",
    "what we felt locked up inside, waiting to be read,",
    "down the long corridor of time. I was born",
    "the year the bomb exploded. Twice",
    "whole cities were charred like cities in the Bible,",
    "but we didn't look back. We went on thinking",
    "we could go on, our shapes the same,",
    "darkened now against a background lit by fire.",
    "Forgive me for doubting you're there,",
    "Citizens, on your holodecks with earth wallpaper—",
    "a shadow-toned ancestor with poorly pressed pants,",
    "protected like a child from knowing the future."
  ],
  "title": "My Century",
  "year": ""
}