{
  "author": "Sydney Lea",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249624",
  "region": "U.S., New England",
  "text": [
    "I remember that store, and the nasty redneck whose stink",
    "seemed a challenge to everyone in it. The scene",
    "is decades old, but I'm still confused that no one",
    "took up the challenge—including me, though I liked",
    "an occasional fight back then. The prospect of pain",
    "meant less to me once, I guess. An aneurism",
    "had just killed my brother, so the pain I'm talking about",
    "was my body's. I breathed up another pain that day.",
    "I checked the man's beat pickup; why would he want them,",
    "those skunks knee-deep in its bed? I left the lot",
    "still more confused, my sweet retriever shivering",
    "on the seat beside me. The godawful smell still clung",
    "to the dog's wet coat, and my own. There'd be no more hikes",
    "for us that morning: rain had arrived, bone-chilling.",
    "If you killed a skunk, why would you keep the thing?",
    "To kill some time, I stopped at The Jackpot View.",
    "We've always called it that. Five mountaintops bled",
    "into mists to my east in New Hampshire. The sudden squalls",
    "spilled leaves on the woods-floor's pall of nondescript hue.",
    "Now he was dead. Now my brother was dead.",
    "I can't define any God, but only this morning,",
    "I caught a whiff of road-killed skunk and thought",
    "I could speak of Him or Her or It as surely",
    "as I could tell you the slightest thing concerning",
    "the man I'm remembering now, the one who shot",
    "or trapped or clubbed those miserable reeking creatures.",
    "The smallest enigmas we ever encounter remain",
    "as hard to explain as all the epical ones.",
    "I've failed for years to fathom the death of my brother;",
    "but it's just as hard to understand why a scene",
    "in an old Vermont store should linger like dead-skunk odor,",
    "which if you've lately been tainted comes back to scent you",
    "whenever a rain blows in—or like some pains",
    "you may have thought you'd forever gotten over,",
    "but which at some odd prompting come back to haunt you."
  ],
  "title": "Fathomless",
  "year": ""
}