{
  "author": "Sydney Lea",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240640",
  "region": "U.S., New England",
  "text": [
    "I remember how that canny man Montaigne",
    "wrote that all philosophy consists",
    "in learning how to die. Not that to tell",
    "this tale will be my death. But I want it right.",
    "Nor that philosophy is what I’m after;",
    "words, rather—the way that strung together",
    "they help things last. Or may. I put them here",
    "because of late the spoken ones come hard,",
    "for want of conversation and of breath.",
    "It’s how they can both take and give back shape",
    "I love. For much that we call love attaches",
    "to eloquence in things, if you can catch it:",
    "Creases in a favorite pair of shoes.",
    "A certain slant of light, as the White Nun said,",
    "on winter afternoons. Or odors, timbres,",
    "sounds. Whatever craves and begs translation.",
    "Think of a favorite cup whose dents and scratches,",
    "if you could merely find their proper order,",
    "make runic narrative of all your mornings.",
    "Your chimney’s sibilants, whiffs of a bush.",
    "Feel of your hand along a porch’s rail.",
    "I have a special stake in this, you see.",
    "You’ll see, that is, if I can rightly show",
    "the things that I’ve attended all these years,",
    "and more important, what they’ve said to me",
    "in spite of all my neighbors’ bleak assurance",
    "that I would never comprehend this country.",
    "“A lawyer!” so they huffed. “And from the city!”",
    "I’m sick to death with all of that, as well",
    "as with The Crab. And yet, although he prods,",
    "he is a friend. Or maybe he’s a she,",
    "as the late insurance man (a lawyer, too)",
    "lately put it: “Death is the mother of beauty,",
    "within whose burning bosom we devise",
    "our earthly mothers waiting, sleeplessly.”",
    "Oh, I have memorized the fine devices!",
    "Lord knows my poor old-womanish bosom burns",
    "and I’m sleepless here, mothering The Crab,",
    "The Crab my mother. We get on together,",
    "especially with the moon out there so brilliant.",
    "We see across the meadows to The Bald Man,",
    "and summon other forms as well—the spruces",
    "I once knew, the barred owls crouching in them.",
    "Hardwoods too, their shadows on the snow,",
    "there! and there! and there and there and there!",
    "In mind, I travel through them, breathing cool,",
    "as I did one winter to visit Billy Fields,",
    "six months after Blainville cut him dead,",
    "except as a kind of allegoric figure,",
    "referred to for the sake of local color.",
    "If you’re from here, you’ll know just what I mean,",
    "and what it’s meant to me, his confidant.",
    "But if you’re not, you’ll want me to explain.",
    "And I’ll oblige, since I am in no hurry,",
    "and since I’m not yet sure whom I write",
    "It may be I address myself alone.",
    "Should you take interest, though, then you must hear",
    "—as I, arrived post facto, heard—of Mark.",
    "Town legend calls him Billy’s Victim still,",
    "a designation I’ll leave you to judge.",
    "This boy was smart, which word here signifies",
    "something like handy, or quick to learn, or both.",
    "He was among our first to drive a car,",
    "the first to plumb or rig a house with light.",
    "Others could hit a ball from plate to pond",
    "as he could do, but only Mark would have",
    "some slick machine down-cellar to make his bat!",
    "He didn’t drink. He didn’t chew or curse,",
    "and loved—a thing for local praise—to work.",
    "Shiftless Brian Hart would ask him up",
    "to his hunting camp on The Bald Man and pray for sleet,",
    "so Mark, all cabin-feverish, would tend",
    "whatever needed fixing on Hart’s shack.",
    "“Last fall was good,” joked Brian once. “It hailed.",
    "The roof leaked through until he patched it up",
    "with half a shingle and seven common nails!”",
    "Mark grinned and kicked his boot toe in the dust.",
    "Hart’s trick had been no trick. Mark wasn’t fooled,",
    "just, as always, happy to oblige.",
    "A paragon, in brief, in every sense—",
    "moving picture handsome, a hero’s posture,",
    "teeth that might be wrought from dearest marble,",
    "an automatic decency. He was",
    "model and darling both. He had a way",
    "of knowing what to do to help a neighbor",
    "before the neighbor knew. Especially elders.",
    "Elsie Cammon’s cow once choked to death",
    "on a backwoods apple. (Her fence was never much,",
    "became a local figure: a man might say",
    "“tight as Elsie’s fence” if he meant loose.",
    "Though all was change then, still the region spoke",
    "a language brightly eloquent of place,",
    "of men and women working in the place,",
    "though it was often mean, like “kind as Fields,”",
    "or “Elsie’s face is rough as a bag of hammers,”",
    "or—as I’ve heard—“windy as city lawyers . . .”)",
    "Billy went that day with Mark to see",
    "the cow put underground. No one knows why.",
    "I whose lawyer’s job it was to sort",
    "Mark’s tiny leavings—I can say at least",
    "the darkest rumor is a fantasy:",
    "“Murder for money?” There wasn’t any money!",
    "Whatever for, old Fields went out with Mark.",
    "Mark had used a kind of homemade tractor",
    "to drag the cow back farther in the woods.",
    "He’d ploughed a hole, and meant to roll her in.",
    "How Billy cursed and grumbled at such waste",
    "in telling me! But be that as it may,",
    "Mark was set to heave the poor beast in",
    "when he dropped his brand-new watch in the brand-new grave.",
    "(He’d had it in his shirt, according to Billy,",
    "which struck the town as odd, to say it mildly.)",
    "Mark jumped down to fetch it, the ground gave way,",
    "and half a ton of beef fell in upon him.",
    "A radical story some here still expound",
    "was that Billy shoved the cow. “At 79?”",
    "So I would ask. “He moved eight hundred pounds?”",
    "“Never mind. He shoved her with the tractor.”",
    "(That he’d never seen a motor didn’t matter.)",
    "The commoner accusation, less extreme,",
    "was that Billy sat and watched Mark bleed to death",
    "from wounds the rib-bones made along his side.",
    "The service that at last can fall to me",
    "is letting Billy tell us his own version.",
    "No one, while he lived, would ever ask it",
    "face to face of him. And",
    "suppressed it",
    "all these years. “A lawyer’s sworn to silence,”",
    "so I’d claim (my little irony).",
    "For noting I could say would make a difference.",
    "The town already felt it was suspicious",
    "that I was Billy’s counsel at the hearing",
    "and also settled Mark’s so-called estate.",
    "Of course who else would do such chores back then?",
    "But there was talk. And let them go on talking",
    "when—like all my characters—I’m gone.",
    "I cannot care. For better or for worse,",
    "they’ll know me now, and so will you, whoever",
    "you may be. This last account’s for me.",
    "It is! I write to hear the voice of Billy,",
    "to watch the landscape quicken as I listen.",
    "“Make no mistake, Judge . . .” (Billy called me Judge",
    "right from the start, and wouldn’t be corrected.)",
    "“Judge, I’ll tell you, never mind the gossip.",
    "I liked that boy, and that boy liked me too,",
    "“as good as anyone, though I’m a man",
    "who should have died before he drew a breath.",
    "That’s what they’ll tell you now that Mark is dead.",
    "It took his death to make me out a devil;",
    "they didn’t talk that way before he died.",
    "I did what I could do. I meant to save him.",
    "“But you know what we had back then for traffic.",
    "I had to go on foot, and it was hot,",
    "and it was all uphill, a mile at least,",
    "from way out there until I reached the flat,",
    "and almost that again down to the tar.",
    "If you could see me sweat! And my old heart,",
    "“like a bagged hen! I wanted him to live,",
    "but did his life mean Billy had to die?",
    "I asked myself. They’d call that selfish, Judge,",
    "but could they say what good it would have done",
    "for both of us to go? Oh yes, I’ve heard:",
    "‘If Blainville had to up and lose the one,",
    "“too bad it couldn’t get shut of the other.’",
    "As if the things that drove this town to hell",
    "were all my doing. As if I was a wizard.",
    "If I had dies, would that young man come back?",
    "Well, they believe it somehow. Never mind.",
    "I had to stop for breath, and that was that.",
    "“I lay against that twisty pasture pine",
    "in Simpsons’ field. (That tree is lively yet.",
    "You wonder how many birds have rigged a nest",
    "in all its boughs, how many spots of dew",
    "and rain and snow have come to it and gone,",
    "how many bugs have hidden in its bark.",
    "“You wonder at those things. At least I do . . .)",
    "I lay against the trunk and, looking up,",
    "saw one of those big buzzards looking down.",
    "We had them in those days, but they were rare,",
    "so maybe I was dozing even then.",
    "‘I hope he’ll let me die before he comes.’",
    "“I said those words out loud, I think, as if",
    "to say a thing out loud could make a spell.",
    "I didn’t want to die at all, you see.",
    "I’d go in comfort anyway, I thought.",
    "The sun was out of sight, or mostly, now.",
    "Late summer afternoons! You know what I mean . . .”",
    "said Billy, raising up",
    "his crippled hand to mop away the sweat",
    "his vision brought. Many times he said it:",
    "“You know what I mean,” he’d ask or state. I nodded.",
    "He carried on: “The first thing that I saw",
    "when I woke up was that a star was out.",
    "“And it was cool. I figured—I still do—",
    "I stood as good a show as any neighbor",
    "to get to paradise. Maybe I’d died!",
    "That’s what I thought. I even started looking",
    "out for May. (She was the better half,",
    "no doubt about it. She knew the bushes and flowers,",
    "“she knew how much I missed the sheep and pastures.)",
    "I watched a string of black duck settle in",
    "on Wagner’s beaver pond. A little weasel",
    "was getting set for winter: already he wore",
    "his high white socks. I heard that pretty thrush",
    "you hear at dusk when there isn’t any breeze.",
    "“You see, I wasn’t churchly, but I though",
    "if heaven’s worth the breath the preachers use,",
    "it’ll be just like your life was at its best.",
    "You’ve heard how people say, ‘I pinched myself.’",
    "By God, I did! To see if things would change.",
    "When I sat up, that little weasel dove,",
    "“but otherwise things looked about the same.",
    "It brought back maybe half a dozen times",
    "in life when things go on, but seem so right",
    "you think they’ll go forever with no harm.",
    "The times I’ve had like that were at the farm,",
    "when I’d be working hard all day, my mind",
    "“hard on the job—whatever: digging, shearing—",
    "and then I’d stop and turn, and everything",
    "was in its place, and had a kind of shine.",
    "You couldn’t help but want to speak or sing.",
    "Some kind of thanks, I guess. I’m not for church,",
    "I said, but there you are.",
    "I sat and watched",
    "“the ridges. They kept swallowing the light,",
    "all that white and yellow going blue.",
    "I’ve always loved that business. I still do . . .”",
    "And Billy loved to talk, and as he wandered,",
    "the hills took on the look that he described,",
    "as if his words were sorcery,",
    "as if the winter were summer, and moon were sun,",
    "and far from being short, the Old Year’s day",
    "would last forever.",
    "“There was, and I admit it,”",
    "Billy said, “some bounce now in my toes.",
    "A lot more than before, and I made time.",
    "And not because poor Mark was in that hole.",
    "“By Jesus, Judge, I’ll say it! I felt good.",
    "Is that what killed Mark dead? You know it isn’t.",
    "For all I know, the boy was long since gone.",
    "But I went on until I came to Cammon’s.",
    "I knocked the door till Elsie finished peeking",
    "through the curtains and finally opened up.",
    "“I knew her all my life. I meant to speak,",
    "for all the good it ever would have done.",
    "Elsie liked to gab, but she had no phone,",
    "no more than I did. I don’t know too much,",
    "but I knew it takes a telephone right here",
    "to ring another there. I meant to speak.",
    "“Before I got a word in, though, she chirped,",
    "‘Nice evening, Billy.’ Just what I was thinking…",
    "Go on and live to be an older fool",
    "than Billy, Judge. You’ll never know the way",
    "I mean that, and you’ll likely curse me too.",
    "She came out on the step. We turned around",
    "“and watched the bullbats worrying the bugs.",
    "We saw the moon hike overtop The Bald Man.",
    "You see it from your house. You know the one?”",
    "How could Fields think this was information?",
    "That mountain is the first thing that you see.",
    "And yet when Billy named a thing for me,",
    "I’d listen, as if hearing Revelation.",
    "For forty years, The Bald Man’s been the same.",
    "The summer folks don’t put their houses there!",
    "Its giant granite dune commands the air,",
    "and summer or winter, complements the moon",
    "that wanders over it.",
    "“We talked a spell",
    "“in Elsie’s rooms. We talked about the town",
    "when we were young, the way it was back then—",
    "pastures; fences; sheep. These scrubby woods",
    "grew up when farmers couldn’t make a go.",
    "Their sons went to the city, or joined the army,",
    "or shot their bolts out slaving with machines.",
    "“We talked about all that before I told her",
    "that Mark was lying out beneath her cow.",
    "I haven’t breathed a word about this, Judge,",
    "though poor old Elsie Cammon died soon after,",
    "and may God bless her! though she lied and said",
    "she tried to move me on, but I was stubborn.",
    "“Judge, she",
    "‘Billy, you ain’t magic.’",
    "That’s the word she used. And that’s the point.",
    "It wasn’t that I never meant to go",
    "and raise some help. The better neighbor figures",
    "all the walking played out Billy’s mind.",
    "But Judge, I’ll tell you, I felt right as rain.",
    "“We sat and drank another cup together,",
    "and talked about the weather. Little things,",
    "like people do. And when I thought of Mark",
    "down in that grave, I thought for all of us",
    "there comes a time, and maybe this is his.",
    "And sat there happy, Judge, between us two,",
    "“that it was his, not mine. Now that’s all wrong,",
    "because a man gets just so many years,",
    "and I’d used up a better share of them",
    "than Mark had done. And so I should have died",
    "out by that tree, for that way Mark would live.",
    "And that way, when his brothers came to fetch him,",
    "“his blood would jump back in him from the ground,",
    "and Elsie’s cow would fly clean up to heaven,",
    "and Elsie’s fence would always be tight-strung,",
    "and that choker apple never would have grown,",
    "because old Fields had gone before his time,",
    "and Blainville would be better than it was—",
    "“the sheep would all come back and browse the hills,",
    "the big old barns would still be up and plumb,",
    "there’d be a foot of soil on every pasture,",
    "and no one would go marching off to war,",
    "and all our men and women would love forever . . .",
    "I stopped him there. The old man’s sweat was pouring",
    "off his skin and down the tumbled bedclothes,",
    "the way mine does sometimes",
    "But not tonight.",
    "Tonight, recording this for you and you",
    "—outsider, native, woman, or child—",
    "but mostly for myself, as I’ve confessed,",
    "I’ll lie here with my story, cool, a while.",
    "A little time, while the moon plays on The Bald Man,",
    "I’ll hold to it, and you can judge the rest."
  ],
  "title": "The Blainville Testament",
  "year": ""
}