{
  "author": "Sydney Lea",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Animals",
    "Arts",
    "Sciences",
    "Music"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240642",
  "region": "U.S., New England",
  "text": [
    "Even past sunrise, frog legions peeped in spring",
    "where—as if for him—the creek jagged near.",
    "And yet from dawn, from spring, something was missing.",
    "There were quartzes and pyrites and schists and mica plates",
    "on the opposite scarp. They’d crackle. He would stir",
    "the back pool’s gathered algae with a stick",
    "till the world spun in a vortex that contained",
    "lights, quicksilver minnows, verdigris newts.",
    "And after, reflected riverside trees would shiver,",
    "their birds odd lapidary fruit that sang.",
    "His awkward schoolroom recitations seemed",
    "an age away. And yet there was something missing.",
    "The stars above the pastures of adolescence",
    "were profligate, scattered; and all the whispered words",
    "he traded with his friends, though banal, thrilled him.",
    "It was as if rich adulthood would take",
    "the form of speech, as if to talk enough",
    "to companions would be to lisp his way to treasure,",
    "various as those stars, or the sighs and chippings",
    "of amorous insects, nightbirds, rodents, cattle,",
    "or summer timothy stalks, or breezes panting",
    "warmly. He recalls how their radio crooned",
    "“Shangri-la,” “Rags to Riches,” whatever.",
    "Rifeness was all. But there was an absence too.",
    "Later he learned the words, the syntax, moods",
    "of another language. Still later he found himself",
    "high in the Pyrenees, unsponsored, free.",
    "He had no cash, but could speak and charm no less",
    "than",
    "who accepted his draft and poured",
    "coin from the hamlet’s coffers and poured him wine.",
    "They leaned out over a rail to see September’s",
    "shatter of water on rocks in the gorge below.",
    "Then mayor and manchild stumbled house to house—",
    "he remembers the musical speeches of introduction,",
    "as if the boy himself were somehow a treasure.",
    "Copious tears at parting, then something missing",
    "All through the long, olfactory ramble north:",
    "meadow-scent, soft coal, diesel’s perfumes,",
    "sawdust-and-urine whiff in the tiny",
    "Gauloises, cheroots, and, once in Paris, cassis.",
    "Liquor-courageous, he nodded to the lady.",
    "And then, upstairs, the spirits fading, he bellowed,",
    "to mask his shyness, “I have had enough!”",
    "To which she replied,",
    "Mute, he handed over what money was left",
    "from the mayor’s store, and mortified waited outside",
    "on the balcony, its grillwork broken by light.",
    "He though,",
    "Exactly. Enough of what?",
    "Trout, platooned and hungry in western Montana,",
    "the gilded browns, the rainbows more than rainbows,",
    "the cutthroats’ cheek-plates crimson as any wound:",
    "breaking the flawless surface, flawless themselves,",
    "they arched their backs and sipped his little fly",
    "with its tinsel and feather, never so lovely as they were.",
    "Coyotes sang the sun to splendid disaster.",
    "It fell on the rim of the mesa, imploding in flame,",
    "across which flew the tuneful, crop-full geese",
    "while black hawks wheeled, while great bull elk came forth",
    "to bugle challenge, courtship down the buttes,",
    "which shone like mercury now. And something missing,",
    "Something that failed as well to show from ice",
    "outside his house, New Hampshire. Within, soft groans",
    "from his ancient timbers. His clothing snapped with static.",
    "One songless nuthatch lit to taste his feeder.",
    "It seemed that nature vanished into mind,",
    "that pool and pasture, mountain and minnow, frogs,",
    "odors, effects of touch and sound and light",
    "had each become mere object of recall.",
    "The newest New Year passed and seemed not new,",
    "but raced to retrospection, as would spring",
    "and summer and autumn, so he thought, like winter",
    "missed something. How could he know you",
    "would come, and come the day of which he sings?",
    "Has gone on singing. Will go on to sing."
  ],
  "title": "Wedding Anniversary",
  "year": ""
}