{
  "author": "Hilaire Belloc",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Humor",
    "Satire"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/176033",
  "region": "England",
  "text": [
    "D: The Dreadful Dinotherium he",
    "Will have to do his best for D.",
    "The early world observed with awe",
    "His back, indented like a saw.",
    "His look was gay, his voice was strong;",
    "His tail was neither short nor long;",
    "His trunk, or elongated nose,",
    "Was not so large as some suppose;",
    "His teeth, as all the world allows,",
    "Were graminivorous, like a cow's.",
    "He therefore should have wished to pass",
    "Long peaceful nights upon the Grass,",
    "But being mad the brute preferred",
    "To roost in branches, like a bird.",
    "A creature heavier than a whale,",
    "You see at once, could hardly fail",
    "To suffer badly when he slid",
    "And tumbled (as he always did).",
    "His fossil, therefore, comes to light",
    "All broken up: and serve him right.",
    "MORAL",
    "E stands for Egg.",
    "MORAL",
    "K for the Klondyke, a Country of Gold,",
    "Where the winters are often excessively cold;",
    "Where the lawn every morning is covered with rime,",
    "And skating continues for years at a time.",
    "Do you think that a Climate can conquer the grit",
    "Of the Sons of the West? Not a bit! Not a bit!",
    "When the weather looks nippy, the bold Pioneers",
    "Put on two pairs of Stockings and cover their ears,",
    "And roam through the drear Hyperborean dales",
    "With a vast apparatus of Buckets and Pails;",
    "Or wander through wild Hyperborean glades",
    "With Hoes, Hammers, Pickaxes, Mattocks and Spades.",
    "There are some who give rise to exuberant mirth",
    "By turning up nothing but bushels of earth,",
    "While those who have little cause excellent fun",
    "By attempting to pilfer from those who have none.",
    "At times the reward they will get for their pains",
    "Is to strike very tempting auriferous veins;",
    "Or, a shaft being sunk for some miles in the ground,",
    "Not infrequently nuggets of value are found.",
    "They bring us the gold when their labours are ended,",
    "And we—after thanking them prettily—spend it.",
    "MORAL",
    "If Humanity seems to have left you behind."
  ],
  "title": "A Moral Alphabet",
  "year": ""
}