{
  "author": "Afaa Michael Weaver",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Nature",
    "The Body",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237362",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It is not just my problem. It belongs",
    "to us all. I have been cajoled into",
    "coming to the emergency room where",
    "everything scares me. Black folk",
    "shoot and cut each other until they end",
    "here where guards have guns. I refuse",
    "to be taken upstairs and locked away.",
    "I was trying to think of a poem. It got me",
    "to this place. With my mother, I stand",
    "against the wall, guards on either side.",
    "They have guns, and this is my mother.",
    "It is now everybody’s problem. A bird",
    "is singing in my hair, more important",
    "than Thorazine. My head is a tree",
    "stretching its leaves to burn in the sun.",
    "They say if I make a treaty to take",
    "the medicine, I can leave with my family",
    "since my family is crazy. I look at the guns",
    "on the hips of the guards and know I must",
    "be as still and quiet as death or this will",
    "turn into psychosis as sick as nightmares.",
    "I am angry that they would have me here",
    "with my mother, angry at white doctors.",
    "I am in a whale in the ocean. Who can",
    "swim out to me? Who can cast a line?",
    "If I take out the first guard by breaking",
    "his neck, I can protect my mother, but",
    "it is more important that we are all now",
    "underwater, inside a whale who laughs.",
    "Later the therapist they say likes me",
    "keeps talking about the appointment.",
    "She is doing something subliminal with",
    "the word “come,” repeating, repeating.",
    "She leans to me when she says it.",
    "It bothers me that such people think",
    "crazy people are stupid, but it is more",
    "important that my head is a tree",
    "with a bird singing in it inside a whale",
    "in the ocean. The most important thing",
    "of all is that this whale that ate us",
    "likes to laugh a lot. He has the blues."
  ],
  "title": "Inside the Blues Whale",
  "year": ""
}