{
  "author": "Esther Belin",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Nature",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239024",
  "region": "U.S., Western",
  "text": [
    "We brought Hannah home today",
    "in afternoon sun with a crisp chill in the air",
    "on a hill overlooking the bay.",
    "Two women with a child and a shovel and a frozen placenta wrapped in aluminum foil placed in a red plastic bag.",
    "Hannah was brought into this world",
    "some say fourth others say fifth",
    "five days before.",
    "Before we brought her home.",
    "The weekend of rain softened the earth",
    "but the cold discouraged the shovel from denting more than the surface.",
    "I dug into the earth.",
    "The ground weakened beneath the strength I put into the shovel",
    "pounding the ground",
    "smooth and moist at first",
    "then cold and solid.",
    "Pounding the ground",
    "warmed my arms.",
    "I thought good thoughts for Hannah and her mother",
    "and prayed for us all.",
    "Remembering those who have passed on and those to be born",
    "and I thought of my children to be born",
    "and I thought of my father who has passed on.",
    "Breaking into the cold ground",
    "I thought of the day we brought my father home.",
    "Dinétah winter had frozen the ground",
    "and the earth chipped like ice, slivers of crunchy cold beneath our feet.",
    "Our bodies warmed by our work",
    "and the earth chipped like an old tree being chopped, taking hours to finish.",
    "Our bodies tired from our work",
    "and the earth piled high beside the hole like the clouds and just as fluffy.",
    "Our bodies natural returning to the ground.",
    "I dug into the ground",
    "digging out earth that would nourish Hannah",
    "digging out life that would embody Hannah",
    "and soon a small hole appeared four feet deep.",
    "There we stood",
    "two women with a child and a shovel and a frozen placenta wrapped in aluminum foil placed in a red plastic bag.",
    "The frozen mass of",
    "tissue and blood and life",
    "was placed in the small hole",
    "by Hannah’s mother",
    "and I felt her heat",
    "tissue and blood and life",
    "squatting with bloodied hands and cold earth",
    "bringing Hannah home."
  ],
  "title": "Bringing Hannah Home",
  "year": ""
}