{
  "author": "Sarah Morgan Bryan Piatt",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244872",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The summer blew its little drifts of sound—",
    "Tangled with wet leaf-shadows and the light",
    "Small breath of scattered morning buds—around",
    "The yellow path through which our footsteps wound.",
    "Below, the Capitol rose glittering white.",
    "There stretched a sleeping army. One by one,",
    "They took their places until thousands met;",
    "No leader’s stars flashed on before, and none",
    "Leaned on his sword or stagger’d with his gun—",
    "I wonder if their feet have rested yet!",
    "They saw the dust, they joined the moving mass,",
    "They answer’d the fierce music’s cry for blood,",
    "Then straggled here and lay down in the grass:—",
    "Wear flowers for such, shores whence their feet did pass;",
    "Sing tenderly; O river’s haunted flood!",
    "They had been sick, and worn, and weary, when",
    "They stopp’d on this calm hill beneath the trees:",
    "Yet if, in some red-clouded dawn, again",
    "The country should be calling to her men,",
    "Shall the r[e]veill[e] not remember these?",
    "Around them underneath the mid-day skies",
    "The dreadful phantoms of the living walk,",
    "And by low moons and darkness with their cries—",
    "The mothers, sisters, wives with faded eyes,",
    "Who call still names amid their broken talk.",
    "And there is one who comes alone and stands",
    "At his dim fireless hearth—chill’d and oppress’d",
    "By Something he had summon’d to his lands,",
    "While the weird pallor of its many hands",
    "Points to his rusted sword in his own breast!"
  ],
  "title": "Army of Occupation",
  "year": ""
}