{
  "author": "Edward Young",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Living",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174865",
  "region": "",
  "text": [
    "By Nature's law, what may be, may be now;",
    "There's no prerogative in human hours:",
    "In human hearts what bolder thought can rise,",
    "Than man's presumption on tomorrow's dawn?",
    "Where is tomorrow? In another world.",
    "For numbers this is certain; the reverse",
    "Is sure to none; and yet on this perhaps,",
    "This peradventure, infamous for lies,",
    "As on a rock of adamant we build",
    "Our mountain hopes; spin out eternal schemes,",
    "As we the fatal sisters would outspin,",
    "And, big with life's futurities, expire.",
    "Not even Philander had bespoke his shroud;",
    "Nor had he cause, a warning was denied;",
    "How many fall as sudden, not as safe?",
    "As sudden, though for years admonished home:",
    "Of human ills the last extreme beware,",
    "Beware, Lorenzo! a slow-sudden death.",
    "How dreadful that deliberate surprise?",
    "Be wise today, 'tis madness to defer;",
    "Next day the fatal precedent will plead;",
    "Thus on, till wisdom is pushed out of life:",
    "Procrastination is the thief of time,",
    "Year after year it steals, till all are fled,",
    "And to the mercies of a moment leaves",
    "The vast concerns of an eternal scene.",
    "If not so frequent, would not this be strange?",
    "That 'tis so frequent, this is stranger still.",
    "Of man's miraculous mistakes, this bears",
    "The palm, \"That all men are about to live,\"",
    "For ever on the brink of being born:",
    "All pay themselves the compliment to think",
    "They, one day, shall not drivel; and their pride",
    "On this reversion takes up ready praise;",
    "At least, their own; their future selves applauds;",
    "How excellent that life they ne'er will lead?",
    "Time lodged in their own hands is folly's vails;",
    "That lodged in Fate's, to wisdom they consign;",
    "The thing they can't but purpose, they postpone;",
    "'Tis not in folly, not to scorn a fool;",
    "And scarce in human wisdom to do more:",
    "All promise is poor dilatory man,",
    "And that through every stage: when young, indeed,",
    "In full content, we sometimes nobly rest,",
    "Unanxious for ourselves; and only wish,",
    "As duteous sons, our fathers were more wise:",
    "At thirty man suspects himself a fool;",
    "Knows it at forty, and reforms his plan;",
    "At fifty chides his infamous delay,",
    "Pushes his prudent purpose to resolve;",
    "In all the magnanimity of thought",
    "Resolves, and re-resolves:then dies the same."
  ],
  "title": "The Complaint: or Night Thoughts on Life, Death, and Immortality",
  "year": ""
}