{
  "author": "Delmore Schwartz",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Death",
    "Youth",
    "Parenthood"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171358",
  "region": "",
  "text": [
    "FRANZ KAFKA",
    "On these occasions, the feelings surprise,",
    "Spontaneous as rain, and they compel",
    "Explicitness, embarrassed eyes——",
    "Father, you’re not Polonius, you’re reticent,",
    "But sure. I can already tell",
    "The unction and falsetto of the sentiment",
    "Which gratifies the facile mouth, but springs",
    "From no felt, had, and wholly known things.",
    "You must let me tell you what you fear",
    "When you wake up from sleep, still drunk with sleep:",
    "You are afraid of time and its slow drip,",
    "Like melting ice, like smoke upon the air",
    "In February’s glittering sunny day.",
    "Your guilt is nameless, because its name is time,",
    "Because its name is death. But you can stop",
    "Time as it dribbles from you, drop by drop.",
    "But I thought time was full of promises,",
    "Even as now, the emotion of going away——",
    "That is the first of all its menaces,",
    "The lure of a future different from today;",
    "All of us always are turning away",
    "To the cinema and Asia. All of us go",
    "To one indeterminate nothing.",
    "Must it be so?",
    "I question the sentiment you give to me,",
    "As premature, not to be given, learned alone",
    "When experience shrinks upon the chilling bone.",
    "I would be sudden now and rash in joy,",
    "As if I lived forever, the future my toy.",
    "Time is a dancing fire at twenty-one,",
    "Singing and shouting and drinking to the sun,",
    "Powerful at the wheel of a motor-car,",
    "Not thinking of death which is foreign and far.",
    "If time flowed from your will and were a feast",
    "I would be wrong to question your zest.",
    "But each age betrays the same weak shape.",
    "Each moment is dying. You will try to escape",
    "From melting time and your dissipating soul",
    "By hiding your head in a warm and dark hole.",
    "See the evasions which so many don,",
    "To flee the guilt of time they become one,",
    "That is, the one number among masses,",
    "The one anonymous in the audience,",
    "The one expressionless in the subway,",
    "In the subway evening among so many faces,",
    "The one who reads the daily newspaper,",
    "Separate from actor and act, a member",
    "Of public opinion, never involved.",
    "Integrated in the revery of a fine cigar,",
    "Fleeing to childhood at the symphony concert,",
    "Buying sleep at the drugstore, grandeur",
    "At the band concert, Hawaii",
    "On the screen, and everywhere a specious splendor:",
    "One, when he is sad, has something to eat,",
    "An ice cream soda, a toasted sandwich,",
    "Or has his teeth fixed, but can always retreat",
    "From the actual pain, and dream of the rich.",
    "This is what one does, what one becomes",
    "Because one is afraid to be alone,",
    "Each with his own death in the lonely room.",
    "But there is a stay. You can stop",
    "Time as it dribbles from you, drop by drop.",
    "Now I am afraid. What is there to be known?",
    "Guilt, guilt of time, nameless guilt.",
    "Grasp firmly your fear, thus grasping your self,",
    "Your actual will. Stand in mastery,",
    "Keeping time in you, its terrifying mystery.",
    "Face yourself, constantly go back",
    "To what you were, your own history.",
    "You are always in debt. Do not forget",
    "The dream postponed which would not quickly get",
    "Pleasure immediate as drink, but takes",
    "The travail of building, patience with means.",
    "See the wart on your face and on your friend’s face,",
    "On your friend’s face and indeed on your own face.",
    "The loveliest woman sweats, the animal stains",
    "The ideal which is with us like the sky ...",
    "Because of that, some laugh, and others cry.",
    "Do not look past and turn away your face.",
    "You cannot depart and take another name,",
    "Nor go to sleep with lies. Always the same,",
    "Always the same self from the ashes of sleep",
    "Returns with its memories, always, always,",
    "The phoenix with eight hundred thousand memories!",
    "What must I do that is most difficult?",
    "You must meet your death face to face,",
    "You must, like one in an old play,",
    "Decide, once for all, your heart’s place.",
    "Love, power, and fame stand on an absolute",
    "Under the formless night and the brilliant day,",
    "The searching violin, the piercing flute.",
    "Absolute! Venus and Caesar fade at that edge,",
    "Hanging from the fiftieth-story ledge,",
    "Or diminished in bed when the nurse presses",
    "Her sickening unguents and her cold compresses.",
    "When the news is certain, surpassing fear,",
    "You touch the wound, the priceless, the most dear.",
    "There in death’s shadow, you comprehend",
    "The irreducible wish, world without end.",
    "I begin to understand the reason for evasion,",
    "I cannot partake of your difficult vision.",
    "Begin to understand the first decision.",
    "Hamlet is the example; only dying",
    "Did he take up his manhood, the dead’s burden,",
    "Done with evasion, done with sighing,",
    "Done with revery.",
    "Decide that you are dying",
    "Because time is in you, ineluctable",
    "As shadow, named by no syllable.",
    "Act in that shadow, as if death were now:",
    "Your own self acts then, then you know.",
    "My father has taught me to be serious.",
    "Be guilty of yourself in the full looking-glass."
  ],
  "title": "Father and Son",
  "year": ""
}