{
  "author": "Delmore Schwartz",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Heroes",
    "Patriotism",
    "War",
    "Conflict",
    "Social Commentaries",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182331",
  "region": "",
  "text": [
    "Manic-depressive Lincoln, national hero!",
    "How just and true that this great nation, being conceived",
    "In liberty by fugitives should find",
    "—Strange ways and plays of monstrous History—",
    "This Hamlet-type to be the President—",
    "This failure, this unwilling bridegroom,",
    "This tricky lawyer full of black despair—",
    "He grew a beard, becoming President,",
    "And took a shawl as if he guessed his role,",
    "Though with the beard he fled cartoonists’ blacks,",
    "And many laughed and were contemptuous,",
    "And some for four years spoke of killing him—",
    "He was a politician—of the heart!—",
    "He lived from hand to mouth in moral things!",
    "He understood quite well Grant’s drunkenness!",
    "It was for him, before Election Day,",
    "That at Cold Harbor Grant threw lives away",
    "In hopeless frontal attack against Lee’s breastworks!",
    "O how he was the Hamlet-man, and this,",
    "After a life of failure made him right,",
    "After he ran away on his wedding day,",
    "Writing a coward’s letter to his bride—",
    "How with his very failure, he out-tricked",
    "The florid Douglas and the abstract Davis,",
    "And all the vain men who, surrounding him,",
    "Smiled in their vanity and sought his place—",
    "Later, they made him out a prairie Christ",
    "To sate the need coarse in the national heart—",
    "His wife went insane, Mary Todd too often",
    "Bought herself dresses. And his child died.",
    "And he would not condemn young men to death",
    "For having slept, in weakness. And he spoke",
    "More than he knew and all that he had felt",
    "Between outrageous joy and black despair",
    "Before and after Gettysburg’s pure peak—",
    "He studied law, but knew in his own soul",
    "Despair’s anarchy, terror and error,",
    "—Instruments had to be taken from his office",
    "And from his bedroom in such days of horror,",
    "Because some saw that he might kill himself:",
    "When he was young, when he was middle-aged,",
    "How just and true was he, our national hero!",
    "Sometimes he could not go home to face his wife,",
    "Sometimes he wished to hurry or end his life!",
    "But do not be deceived. He did not win,",
    "And, it is plain, the South could never win",
    "(Despite the gifted Northern generals!)",
    "—Capitalismus is not mocked, O no!",
    "This stupid deity decided the War—",
    "In fact, the North and South were losers both:",
    "—Capitalismus won the Civil War—",
    "—Capitalismus won the Civil War,",
    "Yet, in the War’s cruel Colosseum,",
    "Some characters fulfilled their natures’ surds,",
    "Grant the drunkard, Lee the noble soldier,",
    "John Brown in whom the Bible soared and cried,",
    "Booth the unsuccessful Shakespearean,",
    "—Each in some freedom walked and knew himself,",
    "Then most of all when all the deities",
    "Mixed with their barbarous stupidity",
    "To make the rock, root, and rot of the war—",
    "“This is the way each only life becomes,",
    "Tossed on History’s ceaseless insane sums!”"
  ],
  "title": "Lincoln",
  "year": ""
}