{
  "author": "Delmore Schwartz",
  "classification": "Persona",
  "keywords": [
    "Nature",
    "The Body",
    "Arts",
    "Sciences",
    "Philosophy",
    "Mythology",
    "Folklore",
    "The Mind"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171350",
  "region": "",
  "text": [
    "The mind is a city like London,",
    "Smoky and populous: it is a capital",
    "Like Rome, ruined and eternal,",
    "Marked by the monuments which no one",
    "Now remembers. For the mind, like Rome, contains",
    "Catacombs, aqueducts, amphitheatres, palaces,",
    "Churches and equestrian statues, fallen, broken or soiled.",
    "The mind possesses and is possessed by all the ruins",
    "Of every haunted, hunted generation’s celebration.",
    "“Call us what you will: we are made such by love.”",
    "We are such studs as dreams are made on, and",
    "Our little lives are ruled by the gods, by Pan,",
    "Piping of all, seeking to grasp or grasping",
    "All of the grapes; and by the bow-and-arrow god,",
    "Cupid, piercing the heart through, suddenly and forever.",
    "Dusk we are, to dusk returning, after the burbing,",
    "After the gold fall, the fallen ash, the bronze,",
    "Scattered and rotten, after the white null statues which",
    "Are winter, sleep, and nothingness: when",
    "Will the houselights of the universe",
    "Light up and blaze?",
    "For it is not the sea",
    "Which murmurs in a shell,",
    "And it is not only heart, at harp o’clock,",
    "It is the dread terror of the uncontrollable",
    "Horses of the apocalypse, running in wild dread",
    "Toward Arcturus—and returning as suddenly ...",
    "—The others were the despots of despair—",
    "The river’s freshness sailed from unknown sources—",
    "... They snickered giggled, laughed aloud at last,",
    "They mocked and marvelled at the statue which was",
    "A caricature, as strained and stiff, and yet",
    "A statue of self-love!—since self-love was",
    "To them, truly my true love, how, then, was I a stillness of nervousness",
    "So nervous a caricature: did they suppose",
    "Self-love was unrequited, or betrayed?",
    "They thought I had fallen in love with my own face,",
    "And this belief became the night-like obstacle",
    "To understanding all my unbroken suffering,",
    "My studious self-regard, the pain of hope,",
    "The torment of possibility:",
    "How then could I have expected them to see me",
    "As I saw myself, within my gaze, or see",
    "That being thus seemed as a toad, a frog, a wen, a mole.",
    "Knowing their certainty that I was only",
    "A monument, a monster who had fallen in love",
    "With himself alone, how could I have",
    "Told them what was in me, within my heart, trembling and passionate",
    "Within the labyrinth and caves of my mind, which is",
    "Like every mind partly or wholly hidden from itself?",
    "The words for what is in my heart and in my mind",
    "Do not exist. But I must seek and search to find",
    "Amid the vines and orchards of the vivid world of day",
    "Approximate images, imaginary parallels",
    "For what is my heart and dark within my mind:",
    "Comparisons and mere metaphors: for all",
    "Of them are substitutes, both counterfeit and vague:",
    "They are, at most, deceptive resemblances,",
    "False in their very likeness, like the sons",
    "Who are alike and kin and more unlike and false",
    "Because they seem the father’s very self: but each one is",
    "—Although begotten by the same forbears—himself,",
    "The unique self, each one is unique, like every other one,",
    "And everything, older or younger, nevertheless",
    "A passionate nonesuch who has before has been.",
    "Do you hear, do you see? Do you understand me now, and how",
    "The words for what is my heart do not exist?",
    "...",
    "The river was the abundant belly of beauty itself",
    "The river was the dream space where I walked,",
    "The river was itself and yet it was—flowing and freshening—",
    "A self anew, another self, or self renewed",
    "At every tick of eternity, and by each glint of light",
    "Mounting or sparkling, descending to shade and black",
    "—Had I but told them my heart, told how it was",
    "Taunted at noon and pacified at dusk, at starfall midnight",
    "Strong in hope once more, ever in eagerness",
    "Jumping like joy, would they have heard? How could they?",
    "How, when what they knew was, like the grass,",
    "Simple and certain, known through the truth of touch, another form and fountain of falsehood’s fecundity—",
    "Gazing upon their faces as they gazed",
    "Could they have seen my faces as whores who are",
    "Holy and deified as priestesses of hope",
    "—the sacred virgins of futurity—",
    "Promising dear divinity precisely because",
    "They were disfigured ducks who might become",
    "And be, and ever beloved, white swans, noble and beautiful.",
    "Could they have seen how my faces were",
    "Bonfires of worship and vigil, blazes of adoration and hope",
    "—Surely they would have laughed again, renewed their scorn,",
    "Giggled and snickered, cruel. Surely have said",
    "This is the puerile mania of the obsessed,",
    "The living logic of the lunatic:",
    "I was the statue of their merriment,",
    "Dead and a death, Pharoah and monster forsaken and lost.",
    "...",
    "My faces were my apes: my apes became",
    "Performers in the Sundays of their parks,",
    "Buffoons or clowns in the farce or comedy",
    "When they took pleasure in knowing that they were not like me.",
    "...",
    "I waited like obsession in solitude:",
    "The sun’s white terror tore and roared at me,",
    "The moonlight, almond white, at night,",
    "Whether awake or sleeping, arrested me",
    "And sang, softly, haunted, unlike the sun",
    "But as the sun. Withheld from me or took away",
    "Despair or peace, making me once more",
    "With thought of what had never been before——"
  ],
  "title": "Narcissus",
  "year": ""
}