{
  "author": "Delmore Schwartz",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238126",
  "region": "",
  "text": [
    "What shall Presto do for pretty prattle",
    "To entertain his dears? Sunday: lightning fifty times!",
    "This week to Flanders goes the Duke of Ormond!",
    "Shall hope of him, although he loves me well!",
    "All of my hopes now possible,",
    "None certain. As, my lampoon",
    "Talked up all over, cried up to the sky",
    "—You are an impudent slut to be so positive",
    "Though all has gone just as you said it would!",
    "Sirrah! write constantly! don’t I write every day",
    "And sometimes twice? Stella writes like an emperor.",
    "Sirrah, I am surprised forever—by myself!",
    "Or by the others—dee dee: an angel child",
    "Stupid in me, stupid or innocent",
    "Astonished by the gush of vanity",
    "The stone and the eyes of pride—yet equally",
    "By the least straw or glitter of nobility!",
    "—Faith, Madame Dingley, what think you of the world to come?",
    "Patience! Patience is a gay thing—O saucy rogues,",
    "Patience is better than knowledge: be gay til I return.",
    "Mr. Harley speaks every kind thing to me.",
    "Truly, I do believe, would serve me if I stayed",
    "—Called at the coffee house, stayed there a while,",
    "Coldly converse with Mr. Addison:",
    "All our friendship and dearness now are off:",
    "Is it not odd? I think he has used me ill:",
    "I have as little pleasure as anyone",
    "In all the world, although I am",
    "In full favor with the entire ministry.",
    "Nothing gives Presto any dream of happiness",
    "But letters now and then from his delest ones.",
    "The pride of power, the pride and pleasure of place and power are Towers",
    "And trivial toys which lure me grievously",
    "Ravaging furiously in a lunation’s infuriation . . .",
    "Bursting the Rome in my head, my empire!",
    "Gulliver? Gullible! The Caesars in my heart",
    "Tell me how all infamy is possible,",
    "And certain treacheries extremely probable!",
    "I must take leave of deelest MD now. Prithee,",
    "Be merry, patient girls and love your Presto.",
    "I have read all the trash and I am weary:",
    "Deelest lives, there is peace and quiet with thee",
    "And thee alone. None have the leisure here for little things.",
    "Farewell again, dear rogues; I am never happy",
    "But when I think of thee MD. Sirrah,",
    "I have had enough of courts and ministries.",
    "I wish I were once more at Laracor:",
    "Faith, do you know each syllable I write",
    "I hold my lips exact for all the world",
    "As if I talked the little language with MD.",
    "Yesterday died the Duke of Ormond’s daughter:",
    "Poor dear, she was with child. She was",
    "My favourite pet—save thee—I hardly knew",
    "A being more valuable, more beautiful,",
    "Of more nobility. I fear the certainty",
    "That she was thrown away quite carelessly,",
    "And merely lacked care. ’Tis clear, at any rate,",
    "That she was very healthy naturally.",
    "—Her Lord’s a puppy. I’ll no more of him,",
    "Now that he’s lost his only valuable . . .",
    "—I hate life when I see it thus exposed",
    "To accidents like these, so many thousands",
    "Burthening the earth with their stupidity,",
    "While such as she must die—abruptly—pointlessly.",
    "Somebody is coming wants a little place.",
    "My heart is set upon the cherry trees",
    "By the river side. My saucy sluts",
    "Farewell my deelest Nite poo dee MD . . .",
    "Y’see a Sea that’s ten miles wide, a town",
    "On t’other side, ships sailing in the Sea",
    "Discharging great Canons at MDs and mee,",
    "I see a great Sky, Moon and Stars, and ALL:",
    "I am a Fool."
  ],
  "title": "Swift",
  "year": ""
}