{
  "author": "Delmore Schwartz",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171352",
  "region": "",
  "text": [
    "Jeremiah Dickson was a true-blue American,",
    "For he was a little boy who understood America, for he felt that he must",
    "Think about",
    "; because that’s",
    "there is to think about,",
    "Knowing immediately the intimacy of truth and comedy,",
    "Knowing intuitively how a sense of humor was a necessity",
    "For one and for all who live in America. Thus, natively, and",
    "Naturally when on an April Sunday in an ice cream parlor Jeremiah",
    "Was requested to choose between a chocolate sundae and a banana split",
    "He answered unhesitatingly, having no need to think of it",
    "Being a true-blue American, determined to continue as he began:",
    "Rejecting the either-or of Kierkegaard, and many another European;",
    "Refusing to accept alternatives, refusing to believe the choice of between;",
    "Rejecting selection; denying dilemma; electing absolute affirmation: knowing",
    "in his breast",
    "The infinite and the gold",
    "Of the endless frontier, the deathless West.",
    "“Both: I will have them both!” declared this true-blue American",
    "In Cambridge, Massachusetts, on an April Sunday, instructed",
    "By the great department stores, by the Five-and-Ten,",
    "Taught by Christmas, by the circus, by the vulgarity and grandeur of",
    "Niagara Falls and the Grand Canyon,",
    "Tutored by the grandeur, vulgarity, and infinite appetite gratified and",
    "Shining in the darkness, of the light",
    "On Saturdays at the double bills of the moon pictures,",
    "The consummation of the advertisements of the imagination of the light",
    "Which is as it was—the infinite belief in infinite hope—of Columbus,",
    "Barnum, Edison, and Jeremiah Dickson."
  ],
  "title": "The True-Blue American",
  "year": ""
}