{
  "author": "Claudia Rankine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247344",
  "region": "",
  "text": [
    "/",
    "You are in the dark, in the car, watching the black-tarred street being swallowed by speed; he tells you his dean is making him hire a person of color when there are so many great writers out there.",
    "You think maybe this is an experiment and you are being tested or retroactively insulted or you have done something that communicates this is an okay conversation to be having.",
    "Why do you feel okay saying this to me? You wish the light would turn red or a police siren would go off so you could slam on the brakes, slam into the car ahead of you, be propelled forward so quickly both your faces would suddenly be exposed to the wind.",
    "As usual you drive straight through the moment with the expected backing off of what was previously said. It is not only that confrontation is headache producing; it is also that you have a destination that doesn’t include acting like this moment isn’t inhabitable, hasn’t happened before, and the before isn’t part of the now as the night darkens and the time shortens between where we are and where we are going.",
    "/",
    "When you arrive in your driveway and turn off the car, you remain behind the wheel another ten minutes. You fear the night is being locked in and coded on a cellular level and want time to function as a power wash. Sitting there staring at the closed garage door you are reminded that a friend once told you there exists a medical term — John Henryism — for people exposed to stresses stemming from racism. They achieve themselves to death trying to dodge the build up of erasure. Sherman James, the researcher who came up with the term, claimed the physiological costs were high. You hope by sitting in silence you are bucking the trend.",
    "/",
    "When the stranger asks, Why do you care? you just stand there staring at him. He has just referred to the boisterous teenagers in Starbucks as niggers. Hey, I am standing right here, you responded, not necessarily expecting him to turn to you.",
    "He is holding the lidded paper cup in one hand and a small paper bag in the other. They are just being kids. Come on, no need to get all KKK on them, you say.",
    "Now there you go, he responds.",
    "The people around you have turned away from their screens. The teenagers are on pause. There I go? you ask, feeling irritation begin to rain down. Yes, and something about hearing yourself repeating this stranger’s accusation in a voice usually reserved for your partner makes you smile.",
    "/",
    "A man knocked over her son in the subway. You feel your own body wince. He’s okay, but the son of a bitch kept walking. She says she grabbed the stranger’s arm and told him to apologize: I told him to look at the boy and apologize. And yes, you want it to stop, you want the black child pushed to the ground to be seen, to be helped to his feet and be brushed off, not brushed off by the person that did not see him, has never seen him, has perhaps never seen anyone who is not a reflection of himself.",
    "The beautiful thing is that a group of men began to stand behind me like a fleet of bodyguards, she says, like newly found uncles and brothers.",
    "/",
    "The new therapist specializes in trauma counseling. You have only ever spoken on the phone. Her house has a side gate that leads to a back entrance she uses for patients. You walk down a path bordered on both sides with deer grass and rosemary to the gate, which turns out to be locked.",
    "At the front door the bell is a small round disc that you press firmly. When the door finally opens, the woman standing there yells, at the top of her lungs, Get away from my house. What are you doing in my yard?",
    "It’s as if a wounded Doberman pinscher or a German shepherd has gained the power of speech. And though you back up a few steps, you manage to tell her you have an appointment. You have an appointment? she spits back. Then she pauses. Everything pauses. Oh, she says, followed by, oh, yes, that’s right. I am sorry.",
    "I am so sorry, so, so sorry.",
    "/"
  ],
  "title": "Poetry Magazine",
  "year": ""
}