{
  "author": "W. S. Merwin",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Death",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171865",
  "region": "U.S., Western",
  "text": [
    "Here comes the shadow not looking where it is going,",
    "And the whole night will fall; it is time.",
    "Here comes the little wind which the hour",
    "Drags with it everywhere like an empty wagon through leaves.",
    "Here comes my ignorance shuffling after them",
    "Asking them what they are doing.",
    "Standing still, I can hear my footsteps",
    "Come up behind me and go on",
    "Ahead of me and come up behind me and",
    "With different keys clinking in the pockets,",
    "And still I do not move. Here comes",
    "The white-haired thistle seed stumbling past through the branches",
    "Like a paper lantern carried by a blind man.",
    "I believe it is the lost wisdom of my grandfather",
    "Whose ways were his own and who died before I could ask.",
    "Forerunner, I would like to say, silent pilot,",
    "Little dry death, future,",
    "Your indirections are as strange to me",
    "As my own. I know so little that anything",
    "You might tell me would be a revelation.",
    "Sir, I would like to say,",
    "It is hard to think of the good woman",
    "Presenting you with children, like cakes,",
    "Granting you the eye of her needle,",
    "Standing in doorways, flinging after you",
    "Little endearments, like rocks, or her silence",
    "Like a whole Sunday of bells. Instead, tell me:",
    "Which of my many incomprehensions",
    "Did you bequeath me, and where did they take you? Standing",
    "In the shoes of indecision, I hear them",
    "Come up behind me and go on ahead of me",
    "Wearing boots, on crutches, barefoot, they could never",
    "Get together on any door-sill or destination—",
    "The one with the assortment of smiles, the one",
    "Jailed in himself like a forest, the one who comes",
    "Back at evening drunk with despair and turns",
    "Into the wrong night as though he owned it—oh small",
    "Deaf disappearance in the dusk, in which of their shoes",
    "Will I find myself tomorrow?"
  ],
  "title": "Sire",
  "year": ""
}