{
  "author": "Julian Grenfell",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176673",
  "region": "England",
  "text": [
    "The naked earth is warm with Spring,",
    "And with green grass and bursting trees",
    "Leans to the sun's gaze glorying,",
    "And quivers in the sunny breeze;",
    "And life is Colour and Warmth and Light,",
    "And a striving evermore for these;",
    "And he is dead who will not fight,",
    "And who dies fighting has increase.",
    "The fighting man shall from the sun",
    "Take warmth, and life from glowing earth;",
    "Speed with the light-foot winds to run",
    "And with the trees to newer birth;",
    "And find, when fighting shall be done,",
    "Great rest, and fulness after dearth.",
    "All the bright company of Heaven",
    "Hold him in their bright comradeship,",
    "The Dog star, and the Sisters Seven,",
    "Orion's belt and sworded hip:",
    "The woodland trees that stand together,",
    "They stand to him each one a friend;",
    "They gently speak in the windy weather;",
    "They guide to valley and ridges end.",
    "The kestrel hovering by day,",
    "And the little owls that call by night,",
    "Bid him be swift and keen as they,",
    "As keen of ear, as swift of sight.",
    "The blackbird sings to him: \"Brother, brother,",
    "If this be the last song you shall sing,",
    "Sing well, for you may not sing another;",
    "Brother, sing.\"",
    "In dreary doubtful waiting hours,",
    "Before the brazen frenzy starts,",
    "The horses show him nobler powers; —",
    "O patient eyes, courageous hearts!",
    "And when the burning moment breaks,",
    "And all things else are out of mind,",
    "And only joy of battle takes",
    "Him by the throat and makes him blind,",
    "Through joy and blindness he shall know,",
    "Not caring much to know, that still",
    "Nor lead nor steel shall reach him, so",
    "That it be not the Destined Will.",
    "The thundering line of battle stands,",
    "And in the air Death moans and sings;",
    "But Day shall clasp him with strong hands,",
    "And Night shall fold him in soft wings."
  ],
  "title": "Into Battle",
  "year": ""
}