{
  "author": "Mark Nickels",
  "classification": "",
  "keywords": [
    "Relationships",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238496",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Essentially, for some time, in an effort",
    "to determine whether I loved you or not,",
    "I've been praying to you, even though",
    "the inside of the tabernacle, as I thought,",
    "is empty: oxygen, carbon dioxide,",
    "brass, nickel, and a sheet, a sheet",
    "of gilded plywood. (And in the rectory,",
    "the housekeeper is cooking pasta, stamped",
    "in the shape of shells, all of a uniform size",
    "and color.) In an effort to determine,",
    "in an effort to determine whether I loved you,",
    "whether I loved you or not,",
    "I learned old lovers are christs or bodhisattvas.",
    "Slowly at first, and then with greater skill,",
    "in an effort to determine whether I loved you,",
    "I loved you or not,",
    "I've been praying without knowing it,",
    "in the daylight, in the white afternoon,",
    "and singing, and singing with records,",
    "my head tilted up into the black walnut,",
    "the windows alive with listening ravens",
    "to whom I sing about your boxy feet",
    "with rind of callus at the heel,",
    "(as elsewhere noted), your smiting eyes,",
    "your nose pugged slightly, like Socrates,",
    "your dark skin, your dark.",
    "Your voice like a woodwind, a basset clarinet;",
    "the wind you went out on, the wind you came in on,",
    "your hair the color of a violin,",
    "the unambiguous quality of many of your pronouncements,",
    "i.e., the time you said I was tortured by life,",
    "your eyes boring through me, right",
    "for the wrong reasons, again.",
    "The time in New Orleans you were so angry,",
    "I was so drunk, lurching in the curio shops full of shells.",
    "A shell grows around itself, folding over",
    "the first pattern, calcified into a whorled shape, not dissimilar",
    "to the whorl on the top of our two heads,",
    "the pattern of gorgeous irreplaceable error,",
    "and for a while the only assurance we belonged,",
    "we belonged to the same species.",
    "And the joy was piercing, this piercing joy",
    "came up in me, a whirring train, night,",
    "on the way home, somewhere before Memphis.",
    "The singing in my ears. A hurricane,",
    "a hurricane outside to my right was photographed from a satellite",
    "even as a criminal was being printed,",
    "his thumb whorl down, twisted clockwise,",
    "and the trees out in the dark strained,",
    "growing, forming knots, their flesh burled in the timedrift.",
    "I've wondered: does the twisting hurt them,",
    "and did all your turnings and hidings wound you",
    "as they did me, and did you notice my imprint,",
    "my concealment in that fold of air beside you,",
    "when into your boxy feet and brown hands",
    "nails, nails were driven,",
    "when you got into that car and went west,",
    "when you sat under that tree almost forever?"
  ],
  "title": "Shells",
  "year": ""
}