{
  "author": "Eleanor Wilner",
  "classification": "",
  "keywords": [
    "Activities",
    "Sports",
    "Outdoor Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171708",
  "region": "",
  "text": [
    "The unicorn is an easy prey: its horn",
    "in the maiden’s lap is an obvious",
    "twist, a tamed figure—like the hawk",
    "that once roamed free, but sits now, fat and hooded,",
    "squawking on the hunter’s wrist. It’s easy",
    "to catch what no longer captures",
    "the mind, long since woven in,",
    "a faded tapestry on a crumbling wall",
    "made by the women who wore keys",
    "at their waists and in their sleep came",
    "hot dreams of wounded knights left bleeding",
    "in their care, who would wake the next morning",
    "groaning from the leftover lance in the groin,",
    "look up into the round blond face beaming down",
    "at them thinking \"mine,\" and say: \"angel.\"",
    "Such beasts are easy to catch; their dreams",
    "betray them. But the hard prey is the one",
    "that won’t come bidden.",
    "By these signs you will know it:",
    "when you lift your lure",
    "out of the water, the long plastic line",
    "will be missing its end: the lure and the hook",
    "will be gone, and the line will swing free",
    "in the air, so light it will be without",
    "bait or its cunning",
    "sharp curl of silver. Or when you pull",
    "your net from the stream, it will be eaten",
    "as if by acid, its fine mesh sodden shreds.",
    "Or when you go at dawn to check your traps,",
    "their great metal jaws will be wrenched",
    "open, the teeth blunt with rust",
    "as if they had lain for years in the rain.",
    "Or when the thunderstorm suddenly breaks",
    "in the summer, next morning",
    "the computer’s memory will be blank.",
    "Look then for the blank card, the sprung trap,",
    "the net’s dissolve, the unburdened",
    "line that swings free in the air.",
    "There. By day, go empty-handed to the hunt",
    "and come home the same way",
    "in the dark."
  ],
  "title": "Hunting Manual",
  "year": ""
}