{
  "author": "Eleanor Wilner",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31440",
  "region": "",
  "text": [
    "When he had suckled there, he began",
    "to grow: first, he was an infant in her arms,",
    "but soon, drinking and drinking at the sweet",
    "milk she could not keep from filling her,",
    "from pouring into his ravenous mouth,",
    "and filling again, miraculous pitcher, mercy",
    "feeding its own extinction . . . soon he was",
    "huge, towering above her, the landscape,",
    "his shadow stealing the color from the fields,",
    "even the flowers going gray. And they came",
    "like ants, one behind the next, to worship",
    "him—huge as he was, and hungry; it was",
    "his hunger they admired most of all.",
    "So they brought him slaughtered beasts:",
    "goats, oxen, bulls, and finally, their own",
    "kin whose hunger was a kind of shame",
    "to them, a shrinkage; even as his was",
    "beautiful to them, magnified, magnificent.",
    "The day came when they had nothing left",
    "to offer him, having denuded themselves",
    "of all in order to enlarge him, in whose",
    "shadow they dreamed of light: and that",
    "is when the thought began to move, small",
    "at first, a whisper, then a buzz, and finally,",
    "it broke out into words, so loud they thought",
    "it must be prophecy: they would kill him,",
    "and all they had lost in his name would return,",
    "renewed and fresh with the dew of morning.",
    "Hope fed their rage, sharpened their weapons.",
    "And who is she, hooded figure, mourner now",
    "at the fate of what she fed? And the slow rain,",
    "which never ends, who is the father of that?",
    "And who are we who speak, as if the world",
    "were our diorama—its little figures moved",
    "by hidden gears, precious in miniature, tin soldiers,",
    "spears the size of pins, perfect replicas, history",
    "under glass, dusty, old fashioned, a curiosity",
    "that no one any longer wants to see,",
    "excited as they are by the new giant, who feeds",
    "on air, grows daily on radio waves, in cyberspace,",
    "who sows darkness like a desert storm,",
    "who blows like a wind through the Boardrooms,"
  ],
  "title": "Magnificat",
  "year": ""
}