{
  "author": "Eleanor Wilner",
  "classification": "",
  "keywords": [
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171705",
  "region": "",
  "text": [
    "All around the altar, huge lianas",
    "curled, unfurled the dark green",
    "of their leaves to complement the red",
    "of blood spilled there—a kind of Christmas",
    "decoration, overhung with heavy vines",
    "and over them, the stars.",
    "When the angels came, messengers like birds",
    "but with the oiled flesh of men, they hung",
    "over the scene with smoldering swords,",
    "splashing the world when they beat",
    "their rain-soaked wings against the turning sky.",
    "The child was bright in his basket",
    "as a lemon, with a bitter smell from his wet",
    "swaddling clothes. His mother bent",
    "above him, singing a lullaby",
    "in the liquid tongue invented",
    "for the very young—short syllables",
    "like dripping from an eave",
    "mixed with the first big drops of rain",
    "that fell, like tiny silver pears, from",
    "the glistening fronds of palm. The three",
    "who gathered there—old kings uncrowned:",
    "the cockroach, condor, and the leopard, lords",
    "of the cracks below the ground, the mountain",
    "pass and the grass-grown plain—were not",
    "adorned, did not bear gifts, had not",
    "come to adore; they were simply drawn",
    "to gawk at this recurrent, awkward son",
    "whom the wind had said would spell",
    "the end of earth as it had been.",
    "Somewhere north of this familiar scene",
    "the polar caps were melting, the water was",
    "advancing in its slow, relentless",
    "lines, swallowing the old",
    "landmarks, swelling the",
    "seas that pulled",
    "the flowers and the great steel cities down.",
    "The dolphins sport in the rising sea,",
    "anemones wave their many arms like hair",
    "on a drowned gorgon’s head, her features",
    "softened by the sea beyond all recognition.",
    "On the desert’s edge where the oasis dies",
    "in a wash of sand, the sphinx seems to shift",
    "on her haunches of stone, and the rain, as it runs down,",
    "completes the ruin of her face. The Nile",
    "merges with the sea, the waters rise",
    "and drown the noise of earth. At the forest’s",
    "edge, where the child sleeps, the waters gather—",
    "as if a hand were reaching for the curtain",
    "to drop across the glowing, lit tableau.",
    "When the waves closed over, completing the green",
    "sweep of ocean, there was no time for mourning.",
    "No final trump, no thunder to announce",
    "the silent steal of waters; how soundlessly",
    "it all went under: the little family",
    "and the scene so easily mistaken",
    "for an adoration. Above, more clouds poured in",
    "and closed their ranks across the skies;",
    "the angels, who had seemed so solid, turned",
    "quicksilver in the rain.",
    "Now, nothing but the wind",
    "moves on the rain-pocked face",
    "of the swollen waters, though far below",
    "where giant squid lie hidden in shy tangles,",
    "the whales, heavy-bodied as the angels,",
    "their fins like vestiges of wings,",
    "sing some mighty epic of their own—",
    "a great day when the ships would all withdraw,",
    "the harpoons fail of their aim, the land",
    "dissolve into the waters, and they would swim",
    "among the peaks of mountains, like eagles",
    "of the deep, while far below them, the old",
    "nightmares of earth would settle",
    "into silt among the broken cities, the empty",
    "basket of the child would float",
    "abandoned in the seaweed until the work of water",
    "unraveled it in filaments of straw,",
    "till even that straw rotted",
    "in the planetary thaw the whales prayed for,",
    "sending their jets of water skyward",
    "in the clear conviction they’d spill back",
    "to ocean with their will accomplished",
    "in the miracle of rain:",
    "was without form and void, and darkness",
    "was upon the face of the deep. And",
    "the Spirit moved upon the face of the waters."
  ],
  "title": "Reading the Bible Backwards",
  "year": ""
}