{
  "author": "Eleanor Wilner",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178419",
  "region": "",
  "text": [
    "came in an envelope with no return address;",
    "she was small, wore wrinkled dress of figured",
    "cotton, full from neck to ankles, with a button",
    "of bone at the throat, a collar of torn lace.",
    "She was standing before a monumental house—",
    "on the scale you see in certain English films:",
    "urns, curved drives, stone lions, and an entrance far",
    "too vast for any home. She was not of that place,",
    "for she had a foreign look, and tangled black hair,",
    "and an ikon, heavy and strange, dangling from",
    "an oversize chain around her neck, that looked",
    "as if some tall adult had taken it from his,",
    "and hung it there as a charm to keep her safe",
    "from a world of infinite harm that soon",
    "would take him far from her, and leave her",
    "standing, as she stood now—barefoot, gazing",
    "without expression into distance, away",
    "from the grandeur of that house, its gravel",
    "walks and sculpted gardens. She carried a basket",
    "full of flames, but whether fire or flowers",
    "with crimson petals shading toward a central gold,",
    "was hard to say—though certainly, it burned,",
    "and the light within it had nowhere else",
    "to go, and so fed on itself, intensified its red",
    "and burning glow, the only color in the scene.",
    "The rest was done in grays, light and shadow",
    "as they played along her dress, across her face,",
    "and through her midnight hair, lively with bees.",
    "At first they seemed just errant bits of shade,",
    "until the humming grew too loud to be denied",
    "as the bees flew in and out, as if choreographed",
    "in a country dance between the fields of sun",
    "and the black tangle of her hair.",
    "Without warning",
    "a window on one of the upper floors flew open—",
    "wind had caught the casement, a silken length",
    "of curtain filled like a billowing sail—the bees",
    "began to stream out from her hair, straight",
    "to the single opening in the high facade. Inside,",
    "a moment later—the sound of screams.",
    "The girl—who had through all of this seemed",
    "unconcerned and blank—all at once looked up.",
    "She shook her head, her mane of hair freed",
    "of its burden of bees, and walked away,",
    "out of the picture frame, far beyond",
    "the confines of the envelope that brought her",
    "image here—here, where the days grow longer",
    "now, the air begins to warm, dread grows to",
    "fear among us, and the bees swarm."
  ],
  "title": "The Girl with Bees in Her Hair",
  "year": ""
}