{
  "author": "Sandra M. Gilbert",
  "classification": "Sonnet",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Growing Old",
    "The Mind"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182437",
  "region": "U.S., Western",
  "text": [
    "1",
    "In-and-out sun like the light of her mind that knows",
    "and doesn’t feels and forgets pelts of rain",
    "hid and seek of thought first gray then rose",
    "but still a steady backlight (sometimes hidden):",
    "“Remember Woody Allen’s line? I’m not",
    "like that I don’t care when it happens where",
    "I just don’t want to die not scared not that",
    "I just don’t want to and I told the doctor!”",
    "and the doctor laughing “Cute old lady said",
    "she doesn’t care about the why and wherefore",
    "she just doesn’t want to die . . .” and therefore?",
    "then she forgets smiles turns her head",
    "to nod",
    "at shadows on the walls",
    "that gather where the light collects and falls",
    "2",
    "They gather where the light collects and falls",
    "we can’t see them but she seems to think",
    "at least a few are smiling so she feels",
    "she",
    "to say hello politely thank",
    "these thoughtful ghosts who visit sister brothers",
    "Sunday best in black old Brooklyn friends",
    "who hardly see the gulf of sixty years",
    "mama and papa severe Sicilian bookends",
    "“Come in, come in” her eyes light up she waves",
    "and beckons all to chairs around her bed",
    "so she can boast to brothers and their wives",
    "of all the special things her daughter did",
    "and how her grandkids won so many prizes",
    "and as she vaunts and glows her smile blazes",
    "3",
    "But though she glows but though her smile blazes",
    "the sister flickers fades the brothers falter",
    "her eyesight’s bad it’s hard to see their faces",
    "as if she peered through gauze or a thick filter",
    "and then the",
    "come the ones she calls",
    "“co-tenants” of her rooms the lovers",
    "coarse as goats in corners nasty girls",
    "smart-aleck guys who",
    "know what they’re doing",
    "and what they do is occupy her place",
    "back home they swarmed all over her apartment",
    "set up a stove behind her lovely bookcase",
    "nursed babies on her sofa bold indifferent",
    "and even here still shameless in their clingings",
    "they mean to steal they’ll steal her best belongings",
    "4",
    "What should she do to safeguard her belongings?",
    "she begs for help urges us to lock",
    "to triple lock the doors to hide her things",
    "her pearls right",
    "her fruitwood in New York",
    "her mother’s hand-carved walnut chairs the leather-",
    "surfaced desk at which my father sat",
    "so long ago wearing the cashmere sweater",
    "grandma bought him and the Sulka shirt",
    "Listen! Are we listening! Have we",
    "How well he dressed! How beautiful their place!",
    "four rooms in Queens what lots couldn’t afford",
    "in an age of breadlines shameful jobs or worse",
    "“",
    "” thunder of God she looses",
    "the curse she learned in childhood for most uses",
    "5",
    "The curses learned in childhood have their uses",
    "she swears when they strip her bare",
    "to bathe her",
    "when the nurses",
    "slide the soiled bed pads to the floor",
    "or prop her in the wheelchair to be fed",
    "thunder of God echoes along the halls",
    "when she tries to fight the husky nurse’s aide",
    "come to sponge her bruises stains and spills",
    "embarrassed we shiver in the corridor",
    "while she flails and shrieks for the police",
    "“",
    "Call the police!” God’s thunder",
    "will scorch us if we leave her in this place",
    "away from her apartment calm and peace",
    "away from her belongings purse and keys",
    "6",
    "Away from her belongings purse and keys",
    "(and crumpled Kleenex reading glasses coins",
    "and comb she always carries in that purse)",
    "she isn’t real! she might be only bones!",
    "yet the belongings longings must go on",
    "the bookcase and the rugs and tables must",
    "survive outlast her so she tells her grandson",
    "how to plan an auction in the east",
    "there are the costs of those belongings that",
    "the value of mahogany and this",
    "the price of sterling silver (which she fought",
    "to buy—a fifth-grade teacher in the thirties—)",
    "and the bracelets furs her in-laws gave",
    "too bad they can’t go with her to the grave!",
    "7",
    "What happens to belongings after the grave?",
    "They’ll be up here and she she’ll be down there",
    "what of the stuff she worked so hard to have?",
    "polished mahogany and mink and silver",
    "and even the fifteen-year-old television",
    "still good still just right for the nightly news",
    "and the brand-new vacuum cleaner even",
    "still a— a",
    "someone ought to choose",
    "her face is crumpling like a handkerchief",
    "don’t give it all away don’t give it up",
    "if",
    "don’t want it at least sell it off!",
    "don’t let the",
    "have it either stop",
    "the thieves before they drag it all away",
    "don’t let my",
    "go astray. . . .",
    "8",
    "Don’t let",
    "belongings go astray",
    "call the super tell the doorman keep",
    "the windows locked and barred the crooks away",
    "the one who break and enter when you sleep",
    "the ones who follow sullen knife and rape",
    "how many years she’s warned us can’t we hear",
    "they’ll pick the locks they’ll climb the fire escape",
    "just look the crooks are here are everywhere",
    "a sudden nod a glance at the next bed",
    "where a wizened person gasps and snores",
    "one now she saw her yes she did",
    "peering in closets rummaging in drawers",
    "even in hospitals they have no pity",
    "they rob you when they see your things are pretty",
    "9",
    "Yet O it’s nice that all her things are pretty",
    "her smile blazes back in Jackson Heights",
    "(on one of the better blocks in New York City)",
    "her beautiful apartment basks and waits",
    "a hush of rugs a drawn Venetian blind",
    "keeping the silence keeping the bars of shadow",
    "gathered like silent guardians around",
    "the hanging shelf the Wedgewood the piano",
    "and there the family photographs are massed",
    "my father’s face blade-thin in sepia",
    "my baby self in flounces or undressed",
    "from times when she was poor but happier",
    "belongings blurry as if underwater",
    "bearing the prints of mother father daughter",
    "10",
    "How far the age of mother father daughter!",
    "my baby room with walls now pink now blue",
    "(but never yellow though I begged I fought her)",
    "and the tiny snowman globe where snowflakes flew",
    "and the little silver Virgin Mary shrine",
    "whose key I turned to play Our Lady’s song",
    "“Ave Maria” tinkling out of tune",
    "and the gray hooked rug where silent bluebirds sang",
    "and a rabbit ran away among the trees",
    "but never vanished never could escape",
    "whatever chased him from the knitted haze",
    "a scary thing",
    "it had no shape",
    "though now the whole room’s painted hazy gray",
    "and the rabbit trees and birds raveled away",
    "11",
    "When did her mind begin to ravel away?",
    "—that time she fell outside the beauty parlor",
    "(getting pretty for her grandson’s birthday)?",
    "she didn ’t answer when we tried to call her",
    "and soon with mop and broom she fought the",
    "called 911 the super the police",
    "there on the sofa sat the nursing mothers",
    "the lovers crawled and thrashed under the bookcase",
    "we flew to Queens we packed up all her things",
    "the fox-head furs her mother ’s lion-necklace",
    "“But what about all my other best belongings?”",
    "she worried then gave up resigned to silence",
    "a roar of takeoff buckled in she hissed",
    "“Here’s to my new adventure in the west!”",
    "12",
    "At sundown tantrums shake the sunset west",
    "the nurses turn her toward the flashing window",
    "“See the flowers? See the pretty bird’s nest?”",
    "bushes tug in tubs on the patio",
    "where a night wind rises over Astroturf",
    "batters the waiting tables chairs and wheelchairs",
    "as if they stood in a swirl of Pacific surf",
    "whose icy water glitters darkens clears",
    "“Here’s dinner, hon!” the nurse’s aide with bib",
    "holds out a tray of lukewarm grown-up mush",
    "last week a fall tore muscles cracked a rib",
    "did she fall did someone really",
    "?",
    "she tries to remember strains to see remembers",
    "(sometimes) the names of sundown visitors",
    "13",
    "Sometimes the names of sundown visitors",
    "hook into thought sometimes the sounds unravel",
    "blur sister brothers TV commentators",
    "(Frank and Vito turn into Ted Koppel)",
    "I visit afternoons bring cupcakes chocolate",
    "the only stuff she ever wants to eat",
    "can barely swallow though one night past midnight",
    "she coughs a little chokes on her own spit",
    "the night nurse didn’t hear the radio",
    "was turned on loud she’s kind of scared and sorry",
    "and puts a rose on the poor old lady’s pillow",
    "and a mortician calls and tells us not to worry",
    "above the sunlit bay the slicing planes",
    "rise fast and one speeds east with her “remains”",
    "14",
    "Back among her belongings her remains",
    "glide north northwest in a shiny SUV",
    "designed to weather snowstorms freezing rains",
    "far from the simmering fields of Sicily",
    "the East Coast cemetery’s stony pressed",
    "into a cleft of hills black ice I skid on",
    "leaning to greet the freckled hearty priest",
    "looking not looking at the box she’s laid in",
    "at the edge of the polished boards that hold her husband",
    "the priest says the words she scorned she didn’t believe",
    "(she has to be blessed to belong to holy ground)",
    "and O she would scold us if she were still alive!",
    "no",
    "no bolt so fierce and true",
    "as the light of her mind that felt that thought that knew"
  ],
  "title": "Belongings",
  "year": ""
}