{
  "author": "John Taggart",
  "classification": "Series/Sequence",
  "keywords": [
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241490",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1",
    "Those who hear the train they had better worry worry",
    "those who hear they had better worry worry.",
    "2",
    "No disgrace to worry to have the worried life blues",
    "might do some good to be worried in the hour of our need.",
    "3",
    "Run run run away going to run run run away",
    "there are those who think they’﻿re going to run away.",
    "4",
    "To hear and to be facing and to be facing what is heard",
    "to hear and to be face to face with what is heard.",
    "5",
    "Run run run away they’﻿re going to run run run away",
    "there are those who think they’﻿re going to run away from the train.",
    "6",
    "Fort built to protect the community from desert raiders",
    "community thought to protect itself from raiders.",
    "7",
    "Those who hear the train they had better worry worry",
    "better worry worry about a gift of tears.",
    "8",
    "Those who are gathered in the fort had better learn",
    "they had better learn how to cure their wounds.",
    "9",
    "The train with its poison and its tongue",
    "the lurking train with its poison and its tongue.",
    "10",
    "Those who are gathered better learn to be insensitive",
    "learn how to put on a show of being insensitive.",
    "11",
    "Danger of its poison and of its tongue",
    "danger of its poison and of its tongue against our teeth.",
    "12",
    "Had better break the habit the habit of prayer",
    "better let the jokes come back to us when we’﻿re at prayer.",
    "13",
    "What really kills me is standing in the need of prayer",
    "standing in a gathering in the need of prayer.",
    "14",
    "Don’﻿t if we don’﻿t if we don’﻿t break the habit",
    "we will be made to climb all the steps of the ladder.",
    "15",
    "Brood over someone else’﻿s dream: three-story red tower",
    "beneath the tower the train is always departing.",
    "16",
    "Danger of its tongue for those gathered like a group",
    "gathered like a group of all virgins with their downcast eyes.",
    "17",
    "There is this problem with cutting off the prayer hand",
    "there is this problem with the other hand.",
    "18",
    "How insensitive is how those who hear better be",
    "how insensitive how unmoved and cold they had better be.",
    "19",
    "You can call him you can call him up and ask him",
    "if we had only asked for “Sleep Walk by Santo & Johnny.",
    "20",
    "Red tower green sky three-story tower against green sky",
    "beneath the tower the train is always departing.",
    "21",
    "Don’﻿﻿t break it be made to climb all the steps",
    "we don’t break it we’﻿﻿ll be made to climb all the steps.",
    "22",
    "Ant on the floor the small ant on the kitchen floor",
    "the small ant anticipates by sound or shadow.",
    "23",
    "Light turns out in the kitchen when somebody pulls on the string",
    "those gathered not able to anticipate the danger.",
    "24",
    "If we had only stayed in the school of the prophets",
    "in the school of the prophets who catch thoughts from words.",
    "25",
    "Ant on the floor the small ant on the kitchen floor",
    "those gathered not able to anticipate the danger.",
    "26",
    "Those who are gathered are fondled and taken by the hand",
    "taken by the hand and made to climb all the steps.",
    "27",
    "Perfectly built fort bound to make the community unhappy",
    "bound to make those in the community unhappy.",
    "28",
    "What really kills me is standing in the need of prayer",
    "I’﻿﻿m standing in the need of jokes that come back.",
    "29",
    "Standing in the need of prayer in a perfectly built fort",
    "bound to make you unhappy bound to make me unhappy.",
    "30",
    "Not broken the habit of prayer not been broken",
    "those who are gathered better learn how to cure their wounds."
  ],
  "title": "All the Steps",
  "year": ""
}