{
  "author": "John Taggart",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "History",
    "Politics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241488",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1",
    "Not sweet sixteen not even sweet sixteen and she’﻿s moaning",
    "not even sixteen years old and she’﻿﻿s moaning﻿",
    "not even sweet sixteen and she’﻿s moaning the words",
    "moaning out the words to “Precious Lord”",
    "she says “ain’﻿t no harm to moan” and she’﻿s moaning",
    "it’﻿s Aretha in the New Bethel Baptist Church in Detroit in 1956",
    "words moaned out so that she becomes denuded",
    "no more little black dress she has nothing to hide",
    "no more little black dress she has nothing left to hide.",
    "Thomas Dorsey wrote the words wrote the words and the music",
    "Thomas Dorsey wrote the words and the music for “Precious Lord”",
    "Thomas Dorsey aka Georgia Tom wrote other songs",
    "one of the other songs “Deep Moaning Blues”",
    "Thomas Dorsey: “I like the long moaning groaning tone”",
    "Georgia Tom moaned “Deep Moaning Blues” with Ma Rainey",
    "Georgia Tom and Ma Rainey moan they moan and groan",
    "their moaning and groaning make you see",
    "moaning and groaning you’﻿re made to see they have nothing.",
    "2",
    "The first time Mahalia does it as one interconnected phrase",
    "she does it as three in one three words in one phrase",
    "three in one: “take-en-n—my-ah-aah—ha-an-nd”",
    "Mahalia does it in the same year in 1956 the same year as Aretha",
    "same but different the second time it is more aggressive",
    "it’﻿s more aggressive: “take-ake my-ah han-and”",
    "Mahalia was a big fine woman Mahalia was denuded",
    "she sang “Precious Lord” at the funeral of Martin Luther King",
    "Aretha sang “Precious Lord” at the funeral of Mahalia.",
    "Thomas Dorsey met Mahalia met her for the first time in 1928",
    "it was in 1928 that Georgia Tom moaned with Ma Rainey",
    "he moaned with Ma Rainey he moaned and he groaned with Ma Rainey",
    "he met Mahalia and he taught her how to moan",
    "“you teach them how to say their words in a moanful way”",
    "to say their words how to say his words",
    "Mahalia was a big fine woman Mahalia was denuded",
    "Dorsey knew the heavier the voice the better the singer",
    "Dorsey knew as any teacher knows the heavier the better.",
    "3",
    "Al Green has a softened voice he has a voice made softened",
    "he was made to sing softened by Willie Mitchell in 1972",
    "softened and softened and softened",
    "Al Green became Rev. Al Green of the Full Gospel Tabernacle in 1980",
    "a tabernacle is a fixed or movable habitation",
    "habitation where you stay together with the lord",
    "Al Green has a softened voice he has a voice made softened",
    "he was made to sing softened on “Let’﻿s Stay Together”",
    "in 1982 he was made to sing softened on “Precious Lord.”",
    "Photograph of Thomas Dorsey photograph of a smooth operator",
    "photograph of Georgia Tom photo of a smooth operator",
    "the photo smoothed out retouched softened",
    "one side of the face completely light one side of the face all dark",
    "one side merges into the light smoothed out softened",
    "one side merges into the dark smoothed out made softened",
    "in the photograph a smooth operator is lighting a cigarette",
    "slender fingers hold a matchbox hold a match",
    "slender fingers hold a softened flame against the softened dark.",
    "4",
    "“Lead me” sing “lead me” they move with a repetitive rhythm",
    "Dom Mocquereau: “rhythm is the ordering of the movement”",
    "repetitive rhythm orders them to move on “lead”",
    "they move with all their weight on “lead” it sounds like “feed”",
    "it’﻿s the Soul Stirrers it’﻿s the most rhythmic music you ever heard",
    "repetitive rhythm it sounds like “",
    "me”",
    "S.R. Crain tenor A.L. Johnson baritone J.J. Farley bass",
    "Edmond Jabè﻿s: “can we be healed by repetition?”",
    "the Soul Stirrers move with a repetitive rhythm sing “",
    "me.”",
    "Thomas Dorsey came to Chicago came looking for deliverance",
    "Georgia Tom came in 1916 the Soul Stirrers in 1937",
    "to get deliverance you have to wait on the movements of providence",
    "he played piano he sang at buffet flats at rent parties",
    "he was a smooth player and he sang softly",
    "a smooth player they called him “the whispering piano player”",
    "the most popular dance at the parties was the slow drag",
    "he learned how to drag easy how to sing softly",
    "how to drag easy how to wait on the movements of providence.",
    "5",
    "Soul Stirrers move with a repetitive rhythm sing “",
    "me”",
    "repetitive rhythm orders them to sing “",
    "me”",
    "R.H. Harris sings lead he sings the essential word",
    "R.H. Harris taught Sam Cooke and Sam Cooke taught Johnny Taylor",
    "Johnny Taylor “Who",
    "’﻿﻿s Making Love” 1968",
    "R.H. Harris: “they got a touch of me even if they don’﻿﻿t know me”",
    "what they got a touch of touch of tongue love",
    "R.H. Harris taught them to study the essential word",
    "the word brings it to a picture it’﻿﻿s the lord making love.",
    "Thomas Dorsey wrote the words wrote the words and the music",
    "Thomas Dorsey wrote the words wrote the essential word",
    "wrote “precious” not “blessed” the essential word is “precious”",
    "this was to be enshrined as a moment of epiphany",
    "moment when he wrote the better-sounding word",
    "moment of",
    "moment of epiphany essential word shining picture",
    "Dorsey: “that thing like something hit me and went all over me”",
    "that thing must be that same thing went all over him.",
    "6",
    "Clara Ward’﻿﻿s real nasal her nasality makes her a real moaner",
    "she moans the three in one three words in one word",
    "she moans so that one word becomes three",
    "one becomes three: “thru-uuu-uah”",
    "double-clutches just like Aretha: “thru-ah thru-uuu-uah the night”",
    "sounds just like Aretha because Aretha sounds just like her",
    "Aretha followed Clara Ward note for moaning note",
    "denuded Aretha followed denuded Clara",
    "and did Aretha follow her to the lord to the lord to the light.",
    "Thomas Dorsey was invited to Philadelphia by Gertrude Ward",
    "Mrs. Gertrude Mae Murphy Ward the mother of Clara",
    "in 1931 Mrs. Ward was told in a vision was told to go and to sing",
    "Dorsey was invited to teach the Wards how to sing",
    "how to say his words in a moanful way",
    "Dorsey liked the long moaning groaning tone",
    "Mrs. Ward was told in a vision a vision from the lord",
    "Dorsey taught Clara and Clara taught Aretha",
    "how to say his words in a moanful way all through the night.",
    "7",
    "Sounds like “",
    "me” doesn’﻿﻿t sound like the Soul Stirrers",
    "it’﻿﻿s not the Soul Stirrers it’﻿﻿s the Kings of Harmony",
    "the Kings of Harmony with Carey Bradley on lead",
    "Carey Bradley was taught by Silas Steele the first hard lead",
    "Silas Steele sang lead for the Blue Jay Singers",
    "those singers recorded the first quartet version of a Dorsey song",
    "Silas Steele sang hard with a repetitive rhythm",
    "question is can we be healed by repetition",
    "over “feed me” Carey Bradley sings hard: “take-ah my hand.”",
    "Blue Jay Singers the first quartet to record a Dorsey song",
    "in 1931 those singers recorded “If You See My Saviour”",
    "those singers: “if you see my saviour tell him that you saw me”",
    "in 1931 Georgia Tom recorded “Please Mr. Blues”",
    "Georgia Tom recorded in 1931 with Tampa Red",
    "Georgia Tom and Tampa Red recorded a low moaning blues",
    "“Please Mr. Blues” is a deep low-down moaning blues",
    "those singers: “please be careful handle me like a child”",
    "if you saw their saviour you would see Mr. Blues.",
    "8",
    "Brother Joe May has a big voice has a big and loud voice",
    "Brother Joe May the thunderbolt of the Middle West",
    "the way he sang “pra-aaa-aaa-aaa-shus” is like thunder",
    "he was taught to sing “pra-aaa-aaa-aaa-shus” by Mother Smith",
    "he was taught to sing by Mother Willie Mae Ford Smith",
    "she was called Mother he called her Mother",
    "Mother Smith: “the lord just anoints me while I’﻿﻿m singing”",
    "when you’﻿﻿re anointed something goes all over you",
    "must be that same thng went all over her went all over her son.",
    "Mrs. Willie May introduced “If You See My Saviour” in 1930",
    "this was before she was called Mother",
    "twenty years before Brother Joe May sang “pra-aaa-aaa-aaa-shus”",
    "in 1930 in Chicago at the National Baptist Convention",
    "during the morning devotions at the convention",
    "she sang “you saw me” during the morning devotions",
    "in 1930 in Chicago Georgia Tom recorded “She Can Love So Good”",
    "in 1931 in Chicago Georgia Tom recorded “Please Mr. Blues”",
    "if you saw her you’﻿﻿d see Mr. Blues loving her so good.",
    "9",
    "Way past sixteen way past sweet sixteen and she’﻿﻿s moaning",
    "she says “when I don’﻿﻿t feel like singing I moan”",
    "it’﻿﻿s Sister Rosetta Tharpe at The Hot Club de France in 1966",
    "Sister Rosetta had dyed her hair red played a hollow-body jazz guitar",
    "Sister Rosetta has a resonating vibrato",
    "she moans “ho-oo-oo-oo-meh” with a resonat﻿ing vibrato",
    "she moans out “ho-oo-oo-oo-meh” becomes resonant",
    "“when I don’﻿﻿﻿﻿t feel like singing I moan”",
    "she becomes completely resonant she has nothing left to hide.",
    "Thomas Dorsey wrote the words wrote the words and the music",
    "Thomas Dorsey wrote the words and the music for “Precious Lord”",
    "the song is an answer song to another song",
    "answer to George Nelson Allen’﻿﻿﻿s “Must Jesus Bear the Cross Alone?”",
    "George Nelson Allen thought the answer was no",
    "a cross for everyone “there’﻿﻿﻿s a cross for everyone”",
    "Thomas Dorsey thought the answer was no",
    "“see you got to be susceptible for whatever comes in the ear”",
    "he got Sister Rosetta to be susceptible got everyone susceptible."
  ],
  "title": "Precious Lord",
  "year": ""
}