{
  "author": "Anne Killigrew",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/180917",
  "region": "England",
  "text": [
    "I sing the man that never equal knew,",
    "Whose mighty arms all Asia did subdue,",
    "Whose conquests through the spacious world do ring,",
    "That city-raser, king-destroying king,",
    "Who o’er the warlike Macedons did reign,",
    "And worthily the name of Great did gain.",
    "This is the prince (if fame you will believe,",
    "To ancient story any credit give.)",
    "Who when the globe of Earth he had subdued,",
    "With tears the easy victory pursued;",
    "Because that no more worlds there were to win,",
    "No further scene to act his glories in.",
    "Ah that some pitying Muse would now inspire",
    "My frozen style with a poetic fire,",
    "And raptures worthy of his matchless fame,",
    "Whose deeds I sing, whose never fading name",
    "Long as the world shall fresh and deathless last,",
    "No less to future ages, then the past.",
    "Great my presumption is, I must confess,",
    "But if I thrive, my glory’s ne’er the less;",
    "Nor will it from his conquests derogate",
    "A female pen his acts did celebrate.",
    "If thou O Muse wilt thy assistance give,",
    "Such as made Naso and great Maro live,",
    "With him whom Melas’ fertile banks did bear,",
    "Live, though their bodies dust and ashes are;",
    "Whose laurels were not fresher, than their fame",
    "Is now, and will for ever be the same.",
    "If the like favor thou wilt grant to me,",
    "O Queen of Verse, I’ll not ungrateful be,",
    "My choicest hours to thee I’ll dedicate,",
    "’Tis thou shalt rule, ’tis thou shalt be my fate.",
    "But if coy goddess thou shalt this deny,",
    "And from my humble suit disdaining fly,",
    "I’ll stoop and beg no more, since I know this,",
    "Writing of him, I cannot write amiss:",
    "His lofty deeds will raise each feeble line,",
    "And god-like acts will make my verse divine.",
    "’Twas at the time the golden sun doth rise,",
    "And with his beams enlights the azure skies,",
    "When lo a troop in silver arms drew near,",
    "The glorious sun did nere so bright appear;",
    "Dire scarlet plumes adorned their haughty crests,",
    "And crescent shields did shade their shining breasts;",
    "Down from their shoulders hung a panther’s hide,",
    "A bow and quiver rattled by their side;",
    "Their hands a knotty well tried spear did bear,",
    "Jocund they seemed, and quite devoid of fear.",
    "These warlike virgins were, that do reside",
    "Near Thermodon’s smooth banks and verdant side,",
    "The plains of Themiscyre their birth do boast,",
    "Thalestris now did head the beauteous host;",
    "She emulating that illustrious dame,",
    "Who to the aid of Troy and Priam came,",
    "And her who the Retulian prince did aid,",
    "Though dearly both for their assistance paid.",
    "But fear she scorned, nor the like fate did dread,",
    "Her host she often to the field had led,",
    "As oft in triumph had returned again,",
    "Glory she only sought for all her pain.",
    "This martial queen had heard how loudly fame,",
    "Echoed our conqueror’s redoubted name,",
    "Her soul his conduct and his courage fired,",
    "To see the hero she so much admired;",
    "And to Hyrcania for this cause she went,",
    "Where Alexander (wholly then intent",
    "On triumphs and such military sport)",
    "At truce with war held both his camp and court.",
    "And while before the town she did attend",
    "Her messengers return, she saw ascend",
    "A cloud of dust, that covered all the sky,",
    "And still at every pause there stroke her eye.",
    "The interrupted beams of burnished gold,",
    "As dust the splendor hid, or did unfold;",
    "Loud neighings of the steeds, and trumpets’ sound",
    "Filled all the air, and echoed from the ground;",
    "The gallant Greeks with a brisk march drew near,",
    "And their great chief did at their head appear.",
    "And now come up to th’Amazonian band,",
    "They made a halt and a respectful stand:",
    "And both the troops (with like amazement strook)",
    "Did each on other with deep silence look.",
    "Th’heroic queen (whose high pretence to war",
    "Cancelled the bashful laws and nicer bar",
    "Of modesty, which did her sex restrain)",
    "First boldly did advance before her train,",
    "And thus she spake. All but a god in name,",
    "And that a debt time owes unto thy fame.",
    "poetry, but finding the task she had undertaken",
    "hard, she laid it by till practice and more time",
    "should make her equal to so great a work."
  ],
  "title": "Alexandreis",
  "year": ""
}