{
  "author": "Amy Clampitt",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Arts",
    "Sciences",
    "Nature",
    "Living",
    "Sorrow",
    "Grieving",
    "Animals",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179056",
  "region": "U.S., New England",
  "text": [
    "In a year the nightingales were said to be so loud",
    "they drowned out slumber, and peafowl strolled screaming",
    "beside the ruined nunnery, through the long evening",
    "of a dazzled pub crawl, the halcyon color, portholed",
    "by those eye-spots’ stunning tapestry, unsettled",
    "the pastoral nightfall with amazements opening.",
    "Months later, intermission in a pub on Fifty-fifth Street",
    "found one of them still breathless, the other quizzical,",
    "acting the philistine, puncturing Stravinsky—“Tell",
    "me, what",
    "that racket in the orchestra about?”—",
    "hauling down the Firebird, harum-scarum, like a kite,",
    "a burnished, breathing wreck that didn’t hurt at all.",
    "Among the Bronx Zoo’s exiled jungle fowl, they heard",
    "through headphones of a separating panic, the bellbird",
    "reiterate its single",
    "a scream nobody answered.",
    "When he mourned, “The poetry is gone,” she quailed,",
    "seeing how his hands shook, sobered into feeling old.",
    "By midnight, yet another fifth would have been killed.",
    "A Sunday morning, the November of their cataclysm",
    "(Dylan Thomas brought in",
    "to St. Vincent’s,",
    "that same week, a symptomatic datum) found them",
    "wandering a downtown churchyard. Among its headstones,",
    "while from unruined choirs the noise of Christendom",
    "poured over Wall Street, a benison in vestments,",
    "a late thrush paused, in transit from some grizzled",
    "spruce bog to the humid equatorial fireside: berry-",
    "eyed, bark-brown above, with dark hints of trauma",
    "in the stigmata of its underparts—or so, too bruised",
    "just then to have invented anything so fancy,",
    "later, re-embroidering a retrospect, she had supposed.",
    "In gray England, years of muted recrimination (then",
    "dead silence) later, she could not have said how many",
    "spoiled takeoffs, how many entanglements gone sodden,",
    "how many gaudy evenings made frantic by just one",
    "insomniac nightingale, how many liaisons gone down",
    "screaming in a stroll beside the ruined nunnery;",
    "a kingfisher’s burnished plunge, the color",
    "of felicity afire, came glancing like an arrow",
    "through landscapes of untended memory: ardor",
    "illuminating with its terrifying currency",
    "now no mere glimpse, no porthole vista",
    "but, down on down, the uninhabitable sorrow."
  ],
  "title": "The Kingfisher",
  "year": ""
}