{
  "author": "Alan R. Shapiro",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Sports",
    "Outdoor Activities",
    "Social Commentaries",
    "Youth",
    "Living",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171410",
  "region": "U.S., Southern",
  "text": [
    "Old court. Old chain net hanging in frayed links from the rim,",
    "the metal blackboard dented, darker where the ball",
    "for over thirty years has kissed it, the blacktop buckling,",
    "the white lines nearly worn away. Old common ground",
    "where none of the black men warming up before the basket",
    "will answer or even look in my direction when I ask",
    "if I can run too, the chill a mutual understanding,",
    "one of the last we share, letting me join them here,",
    "if nowhere else, by not letting me forget I don’t belong.",
    "Old court. Old courtesy, handshake, exchange of names,",
    "in the early days of bussing, between assassinations,",
    "before our quaint welcoming of them had come to seem,",
    "even to ourselves, the haughty overflow of wealth",
    "so thoroughly our own we didn’t need to see it.",
    "Old beautiful delusion in those courtly gestures",
    "that everything now beyond our wanting just to play",
    "was out of bounds, and we were free between the white lines",
    "of whatever we assumed we each of us assumed.",
    "Old court, old dream dreamed by the weave, the trap,",
    "the backdoor pass. Old fluid legacy, among the others,",
    "that conjures even now within our bodies and between them",
    "such a useless, such an intimate forgetting, as in the moment",
    "when you get a step on your defender and can tell",
    "exactly by how another man comes at you",
    "where your own man is and, without looking, lob the ball",
    "up in the air so perfectly as he arrives that",
    "in a single motion he can catch and finger roll it in.",
    "Old court. Old dwindling cease fire, with no hope of peace,",
    "that we silently turn away from when the game is over,",
    "hurrying back (as if believing contact meant contagion)",
    "to our separate tribes, to the cleansing fires of what,",
    "despite ourselves, we momentarily forgot:",
    "old lore, old news, old burning certitudes we can’t",
    "stoke high or hot enough, yet won’t stop ever stoking",
    "until whatever it is we think we are anneals",
    "and toughens into an impenetrable shield."
  ],
  "title": "Between Assassinations",
  "year": ""
}