{
  "author": "Alan R. Shapiro",
  "classification": "",
  "keywords": [
    "Health",
    "Illness",
    "Home Life",
    "Family",
    "Ancestors",
    "Death",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171420",
  "region": "U.S., Southern",
  "text": [
    "The oldest sister, her two hands on the table,",
    "about to push herself up, stares with grim",
    "determination at the affronting dishes,",
    "waiting, it seems, until the middle sister",
    "finishes her story, so she can clear them away.",
    "Her gaze so tense with purpose she can almost",
    "see germs spawning in the mess of white fish",
    "flaking from the spines, the smear of egg yolk",
    "and the torn rolls disfiguring the china;",
    "as if the meal, the moment it is over,",
    "the meal she made a point of telling them",
    "she shopped for, got up early to prepare,",
    "were now inedible, because uneaten.",
    "It’s no great comfort either that her brother",
    "sitting opposite holds up a flared match",
    "over the pipe from which smoke rolls away",
    "across the table like a phantom mold",
    "in and around the open tub of butter,",
    "the gouged block of cream cheese and the coffee cups;",
    "so in a moment when she finally does stand",
    "she’ll say again, as always, For love or money",
    "in my mouth I’d never put such filth,",
    "and he’ll say, winking at the middle sister,",
    "That’s what she said on her honeymoon.",
    "The youngest sister is sitting on the couch",
    "behind the table; her face—sheer disengagement,",
    "toneless and still—appears to hang suspended",
    "beyond the oldest sister’s shoulder, far",
    "enough away for no one yet to notice",
    "as her legs cross that the ashtray in her lap",
    "spills ash over the sunflowers of her housedress.",
    "Or that the cigarette between her fingers",
    "sags loosely and is dangling while the hand",
    "lifts like a puppet’s on a string of smoke.",
    "Her death is just three months away.",
    "Even though it’s summer (otherwise",
    "the brother and middle sister would be home,",
    "in Florida), summer and late morning—",
    "with sunlight only just now catching on",
    "a corner of the window shut behind them,",
    "shut against the smog, the steady traffic",
    "and the panicked blare and drawn-out whining fade",
    "of sirens—the apartment is still quiet,",
    "still cool enough, right now, to keep the body",
    "in the wavering frail zone of what it needs",
    "to be forgotten, so they can sit like this",
    "together, with the oldest sister’s sharp eye",
    "on the wrecked meal, the brother and sister talking:",
    "Listen, she would be saying, listen, Charlie,",
    "her elbows on the table, both hands open,",
    "the body fashioned to the voice’s weary",
    "What can you do? What are ya gonna do?",
    "in answer to some story of a cousin’s",
    "sudden illness (And he was my age, just",
    "like that one day he’s shaving with the toothpaste),",
    "or a friend’s death (That one, she didn’t care",
    "how sick she got, she always had her hair done),",
    "his back pain, her arthritis, or the daughter",
    "who won’t diet (And she’d be such a beauty!);",
    "after his joke about the nurse, and hers",
    "about the bedpan, Listen, they each say,",
    "Listen, what are ya gonna do?",
    "“The Schmo,",
    "he never should’ve married her, for Christ sake,",
    "until he told her that he had a problem,",
    "that was his first mistake, then he goes",
    "throwing away his pills, because he’s happy",
    "he doesn’t need them anymore, the schmo,",
    "so of course what happens is she wakes up",
    "and finds him weeping at the kitchen table,",
    "just weeping, he doesn’t know why, he won’t eat,",
    "won’t get dressed, says he’s quittin’ his job,",
    "you know, nuts, nuts, so naturally she leaves him,",
    "the poor schmo, and he’s such a good boy . . . ”",
    "All of the harm that’s imperceptibly",
    "but surely coming for them (the way the sun",
    "burns brick by brick all morning toward the window",
    "like a slow fuse)—all of the bad news now",
    "is in the body only enough to hold",
    "the middle sister’s two hands open, shrug",
    "her shoulders in a way they recognize",
    "as hers, the way their mother did; as if",
    "all trouble were, for now, no heavier",
    "than the familiar voice repeating, Listen,",
    "Listen it could be worse; So who’s to say?;",
    "What was, was; When your number’s up—like old charms",
    "woven around each story till they’ve made",
    "what happens what was only meant to happen,",
    "coherent with fate, fated as family.",
    "After the funeral three months from now,",
    "they’ll have to listen to the oldest sister",
    "tell them they had no business moving away",
    "to Florida, and Irene sick as she was.",
    "And selfish. She was selfish, that one. After",
    "all those years of living with that bum,",
    "her husband, may his cheap soul rest in peace,",
    "didn’t",
    "deserve a little pleasure?",
    "And anyway, what could be done for her?",
    "Didn’t the stroke just make it easier",
    "for her to sit all day, and smoke, and not care",
    "ashes were falling on the couch, the carpet;",
    "her bathrobe filthy, filthy? Oh it was terrible—",
    "and now they will hear the old unfairnesses,",
    "old feuds and resentments come to her voice",
    "like consolation, like a mother helping",
    "her recite the story of that last bad day—",
    "all that smoke, and running in with nothing",
    "but the dishtowel to beat down the flames,",
    "and Irene, just Irene, just sitting there,",
    "the queen of Sheba—What difference did it make",
    "since",
    "was there,",
    "was always there,",
    "her big sister, to clean up the mess?",
    "Only three months, and yet it could be years,",
    "or decades, for the sun has only just now",
    "caught in the window, and its bright plaque warms",
    "the air so gradually that none of them",
    "can know it’s warming, or that soon someone,",
    "distracted by a faint sheen prickling the skin,",
    "will break the story, look up toward the window",
    "and, startled by the full glare, check the time.",
    "Right now, though, the future is a luxury",
    "of instances in which the cigarette,",
    "raised halfway to the lips, will go on rising.",
    "Nothing bad, right now, can happen here",
    "except as news, bad news the brother and sister",
    "mull and rehearse, puzzle and fret until",
    "it seems the very telling of it is",
    "what keeps them safe. And safe, too, the oldest sister,",
    "dreaming of all the perishables sealed,",
    "wrapped up and hurried back into the fridge’s",
    "uncontaminated airlessness,",
    "dreaming of how the soapsuds curdle and slide",
    "over the dishes in a soothing fury,",
    "not minding that it scalds her hands to hold",
    "each plate and cup and bowl under the hot,",
    "hard jet of water, if it gets them clean."
  ],
  "title": "Covenant",
  "year": ""
}