{
  "author": "Alan R. Shapiro",
  "classification": "Blank Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Youth",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Living",
    "Relationships",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171407",
  "region": "U.S., Southern",
  "text": [
    "Up in the billboard, over old South Station,",
    "the Captain, all wide grin and ruddy cheek,",
    "held up a golden shot of Cutty Sark",
    "high as the skyline where the sunset spread",
    "a gold fan from the twig-like spars and rigging",
    "of a departing clipper ship. Above",
    "the picture the dull haze of a real sun rose,",
    "dragging the day up with it. Seven o’clock.",
    "The agitated horns, brakes, fingers, and catcalls",
    "down below me were already merging",
    "and channeling everybody on to warehouse,",
    "factory, department store and office.",
    "My father and uncle talking over all the goods",
    "to be received that day, the goods delivered,",
    "their two reflections in the window floating",
    "like blurry ghosts within the Captain’s grin,",
    "their voices raised a little above the soft",
    "erratic humming of the big machines,",
    "the riveters and pressers, warming, rousing:",
    "The Century order, did it get out last night?",
    "And had the buckles come from Personal?",
    "Who’d go do Jaffey? Who’d diddle Abramowitz",
    "and Saperstein? Those cocksucking sons of bitches,",
    "cut their balls off if they fuck with us . . .",
    "How automatically at any provocation",
    "I can aim the words at anybody now,",
    "woman or man, the reverberating",
    "angry this, not that, in ‘pussy’, ‘cocksucker’,",
    "‘fuckhead’, hammered down so far inside me",
    "it’s almost too securely there to feel.",
    "But I was thirteen then, and for the first",
    "time old enough to have my father say",
    "these things in front of me, which must have meant",
    "I was a man now too, I listened (blushing,",
    "ashamed of blushing) for clues of what it was",
    "I had become, or was supposed to be:",
    "It did and didn’t have to do with bodies,",
    "being a man, it wasn’t fixed in bodies,",
    "but somehow passed between them, going to",
    "by being taken from, ever departing,",
    "ever arriving, unstoppable as money,",
    "and moving in a limited supply",
    "it seemed to follow where the money went.",
    "Being a man was something that you did",
    "to other men, which meant a woman",
    "was what other men became when you would do them.",
    "Either you gave a fucking, or you took one,",
    "did or were done to, it was simple as that.",
    "Somebody shouted from beyond the office",
    "that Tony had passed out in the can again.",
    "‘The lush, the no good lush,’ my uncle said,",
    "‘get him the fuck out of here for good, will ya.’",
    "The stall door swung back, scrawled with giant cocks,",
    "tits, asses and cunts, beyond which in the shadows",
    "my father was gently wrestling with the man,",
    "trying to hold him steady while his free hand",
    "shimmied the tangled shorts and trousers up",
    "over the knees and hips, and even got",
    "the shirt tucked in, the pants zipped deftly enough",
    "for Tony not to notice, though he did.",
    "Even then I knew they’d fire him,",
    "and that it wasn’t gratitude at all",
    "that made the man weep inconsolably,",
    "his head bowed, nodding, as my father led him",
    "to the elevator, still with his arm around him,",
    "patting his shoulder, easing him through the door.",
    "I knew the tenderness that somewhere else",
    "could possibly have been a lover’s or a father’s",
    "could here be only an efficient way",
    "to minimize the trouble. And yet it seemed",
    "somehow my father was too adept at it,",
    "too skillful, not to feel it in some way.",
    "And feeling it not to need to pull back,",
    "to separate himself from what the rest",
    "of him was doing, which was why, I think,",
    "his face throughout was blank, expressionless",
    "like the faces of the presidents on the bills",
    "he handed Tony as the door slid shut.",
    "The men fast at the riveters and pressers",
    "and the long row of women at the Singers",
    "were oil now even more than men or women,",
    "mute oil in the loud revving of the place,",
    "a blur of hands on automatic pilot,",
    "slipping leather through the pumping needles,",
    "under the thrusting rods, the furious hammers,",
    "the nearly invisible whirring of the blades.",
    "‘Come on now, Al, it’s time,’ my father said,",
    "and the Captain seemed to grin a little wider,",
    "as if his pleasure there at the end of his",
    "unending day grew freer, more disencumbered,",
    "because he saw me at the start of mine,",
    "under my father’s arm, his soft voice broken",
    "against the noise into an unfollowable tune",
    "of favors and petty cash, and how much ass",
    "he had to kiss to get me this, and I",
    "should be a man now and not disappoint him."
  ],
  "title": "Manufacturing",
  "year": ""
}