{
  "author": "Alan R. Shapiro",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Marriage",
    "Companionship",
    "Growing Old",
    "Home Life",
    "Health",
    "Illness",
    "Humor",
    "Satire",
    "Living",
    "Relationships",
    "Arts",
    "Sciences",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171673",
  "region": "U.S., Southern",
  "text": [
    "Radiant child of Leto, farworking Lord Apollo,",
    "with lyre in hand and golden plectrum, you sang to the gods",
    "on Mount Olympus almost as soon as you were born.",
    "You sang, and the Muses sang in answer, and together",
    "your voices so delighted all your deathless elders",
    "that their perfect happiness was made more perfect still.",
    "What was it, though, that overwhelmed them, that suffused,",
    "astonished, even the endless ether? Was it the freshest,",
    "most wonderful stops of breath, the flawless intervals",
    "and scales whose harmonies were mimicking in sound",
    "the beauty of the gods themselves, or what you joined",
    "to that, what you were singing of, our balked desires,",
    "the miseries we suffer at your indifferent hands,",
    "devastation and bereavement, old age and death?",
    "Farworking, radiant child, what do you know about us?",
    "Here is my father, half blind, and palsied, at the toilet,",
    "he’s shouting at his penis, Piss, you! Piss! Piss!",
    "but the penis (like the heavenly host to mortal prayers)",
    "is deaf and dumb; here, too, my mother with her bad knee,",
    "on the eve of surgery, hobbling by the bathroom,",
    "pausing, saying, who are you talking to in there?",
    "and he replies, no one you would know, sweetheart.",
    "Supernal one, in your untested mastery,",
    "your easy excellence, with nothing to overcome,",
    "and needing nothing but the most calamitous",
    "and abject stories to prove how powerful you are,",
    "how truly free, watch them as they laugh so briefly,",
    "godlike, better than gods, if only for a moment",
    "in which what goes wrong is converted to a rightness,",
    "if only because now she’s hobbling back to bed",
    "where she won’t sleep, if only because he pees at last,",
    "missing the bowl, and has to get down on his knees",
    "to wipe it up. You don’t know anything about us."
  ],
  "title": "Old Joke",
  "year": ""
}