{
  "author": "Alan R. Shapiro",
  "classification": "",
  "keywords": [
    "Friends",
    "Enemies",
    "Death",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171390",
  "region": "U.S., Southern",
  "text": [
    "I walked from my house down Coolidge Street last night",
    "And air, beginning movement in the trees,",
    "Shook down a hushing from the branches.",
    "On either side of me the houses",
    "Like solid shadow, blocks of silence",
    "In the violet light, so dim without dimming.",
    "And I saw you, Saul, my old friend, waiting",
    "For me at the corner where our two streets met.",
    "I wanted to ask you what it was like to die",
    "But you said first, as if you didn’t want to tell me,",
    "‘The doctors made me better. We can run again.’",
    "You ran behind me (the way you always did),",
    "Your slow strides lunging; though they never could keep up",
    "This time they stayed right there at my heels.",
    "Turning, I saw one pocket inside out",
    "Clapping on your coat front like a white hand.",
    "Your breath quickened, scrawled in the chilling air",
    "Like mine, and vanishing. We ran on a field of snow.",
    "Our footsteps pattered the smooth crust,",
    "Each one feeling like it might break through.",
    "Around us the pure white kindled under violet.",
    "And we returned by train. Sitting next to you,",
    "Staring through the window, I saw your body",
    "Lying like a dark slash in the snow,",
    "Your arms flung up, your legs crossed,",
    "Even as I heard you next to me",
    "Still struggling to catch your breath. You were just",
    "Pretending to be alive—remembering to breathe.",
    "Lumbering under living weight, saying you were cured,",
    "Your flushed cheeks—all just to put me at my ease,",
    "Afraid that your death might embarrass me, even then",
    "Saul, you were more a friend to me than you were dead.",
    "But in my mind the question was still circling:",
    "What is it like to die? But how could I catch you",
    "In a lie which you intended as a kindness?",
    "Beside you on the train, hurtling back",
    "Into the strange familiarity of Coolidge Street,",
    "Remaining silent, I returned the courtesy."
  ],
  "title": "The Courtesy",
  "year": ""
}