{
  "author": "Charlie Bondhus",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250078",
  "region": "",
  "text": [
    "I was sitting in Old Town Square",
    "with tourists and birds and I was reading",
    "Foucault, how “he who is subjected",
    "to a field of visibility ... becomes",
    "the principle of his own subjection”",
    "and all around me the beautiful",
    "Czechoslovakian boys moved through the first",
    "day of spring like perennially",
    "visible inmates in the opening credits",
    "of a prison porno. The sun reflected off",
    "the glass and my table was an inscrutable",
    "tower of light from which I peered, invisibly,",
    "at the swan-graceful boys who seemed to skirr",
    "across the stones, traveling, it seemed, to something",
    "vaguely ridiculous and charmingly anachronistic:",
    "cuff link shopping, or brunch with the duchess.",
    "The coffee had made me jittery and I was beginning",
    "to sweat from both sun and desire. I considered",
    "moving to the outer edge of the circled tables, so the boys",
    "could see me as I could see them, but then the 600-year-old",
    "sounded the hour and the twelve apostles",
    "and skeletal death spun around and I was afraid",
    "to leave my tower. I didn’t want to be visible",
    "in the way those small dancing figures were visible and",
    "as much as I wanted a handsome companion, I feared my foot",
    "getting caught in a sewer grate or my spoon",
    "falling from my saucer and clattering on the pavement,",
    "startling the birds into a ruckus. An errant ball",
    "of sweat fell from my chin and onto the page. I looked",
    "down to where it had landed on the word “reciprocal”",
    "which made me think how looking is always reducible to twos —",
    "two eyes, two parties, two possible outcomes, and how",
    "those who watch from the panopticon’s black pupil may,",
    "in any case, not even exist."
  ],
  "title": "Sunday in the Panopticon",
  "year": ""
}