{
  "author": "Emily Wilson",
  "classification": "",
  "keywords": [
    "Winter",
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182937",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The shelter of it carved, caved",
    "Across the river, the park and the little Ferris wheel",
    "closed down",
    "The great oaks emptying, russet, gusseted",
    "the hovering slant light leaking from the outer edge",
    "of cloud bed",
    "leads and shawls pulled forth",
    "Thy synchrony of the lost elements recovered",
    "the shivering water surfaces, planar unmeldings, remeldings,",
    "riverine alchemies, unlocketed selves",
    "now the reemergence, the sun pouring global gold",
    "uptilted, gobleted, incanted",
    "Am I not as God made me but stranger?",
    "Made stranger still by what I have seen",
    "at this hour of earth untended, unministered—",
    "light caught up in the river’s grooved tread",
    "That sun more like a mass grope out of emptiness",
    "and the black river weeds before it, torn and trained,",
    "rocketed and stark and stuck-to",
    "The tall shadow of the willow grows forth",
    "And the spare stems of the grasses and the rods of the mullein",
    "And these are the stations of this river",
    "The houses and the boats and the parked cars",
    "The growing wedge the ducks make moving forward, the shape",
    "of the element there among the weeds that jut forward,",
    "the mass of the willows growing deeper in green and sundering",
    "The backfall of sun going downward",
    "The surface of the river coming clear of its own admixture",
    "The ducks moving over like slow planes in formation,",
    "barely seen needles hauling white threads,",
    "secretly heeding",
    "The fish in my skin relinquishes",
    "Will I know then what I have become?",
    "The river darkens from its end of trees closing in",
    "There is the sun and this deep depression",
    "Exiting as viewed in this river"
  ],
  "title": "Winter Journal: The Sky Is the Lost Orpheum",
  "year": ""
}