{
  "author": "Robert Wrigley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242486",
  "region": "",
  "text": [
    "Lucy Doolin, first day on the job, stroked his goatee",
    "and informed the seven of us in his charge",
    "his name was short for Lucifer, and that his father, a man",
    "he never knew, had been possessed,",
    "as his mother had told him, of both an odd sense of humor",
    "and a deep and immitigable bitterness. Also",
    "that the same man had named Lucy’s twin brother,",
    "born dead, Jesus Christ. These facts, he said,",
    "along with his tattoos and Mohawked black hair,",
    "we should, in our toils on his behalf, remember.",
    "As we should also always remember to call him",
    "only by that otherwise most womanly diminutive,",
    "and never, he warned, by his given nor surname,",
    "least of all with the title “Mister” attached,",
    "which would remind him of that same most hated father",
    "and plunge him therefore into a mood",
    "he could not promise he would, he said, “behave",
    "appropriately within.” Fortunately, our job,",
    "unlike the social difficulties attached thereto,",
    "was simple: collect the trash from the county’s back roads.",
    "Although, given Lucy’s insistence on thoroughness,",
    "this meant not only beer cans and bottles,",
    "all manner of cast-off paper and plastics, but also",
    "the occasional condom too, as well as the festering",
    "roadkill fresh and ridden with maggotry,",
    "or desiccate and liftable only from the hot summer tar",
    "with a square-bladed shovel, all of which was to be tossed",
    "into the bed of the township flatbed truck we ourselves",
    "rode to and from the job in. By fifty-yard increments",
    "then we traveled. He was never not smoking a cigarette.",
    "Late every afternoon, at the dump, while we unloaded",
    "our tonnage of trash, he sat with Stump McCarriston,",
    "sexton of the dump and the dump’s constant resident,",
    "in the shade, next to a green, decrepit trailer",
    "we marveled at and strangely envied, since every inch",
    "of wall we could see through the open door",
    "was plastered with fold-outs and pages",
    "from every Stump-salvaged",
    "and nudie magazine",
    "he had ever found among the wreckage there.",
    "Stump, we understood, was the ugliest man on earth.",
    "Even had Lucy not told us so, we would have known,",
    "by the olfactory rudeness within twenty yards",
    "of his hovel, that he never bathed. And once,",
    "while we shoveled and scraped, he took up the .22",
    "from the rack beside his door and popped",
    "with amazing accuracy three rats not fifty feet from us,",
    "then walked to their carcasses, skinned them out,",
    "and hung their hides on a scavenged grocery store rack",
    "to dry. He was making, Lucy explained, a rat hide",
    "coat we could see, come the fall, except for school.",
    "As for school, it was a concept Stump could not fathom",
    "and Lucy had no use for, on the truck’s dash",
    "all that summer Robert Burton’s",
    ",",
    "a tome he said he’d read already eleven times,",
    "this summer being the twelfth. We thought, in some way,",
    "it might have had to do with something like the gallery",
    "Stump’s trailer contained, the first word of its title",
    "meaning something to us, the last nothing at all.",
    "There were things about men we might be",
    "unable ever to know, which we somehow knew was lucky.",
    "And Lucky, incidentally, was the name of the cat,",
    "fat and mangy, that, once Stump was back in the shade",
    "with Lucy, began, one by one, to consume the hideless rats.",
    "The town we came from was sinking into the emptiness",
    "of a thousand abandoned coal mine shafts beneath it,",
    "and rats were more common than hares",
    "and universally despised. They shamed us, it seemed,",
    "as we were shamed by ignorance and curiosity—",
    "the bodies of those women on the walls, the provenance",
    "of rats the very earth offered up like a plague,",
    "the burden of a name like Lucifer or Stump,",
    "whose name, as it was scrawled on his mailbox,",
    "seemed to be Stumplin Reilly McCarriston, Esquire.",
    "Of the seven of us, one would die in Vietnam,",
    "one, after medical school, would hang himself",
    "from a beam in his parents’ basement, the others",
    "merely gone, vanished in actuality if not in memory.",
    "Leaving me, alone, to tell this story. How Stump",
    "would spend his last twenty years in prison,",
    "having shot Lucy—one slender, flattening .22 slug",
    "through the forehead—as he stood fifty feet away,",
    "balanced atop the tub of an ancient wringer washer,",
    "arms extended, like Jesus Christ, said Stump,",
    "whose trailer was bulldozed into the dump itself",
    "even before the trial, and who, no doubt, by some",
    "court-appointed lawyer if not the appalled sheriff himself,",
    "was forced to bathe and shave, to step into the unknown country",
    "of a scentless white shirt and black businessman’s trousers,",
    "in order to offer his only yet most sincere defense,",
    "that Lucifer—Mr. Doolin, as the court insisted—had told him to."
  ],
  "title": "Anatomy of Melancholy",
  "year": ""
}