{
  "author": "Robert Wrigley",
  "classification": "",
  "keywords": [
    "Sorrow",
    "Grieving",
    "Living",
    "Pets",
    "Relationships",
    "Health",
    "Illness"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177086",
  "region": "U.S., Northwestern",
  "text": [
    "Called out of dream by the pitch and screech,",
    "I awoke to see my mother’s hair",
    "set free of its pincurls, springing out",
    "into the still and hurtling air",
    "above the front seat and just as suddenly gone.",
    "The space around us twisted,",
    "and in the instant before the crash",
    "I heard the bubbling of the chickens,",
    "the homely racket they make at all speeds,",
    "signifying calm, resignation, oblivion.",
    "And I listened. All through the slash",
    "and clatter, the rake of steel, shatter of glass,",
    "I listened, and what came",
    "was a blizzard moan in the wind, a wail",
    "of wreckage, severed hoses and lives,",
    "a storm of loose feathers, and in the final",
    "whirl approximating calm, the cluck",
    "and fracas of the birds. I crawled",
    "on hands and knees where a window should",
    "have been and rose uneven",
    "in November dusk. Wind blew",
    "a snow of down, and rows of it quivered along",
    "the shoulder. One thin stream of blood",
    "oozed, flocked in feathers.",
    "This was in the Ozarks, on a road curving miles",
    "around Missouri, and as far as I could",
    "see, no light flickered through the timber,",
    "no mail box leaned the flag",
    "of itself toward pavement, no cars",
    "seemed ever likely to come along.",
    "So I walked, circled the darkening disaster",
    "my life had come to, and cried.",
    "I cried for my family there,",
    "knotted in the snarl of metal and glass;",
    "for the farmer, looking dead, half in",
    "and half out of his windshield; and for myself,",
    "ambling barefoot through the jeweled debris,",
    "glass slitting little blood-stars in my soles,",
    "my arm hung loose at the elbow",
    "and whispering its prophecies of pain.",
    "Around and around the tilted car",
    "and the steaming truck, around the heap",
    "of exploded crates, the smears and small hunks",
    "of chicken and straw. Through",
    "an hour of loneliness and fear",
    "I walked, in the almost black of Ozark night,",
    "the moon just now burning into Missouri. Behind me,",
    "the chickens followed my lead,",
    "some fully upright, pecking",
    "the dim pavement for suet or seed,",
    "some half-hobbled by their wounds, worthless wings",
    "fluttering in the effort. The faintest",
    "light turned their feathers phosphorescent,",
    "and as I watched they came on, as though they believed",
    "me some savior, some highwayman",
    "or commando come to save them the last night",
    "of their clucking lives. This, they must have",
    "believed, was the end they’d always heard of,",
    "this the rendering more efficient than the axe,",
    "the execution more anonymous than",
    "a wringing arm. I walked on, no longer crying,",
    "and soon the amiable and distracted chattering came",
    "again, a sound like chuckling, or the backward suck",
    "of hard laughter. And we walked",
    "to the cadence their clucking called,",
    "a small boy towing a cloud around a scene",
    "of death, coming round and round",
    "like a dream, or a mountain road,",
    "like a pincurl, like pulse, like life."
  ],
  "title": "Moonlight: Chickens On The Road",
  "year": ""
}