{
  "author": "Kurt S. Olsson",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29934",
  "region": "",
  "text": [
    "In the end, he has to teach them everything,",
    "even death, as he finds them that night by the fire,",
    "giggling and buzzing more like brother and sister",
    "than father and mother, waiting for him to bring",
    "meat for the evening meal, not noticing",
    "the gore matting the hair to his arms and chest,",
    "no more surprised than the first time they'd laid eyes",
    "on him when he'd slipped like a small, thrashing",
    "gift from the net of his mother. For days, they'd left him",
    "in the same place where he'd fallen, alone, around him",
    "a pile of rotting fruit they kept adding to. His cries",
    "had puzzled then delighted them until he finally",
    "grew weary of their laughter and of waiting and crawled",
    "to where his mother lay by the fire, his nose knowing",
    "the way to her dugs, untended, leaking and already",
    "sour, and he'd clamped his jaw down so hard",
    "he tasted blood in the first warm suck,",
    "this act taken not so much in anger or in hunger,",
    "but as a way to announce his presence. Now,",
    "they blink at him through the flames, and he isn't",
    "sure they even know which of the two he is.",
    "When he explains, they nod yes, smiling,",
    "as if he were the herald of a new mystery,",
    "a coming storm or a fire in the mountains.",
    "When he leads them to where his brother lies",
    "a dry, broken stalk among the rocks, they nod again,",
    "still smiling but unsure now, so he must lift his brother",
    "again, cradle his shallow bones against his chest,",
    "the head worn into the nook under his neck,",
    "and draw the knife again, just as he's done",
    "a thousand times before, always",
    "as if in practice not for the murder itself,",
    "but for this dumb show for mother and father.",
    "The blade finds the wound, flicks past his own throat,",
    "and he hears again the sound a soul makes leaking",
    "from a body, but there is no blood this time,",
    "he must give them all, blood and thunder and retribution,",
    "he must teach them everything, even life,",
    "so only when he hurtles out into the night",
    "does he hear the first cry, his, not theirs, the sobs",
    "rippling out, lapping over and through him, until",
    "they are enormous, pitiless, no longer his, but the maw",
    "of a god who will damn but never devour him."
  ],
  "title": "Firstborn",
  "year": ""
}