{
  "author": "John Ciardi",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/25711",
  "region": "",
  "text": [
    "It is old school custom to pretend to be sad",
    "when we think about the early death of Keats.",
    "The species-truth of the matter is we are glad.",
    "Psilanthropic among exegetes,",
    "I am so moved that when the plate comes by",
    "I almost think to pay the God—but why?",
    "When we think about the early death of Keats",
    "we are glad to be spared the bother of dying ourselves.",
    "His poems are a candy store of bitter-sweets.",
    "We munch whole flights of angels from his shelves",
    "drooling a sticky glut, almost enough",
    "to sicken us. But what delicious stuff!",
    "The species-truth of the matter is we are glad",
    "to have a death to munch on. Truth to tell,",
    "we are also glad to pretend it makes us sad.",
    "When it comes to dying, Keats did it so well",
    "we thrill to the performance. Safely here,",
    "this side of the fallen curtain, we stand and cheer.",
    "Psilanthropic among exegetes,",
    "as once in a miles-high turret spitting flame,",
    "I watched boys flower through orange winding sheets",
    "and shammed a mourning because it put a name",
    "to a death I might have taken—which in a way",
    "made me immortal for another day—",
    "I was so moved that when the plate came by",
    "I had my dollar in hand to give to death",
    "but changed to a penny—enough for the old guy,",
    "and almost enough saved to sweeten my breath",
    "with a toast I will pledge to the Ape of the Divine",
    "in thanks for every death that spares me mine.",
    "I almost thought of paying the God—but why?",
    "Had the boy lived, he might have grown as dull",
    "as Tennyson. Far better, I say, to die",
    "and leave us a formed feeling. O beautiful,",
    "pale, dying poet, fading as soft as rhyme,",
    "the saddest music keeps the sweetest time."
  ],
  "title": "A Trenta-Sei of the Pleasure We Take in the Early Death of Keats",
  "year": ""
}