{
  "author": "John Ciardi",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/15868",
  "region": "",
  "text": [
    "I",
    "In a detachment cool as the glint of light",
    "on wet roads through wet spruce, or iced mountains",
    "hailed from the sea in moonfill, or the sea",
    "when one horizon’s black and the other burning;",
    "the gulls are kissing time in its own flowing",
    "over the shell-scraped rock a coming and going",
    "as of glass bees with a bubble of light in each",
    "running errands in and out of the sunset.",
    "Over the road and the spruce wood, over the ice,",
    "and out the picture of my picture window,",
    "the exorbitant separation of nature from nature",
    "wheels, whirls, and dances on itself.",
    "Now damn me for a moral. Over and out,",
    "over and in, the gulls drift up afire,",
    "screaming like hinges in the broken air",
    "of night and day like two smokes on the sea.",
    "And I do nothing. A shadow three feet under",
    "my window in the light, I look at light",
    "in one of the years of my life. This or another.",
    "Or all together. Or simply in this moment.",
    "II",
    "Lead flags of the sea. Steel furls of the surf.",
    "Day smoke and night smoke. Fire at the smoke’s top.",
    "A passion from the world in a calm eye.",
    "A calm of the world in the eye of passion.",
    "The day that sank birdless from staring Calvary",
    "was another. And only another. And no other",
    "than the clucking calm of Eden fussed to rest",
    "from the black bush afire in the first eye.",
    "A calm-in-violence like Aegean time.",
    "Day smoke and night smoke over the palled sea",
    "tensed for a clash of tridents. Far ashore,",
    "a staring army camped beside a temple,",
    "the base of the temple black with powder stains,",
    "the pediment flashing wild in light above.",
    "—A day of the world in which a part of the world",
    "looked at another, two parts of a mist.",
    "At Cassino the dusty German wetting his lips,",
    "his eyes crashed in his face like unhatched birds’ eggs",
    "splashed from their nest, looked East from the burning night.",
    "There was no West. Light came from nowhere behind him,",
    "slanted, flowed level, drained. He looked out, waiting.",
    "Where had it come from, the light of his terrible patience?",
    "A dead man waited to die on the shell-scraped",
    "stones of another God, dust of the stones",
    "caked to his body, rivers of blood within him",
    "ran to their dusty sea beside the world.",
    "Calm in his changes, risen from his changes,",
    "he looked his life out at the smoking world.",
    "III",
    "I have no more to do than what I wait for",
    "under the changing light and the gulls afire",
    "in rays of rose-quartz. Holy ghosts of the sea,",
    "they rise in light from behind me. The light lifts",
    "long from the edge of the world and juts away",
    "over the top of the dark. My life sits",
    "visible to itself; and I sit still",
    "in a company of survivors and the dead.",
    "Jew. Greek, German, man at the edge of himself",
    "in the long light over the worlds he ran to",
    "to save unsaved. I practice the man in all,",
    "clutching the world from the world to praise it."
  ],
  "title": "On Looking East to the Sea with a Sunset Behind Me",
  "year": ""
}