{
  "author": "John Ciardi",
  "classification": "Rhymed Stanza",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176392",
  "region": "",
  "text": [
    "I",
    "Machine stitched rivets ravel on a tree",
    "Whose name he does not know. Left in the sky,",
    "He dangles from a silken cumulus",
    "(Stork’s bundle upside down",
    "On the delivering wind) and sees unborn",
    "Incredible jungles of the lizard’s eye:",
    "Dark fern, dark river, a shale coliseum",
    "Mountained above one smudgepot in the trees",
    "That was his surreal rug on metered skies",
    "And slid afire into this fourth dimension",
    "Whose infinite point of meeting parallels",
    "He marks in ultra-space, suspended from",
    "The chords of fifty centuries",
    "Descending to their past—a ripping sound",
    "That snags him limb by limb. He tears and falls",
    "Louder than any fruit dropped from the trees,",
    "And finds himself in mud on hands and knees.",
    "II",
    "The opened buckle frees him from his times.",
    "He walks three paces dressed in dripping fleece",
    "And tears it off. The great bird of his chute",
    "Flaps in the trees: he salvages its hide",
    "And starts a civilization. He has a blade,",
    "Seventeen matches, his sheepskin, and his wits.",
    "Spaceman Crusoe at the wreck of time,",
    "He ponders unseen footprints of his fear.",
    "No-eyes watch his nothing deep in nowhere.",
    "III",
    "He finds the wreck (the embers of himself)",
    "Salvages bits of metal, bakelite, glass—",
    "Dials twisted from himself, his poverty.",
    "Three hours from time still ticking on his wrist",
    "The spinning bobbins of the time machine",
    "Jam on an afternoon of Genesis",
    "And flights of birds blow by like calendars",
    "From void to void. Did worlds die or did he?",
    "He studies twisted props of disbelief",
    "Wondering what ruin to touch. He counts his change",
    "(“Steady now, steady ...”) flips heads or tails and sees",
    "The coin fall into roots. An omen? (“Steady ...”)",
    "He laughs (a nerve’s slow tangling like a vine)",
    "Speaks to himself, shouts, listens, hears a surf",
    "Of echo rolling back to strand him there",
    "In tide pools of dead time by caves of fear,",
    "And enters to himself, denned in his loss,",
    "Tick-tick, a bloodbeat building on his wrist,",
    "Ratcheting down the dead teeth of a skull",
    "(The fossil of himself) sucked out of sight",
    "Past heads and tails, past vertebrae and gill",
    "To bedrocks out of time, with time to kill."
  ],
  "title": "The Pilot in the Jungle",
  "year": ""
}