{
  "author": "John Ciardi",
  "classification": "Free Verse",
  "keywords": [
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Philosophy",
    "Arts",
    "Sciences",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176401",
  "region": "",
  "text": [
    "\u0097Now let me tell you why I said that.",
    "Try to put yourself into an experimental mood.",
    "Stop right here and try to review everything",
    "you felt about that line. Did you accept it",
    "as wisdom? as perception? as a gem, maybe,",
    "for your private anthology of Telling Truths?",
    "My point is that the line is fraudulent.",
    "A blurb. It is also relevant that I know",
    "at least a dozen devoutly intellectual",
    "journals that will gladly buy any fourteen",
    "such lines plus a tinny rhyme scheme and",
    "compound the felony by calling that a sonnet.",
    "\u0097Very well, then, I am a cynic. Though, for",
    "the record, let me add that I am a cynic with",
    "one wife, three children, and other invest-",
    "ments. Whoever heard of a cynic carrying a",
    "pack for the fun of it? It won’t really do",
    "I’m something else.",
    "Were I to dramatize myself,",
    "I’d say I am a theologian who keeps meeting",
    "the devil as a master of make-up, and that",
    "among his favorite impersonations he appears,",
    "often as not, as the avuncular old ham who winks,",
    "tugs his ear, and utters such gnomic garbage",
    "as: “Nothing is really hard but to be real.”",
    "I guess what the devil gets out of this\u0097if he is",
    "the fool he seems to be\u0097is the illusion of",
    "imitating heaven. If, on the other hand, he is no",
    "fool, then his deceptions are carefully practiced",
    "and we are all damned. For all of us, unless",
    "we are carefully warned, will accept such noises",
    "as examples of the sound an actual mind makes.",
    "Why arc we damned then?\u0097I am glad you asked that.",
    "It is, as we say to flatter oafs, a good question.",
    "(Meaning, usually, the one we were fishing for. Good.)",
    "In any case. I may now pretend to think out the answer",
    "I have memorized:",
    "We are damned for accepting as",
    "the sound a man makes, the sound of something else,",
    "thereby losing the truth of our own sound.",
    "How do we",
    "learn our own sound? (Another good question. Thank you.)",
    "\u0097by listening to what men there have been and are",
    "\u0097by reading more poets than jurists (without scorning",
    "Law)\u0097and by reading what we read not for its",
    "oration, but for its resemblance to that sound in which",
    "we best hear most of what a man is. Get that sound into",
    "your heads and you will know what tones to exclude.",
    "\u0097",
    "there is enough exclusion in you to keep the",
    "pie plates out of the cymbals, the tin horns out of",
    "the brass section, the baling wire out of the strings,",
    "and thereby to let the notes roll full to the ear",
    "that has listened enough to be a listener.",
    "As for the devil\u0097when he has finished every imp-",
    "ersonation, the best he will have been able to accomplish",
    "is only that sound which is exactly",
    "the music."
  ],
  "title": "“Nothing Is Really Hard but to Be Real\u0097”",
  "year": ""
}