{
  "author": "Gabrielle Calvocoressi",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247458",
  "region": "",
  "text": [
    "Dad calls her the Dowager but I call her Aunt G.",
    "Aunt G. at the Polo Lounge. Aunt G. drinking gimlets",
    "by the pool. Aunt G. asking about Babe even",
    "though she’s the only one who sees her that much",
    "anymore. She wears ten rings. Seven on her",
    "right hand, which Dad calls the Seven Stars.",
    "They make the glass seem like it’s going to crack.",
    "She doesn’t like me very much. I know it.",
    "I’m not her kind of girl. I won’t wear dresses",
    "and when she placed the ring inside my hand",
    "I just said, “No, thank you.” Not even thinking",
    "how rude that might sound. What would I do",
    "with a ring like that? I’ve got my own stars",
    "and she doesn’t really want to give",
    "me presents anyway. She gave Babe a car,",
    "her dark brown Aston Martin. And she gave",
    "David a watch to “remember home by.”",
    "She gave my Dad a look when he said, “David’s",
    "a good soldier.” Like he gave her something bad",
    "to eat. She just shook her head and said,",
    "“I’ll never understand what kind of man you are.”",
    "And then she said Dad would have that young boy’s",
    "blood on his hands. Which I don’t understand.",
    "Or why she said, “You’ve gone and lost the both",
    "of them. You’re your very own Pol Pot,” while looking",
    "through her purse. It shone so bright it blinded",
    "me. For a second I saw spots and couldn’t focus",
    "on the thing. One clear stone that caught the light",
    "and made reflections on my glasses. I didn’t want",
    "it. I don’t wear things like that. “Who are you?”",
    "she asked, not in a mean way but like she truly",
    "didn’t know. And didn’t really care. She took it back",
    "and asked me if I’d talked to Babe and I said",
    "I had not and no one else had either.",
    "I said, “She’s living in the hills.”",
    "And she looked at the ring for a minute",
    "and put it back in her purse."
  ],
  "title": "Captain Lovell, [\"Dad calls her the Dowager but I call her Aunt G.\"]",
  "year": ""
}