{
  "author": "Camille Guthrie",
  "classification": "Sestina",
  "keywords": [
    "Living",
    "Life Choices",
    "Love",
    "Realistic",
    "Complicated",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245716",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I was too shy to say anything but Your poems are so beautiful.",
    "What kinds of things, feelings, or ideas inspire you,",
    "I mean, outside the raw experiences of your life?",
    "He turned a strange crosshatched color",
    "as if he stood in a clouded painting, and said, Thanks,",
    "but no other phenomena intrude upon my starlit mind.",
    "I see you are wondering what this is all about. Don’t mind",
    "me, I’m talking to myself again. Yes, poetry is nice and often beautiful,",
    "yet it doesn’t beget much attention, money, or even a simple thanks",
    "for placing the best words in the best order. That’s when I forget all about your",
    "incessant demands, and the restless subject leaps the stream in Technicolor—",
    "until the Remembrancer appears and says, Stop this wasteful life.",
    "These fancies of yours could cost a life",
    "or worse, two. Meanwhile, he perceives my gifted body upholding my mind",
    "as I’m explaining my stuff on the",
    ", cheeks starting to color,",
    "feathers ruffling, quiet shudders. He shrugs, Your content sounds too beautiful",
    "but I’d like to read it sometime. Okay. He says all the right things, like I love you",
    "Hyacinth Girl. Things get interesting until the sudden blow: Thanks",
    "For the memories. What I’ll think seeing his new work in",
    "is Thanks",
    "for nothing, asshole, as he drops me for that prolific pastoral life",
    "with his wife upstate. The more I think about it, it all depends upon your",
    "phantom attention. Surely a world embroiders itself in one’s mind",
    "at any moment, words resounding, ardent present clarifyingly beautiful",
    "And beautifully truthful. You know? Here I should put in a lapis color",
    "Or a murky midnight blue. Or have the crowd stagger by in a riot of color",
    "pinning down the helpless beast with spears and ritualistic thanks",
    "to their gods. What one really wants to get at is the real, the eternally beautiful",
    "like",
    "or something. That’s what makes one perilous life",
    "worth living. All the brute indifference, humiliation, and failure can put one in the",
    "mind",
    "to give up, freak out, kill somebody, heart battered, so mastered. Oh you",
    "Wherever I go, on the subway, in my cubicle, at play, in sleep, it’s always you",
    "of the air, overpowering my senses like a Dutch master in one pure color,",
    "its fiction at full speed, walls breaking, a clarity panorama for the mind",
    "hunting for meaning and finding it at last! Now look at all the work I did, and not",
    "one thanks",
    "Not even flowers. Off you rush to watch him accept another award in that life",
    "We can only dream of. From where you sit it all seems so beautiful",
    "And I finally understand you. For that I can’t express enough thanks",
    "As the subject is the best color for me in the difficulty of this lonely life.",
    "It’s always caught up in my mind, what could be more beautiful."
  ],
  "title": "Beautiful Poetry",
  "year": ""
}