{
  "author": "John Greenleaf Whittier",
  "classification": "Syllabic",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Nature",
    "Fall",
    "Trees",
    "Flowers"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/238174",
  "region": "U.S., New England",
  "text": [
    "Oh, greenly and fair in the lands of the sun,",
    "The vines of the gourd and the rich melon run,",
    "And the rock and the tree and the cottage enfold,",
    "With broad leaves all greenness and blossoms all gold,",
    "Like that which o'er Nineveh's prophet once grew,",
    "While he waited to know that his warning was true,",
    "And longed for the storm-cloud, and listened in vain",
    "For the rush of the whirlwind and red fire-rain.",
    "On the banks of the Xenil the dark Spanish maiden",
    "Comes up with the fruit of the tangled vine laden;",
    "And the Creole of Cuba laughs out to behold",
    "Through orange-leaves shining the broad spheres of gold;",
    "Yet with dearer delight from his home in the North,",
    "On the fields of his harvest the Yankee looks forth,",
    "Where crook-necks are coiling and yellow fruit shines,",
    "And the sun of September melts down on his vines.",
    "Ah! on Thanksgiving day, when from East and from West,",
    "From North and from South come the pilgrim and guest,",
    "When the gray-haired New Englander sees round his board",
    "The old broken links of affection restored,",
    "When the care-wearied man seeks his mother once more,",
    "And the worn matron smiles where the girl smiled before,",
    "What moistens the lip and what brightens the eye?",
    "What calls back the past, like the rich Pumpkin pie?",
    "Oh, fruit loved of boyhood! the old days recalling,",
    "When wood-grapes were purpling and brown nuts were falling!",
    "When wild, ugly faces we carved in its skin,",
    "Glaring out through the dark with a candle within!",
    "When we laughed round the corn-heap, with hearts all in tune,",
    "Our chair a broad pumpkin,—our lantern the moon,",
    "Telling tales of the fairy who travelled like steam,",
    "In a pumpkin-shell coach, with two rats for her team!",
    "Then thanks for thy present! none sweeter or better",
    "E'er smoked from an oven or circled a platter!",
    "Fairer hands never wrought at a pastry more fine,",
    "Brighter eyes never watched o'er its baking, than thine!",
    "And the prayer, which my mouth is too full to express,",
    "Swells my heart that thy shadow may never be less,",
    "That the days of thy lot may be lengthened below,",
    "And the fame of thy worth like a pumpkin-vine grow,",
    "And thy life be as sweet, and its last sunset sky",
    "Golden-tinted and fair as thy own Pumpkin pie!"
  ],
  "title": "The Pumpkin",
  "year": ""
}