{
  "author": "Jonathan Galassi",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Growing Old",
    "Time",
    "Brevity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176261",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The barroom mirror lit up with our wives",
    "has faded to a loaded-to-the-gills",
    "Japanese subcompact, little lives",
    "asleep behind us, heading for the hills",
    "in utter darkness through invisible",
    "countryside we know by heart by light;",
    "but woods that are humane and hospitable",
    "often turn eerie on a moonless night.",
    "Our talk is quiet: the week’s triumphs, failings,",
    "gossip, memories—but largely fears.",
    "In our brief repertoire of poses ailing’s",
    "primary, and more so with the years",
    "now every step seems haunted by the future,",
    "not only ours, but all that they will face:",
    "a stricter world, with scarceness for a teacher,",
    "bad air, bad water, no untrammeled space",
    "or so it seems to us, after the Fall,",
    "but for the young the world is always new.",
    "Maybe that’s what dates us worst of all",
    "and saves them: What we’ll miss they never knew.",
    "We’re old enough now to be old enough,",
    "to know what loss is—not just hair and breath;",
    "each has eyeballed reality by now:",
    "a rift, a failure, or a major death.",
    "They landed on us; we were not consulted,",
    "although our darkest yearnings aren’t so deep.",
    "Let’s tick off the short wish list of adulthood:",
    "sleep, honor, sleep, love, riches, sleep, and sleep . . .",
    "and camaraderie, that warms the blood,",
    "the mildest, most forgiving form of love.",
    "In an uncertain world a certain good",
    "is one who’ll laugh off what you’re leery of.",
    "That’s why we’re out here, racing with the clock",
    "through cold and darkness: so that, glass in hand,",
    "we’ll face our half-life, padded for the shock",
    "by a few old souls who understand.",
    "Now the odometer, uncompromising,",
    "shows all its nines’ tails hanging in the air.",
    "Now an entire row of moons is rising,",
    "rising, rising, risen—we are there:",
    "Total Maturity. The trick is how",
    "to amortize remorse, desire, and dread.",
    "Eyes ahead, companions: Life is Now.",
    "The serious years are opening ahead."
  ],
  "title": "Turning Forty",
  "year": ""
}