{
  "author": "Elizabeth Barrett Browning",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Social Commentaries",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Sorrow",
    "Grieving",
    "Death",
    "Parenthood"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172984",
  "region": "England",
  "text": [
    "Dead ! One of them shot by the sea in the east,",
    "And one of them shot in the west by the sea.",
    "Dead ! both my boys ! When you sit at the feast",
    "And are wanting a great song for Italy free,",
    "Let none look at",
    "Yet I was a poetess only last year,",
    "And good at my art, for a woman, men said ;",
    "But",
    "woman,",
    ", who is agonized here,",
    "\u0097 The east sea and west sea rhyme on in her head",
    "For ever instead.",
    "What art can a woman be good at ? Oh, vain !",
    "What art",
    "she good at, but hurting her breast",
    "With the milk-teeth of babes, and a smile at the pain ?",
    "Ah boys, how you hurt ! you were strong as you pressed,",
    "And I proud, by that test.",
    "What art's for a woman ? To hold on her knees",
    "Both darlings ! to feel all their arms round her throat,",
    "Cling, strangle a little ! to sew by degrees",
    "And 'broider the long-clothes and neat little coat ;",
    "To dream and to doat.",
    "To teach them ... It stings there !",
    "made them indeed",
    "Speak plain the word",
    "taught them, no doubt,",
    "That a country's a thing men should die for at need.",
    "prated of liberty, rights, and about",
    "The tyrant cast out.",
    "And when their eyes flashed ... O my beautiful eyes ! ...",
    "exulted ; nay, let them go forth at the wheels",
    "Of the guns, and denied not. But then the surprise",
    "When one sits quite alone ! Then one weeps, then one kneels !",
    "God, how the house feels !",
    "At first, happy news came, in gay letters moiled",
    "With my kisses, \u0097 of camp-life and glory, and how",
    "They both loved me ; and, soon coming home to be spoiled",
    "In return would fan off every fly from my brow",
    "With their green laurel-bough.",
    "Then was triumph at Turin : Ancona was free !'",
    "And some one came out of the cheers in the street,",
    "With a face pale as stone, to say something to me.",
    "My Guido was dead ! I fell down at his feet,",
    "While they cheered in the street.",
    "I bore it ; friends soothed me ; my grief looked sublime",
    "As the ransom of Italy. One boy remained",
    "To be leant on and walked with, recalling the time",
    "When the first grew immortal, while both of us strained",
    "To the height he had gained.",
    "And letters still came, shorter, sadder, more strong,",
    "Writ now but in one hand, I was not to faint, \u0097",
    "One loved me for two \u0097 would be with me ere long :",
    "And",
    "died for, our saint,",
    "Who forbids our complaint.\"",
    "My Nanni would add, he was safe, and aware",
    "Of a presence that turned off the balls, \u0097 was imprest",
    "It was Guido himself, who knew what I could bear,",
    "And how 'twas impossible, quite dispossessed,",
    "To live on for the rest.\"",
    "On which, without pause, up the telegraph line",
    "Swept smoothly the next news from Gaeta : \u0097",
    ".",
    "Ah, ah, his, ' their ' mother, \u0097 not mine, '",
    "No voice says \"",
    "mother\" again to me. What !",
    "You think Guido forgot ?",
    "Are souls straight so happy that, dizzy with Heaven,",
    "They drop earth's affections, conceive not of woe ?",
    "I think not. Themselves were too lately forgiven",
    "Through THAT Love and Sorrow which reconciled so",
    "The Above and Below.",
    "O Christ of the five wounds, who look'dst through the dark",
    "To the face of Thy mother ! consider, I pray,",
    "How we common mothers stand desolate, mark,",
    "Whose sons, not being Christs, die with eyes turned away,",
    "And no last word to say !",
    "Both boys dead ? but that's out of nature. We all",
    "Have been patriots, yet each house must always keep one.",
    "'Twere imbecile, hewing out roads to a wall ;",
    "And, when Italy 's made, for what end is it done",
    "If we have not a son ?",
    "Ah, ah, ah ! when Gaeta's taken, what then ?",
    "When the fair wicked queen sits no more at her sport",
    "Of the fire-balls of death crashing souls out of men ?",
    "When the guns of Cavalli with final retort",
    "Have cut the game short ?",
    "When Venice and Rome keep their new jubilee,",
    "When your flag takes all heaven for its white, green, and red,",
    "When",
    "have your country from mountain to sea,",
    "When King Victor has Italy's crown on his head,",
    "(And",
    "have my Dead) \u0097",
    "What then ? Do not mock me. Ah, ring your bells low,",
    "And burn your lights faintly !",
    "country is",
    ",",
    "Above the star pricked by the last peak of snow :",
    "My Italy 's THERE, with my brave civic Pair,",
    "To disfranchise despair !",
    "Forgive me. Some women bear children in strength,",
    "And bite back the cry of their pain in self-scorn ;",
    "But the birth-pangs of nations will wring us at length",
    "Into wail such as this \u0097 and we sit on forlorn",
    "When the man-child is born.",
    "Dead ! One of them shot by the sea in the east,",
    "And one of them shot in the west by the sea.",
    "Both ! both my boys ! If in keeping the feast",
    "You want a great song for your Italy free,",
    "Let none look at",
    "!"
  ],
  "title": "Mother and Poet",
  "year": ""
}