{
  "author": "Elizabeth Barrett Browning",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Living",
    "Sorrow",
    "Grieving",
    "Christianity",
    "Weather",
    "Death",
    "Parenthood",
    "God",
    "the Divine"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172987",
  "region": "England",
  "text": [
    "FRIENDS of faces unknown and a land",
    "Unvisited over the sea,",
    "Who tell me how lonely you stand",
    "With a single gold curl in the hand",
    "Held up to be looked at by me, \u0097",
    "While you ask me to ponder and say",
    "What a father and mother can do,",
    "With the bright fellow-locks put away",
    "Out of reach, beyond kiss, in the clay",
    "Where the violets press nearer than you.",
    "Shall I speak like a poet, or run",
    "Into weak woman's tears for relief ?",
    "Oh, children ! \u0097 I never lost one, \u0097",
    "Yet my arm 's round my own little son,",
    "And Love knows the secret of Grief.",
    "And I feel what it must be and is,",
    "When God draws a new angel so",
    "Through the house of a man up to His,",
    "With a murmur of music, you miss,",
    "And a rapture of light, you forgo.",
    "How you think, staring on at the door,",
    "Where the face of your angel flashed in,",
    "That its brightness, familiar before,",
    "Burns off from you ever the more",
    "For the dark of your sorrow and sin.",
    "God lent him and takes him,' you sigh ;",
    "\u0097 Nay, there let me break with your pain :",
    "God 's generous in giving, say I, \u0097",
    "And the thing which He gives, I deny",
    "That He ever can take back again.",
    "He gives what He gives. I appeal",
    "To all who bear babes \u0097 in the hour",
    "When the veil of the body we feel",
    "Rent round us, \u0097 while torments reveal",
    "The motherhood's advent in power,",
    "And the babe cries ! \u0097 has each of us known",
    "By apocalypse (God being there",
    "Full in nature) the child is our own,",
    "Life of life, love of love, moan of moan,",
    "Through all changes, all times, everywhere.",
    "He 's ours and for ever. Believe,",
    "O father ! \u0097 O mother, look back",
    "To the first love's assurance. To give",
    "Means with God not to tempt or deceive",
    "With a cup thrust in Benjamin's sack.",
    "He gives what He gives. Be content !",
    "He resumes nothing given, \u0097 be sure !",
    "God lend ? Where the usurers lent",
    "In His temple, indignant He went",
    "And scourged away all those impure.",
    "He lends not ; but gives to the end,",
    "As He loves to the end. If it seem",
    "That He draws back a gift, comprehend",
    "'Tis to add to it rather, \u0097 amend,",
    "And finish it up to your dream, \u0097",
    "Or keep, \u0097 as a mother will toys",
    "Too costly, though given by herself,",
    "Till the room shall be stiller from noise,",
    "And the children more fit for such joys,",
    "Kept over their heads on the shelf.",
    "So look up, friends ! you, who indeed",
    "Have possessed in your house a sweet piece",
    "Of the Heaven which men strive for, must need",
    "Be more earnest than others are,\u0097speed",
    "Where they loiter, persist where they cease.",
    "You know how one angel smiles there.",
    "Then weep not. 'Tis easy for you",
    "To be drawn by a single gold hair",
    "Of that curl, from earth's storm and despair,",
    "To the safe place above us. Adieu."
  ],
  "title": "Only a Curl",
  "year": ""
}