{
  "author": "Raymond McDaniel",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "The Body",
    "The Mind",
    "Nature",
    "Weather",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246164",
  "region": "",
  "text": [
    "We had to sleep in the streets.",
    "Not on the sidewalks, in the streets.",
    "Cause the sidewalks was full of urine",
    "and body waste, dead bodies.",
    "And we had to sleep out there,",
    "in the hell of waste and the dead bodies.",
    "I walked from water up to my neck",
    "to get to the Convention Center.",
    "There was dead dogs, dead rodents,",
    "you had to push all that kind of mess out of the way,",
    "hoping that it didn’t touch you.",
    "I was pushing them out the way,",
    "so many dead bodies coming from the Ninth Ward",
    "up our way and they had people that was drowned up my way.",
    "Now this Convention Center wasn’t nothing nice,",
    "I kid you not.",
    "People still crying and begging to go home.",
    "There’s nothing there.",
    "You have no running water. You have no lights.",
    "The place stinks. It’s contaminated.",
    "I’ve been there twice.",
    "I died there, I died.",
    "Me, my ten-year-old daughter, my sister",
    "and her thirty-two-year-old son,",
    "we lived out there seven days.",
    "Five days we had no food. No water.",
    "Every night and every day the military people",
    "was throwing down on us",
    "like we was a bunch of wild animals.",
    "They was on a hunt to kill.",
    "They killed one guy right there in front of us,",
    "run over him with a police car",
    "and then they shot the man and left him there.",
    "They didn’t cover him up or nothing",
    "and the next day,",
    "it was so hot out there,",
    "when they did come to pick him up,",
    "his body was stuck to the ground.",
    "So I can understand you want to keep control",
    "of the people,",
    "but why have those people draw guns on children?",
    "Women with babies in their stomachs.",
    "Every time you look around we breaking and running,",
    "trying to get into the Convention Center",
    "and they’re drawing guns on people like that.",
    "I mean, it don’t make no kinda sense.",
    "They wouldn’t let you leave.",
    "You had to stay there.",
    "Cause we smelled like — I’m serious —",
    "because everybody was smelling the same way —",
    "smelling like sewer, like shit, piss.",
    "That was the scariest time of my life.",
    "And we had to have that on us",
    "because we ain’t had no water, we ain’t had no sewer.",
    "There wasn’t no limit on it because you had to scrub yourself",
    "just to get the scent out of your skin",
    "Because, like I said, they knew they have a lot of poor people",
    "like myself don’t have no transportation,",
    "don’t have no money.",
    "Well I have a car but it got under the water.",
    "Me, my ten-year-old daughter, my sister",
    "and her thirty-two year-old son, we lived out there seven days.",
    "We looked for her for an hour and thirty minutes",
    "in the Convention Center.",
    "Five days we had no food. No water.",
    "I seen children die, I seen old people die,",
    "I seen murders, I seen rapes.",
    "I seen people murder people then cut their heads off.",
    "We already knew that the killer people",
    "were putting them in the icebox,",
    "killing little children and raping little children.",
    "The men, the looters, the people that was staying in there.",
    "I am telling you, that was the most horriblest experience",
    "I have ever seen in my life.",
    "I seen the troops shoot people. They ride around with guns",
    "almost like we was in a prison camp.",
    "No, the place wasn’t on fire. It was some children upstairs",
    "playing with the fire extinguisher.",
    "Like hell. And like I said, I never in my life grew up in a house",
    "with millions of people.",
    "You know, I’ve always had my own room, my own,",
    "you know, my own, I was always — just —",
    "In the Convention Center, the buses came in.",
    "Every night. Every day they was telling us",
    "“The buses is coming, the buses is coming.”",
    "The buses passed right there in front of us and kept going!",
    "The people was there to see the buses so everybody run,",
    "rushing the buses to get on the damn buses and get out of there.",
    "Every day they was moving us around, go here, go there,",
    "the buses is gonna meet you here, meet you there.",
    "They was lying. There was never no buses, they was lying.",
    "They was just making us tired. They had us in there to kill us.",
    "We used to look up at the bridge and see all the buses",
    "going that way to the Superdome,",
    "or to the hospital, or to the people in those condos,",
    "getting them all out of there and going back.",
    "Buses going back again, buses leaving out New Orleans again.",
    "That’s how it was.",
    "It was",
    "police",
    "but it wasn’t our regular district police.",
    "These were special",
    "policemen.",
    "We was running from place to place telling them,",
    "“Oh, this person dead, that person dead.”",
    "They said, “Well we can’t do nothing about no dead bodies.",
    "Y’all just don’t worry.",
    "Y’all just try to get the fuck out of here.”",
    "They say, “Y’all go to the bridge.",
    "The bus’s going to pick you up on the bridge.”",
    "I think it was they job to send the National Guards",
    "and the armored people in there",
    "to make sure everybody was evacuated.",
    "They left us out there for five, six, seven days.",
    "We stayed on the bridge nine hours.",
    "They didn’t care about us.",
    "The first thing they dropped into us was boxes of cigarettes.",
    "Not food. Not water. Boxes of cigarettes.",
    "Two hours later they drop us water. And half of it burst open",
    "cause they was so high up when they dropped it.",
    "Two hours after that they drop us some army food in a box",
    "we got to pour water in to heat up.",
    "We was hungry,",
    "we had no other choice.",
    "The news got us out. Not the National Guard, not the Mayor, not Blanco,",
    "the news people is the only ones who got us out.",
    "Channel 26 got me out. Channel 26.",
    "The rest of them was there to kill us.",
    "I got tired of Convention Centers. I wanted",
    "to come the hell up out of that damn Convention Center."
  ],
  "title": "Convention Centers of the New World",
  "year": ""
}