{
  "author": "Fady Joudah",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241502",
  "region": "U.S., Southwestern",
  "text": [
    "Between what should and what should not be",
    "Everything is liable to explode. Many times",
    "I was told",
    "My father",
    "Learned to fly in a dream. This is the story",
    "Of a sycamore tree he used to climb",
    "When he was young to watch the rain.",
    "Sometimes it rained so hard it hurt. Like being",
    "Beaten with sticks. Then the mud would run red.",
    "My brother believed bad dreams could kill",
    "A man in his sleep, he insisted",
    "We wake my father from his muffled screams",
    "On the night of the day he took us to see his village.",
    "No longer his village he found his tree amputated.",
    "Between one falling and the next",
    "There’﻿s a weightless state. There was a woman",
    "Who loved me. Asked me how to say",
    "In Arabic. I didn’﻿t tell her. She was sad. I didn’﻿t understand.",
    "When she left. I saw a man in my sleep three times. A man I knew",
    "Could turn anyone into one-half reptile.",
    "I was immune. I thought I was. I was terrified of being",
    "The only one left. When we woke my father",
    "He was running away from soldiers. Now",
    "He doesn’﻿t remember that night. He laughs",
    "About another sleep, he raised his arms to strike a king",
    "And tried not to stop. He flew",
    "But mother woke him and held him for an hour,",
    "Or half an hour, or as long as it takes a migration inward.",
    "Maybe if I had just said it.",
    ", she would’﻿ve remembered me longer. Maybe",
    "I don’﻿t know much about dreams",
    "But my mother taught me the law of omen. The dead",
    "Know about the dying and sometimes",
    "Catch them in sleep like the sycamore tree",
    "My father used to climb",
    "When he was young to watch the rain stream,",
    "And he would gently swing."
  ],
  "title": "Sleeping Trees",
  "year": ""
}