{
  "author": "Susan B. Anthony Somers-Willett",
  "classification": "Persona",
  "keywords": [
    "Gender",
    "Sexuality",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179687",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The air tonight is thick as curry;",
    "like every night this summer I could cut it",
    "with my wine glass, spray it with mace.",
    "Over and over it would heal together",
    "like a wound, follow my click and pace of heels",
    "down Conti Street, St. Ann, Bourbon.",
    "Oh Hamlet, if you could see me now",
    "as I pump and swagger across that stage, cape dripping to the floor,",
    "me in three-inch heels and a technicolor G-string—",
    "you would not wish me in a convent.",
    "They’ve made me a queen here, married me off",
    "to a quarter bag and a pint of gin.",
    "The old men tend bark and splatter, rabid",
    "at each table. I think they stay up all night",
    "just to spite the moon. They bring their diseased",
    "mouths to the French Market in the morning,",
    "sell Creole tomatoes to tourists who don’t know",
    "what they are. Each bald head shines plump and red.",
    "It seems like so long ago that I modeled",
    "for those legs outside of Big Daddy’s—",
    "the ones over the door that swing",
    "—",
    "the sculptor made me painted as Mardi Gras.",
    "I thought you might recognize them if you ever passed",
    "with the boys, parading from Abbey to Tavern,",
    "or think them royal feet in need of slippers.",
    "Someday I expect to find you here,",
    "sitting at the table between the first and second rows,",
    "fingering bones or something worse.",
    "And in the end you will throw me a columbine,",
    "light me a Marlboro and take me to a 24-7 where",
    "jukebox light quivers, makes us as thin as ghosts.",
    "But for now, I will dance for the fat man",
    "who sits in your place and sweats his love for me at 3 a.m.,",
    "because only he knows I am Horatio in drag."
  ],
  "title": "Ophelia’s Technicolor G-String: An Urban Mythology",
  "year": ""
}