{
  "author": "Mary Rose O'Reilley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/179345",
  "region": "",
  "text": [
    "In the northwest corner of Dakota, I saw a room",
    "someone had left, a plush sofa returning its button-",
    "eyed stare to the glance she gave it over her shoulder,",
    "the dog, too, turning. In the next room, the mattress,",
    "with mattress stories one after another tumbling",
    "out of each spring, the window she opened first thing,",
    "its vista of mile after mile, and the windmill hauling",
    "its load.",
    "I saw that, and nothing alive—",
    "green oil-figured linoleum laid on counters,",
    "nails of bad craft, the ripped blackening edge",
    "that scared her more than the bed and the sound",
    "of the windmill winning its will from the aquifer",
    "night after night, the whack of her blade on the block.",
    "sometimes she said,",
    "but when June ferned its way in she'd relent, take on its",
    "restraint, heave again on the stained sheets her burden",
    "of child, herself a torn girl again, combing her hair",
    "through fingers bruised by corn shocks, sweet juice",
    "in the cuts of her life.",
    "She began to think of the border",
    "and mustangs without brand. At night they'd bend",
    "over the bed and nuzzle. One ride was enough.",
    "She had sufficient magic to cling to a mane and fare",
    "over the windowsill. I see where the curtain fell",
    "and nobody mended the tear, I see where bare feet",
    "marked like fossils her pass in the rain.",
    "When he uncovers fiddleheads by the spring,",
    "why does he always think of that first sight",
    "of her thigh in the peach-colored dress, of his hand's",
    "searching moss with its red-gold stamens, the spring",
    "in that arid landscape like something from Canaan",
    "under his tongue? Even in old age he'd ponder the moment,",
    "lying under the moon forgiving himself, her, the world",
    "that bred their conundrum, washed in that rain."
  ],
  "title": "The Abandoned Farm",
  "year": ""
}