{
  "author": "Lawson Fusao Inada",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250036",
  "region": "U.S., Northwestern",
  "text": [
    "We are both strong, dark, bright men,",
    "though perhaps you might not notice,",
    "finding two figures flat against the landscape",
    "like the shadowed backs of mountains.",
    "Which would not be far from wrong,",
    "for though we both have on Western clothes",
    "and he is seated on a yellow spool",
    "of emptied and forgotten telephone cable",
    "and I recline on a green aluminum lounge,",
    "we are both facing into the August sun",
    "as august as Hiroshima and the autumn.",
    "There are differences, however, if you care",
    "to discover, coming close, respectfully.",
    "You must discover the landscape as you go.",
    "Come. It is in the eyes, the face, the way",
    "we would greet you stumbling as you arrive.",
    "He is much the smooth, grass-brown slopes",
    "reaching knee-high around you as you walk;",
    "I am the cracks of cliffs and gullies,",
    "pieces of secret deep in the back of the eye.",
    "But he is still my father, and I his son.",
    "After a while, there is time to go fishing,",
    "both of us squatting on rocks in the dusk,",
    "leaving peaks and tree line responsible for light.",
    "There is a lake below, which both of us",
    "acknowledge, by facing, forward, like the sun.",
    "Ripples of fish, moon, luminous insects.",
    "Frogs, owls, crickets at their sound.",
    "Deer, raccoon, badger come down to drink.",
    "At the water's edge, the children are fishing,",
    "casting shadows from the enormous shoreline.",
    "Everything functions in the function of summer.",
    "And gradually, and not by chance, the action",
    "stops, the children hush back among rocks",
    "and also watch, with nothing to capture but dusk.",
    "There are four of us, together among others.",
    "And I am not at all certain what all this means,",
    "if it means anything, but feel with all my being",
    "that I must write this down, if I write anything.",
    "My father, his son, his grandsons, strong, serene.",
    "Night, night, night, before the following morning."
  ],
  "title": "My Father and Myself Facing the Sun",
  "year": ""
}