{
  "author": "Lucy Ives",
  "classification": "",
  "keywords": [
    "Love",
    "Unrequited Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250166",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "This isn’t a great poem.",
    "I’m not writing this to write a great poem.",
    "I am writing this because I am one person.",
    "I am only one.",
    "I have a face and a front of my face.",
    "I have two shoulders and two hips.",
    "I’m living.",
    "I live.",
    "So what can I do with my face if it can’t see that person’s face?",
    "What do I tell my eyes to see?",
    "How do I let them know that when they see that face it is that person’s wish that they not know it?",
    "How do I tell them we have to go back into the world where no one knows us and we don’t know anyone?",
    "How do I tell them to stay there?",
    "There is nothing for them to see.",
    "How do I tell my hands they will never touch that person’s hands?",
    "How do I tell my ears that when that person says my name it is only a word?",
    "How do I tell my lips to make that person’s name another word so I can say it?",
    "How do I tell my neck that person cannot see it?",
    "How do I tell my hair that person cannot pull it?",
    "It is my hair.",
    "It is my head.",
    "How do I tell my teeth they will never strike that person’s teeth?",
    "How do I tell my thighs it does not matter what they do?",
    "They are the tops of my legs.",
    "They will fall apart.",
    "How do I tell my back it must never wait for that person?",
    "That person will not hold me.",
    "That person does not know where I am, does not think of me.",
    "Does not know I have exhausted every argument against him.",
    "That person does not know I no longer love freedom.",
    "That person does not know what it means when I ask for forgiveness.",
    "That person does not know I beg the world to let me change.",
    "That person cannot see my face.",
    "Knows a woman with my name and she is a woman.",
    "Does not know the word I hide behind my words.",
    "Does not know this face.",
    "Does not know this is my face.",
    "Says my name and looks at this person.",
    "How do I tell my feet to stand here?",
    "How do I tell my eyes to see?",
    "How do I tell the voice under my voice to keep on speaking?",
    "How do I tell my mouth to speak?"
  ],
  "title": "Poem",
  "year": ""
}