{
  "author": "Brad Leithauser",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245118",
  "region": "",
  "text": [
    "There was a vase",
    "that held the world’s riches, but it wasn’t cheap.",
    "It cost a dime — and this in a time and place",
    "when dimes were sizable, especially for",
    "a girl of eight whose construction-worker father",
    "was unemployed. The old metaphor",
    "was literal in this case and she",
    "till there were ten —",
    "then embarked on a mission of great secrecy,",
    "a purchase whose joys ran so deep,",
    "seventy years later, as she told the tale again,",
    "her face flushed. It was a birthday gift for her mother.",
    "There was a race",
    "of people heretofore glimpsed only on hanging scrolls",
    "in library books. They were on the vase —",
    "the smallest whole figures imaginable,",
    "purposeful and industrious",
    "as they fished or planted rice or hiked a hill",
    "whose spiral trail led to a temple perched upon",
    "a crag between cloud and waterfall.",
    "They were a vision exported from Japan —",
    "a country far as the moon, and far more beautiful,",
    "whose artists grasped an eight-year-old girl’s soul’s",
    "need for the minutely amplitudinous.",
    "There was a place",
    "(Detroit, the thirties) now slipped from sight,",
    "though here and there I’ll catch some holdover trace —",
    "maybe the grille on an old apartment door,",
    "or a slumped block of houses, draped",
    "in torn sheets of rain, apparently posing for",
    "black-and-white photographs. Even the out-",
    "of-a-job, men like my grandfather, donned hats back then",
    "before leaving the house — to circle endlessly about,",
    "as if a lost job were a lost coin that might",
    "yet be found on the street where it had been dropped,",
    "making them whole again.",
    "There was a face,",
    "rucked with care, that would dreamily soften",
    "if talk floated off toward some remote someplace",
    "beyond the seas. My grandmother had a yen for the faraway",
    "(which she imparted to her daughter),",
    "even as her life was tethered between a gray",
    "icy motionless Midwestern city —",
    "stalled like a car with a frozen ignition —",
    "and a Tennessee farm without electricity.",
    "(She did once see Washington — cherry season — and often",
    "spoke of those long pink walkways beside the water",
    "that were Japan’s gift to a grateful nation.)",
    "There is a vase —",
    "a piece of gimcrack that somehow",
    "made its way to a crowded curio case",
    "in a small souvenir shop",
    "in Detroit, seventy-plus years ago —",
    "which today stands atop",
    "the mantel in the apartment in DC",
    "where my fading mother is now living.",
    "When she was eight, in 1933,",
    "she gave it to my grandmother, who",
    "for all her poverty bequeathed her daughter so",
    "rich a bounty, including a taste for giving:",
    "the gift of grace.",
    "It seems a little miracle",
    "almost — that it’s intact, the little vase,",
    "conveying what its makers set out to convey:",
    "an inward island spared by Time,",
    "by the times. These days, she can scarcely say",
    "who she gave it to, or on what occasion.",
    "A — birthday? The pilgrim climbs the winding hill",
    "forever, station by station,",
    "and “Isn’t it beautiful?”",
    "she asks. “You bought it for a dime,”",
    "I tell her. It holds the world’s riches still."
  ],
  "title": "A Vase",
  "year": ""
}