{
  "author": "Robert Bridges",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Weather",
    "Winter"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175247",
  "region": "England",
  "text": [
    "When men were all asleep the snow came flying,",
    "In large white flakes falling on the city brown,",
    "Stealthily and perpetually settling and loosely lying,",
    "Hushing the latest traffic of the drowsy town;",
    "Deadening, muffling, stifling its murmurs failing;",
    "Lazily and incessantly floating down and down:",
    "Silently sifting and veiling road, roof and railing;",
    "Hiding difference, making unevenness even,",
    "Into angles and crevices softly drifting and sailing.",
    "All night it fell, and when full inches seven",
    "It lay in the depth of its uncompacted lightness,",
    "The clouds blew off from a high and frosty heaven;",
    "And all woke earlier for the unaccustomed brightness",
    "Of the winter dawning, the strange unheavenly glare:",
    "The eye marvelled—marvelled at the dazzling whiteness;",
    "The ear hearkened to the stillness of the solemn air;",
    "No sound of wheel rumbling nor of foot falling,",
    "And the busy morning cries came thin and spare.",
    "Then boys I heard, as they went to school, calling,",
    "They gathered up the crystal manna to freeze",
    "Their tongues with tasting, their hands with snowballing;",
    "Or rioted in a drift, plunging up to the knees;",
    "Or peering up from under the white-mossed wonder,",
    "‘O look at the trees!’ they cried, ‘O look at the trees!’",
    "With lessened load a few carts creak and blunder,",
    "Following along the white deserted way,",
    "A country company long dispersed asunder:",
    "When now already the sun, in pale display",
    "Standing by Paul’s high dome, spread forth below",
    "His sparkling beams, and awoke the stir of the day.",
    "For now doors open, and war is waged with the snow;",
    "And trains of sombre men, past tale of number,",
    "Tread long brown paths, as toward their toil they go:",
    "But even for them awhile no cares encumber",
    "Their minds diverted; the daily word is unspoken,",
    "The daily thoughts of labour and sorrow slumber",
    "At the sight of the beauty that greets them, for the charm they have broken."
  ],
  "title": "London Snow",
  "year": ""
}