{
  "author": "Robert Bridges",
  "classification": "Epic",
  "keywords": [
    "Music",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175252",
  "region": "England",
  "text": [
    "from Book I, Introduction",
    "Man’s Reason is in such deep insolvency to sense,",
    "that tho’ she guide his highest flight heav’nward, and teach him",
    "dignity morals manners and human comfort,",
    "she can delicatly and dangerously bedizen",
    "the rioting joys that fringe the sad pathways of Hell.",
    "Not without alliance of the animal senses",
    "hath she any miracle: Lov’st thou in the blithe hour",
    "of April dawns—nay marvelest thou not—to hear",
    "the ravishing music that the small birdës make",
    "in garden or woodland, rapturously heralding",
    "the break of day; when the first lark on high hath warn’d",
    "the vigilant robin already of the sun’s approach,",
    "and he on slender pipe calleth the nesting tribes",
    "to awake and fill and thrill their myriad-warbling throats",
    "praising life’s God, untill the blisful revel grow",
    "in wild profusion unfeign’d to such a hymn as man",
    "hath never in temple or grove pour’d to the Lord of heav’n?",
    "Hast thou then thought that all this ravishing music,",
    "that stirreth so thy heart, making thee dream of things",
    "illimitable unsearchable and of heavenly import,",
    "is but a light disturbance of the atoms of air,",
    "whose jostling ripples, gather’d within the ear, are tuned",
    "to resonant scale, and thence by the enthron’d mind received",
    "on the spiral stairway of her audience chamber",
    "as heralds of high spiritual significance?",
    "and that without thine ear, sound would hav no report.",
    "Nature hav no music; nor would ther be for thee",
    "any better melody in the April woods at dawn",
    "than what an old stone-deaf labourer, lying awake",
    "o’night in his comfortless attic, might perchance",
    "be aware of, when the rats run amok in his thatch?",
    "Now since the thoughtless birds not only act and enjoy",
    "this music, but to their offspring teach it with care,",
    "handing on those small folk-songs from father to son",
    "in such faithful tradition that they are familiar",
    "unchanging to the changeful generations of men—",
    "and year by year, listening to himself the nightingale",
    "as amorous of his art as of his brooding mate",
    "practiseth every phrase of his espousal lay,",
    "and still provoketh envy of the lesser songsters",
    "with the same notes that woke poetic eloquence",
    "alike in Sophocles and the sick heart of Keats—",
    "see then how deeply seated is the urgence whereto",
    "Bach and Mozart obey’d, or those other minstrels",
    "who pioneer’d for us on the marches of heav’n",
    "and paid no heed to wars that swept the world around,",
    "nor in their homes wer more troubled by cannon-roar",
    "than late the small birds wer, that nested and carol’d",
    "upon the devastated battlefields of France.",
    "Birds are of all animals the nearest to men",
    "for that they take delight in both music and dance,",
    "and gracefully schooling leisure to enliven life",
    "wer the earlier artists: moreover in their airy flight",
    "(which in its swiftness symboleth man’s soaring thought)",
    "they hav no rival but man, and easily surpass",
    "in their free voyaging his most desperate daring,",
    "altho’ he hath fed and sped his ocean-ships with fire;",
    "and now, disturbing me as I write, I hear on high",
    "his roaring airplanes, and idly raising my head",
    "see them there; like a migratory flock of birds",
    "that rustle southward from the cold fall of the year",
    "in order’d phalanx—so the thin-rankt squadrons ply,",
    "til sound and sight failing me they are lost in the clouds.",
    ".....",
    "Time eateth away at many an old delusion,",
    "yet with civilization delusions make head;",
    "the thicket of the people wil take furtiv fire",
    "from irresponsible catchwords of live ideas,",
    "sudden as a gorse-bush from the smouldering end",
    "of any loiterer’s match-splint, which, unless trodden out",
    "afore it spredd, or quell’d with wieldy threshing-rods",
    "wil burn ten years of planting with all last year’s ricks",
    "and blacken a countryside. ’Tis like enough that men",
    "ignorant of fire and poison should be precondemn’d",
    "to sudden deaths and burnings, but ’tis mightily",
    "to the reproach of Reason that she cannot save",
    "nor guide the herd; that minds who else wer fit to rule",
    "must win to power by flattery and pretence, and so",
    "by spiritual dishonesty in their flurried reign",
    "confirm the disrepute of all authority—",
    "but only in sackcloth can the Muse speak of such things.",
    "from Book II. Selfhood",
    "The Spartan General Brasidas, the strenuous man,",
    "who earn’d historic favour from his conquer’d foe,",
    "once caught a mouse foraging in his messbasket",
    "among the figs, but when it bit him let it go,",
    "praising its show of fight in words that Plutarch judged",
    "worth treasuring; and since I redd the story at school",
    "unto this hour I hav never thought of Brasidas",
    "and cannot hear his name, but that I straightway see",
    "a table and an arm’d man smiling with hand outstretch’d",
    "above a little mouse that is scampering away.",
    "Why should this thing so hold me? and why do I welcome now",
    "the tiny beast, that hath come running up to me",
    "as if here in my cantos he had spied a crevice,",
    "and counting on my friendship would make it his home?",
    "’Tis such a pictur as must by mere beauty of fitness",
    "convince natural feeling with added comfort.",
    "The soldier seeth the instinct of Selfhood in the mouse",
    "to be the same impulse that maketh virtue in him.",
    "For Brasidas held that courage ennobleth man,",
    "and from unworth redeemeth, and that folk who shrink",
    "from ventur of battle in self-defence are thereby doom’d",
    "to slavery and extinction: and so this mouse, albeit",
    "its little teeth had done him a petty hurt, deserved",
    "liberty for its courage, and found grace in man.",
    ".....",
    "—I answer",
    "the lover and poet in my loose alexandrines:",
    "Beauty is the highest of all these occult influences,",
    "the quality of appearances that thru’ the sense",
    "wakeneth spiritual emotion in the mind of man:",
    "And Art, as it createth new forms of beauty,",
    "awakeneth new ideas that advance the spirit",
    "in the life of Reason to the wisdom of God.",
    "But highest Art must be as rare as nativ faculty is",
    "and her surprise of magic winneth favor of men",
    "more than her inspiration: most are led away",
    "by fairseeming pretences, which being wrought for gain",
    "pursue the ephemeral fashion that assureth it;",
    "and their thin influences are of the same low grade",
    "as the unaccomplish’d forms; their poverty is exposed",
    "when they would stake their charm on ethic excellence;",
    "for then weak simulations of virtues appear,",
    "such as convention approveth, but not Virtue itself,",
    "tho’ not void of all good: and (as I read) ’twas this",
    "that Benvenuto intended, saying that not only",
    "Virtue was memorable but things so truly done",
    "that they wer like to Virtue; and thus prefaced his book,",
    "thinking to justify both himself and his works.",
    "The authority of Reason therefor relieth at last",
    "hereon—that her discernment of spiritual things,",
    "the ideas of Beauty, is her conscience of instinct",
    "upgrown in her (as she unto conscience of all",
    "upgrew from lower to higher) to conscience of Beauty",
    "judging itself by its own beauteous judgment.",
    "from Book III. Breed",
    "How was November’s melancholy endear’d to me",
    "in the effigy of plowteams following and recrossing",
    "patiently the desolat landscape from dawn to dusk,",
    "as the slow-creeping ripple of their single furrow",
    "submerged the sodden litter of summer’s festival!",
    "They are fled, those gracious teams; high on the headland now",
    "squatted, a roaring engin toweth to itself",
    "a beam of bolted shares, that glideth to and fro",
    "combing the stubbled glebe: and agriculture here,",
    "blotting out with such daub so rich a pictur of grace,",
    "hath lost as much of beauty as it hath saved in toil.",
    "Again where reapers, bending to the ripen’d corn,",
    "were wont to scythe in rank and step with measured stroke,",
    "a shark-tooth’d chariot rampeth biting a broad way,",
    "and, jerking its high swindging arms around in the air,",
    "swoopeth the swath. Yet this queer Pterodactyl is well,",
    "that in the sinister torpor of the blazing day",
    "clicketeth in heartless mockery of swoon and sweat,",
    "as ’twer the salamandrine voice of all parch’d things:",
    "and the dry grasshopper wondering knoweth his God.",
    "from Book IV, Ethick",
    "Beauty, the eternal Spouse of the Wisdom of God",
    "and Angel of his Presence thru’ all creation,",
    "fashioning her new love-realm in the mind of man,",
    "attempteth every mortal child with influences",
    "of her divine supremacy ... ev’n as in a plant",
    "when the sap mounteth secretly and its wintry stalk",
    "breaketh out in the prolific miracle of Spring,",
    "or as the red blood floodeth into a beating heart",
    "to build the animal body comely and strong; so she",
    "in her transcendant rivalry would flush his spirit",
    "with pleasurable ichor of heaven: and where she hath found",
    "responsiv faculty in some richly favour’d soul—",
    ", as saith",
    "the Florentine,—she wil inaugurate her feast",
    "of dedication, and even in thatt earliest onset,",
    "when yet infant Desire hath neither goal nor clue",
    "to fix the dream, ev’n then, altho’ it graspeth nought",
    "and passeth in its airy vision away, and dieth",
    "out of remembrance, ’tis in its earnest of life",
    "and dawn of bliss purer and hath less of earthly tinge",
    "than any other after-attainment of the understanding:",
    "for all man’s knowledge kenneth also of toil and flaw",
    "and even his noblest works, tho’ they illume the dark",
    "with individual consummation, are cast upon",
    "by the irrelevant black shadows of time and fate.",
    ".....",
    "Repudiation of pleasur is a reason’d folly",
    "of imperfection. Ther is no motiv can rebate",
    "or decompose the intrinsic joy of activ life,",
    "whereon all function whatsoever in man is based.",
    "Consider how this mortal sensibility",
    "hath a wide jurisdiction of range in all degrees,",
    "from mountainous gravity to imperceptible",
    "faintest tenuities:—The imponderable fragrance",
    "of my window-jasmin, that from her starry cup",
    "of red-stemm’d ivory invadeth my being,",
    "as she floateth it forth, and wantoning unabash’d",
    "asserteth her idea in the omnipotent blaze",
    "of the tormented sun-ball, checquering the grey wall",
    "with shadow-tracery of her shapely fronds; this frail",
    "unique spice of perfumery, in which she holdeth",
    "monopoly by royal licence of Nature,",
    "is but one of a thousand angelic species,",
    "original beauties that win conscience in man:",
    "a like marvel hangeth o’er the rosebed, and where",
    "the honeysuckle escapeth in serpentine sprays",
    "from its dark-cloister’d clamber thru’ the old holly-bush,",
    "spreading its joybunches to finger at the sky",
    "in revel above rivalry. Legion is their name;",
    "Lily-of-the-vale, Violet, Verbena, Mignonette,",
    "Hyacinth, Heliotrope, Sweet-briar, Pinks and Peas,",
    "Lilac and Wallflower, or such white and purple blooms",
    "that sleep i’ the sun, and their heavy perfumes withhold",
    "to mingle their heart’s incense with the wonder-dreams,",
    "love-laden prayers and reveries that steal forth from earth,",
    "under the dome of night: and tho’ these blossomy breaths,",
    "that hav presumed the title of their gay genitors,",
    "enter but singly into our neighboring sense, that hath",
    "no panorama, yet the mind’s eye is not blind",
    "unto their multitudinous presences:—I know",
    "that if odour wer visible as color is, I’d see",
    "the summer garden aureoled in rainbow clouds,",
    "with such warfare of hues as a painter might choose",
    "to show his sunset sky or a forest aflame;",
    "while o’er the country-side the wide clover-pastures",
    "and the beanfields of June would wear a mantle, thick",
    "as when in late October, at the drooping of day",
    "the dark grey mist arising blotteth out the land",
    "with ghostly shroud. Now these and such-like influences",
    "of tender specialty must not—so fine they be—",
    "fall in neglect and all their loveliness be lost,",
    "being to the soul deep springs of happiness, and full",
    "of lovingkindness to the natural man, who is apt",
    "kindly to judge of good by comfortable effect.",
    "Thus all men ever hav judged the wholesomness of food",
    "from the comfort of body ensuing thereupon,",
    "whereby all animals retrieve their proper diet;",
    "but if when in discomfort ’tis for pleasant hope",
    "of health restored we swallow nauseous medicines,",
    "so mystics use asceticism, yea, and no man",
    "readier than they to assert eventual happiness",
    "to justify their conduct. Whence it is not strange",
    "(for so scientific minds in search of truth digest",
    "assimilable hypotheses) they should extend",
    "their pragmatism, and from their happiness deduce",
    "the very existence and the natur of God, and take",
    "religious consolation for the ground of faith:",
    "as if the pleasur of life wer the sign-manual",
    "of Nature when she set her hand to her covenant.",
    "But man, vain of his Reason and thinking more to assure",
    "its independence, wil disclaim complicity",
    "with human emotion; and regarding his Mother",
    "deemeth it dutiful and nobler in honesty",
    "coldly to criticize than purblindly to love;",
    "and in pride of this quarrel he hath been led in the end",
    "to make distinction of kind 'twixt Pleasur and Happiness;",
    "observing truly enough how one may hav pleasure",
    "and yet miss happiness; but this warpeth the sense",
    "and common use of speech, since all tongues in the world",
    "call children and silly folk happy and sometimes ev’n brutes.",
    "The name of happiness is but a wider term",
    "for the unalloy’d conditions of the Pleasur of Life,",
    "attendant on all function, and not to be deny’d",
    "to th’ soul, unless forsooth in our thought of nature",
    "spiritual is by definition unnatural."
  ],
  "title": "The Testament of Love",
  "year": ""
}