{
  "author": "Denise Duhamel",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Activities",
    "School",
    "Learning",
    "Nature",
    "Stars, Planets, Heavens"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240582",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I just didn’t get it—",
    "even with the teacher holding an orange (the earth) in one hand",
    "and a lemon (the moon) in the other,",
    "her favorite student (the sun) standing behind her with a flashlight.",
    "I just couldn’t grasp it—",
    "this whole citrus universe, these bumpy planets revolving so slowly",
    "no one could even see themselves moving.",
    "I used to think if I could only concentrate hard enough",
    "I could be the one person to feel what no one else could,",
    "sense a small tug from the ground, a sky shift, the earth changing gears.",
    "Even though I was only one mini-speck on a speck,",
    "even though I was merely a pinprick in one goosebump on the orange,",
    "I was sure then I was the most specially perceptive, perceptively sensitive.",
    "I was sure then my mother was the only mother to snap,",
    "“The world doesn’t revolve around you!”",
    "The earth was fragile and mostly water,",
    "just the way the orange was mostly water if you peeled it,",
    "just the way I was mostly water if you peeled me.",
    "Looking back on that third grade science demonstration,",
    "I can understand why some people gave up on fame or religion or cures—",
    "especially people who have an understanding",
    "of the excruciating crawl of the world,",
    "who have a well-developed sense of spatial reasoning",
    "and the tininess that it is to be one of us.",
    "But not me—even now I wouldn’t mind being god, the force",
    "who spins the planets the way I spin a globe, a basketball, a yoyo.",
    "I wouldn’t mind being that teacher who chooses the fruit,",
    "or that favorite kid who gives the moon its glow."
  ],
  "title": "Ego",
  "year": ""
}