{
  "author": "John Gallaher",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247724",
  "region": "",
  "text": [
    "“Ghosts are people who think they’re ghosts,”",
    "my daughter Natalie said, starting off the period",
    "we will refer to later as A Little Bit Further Along. Since then",
    "(which was last night, November 3rd, 2009), I’ve been thinking",
    "about where I am more, as a kind of goal,",
    "and somewhat less about where I’m not. It’s a pleasure to be",
    "where one is, given that someone",
    "isn’t somewhere lethal. This is Pleasure One.",
    "And now this is Pleasure Two, thinking about it,",
    "so that this place, which was Place One, and a pleasure,",
    "as we were there where we were and it was not a lethal place,",
    "but a place where we were, is now this place again",
    "as we’re here thinking about it, like America or a popsicle.",
    "“Open the house and the house is empty,” Natalie also said, meaning",
    "her dollhouse, as she’s seven, but when she said it, I had this",
    "vision of all of us suddenly disappearing, maybe thinking",
    "ourselves ghosts, even, or getting somewhere, out",
    "and around her bedroom and then down the hall and stairs.",
    "I’ll tell you how it happened. Natalie and I were looking out the window",
    "at the backyard, and she asked me if I liked our house. It’s a theme",
    "with her. The other night she asked me if I liked life. I said, “Yeah,",
    "a lot.” And she looked at me a second and then said, “Me too.”",
    "You don’t hear that every day, I think, until the accumulations",
    "begin to remind me of every day: Carla, who donated a kidney",
    "to her brother-in-law (Robin’s uncle), has just been diagnosed",
    "with cancer, two months later. She sends hopeful updates",
    "from the hospital, on Facebook. Like fountains, the footnotes",
    "go on. My footnote or yours. The big questions can’t be decided",
    "in this way. They demand coins or laws. And this is",
    "much too important to be a big question."
  ],
  "title": "In a Landscape: II",
  "year": ""
}