{
  "author": "John Gallaher",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247726",
  "region": "",
  "text": [
    "It appears that we’re living (which isn’t always the case), depending",
    "on how one defines such things, in a “now you see it /",
    "now you see it” kind of way. We can say we’re working on our age,",
    "as well, listening to Bob Dylan songs where people can age",
    "in whatever direction supports the theme. “Too bad life doesn’t",
    "get themes,” Robin says, and yes, that’s right, and then we can all go",
    "do whatever it was we were going to do anyway. “It’s either that,",
    "or pay off the kidnapper,” as Neil Young had it, back in the mid-70s.",
    "There’s always an analogue, and someone to tell us about it,",
    "how, no matter how fast you run, you can’t run fast enough",
    "to get away from yourself. You could even call it a theme.",
    "For instance, I was the first one to an eighteen-wheeler accident",
    "on the highway once, in the early 90s. I didn’t know what",
    "I was going to find. It was just tossed there on its side, across",
    "both lanes. So I got out of the car and walked around to the front,",
    "only to see the driver standing inside the cab that was resting",
    "on the driver-side door. He was simply standing there behind the glass,",
    "parallel with the dashboard, a little blood on his forehead, looking",
    "as lost as I felt, looking back at him. All his things (magazines",
    "and maps and cigarettes and pens and snacks) in a little pile at his feet.",
    "When I left, a guy was hitting the windshield with a baseball bat.",
    "You go to the room, and the place you like to sit",
    "is missing. This is an opportunity to trust, I suppose, or perhaps",
    "for blind panic, if one were to consider this a metaphor",
    "for something. But say it’s not, say there are no such things",
    "as metaphors for a moment, and where does that get you?",
    "Presently, it gets me to a row of green and yellow plastic chairs,",
    "those 1950s-looking ones I imagine Kenton would like",
    "to collect. They’re joined together by shiny metal clasps, chrome,",
    "and the whole thing is full of sunlight through the plate glass",
    "window. It’s the kind of scene I think of as lickable, how everything",
    "looks like cheerful candy, and I wonder if there might be a way",
    "to be there or here without a beginning, or without an ending,",
    "or if perhaps there might be a concept for no middle."
  ],
  "title": "In a Landscape: III",
  "year": ""
}