{
  "author": "John Gallaher",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247722",
  "region": "",
  "text": [
    "“Are you happy?” That’s a good place to start, or maybe,",
    "“Do you think you’re happy?” with its more negative",
    "tone. Sometimes you’re walking, sometimes falling. That’s part",
    "of the problem too, but not all of the problem. Flowers out the window",
    "or on the windowsill, and so someone brought flowers.",
    "We spend a long time interested in which way the car would",
    "best go in the driveway. Is that the beginning of an answer?",
    "Some way to say who we are?",
    "Well, it brings us up to now, at any rate, as the limitations",
    "of structure, which is the way we need for it to be. Invent some muses",
    "and invoke them, or save them for the yard, some animus",
    "to get us going. And what was it Michael said yesterday? That",
    "the committee to do all these good things has an agenda to do all these",
    "other things as well, that we decide are less good in our estimation,",
    "so then we have this difficulty. It just gets to you sometimes. We have",
    "a table of red apples and a table of green apples, and someone asks you",
    "about apples, but that’s too general, you think, as you’ve made",
    "several distinctions to get to this place of two tables, two colors.",
    "How can that be an answer to anything? Or we can play the forgetting game,",
    "how, for twenty years, my mother would answer for her forgetfulness",
    "by saying it was Old-Timer’s Disease, until she forgot that too.",
    "On the television, a truck passes left to right, in stereo. Outside,",
    "a garbage truck passes right to left. They intersect. And so the world continues",
    "around two corners. The table gets turned over, with several people",
    "standing around seemingly not sure of what comes next. Look at them",
    "politely as you can, they’re beginners too. And they say the right question",
    "is far more difficult to get to than the right answer. It sounds good,",
    "anyway, in the way other people’s lives are a form of distance, something",
    "you can look at, like landscape, until your own starts to look that way",
    "as well. Looking back at the alternatives, we never had children",
    "or we had more children. And what were their names? As the living room parts",
    "into halls and ridges, where we spend the afternoon imagining a plant,",
    "a filing cabinet or two",
    "because some of these questions",
    "you have with others, and some you have only with yourself."
  ],
  "title": "In a Landscape: I",
  "year": ""
}