{
  "author": "Emma Lazarus",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Judaism",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Travels",
    "Journeys",
    "Nature"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/176161",
  "region": "",
  "text": [
    "Twilight is here, soft breezes bow the grass,",
    "Day's sounds of various toil break slowly off.",
    "The yoke-freed oxen low, the patient ass",
    "Dips his dry nostril in the cool, deep trough.",
    "Up from the prairie the tanned herdsmen pass",
    "With frothy pails, guiding with voices rough",
    "Their udder-lightened kine. Fresh smells of earth,",
    "The rich, black furrows of the glebe send forth.",
    "After the Southern day of heavy toil,",
    "How good to lie, with limbs relaxed, brows bare",
    "To evening's fan, and watch the smoke-wreaths coil",
    "Up from one's pipe-stem through the rayless air.",
    "So deem these unused tillers of the soil,",
    "Who stretched beneath the shadowing oak tree, stare",
    "Peacefully on the star-unfolding skies,",
    "And name their life unbroken paradise.",
    "The hounded stag that has escaped the pack,",
    "And pants at ease within a thick-leaved dell;",
    "The unimprisoned bird that finds the track",
    "Through sun-bathed space, to where his fellows dwell;",
    "The martyr, granted respite from the rack,",
    "The death-doomed victim pardoned from his cell,\u0097",
    "Such only know the joy these exiles gain,\u0097",
    "Life's sharpest rapture is surcease of pain.",
    "Strange faces theirs, wherethrough the Orient sun",
    "Gleams from the eyes and glows athwart the skin.",
    "Grave lines of studious thought and purpose run",
    "From curl-crowned forehead to dark-bearded chin.",
    "And over all the seal is stamped thereon",
    "Of anguish branded by a world of sin,",
    "In fire and blood through ages on their name,",
    "Their seal of glory and the Gentiles' shame.",
    "Freedom to love the law that Moses brought,",
    "To sing the songs of David, and to think",
    "The thoughts Gabirol to Spinoza taught,",
    "Freedom to dig the common earth, to drink",
    "The universal air\u0097for this they sought",
    "Refuge o'er wave and continent, to link",
    "Egypt with Texas in their mystic chain,",
    "And truth's perpetual lamp forbid to wane.",
    "Hark! through the quiet evening air, their song",
    "Floats forth with wild sweet rhythm and glad refrain.",
    "They sing the conquest of the spirit strong,",
    "The soul that wrests the victory from pain;",
    "The noble joys of manhood that belong",
    "To comrades and to brothers. In their strain",
    "Rustle of palms and Eastern streams one hears,",
    "And the broad prairie melts in mist of tears."
  ],
  "title": "In Exile",
  "year": ""
}