{
  "author": "Emma Lazarus",
  "classification": "",
  "keywords": [],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174906",
  "region": "",
  "text": [
    "Here, where the noises of the busy town,",
    "The ocean's plunge and roar can enter not,",
    "We stand and gaze around with tearful awe,",
    "And muse upon the consecrated spot.",
    "No signs of life are here: the very prayers",
    "Inscribed around are in a language dead;",
    "The light of the \"perpetual lamp\" is spent",
    "That an undying radiance was to shed.",
    "What prayers were in this temple offered up,",
    "Wrung from sad hearts that knew no joy on earth,",
    "By these lone exiles of a thousand years,",
    "From the fair sunrise land that gave them birth!",
    "How as we gaze, in this new world of light,",
    "Upon this relic of the days of old,",
    "The present vanishes, and tropic bloom",
    "And Eastern towns and temples we behold.",
    "Again we see the patriarch with his flocks,",
    "The purple seas, the hot blue sky o'erhead,",
    "The slaves of Egypt,—omens, mysteries,—",
    "Dark fleeing hosts by flaming angels led.",
    "A wondrous light upon a sky-kissed mount,",
    "A man who reads Jehovah's written law,",
    "'Midst blinding glory and effulgence rare,",
    "Unto a people prone with reverent awe.",
    "The pride of luxury's barbaric pomp,",
    "In the rich court of royal Solomon—",
    "Alas! we wake: one scene alone remains,—",
    "The exiles by the streams of Babylon.",
    "Our softened voices send us back again",
    "But mournful echoes through the empty hall:",
    "Our footsteps have a strange unnatural sound,",
    "And with unwonted gentleness they fall.",
    "The weary ones, the sad, the suffering,",
    "All found their comfort in the holy place,",
    "And children's gladness and men's gratitude",
    "'Took voice and mingled in the chant of praise.",
    "The funeral and the marriage, now, alas!",
    "We know not which is sadder to recall;",
    "For youth and happiness have followed age,",
    "And green grass lieth gently over all.",
    "Nathless the sacred shrine is holy yet,",
    "With its lone floors where reverent feet once trod.",
    "Take off your shoes as by the burning bush,",
    "Before the mystery of death and God."
  ],
  "title": "In the Jewish Synagogue at Newport",
  "year": ""
}