{
  "author": "Emma Lazarus",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Judaism"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/176160",
  "region": "",
  "text": [
    "Not while the snow-shroud round dead earth is rolled,",
    "And naked branches point to frozen skies.\u0097",
    "When orchards burn their lamps of fiery gold,",
    "The grape glows like a jewel, and the corn",
    "A sea of beauty and abundance lies,",
    "Then the new year is born.",
    "Look where the mother of the months uplifts",
    "In the green clearness of the unsunned West,",
    "Her ivory horn of plenty, dropping gifts,",
    "Cool, harvest-feeding dews, fine-winnowed light;",
    "Tired labor with fruition, joy and rest",
    "Profusely to requite.",
    "Blow, Israel, the sacred cornet! Call",
    "Back to thy courts whatever faint heart throb",
    "With thine ancestral blood, thy need craves all.",
    "The red, dark year is dead, the year just born",
    "Leads on from anguish wrought by priest and mob,",
    "To what undreamed-of morn?",
    "For never yet, since on the holy height,",
    "The Temple’s marble walls of white and green",
    "Carved like the sea-waves, fell, and the world’s light",
    "Went out in darkness,\u0097never was the year",
    "Greater with portent and with promise seen,",
    "Than this eve now and here.",
    "Even as the Prophet promised, so your tent",
    "Hath been enlarged unto earth’s farthest rim.",
    "To snow-capped Sierras from vast steppes ye went,",
    "Through fire and blood and tempest-tossing wave,",
    "For freedom to proclaim and worship Him,",
    "Mighty to slay and save.",
    "High above flood and fire ye held the scroll,",
    "Out of the depths ye published still the Word.",
    "No bodily pang had power to swerve your soul:",
    "Ye, in a cynic age of crumbling faiths,",
    "Lived to bear witness to the living Lord,",
    "Or died a thousand deaths.",
    "In two divided streams the exiles part,",
    "One rolling homeward to its ancient source,",
    "One rushing sunward with fresh will, new heart.",
    "By each the truth is spread, the law unfurled,",
    "Each separate soul contains the nation’s force,",
    "And both embrace the world.",
    "Kindle the silver candle’s seven rays,",
    "Offer the first fruits of the clustered bowers,",
    "The garnered spoil of bees. With prayer and praise",
    "Rejoice that once more tried, once more we prove",
    "How strength of supreme suffering still is ours",
    "For Truth and Law and Love."
  ],
  "title": "The New Year",
  "year": ""
}