{
  "author": "Emma Lazarus",
  "classification": "Rhymed Stanza",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/176159",
  "region": "",
  "text": [
    "Night, and beneath star-blazoned summer skies",
    "Behold the Spirit of the musky South,",
    "A creole with still-burning, languid eyes,",
    "Voluptuous limbs and incense-breathing mouth:",
    "Swathed in spun gauze is she,",
    "From fibres of her own anana tree.",
    "Within these sumptuous woods she lies at ease,",
    "By rich night-breezes, dewy cool, caressed:",
    "’Twixt cypresses and slim palmetto trees,",
    "Like to the golden oriole’s hanging nest,",
    "Her airy hammock swings,",
    "And through the dark her mocking-bird yet sings.",
    "How beautiful she is! A tulip-wreath",
    "Twines round her shadowy, free-floating hair:",
    "Young, weary, passionate, and sad as death,",
    "Dark visions haunt for her the vacant air,",
    "While noiselessly she lies",
    "With lithe, lax, folded hands and heavy eyes.",
    "Full well knows she how wide and fair extend",
    "Her groves bright flowered, her tangled everglades,",
    "Majestic streams that indolently wend",
    "Through lush savanna or dense forest shades,",
    "Where the brown buzzard flies",
    "To broad bayous ’neath hazy-golden skies.",
    "Hers is the savage splendor of the swamp,",
    "With pomp of scarlet and of purple bloom,",
    "Where blow warm, furtive breezes faint and damp,",
    "Strange insects whir, and stalking bitterns boom\u0097",
    "Where from stale waters dead",
    "Oft looms the great jawed alligator’s head.",
    "Her wealth, her beauty, and the blight on these,\u0097",
    "Of all she is aware: luxuriant woods,",
    "Fresh, living, sunlit, in her dream she sees;",
    "And ever midst those verdant solitudes",
    "The soldier’s wooden cross,",
    "O’ergrown by creeping tendrils and rank moss.",
    "Was hers a dream of empire? was it sin?",
    "And is it well that all was borne in vain?",
    "She knows no more than one who slow doth win,",
    "After fierce fever, conscious life again,",
    "Too tired, too weak, too sad,",
    "By the new light to be or stirred or glad.",
    "From rich sea-islands fringing her green shore,",
    "From broad plantations where swart freemen bend",
    "Bronzed backs in willing labor, from her store",
    "Of golden fruit, from stream, from town, ascend",
    "Life-currents of pure health:",
    "Her aims shall be subserved with boundless wealth.",
    "Yet now how listless and how still she lies,",
    "Like some half-savage, dusky Indian queen,",
    "Rocked in her hammock ’neath her native skies,",
    "With the pathetic, passive, broken mien",
    "Of one who, sorely proved,",
    "Great-souled, hath suffered much and much hath loved!",
    "But look! along the wide-branched, dewy glade",
    "Glimmers the dawn: the light palmetto trees",
    "And cypresses reissue from the shade,",
    "And she hath wakened. Through clear air she sees",
    "The pledge, the brightening ray,",
    "And leaps from dreams to hail the coming day."
  ],
  "title": "The South",
  "year": ""
}