{
  "author": "Allen Tate",
  "classification": "Sonnet",
  "keywords": [
    "Religion",
    "Living",
    "Race",
    "Ethnicity",
    "Nature",
    "Class",
    "Relationships",
    "Arts",
    "Sciences",
    "Family",
    "Ancestors",
    "Disappointment",
    "Failure",
    "History",
    "Politics",
    "Social Commentaries",
    "Faith",
    "Doubt",
    "War",
    "Conflict",
    "Winter",
    "Philosophy"
  ],
  "period": "Fugitive",
  "reference": "http://www.poetryfoundation.org/poem/178269",
  "region": "U.S., Southern",
  "text": [
    "Again the native hour lets down the locks",
    "Uncombed and black, but gray the bobbing beard;",
    "Ten years ago His eyes, fierce shuttlecocks,",
    "Pierced the close net of what I failed: I feared",
    "The belly-cold, the grave-clout, that betrayed",
    "Me dithering in the drift of cordial seas;",
    "Ten years are time enough to be dismayed",
    "By mummy Christ, head crammed between his knees.",
    "Suppose I take an arrogant bomber, stroke",
    "By stroke, up to the frazzled sun to hear",
    "Sun-ghostlings whisper: Yes, the capital yoke—",
    "Remove it and there’s not a ghost to fear",
    "This crucial day, whose decapitate joke",
    "Languidly winds into the inner ear.",
    "The day’s at end and there’s nowhere to go,",
    "Draw to the fire, even this fire is dying;",
    "Get up and once again politely lying",
    "Invite the ladies toward the mistletoe",
    "With greedy eyes that stare like an old crow.",
    "How pleasantly the holly wreaths did hang",
    "And how stuffed Santa did his reindeer clang",
    "Above the golden oaken mantel, years ago!",
    "Then hang this picture for a calendar,",
    "As sheep for goat, and pray most fixedly",
    "For the cold martial progress of your star,",
    "With thoughts of commerce and society,",
    "Well-milked Chinese, Negroes who cannot sing,",
    "The Huns gelded and feeding in a ring.",
    "Give me this day a faith not personal",
    "As follows: The American people fully armed",
    "With assurance policies, righteous and harmed,",
    "Battle the world of which they’re not at all.",
    "That lying boy of ten who stood in the hall,",
    "His hat in hand (thus by his father charmed:",
    "“You may be President”), was not alarmed",
    "Nor even left uneasy by his fall.",
    "Nobody said that he could be a plumber,",
    "Carpenter, clerk, bus-driver, bombardier;",
    "Let little boys go into violent slumber,",
    "Aegean squall and squalor where their fear",
    "Is of an enemy in remote oceans",
    "Unstalked by Christ: these are the better notions.",
    "Gay citizen, myself, and thoughtful friend,",
    "Your ghosts are Plato’s Christians in the cave.",
    "Unfix your necks, turn to the door; the nave",
    "Gives back the cheated and light dividend",
    "So long sequestered; now, new-rich, you’ll spend",
    "Flesh for reality inside a stone",
    "Whose light obstruction, like a gossamer bone,",
    "Dead or still living, will not break or bend.",
    "Thus light, your flesh made pale and sinister",
    "And put off like a dog that’s had his day,",
    "You will be Plato’s kept philosopher,",
    "Albino man bleached from the mortal clay,",
    "Mild-mannered, gifted in your master’s ease",
    "While the sun squats upon the waveless seas."
  ],
  "title": "More Sonnets At Christmas",
  "year": ""
}