{
  "author": "Allen Tate",
  "classification": "Free Verse",
  "keywords": [
    "Heroes",
    "Patriotism",
    "Social Commentaries",
    "Popular Culture",
    "Cities",
    "Urban Life",
    "Mythology",
    "Folklore",
    "Reading",
    "Books",
    "Arts",
    "Sciences",
    "Nature",
    "Activities",
    "Religion",
    "Spring",
    "Poetry",
    "Poets",
    "Travels",
    "Journeys",
    "Faith",
    "Doubt",
    "Winter",
    "Philosophy",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Fugitive",
  "reference": "http://www.poetryfoundation.org/poem/178270",
  "region": "U.S., Southern",
  "text": [
    "Cats walk the floor at midnight; that enemy of fog,",
    "The moon, wraps the bedpost in receding stillness; sleep",
    "Collects all weary nothings and lugs away the towers,",
    "The pinnacles of dust that feed the subway.",
    "What stiff unhappy silence waits on sleep",
    "Struts like an officer; tongues next-door bewitch",
    "Themselves with divination; I like a melancholy oaf",
    "Beg the nightly pillow with impossible loves.",
    "And abnegation folds hands, crossed like the knees",
    "Of the complacent tailor, stitches cloaks of mercy",
    "To the backs of obsessions.",
    "Winter like spring no less",
    "Tolerates the air; the wild pheasant meets innocently",
    "The gun; night flouts illumination with meagre impudence.",
    "In such serenity of equal fates, why has Narcissus",
    "Urged the brook with questions? Merged with the element",
    "Speculation suffuses the meadow with drops to tickle",
    "The cow’s gullet; grasshoppers drink the rain.",
    "Antiquity breached mortality with myths.",
    "Narcissus is vocabulary. Hermes decorates",
    "A cornice on the Third National Bank. Vocabulary",
    "Becomes confusion, decoration a blight; the Parthenon",
    "In Tennessee stucco, art for the sake of death. Now",
    "(The bedpost receding in stillness) you brush your teeth",
    "“Hitting on all thirty-two;” scholarship pares",
    "The nails of Catullus, sniffs his sheets, restores",
    "His “passionate underwear;” morality disciplines the other",
    "Person; every son-of-a-bitch is Christ, at least Rousseau;",
    "Prospero serves humanity in steam-heated universities, three",
    "Thousand dollars a year. Simplicity, Flamineo, is obscene;",
    "Sunlight topples indignant from the hill.",
    "In every railroad station everywhere every lover",
    "Waits for his train. He cannot hear. The smoke",
    "Thickens. Ticket in hand, he pumps his body",
    "Toward lower six, for one more terse ineffable trip,",
    "His very eyeballs fixed in disarticulation. The berth",
    "Is clean; no elephants, vultures, mice or spiders",
    "Distract him from nonentity: his metaphors are dead.",
    "More sanitation is enough, enough remains: dreams",
    "Do not end—lucidities beyond the stint of thought.",
    "For intellect is a mansion where waste is without drain;",
    "A corpse is your bedfellow, your great-grandfather dines",
    "With you this evening on a cavalry horse. Intellect",
    "Connives with heredity, creates fate as Euclid geometry",
    "By definition:",
    "The sunlit bones in your house",
    "Are immortal in the titmouse,",
    "They trip the feet of grandma",
    "Like an afterthought each day.",
    "These unseen sunlit bones,",
    "They may be in the cat",
    "That startles them in grandma",
    "But look at this or that",
    "They meet you every way.",
    "For Pelops’ and Tantalus’ successions were at once simpler,",
    "If perplexed, and less subtle than you think. Heredity",
    "Proposes love, love exacts language, and we lack",
    "Language. When shall we speak again? When shall",
    "The sparrow dusting the gutter sing? When shall",
    "This drift with silence meet the sun? When shall I wake?"
  ],
  "title": "Retroduction to American History",
  "year": ""
}