{
  "author": "Martín Espada",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Living",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177383",
  "region": "",
  "text": [
    ". Praise the cook with a shaven head",
    "and a tattoo on his shoulder that said Oye,",
    "a blue-eyed Puerto Rican with people from Fajardo,",
    "the harbor of pirates centuries ago.",
    "Praise the lighthouse in Fajardo, candle",
    "glimmering white to worship the dark saint of the sea.",
    ". Praise the cook’s yellow Pirates cap",
    "worn in the name of Roberto Clemente, his plane",
    "that flamed into the ocean loaded with cans for Nicaragua,",
    "for all the mouths chewing the ash of earthquakes.",
    ". Praise the kitchen radio, dial clicked",
    "even before the dial on the oven, so that music and Spanish",
    "rose before bread. Praise the bread.",
    ".",
    "Praise Manhattan from a hundred and seven flights up,",
    "like Atlantis glimpsed through the windows of an ancient aquarium.",
    "Praise the great windows where immigrants from the kitchen",
    "could squint and almost see their world, hear the chant of nations:",
    "Haiti, Yemen, Ghana, Bangladesh.",
    "Alabanza. Praise the kitchen in the morning,",
    "where the gas burned blue on every stove",
    "and exhaust fans fired their diminutive propellers,",
    "hands cracked eggs with quick thumbs",
    "or sliced open cartons to build an altar of cans.",
    ". Praise the busboy’s music, the",
    "of his dishes and silverware in the tub.",
    ". Praise the dish-dog, the dishwasher",
    "who worked that morning because another dishwasher",
    "could not stop coughing, or because he needed overtime",
    "to pile the sacks of rice and beans for a family",
    "floating away on some Caribbean island plagued by frogs.",
    ". Praise the waitress who heard the radio in the kitchen",
    "and sang to herself about a man gone.",
    ".",
    "After the thunder wilder than thunder,",
    "after the shudder deep in the glass of the great windows,",
    "after the radio stopped singing like a tree full of terrified frogs,",
    "after night burst the dam of day and flooded the kitchen,",
    "for a time the stoves glowed in darkness like the lighthouse in Fajardo,",
    "like a cook’s soul. Soul I say, even if the dead cannot tell us",
    "about the bristles of God’s beard because God has no face,",
    "soul I say, to name the smoke-beings flung in constellations",
    "across the night sky of this city and cities to come.",
    "I say, even if God has no face.",
    ". When the war began, from Manhattan and Kabul",
    "two constellations of smoke rose and drifted to each other,",
    "mingling in icy air, and one said with an Afghan tongue:",
    "And the other said with a Spanish tongue:"
  ],
  "title": "Alabanza: In Praise of Local 100",
  "year": ""
}