{
  "author": "Denise Levertov",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/17536",
  "region": "",
  "text": [
    "Something forgotten for twenty years: though my fathers",
    "and mothers came from Cordova and Vitepsk and Caernarvon,",
    "and though I am a citizen of the United States and less a",
    "stranger here than anywhere else, perhaps,",
    "I am Essex-born:",
    "Cranbrook Wash called me into its dark tunnel,",
    "the little streams of Valentines heard my resolves,",
    "Roding held my head above water when I thought it was",
    "drowning me; in Hainault only a haze of thin trees",
    "stood between the red doubledecker buses and the boar-hunt,",
    "the spirit of merciful Phillipa glimmered there.",
    "Pergo Park knew me, and Clavering, and Havering-atte-Bower,",
    "Stanford Rivers lost me in osier beds, Stapleford Abbots",
    "sent me safe home on the dark road after Simeon-quiet evensong,",
    "Wanstead drew me over and over into its basic poetry,",
    "in its serpentine lake I saw bass-viols among the golden dead leaves,",
    "through its trees the ghost of a great house. In",
    "Ilford High Road I saw the multitudes passing pale under the",
    "light of flaring sundown, seven kings",
    "in somber starry robes gathered at Seven Kings",
    "the place of law",
    "where my birth and marriage are recorded",
    "and the death of my father. Woodford Wells",
    "where an old house was called The Naked Beauty (a white",
    "statue forlorn in its garden)",
    "saw the meeting and parting of two sisters,",
    "(forgotten? and further away",
    "the hill before Thaxted? where peace befell us? not once",
    "but many times?).",
    "All the Ivans dreaming of their villages",
    "all the Marias dreaming of their walled cities,",
    "picking up fragments of New World slowly,",
    "not knowing how to put them together nor how to join",
    "image with image, now I know how it was with you, an old map",
    "made long before I was born shows ancient",
    "rights of way where I walked when I was ten burning with desire",
    "for the world's great splendors, a child who traced voyages",
    "indelibly all over the atlas, who now in a far country",
    "remembers the first river, the first",
    "field, bricks and lumber dumped in it ready for building,",
    "that new smell, and remembers",
    "the walls of the garden, the first light."
  ],
  "title": "A Map of the Western Part of the County of Essex in England",
  "year": ""
}