{
  "author": "Sina Queyras",
  "classification": "",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "History",
    "Politics",
    "Popular Culture",
    "Activities",
    "Jobs",
    "Working",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239200",
  "region": "Canada",
  "text": [
    "1",
    "They go down to the expressways, baskets",
    "In hand, they go down with rakes, shovels",
    "And watering cans, they go down to pick",
    "Beans and trim tomato plants, they go down",
    "In wide-brimmed hats and boots, passing",
    "By the glass-pickers, the Geiger counters, those",
    "Guarding the toxic wastes. They go down",
    "Remembering the glide of automobiles, the",
    "Swelter of children in back seats, pinching, twitching,",
    "Sand in their bathing suits, two-fours of Molson’s",
    "In the trunk of the car. They go down, past",
    "The sifters, the tunnellers, those who transport",
    "Soil from deep in the earth, and are content",
    "To have the day before them, are content to imagine",
    "Futures they will inhabit, beautiful futures",
    "Filled with unimagined species, new varieties of",
    "Plant life, sustainable abundance,",
    "An idea of sufficient that is global. Or,",
    "Because cars now move on rails underground,",
    "The elevated roads are covered in earth,",
    "Vines drape around belts of green, snake",
    "Through cities, overgrown and teeming",
    "With grackles and rats’ nests, a wall",
    "Of our own devising, and the night",
    "Watchmen with their machine guns",
    "Keeping humans, the intoxicated,",
    "Out. I am sorry for this version, offer",
    "You coffee, hot while there is still",
    "Coffee this far north, while there is still news",
    "To wake up to, and seasons",
    "Vaguely reminiscent of seasons.",
    "2",
    "Web-toed she walks into the land, fins",
    "Carving out river bottoms, each hesitation",
    "A lakebed, each mid-afternoon nap, a plateau,",
    "Quaint, at least that is my dream of her,",
    "Big shouldered, out there daydreaming",
    "The world into existence, pleasuring herself",
    "With lines and pauses. How else? What is a lake",
    "But a pause? People circling it with structures, dipping",
    "In their poles? Once she thought she could pass by",
    "Harmless. Scraping wet shale, her knees down in it, she",
    "Tries to remember earth, that ground cover. She tries",
    "To reattach things, but why? What if the world",
    "Is all action? What if thought isn’t glue, but tearing?",
    "She sits at the lake edge where the water never meets",
    "Earth, never touches, not really, is always pulling",
    "Itself on to the next.",
    "3",
    "Now she sits by her memory of meadow, forlorn, shoeless.",
    "She could scoop PCBs from the Hudson, she is",
    "Always picking up after someone. But what? What",
    "Is the primary trope of this romp? Where her uterus",
    "Was the smell of buckshot and tar, an old man chasing",
    "Her with a shotgun across his range. Cow pies and",
    "Hornets’ nests, gangly boys shooting cats with BB guns,",
    "Boys summering from Calgary, trees hollowed out,",
    "Hiding all manner of contraband goods. When she peers",
    "In the knotted oak, classic movies run on",
    "The hour, Scout on the dark bark, Mildred",
    "Pierce with a squirrel tale wrap. Nature is over,",
    "She concludes. Nature is what is caught, cellular,",
    "Celluloid. She sticks a thumb in another tree, a",
    "Brownstone, a small girl—her heart a thing locked.",
    "It’s been so long since she felt hopeful. (Perhaps nature",
    "Is childhood.) The morning after Chernobyl",
    "Out there with tiny umbrellas. All those internal",
    "Combustions. This is a country that has accepted death",
    "As an industry, it is not news. She has been warned.",
    "Her ratings sag. She scans her least apocalyptic",
    "Self and sees mariners floating, Ben",
    "Franklin penning daily axioms, glasses lifting",
    "From the river bank, planked skirts on Front,",
    "China-like through the industrious, thinking, traffic",
    "Clogged city, its brick heavy with desire for good.",
    "Memory of meadow, Dickinson an ice pick scratching",
    "Wings in her brain: if you see her standing, if you move",
    "Too quickly, if you locate the centre, if you have other",
    "Opportunities, by all means if you have other opportunities.",
    "4",
    "Abondoned mine shafts on either side, those",
    "Tight curves between Kaslo and New Denver,",
    "Hairpin at glacial creek, splash of red",
    "Bellies muscling, streaming up, we see them",
    "From the open window. Or once did. Even here?",
    "Salmon stocks diminish, mammals dying off.",
    "No, he said, not in your lifetime. Vertical;",
    "Traces where the charge went off,",
    "Ruggedness is your only defence, he",
    "Said, be difficult to cultivate, navigate. Offer",
    "No hint of paradise, no whiff of",
    "Golf course. Uninhabitability your only",
    "Recourse. Lashed, that moment, prolonged",
    "Leaving, her father on the roadside",
    "Dreaming his world fitting in some place,",
    "Without being reigned in, her father’s fathers",
    "Throwing rocks down on Hannibal,",
    "Straddling the last large elm in the valley,",
    "Knowing where and how to lay the charge, or",
    "Sucking shrapnel from an open wound,",
    "The lambs all around, bleating.",
    "5",
    "Which liftetime? Beyond what brawn? Who",
    "Knew where the road would take us?",
    "Neat, neat, the rows of apple trees",
    "There in the valley, red summers, the heat",
    "Of Quebecois pickers, VWs in a circle,",
    "Firepit and strum. Men from Thetford",
    "Mines dreaming peaches, dreaming",
    "Clean soil. Hour upon hour the self",
    "Becomes less aware of the self.",
    "Beautiful, beautiful, the centre line, the road,",
    "This power station and control tower, these",
    "Weigh scales, these curves, that mountain",
    "Goat, those cut lines, these rail lines, that",
    "Canyon, the Fraser, the Thompson,",
    "The old highways hyphenating",
    "Sagebrush, dead-ending on chain",
    "Link, old cars collecting like bugs",
    "On the roadside, overturned, curled, astute,",
    "Memory of the Overlanders,",
    "Optimism, headlong into",
    "Hell’s Gate. Churn of now,",
    "The sound barriers, the steering",
    "Wheel, the gas pedal, the gearshift,",
    "The dice dangling, fuzzy,",
    "Teal, dual ashtrays, AM radio",
    "Tuned to CBC, no draft, six cylinders,",
    "The gas tank, the gearshift, easing",
    "Into the sweet spot behind",
    "The semi, flying through Roger’s",
    "Pass; the snowplow, the Park",
    "Pass, sun on mud flap, the rest stop",
    "Rock slides, glint of snow, the runaway",
    "Lanes, the grades steep as skyscrapers,",
    "The road cutting through cities,",
    "Slicing towns, dividing parks,",
    "The road over lakes, under rivers,",
    "The road right through a redwood,",
    "Driving on top of cities, all eyes",
    "On the DVD screen,",
    "All minds on the cellphone,",
    "The safari not around, but inside",
    "Us: that which fuels.",
    "6",
    "No matter, the slither of pavement is endless,",
    "Today the rain, a gold standard, all the",
    "Earmarks of, never mind, all is well, all",
    "Is well, and who doesn’t want to hear that?",
    "She gets on her scooter and roars, she gets",
    "On her skateboard and feels the air under",
    "Foot, she shakes out her hair, thinking of California,",
    "Thinking of allergies, thinking of the wreck",
    "Of place: who ever promised more? The iris",
    "With its feigned restraint, the daring tuba,",
    "The horn of shoe, utilitarian, delicate. Such",
    "Useful domesticity, such hopeful electronics.",
    "Once she disappeared by turning sideways.",
    "Now she finds it difficult to reappear. She lifts",
    "The sediment of time to her palm, feels it sift",
    "Between her fingers: bone, bits of event. Aren’t",
    "We all a bit fluish this century? Nothing bearing any",
    "Mark of otherwise. No prescript, nothing a bit of hope",
    "Won’t cure. Such a churn of optimism:",
    "That which consecrates will not kill. Maybe New York?",
    "She fits herself on an easterly course: been done,",
    "Been done, but what better than the well-trodden",
    "Path? Beautiful, beautiful, the seams",
    "Of the rich, their folded linens,",
    "Their soft bags of money. If it ain’t broke",
    "Don’t fix, if it ain’t resistant, don’t",
    "Wince, if it fits like a boot, then boot it.",
    "And so she does."
  ],
  "title": "Endless Inter-States",
  "year": ""
}