{
  "author": "Sina Queyras",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240836",
  "region": "",
  "text": [
    "1",
    "Dear Regret, my leaning this morning, my leather foot, want of stone, my age",
    "Old, burnished and bruised, my hair lingering, my hand caked, spongy as",
    "November my dear Relentless, my dear Aging, your voice tinny, dissonant",
    "As Stein shot through decades of war and Fortrel, cocktails on the hour,",
    "Zeppelins over Piccadilly, bombing blindly in the fog. Dear Skin, dear Tobacco",
    "Mouth my refusal, my merely geographic, my fibrous strings for you: your",
    "Abundant wit, your lack of shadow and still joy nosing the air. Each moment",
    "Stretches toward you, your dry feet: I carried them, pumiced and peppery",
    "Laid them where regret is a biscuit thing to lean upon and sweeten,",
    "My hour of you, my cursive thoughts, a pulpit beating under these ribs.",
    "2",
    "Dear Time, you swallowed us whole, swallowed us lovely, sharp as bones",
    "Crimping sadly under foot my benign, my flotsam and crabs thin as leaves",
    "Your smoothing, your sinking in. Mornings or mooring, or wallowing",
    "Jericho: tapioca air indolent. I am still there, supple and driftwood, you lovely,",
    "You loved me, your memory dark and west, thoughts like tugboats stitching",
    "The horizon, you pulling me, my pudding, my thin crustacean, sideways",
    "In the late afternoon, your gaze, having so soon forgotten the sharpness",
    "Of mornings, the bite of your look serrating the hour: my treasures, all",
    "Of them, for the pleasure of that slice once more, of our dangling,",
    "You and me, the lot of us in some car, driving some hour, mapless.",
    "3",
    "Under a spiderweb, a tire, slouched: flat, sad-lipped, I think of Newton",
    "Of the original apple, all of these clones since, all of these scentless",
    "Descents. I shake my glass, shake again, melted suffixes tinkling; observe",
    "All things natural: foliage unfurling like old bills, wryly betraying",
    "Your habits, like the dog who digs and rubs, the dog who whines, who",
    "Paws and circles, you trace. Why is pain so much better than nothing? Or",
    "The mark of it more understandable? Why is saying nothing so much better?",
    "Your one-liner like blossoms, uplifting, your currents strap me to air, yes",
    "I guess there is a little texture up here, and oxygen pure as baby’s toes",
    "Which if I recall, are sweet as kernels of corn, if I recall so long ago.",
    "4",
    "To arrive is practice, conversation or conversion, a story over a field",
    "My Sweet, of concrete or whispering, furrows of a path no longer, not",
    "Sure, was there, and snow combed in curlicues and dog ears a zigzag",
    "Through January. Sure you are witty, but are you any less romantic?",
    "In my remembering, I have undone all my beliefs, it is a luxury to lay",
    "Unencumbered here, or there, the bones flexed with tendons, the",
    "Spine like a seahorse, the heart far from a cliche unless beating is",
    "Innocent, though innocence is not as supple as you think, nor as flexible,",
    "Nor as perfumed, nor convenient, or even clean: between things regret",
    "Gathers force. I remember that day: it was cold and the coffee tepid.",
    "5",
    "The small red balloons like thumbprints, waves green as the brush of",
    "Cedar, the wind lapping your hoodie, blind strings tap the air, camera",
    "Bobbing like a dog’s tail. Such lightness, the dog heading off, all",
    "The dogs of English Bay angling off-leash. I would follow backward,",
    "Lay old maps on your white sheets, so sincere, I am in earnest for you:",
    "We won’t regret having not yet knit our acrid puns and jaded barbs, nor",
    "Having the wind slip in under our belt loops, though I gently refuse",
    "Gor-Tex, and you bet I will not concede the game. Those small red",
    "Balloons like tulips in your eyes specs of amber, an amulet, an avatar,",
    "My thoughts of you fully indexed, ready to step into."
  ],
  "title": "Euphoria",
  "year": ""
}