{
  "author": "Jena Osman",
  "classification": "Mixed",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240872",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Are we on the ground now? Ally cells and I said operations.",
    "We cleared 50% of a wonderful friend and enduring opposition.",
    "Take the solid.",
    "Louder.",
    "We clearly are loud. We are the postal system.",
    "No evidence has been information.",
    "Attacking the caves. Are you on the ground enduring?",
    "A wonderful friend ramped it up.",
    "You ought to open your mail.",
    "Opposition element: the air. The talents work with precision.",
    "84%. The population attacking the caves, the talents work with the",
    "caves and tunnels.",
    "Hiding in caves, wavering in caves and hiding in mosques.",
    "A wonderful friend on the ground.",
    "Freedom I said: the enduring ally cells.",
    "Interested in the view, in our aid sensitivities.",
    "50% to the front of our effort adding that 80% are willing to play.",
    "Independent oper-oppo-sition forces that are rosy.",
    "So make assumptions on the ground. Are we on the ground now?",
    "Can be more than air. The target. The air liaison.",
    "Campaign with the bombing and entirely happy.",
    "Attacking the leaflets.",
    "We keep working hiding in hiding in caves",
    "and cowering in cowering in cowering in caves",
    "and I could say confidential areas.",
    "The mosques and rest efforts are mad.",
    "Execution in the targeting of democracy.",
    "Those risks culti-targeting to minimize the individual.",
    "An obligation to the spirit of enterprise.",
    "A war of roundup freezing worldwide, and proceeding on course.",
    "Training facilities, proceeding on course, freezing their guided",
    "munitions.",
    "A population is tons of struggle against evil.",
    "A civilized world of innocents in the mud, an enemy that’s on the",
    "ground for there is no neutral ever. No neutral homeland.",
    "For the first time first time first time in history",
    "ordinary busi-security bioterror",
    "to defend enemies with the no-ness of life.",
    "Confident in destruction / complete and cause / certain of the rightness",
    "of this time / in the right / man the victories / to comment for a freer",
    "world history / committee of evil / defeat the forces / we will fight and",
    "great coalition wherever they are an era of over flight right against",
    "terror basing global terror the global trade and lives of our world improve /",
    "the modern alliance / I like citizens / but rather than the dust settle it",
    "could mean / as acknowledged / the carpet bombs precision bombs / as",
    "long as 23 months and I said go to America on alert / get a softball to",
    "school if you work / take your child / game this afternoon / game or a",
    "soccer to the president’s going to go to the game / the fight/ our new",
    "baseball game / to help us in our task / force will sign terrorists tracking",
    "American citizens / to protect level warriors / the decibel from these",
    "shadows / open your mail louder"
  ],
  "title": "Dropping Leaflets",
  "year": ""
}