{
  "author": "Vachel Lindsay",
  "classification": "Rhymed Stanza",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176810",
  "region": "",
  "text": [
    "It is portentous, and a thing of state",
    "That here at midnight, in our little town",
    "A mourning figure walks, and will not rest,",
    "Near the old court-house pacing up and down.",
    "Or by his homestead, or in shadowed yards",
    "He lingers where his children used to play,",
    "Or through the market, on the well-worn stones",
    "He stalks until the dawn-stars burn away.",
    "A bronzed, lank man! His suit of ancient black,",
    "A famous high top-hat and plain worn shawl",
    "Make him the quaint great figure that men love,",
    "The prairie-lawyer, master of us all.",
    "He cannot sleep upon his hillside now.",
    "He is among us:—as in times before!",
    "And we who toss and lie awake for long",
    "Breathe deep, and start, to see him pass the door.",
    "His head is bowed. He thinks on men and kings.",
    "Yea, when the sick world cries, how can he sleep?",
    "Too many peasants fight, they know not why,",
    "Too many homesteads in black terror weep.",
    "The sins of all the war-lords burn his heart.",
    "He sees the dreadnaughts scouring every main.",
    "He carries on his shawl-wrapped shoulders now",
    "The bitterness, the folly and the pain.",
    "He cannot rest until a spirit-dawn",
    "Shall come;—the shining hope of Europe free;",
    "The league of sober folk, the Workers' Earth,",
    "Bringing long peace to Cornland, Alp and Sea.",
    "It breaks his heart that kings must murder still,",
    "That all his hours of travail here for men",
    "Seem yet in vain. And who will bring white peace",
    "That he may sleep upon his hill again?"
  ],
  "title": "Abraham Lincoln Walks at Midnight",
  "year": ""
}