{
  "author": "Pattiann Rogers",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/24549",
  "region": "",
  "text": [
    "Stellar dust has settled.",
    "It is green underwater now in the leaves",
    "Of the yellow crowfoot. Its vacancies are gathered together",
    "Under pine litter as emerging flower of the pink arbutus.",
    "It has gained the power to make itself again",
    "In the bone-filled egg of osprey and teal.",
    "One could say this toothpick grasshopper",
    "Is a cloud of decayed nebula congealed and perching",
    "On his female mating. The tortoise beetle,",
    "Leaving the stripped veins of morning glory vines",
    "Like licked bones, is a straw-colored swirl",
    "Of clever gases.",
    "At this moment there are dead stars seeing",
    "Themselves as marsh and forest in the eyes",
    "Of muskrat and shrew, disintegrated suns",
    "Making songs all night long in the throats",
    "Of crawfish frogs, in the rubbings and gratings",
    "Of the red-legged locust. There are spirits of orbiting",
    "Rock in the shells of pointed winkles",
    "And apple snails, ghosts of extinct comets caught",
    "In the leap of darting hare and bobcat, revolutions",
    "Of rushing stone contained in the sound of these words.",
    "The paths of the Pleiades and Coma clusters",
    "Have been compelled to mathematics by the mind",
    "Contemplating the nature of itself",
    "In the motions of stars. The patterns",
    "Of any starry summer night might be identical",
    "To the summer heavens circling inside the skull.",
    "I can feel time speeding now in all directions",
    "Deeper and deeper into the black oblivion",
    "Of the electrons directly behind my eyes.",
    "Flesh of the sky, child of the sky, the mind",
    "Has been obligated from the beginning",
    "To create an ordered universe",
    "As the only possible proof of its own inheritance."
  ],
  "title": "The Origin of Order",
  "year": ""
}