{
  "author": "Peter Gizzi",
  "classification": "",
  "keywords": [
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182378",
  "region": "U.S., New England",
  "text": [
    "Is this what you intended, Vincent",
    "that we take our rest at the end of the grove",
    "nestled into our portion beneath the bird’s migration",
    "saying, who and how am I made better through struggle.",
    "Or why am I I inside this empty arboretum",
    "this inward spiral of whoop ass and vision",
    "the leafy vine twisting and choking the tree.",
    "O, dear heaven, if you are indeed that",
    "or if you can indeed hear what I might say",
    "heal me and grant me laughter’s bounty",
    "of eyes and smiles, of eyes and affection.",
    "To not be naive and think of silly answers only",
    "not to imagine answers would be the only destination",
    "nor is questioning color even useful now",
    "now that the white ray in the distant tree beacons.",
    "That the sun can do this to us, every one of us",
    "that the sun can do this to everything inside",
    "the broken light refracted through leaves.",
    "What the ancients called peace, no clearer example",
    "what our fathers called the good, what better celebration.",
    "Leaves shine in the body and in the head alike",
    "the sun touches deeper than thought.",
    "O to be useful, of use, to the actual seen thing",
    "to be in some way related by one’s actions in the world.",
    "There might be nothing greater than this",
    "nothing truer to the good feelings that vibrate within",
    "like in the middle of the flower I call your name.",
    "To correspond, to be in equanimity with organic stuff",
    "to toil and to reflect and to home and to paint",
    "father, and further, the migration of things.",
    "The homing action of geese and wood mice.",
    "The ample evidence of the sun inside all life",
    "inside all life seen and felt and all the atomic pieces too.",
    "But felt things exist in shadow, let us reflect.",
    "The darkness bears a shine as yet unpunished by clarity",
    "but perhaps a depth that outshines clarity and is true.",
    "The dark is close to doubt and therefore close to the sun",
    "at least what the old books called science or bowed down to.",
    "The dark is not evil for it has indigo and cobalt inside",
    "and let us never forget indigo and the warmth of that",
    "the warmth of the mind reflected in a dark time",
    "in the time of pictures and refracted light.",
    "Ah, the sun is here too in the polar region of night",
    "the animal proximity of another and of nigh.",
    "To step into it as into a large surf in late August",
    "to go out underneath it all above and sparkling.",
    "To wonder and to dream and to look up at it",
    "wondrous and strange companion to all our days",
    "and the toil and worry and animal fear always with us.",
    "The night sky, the deep sense of space, actual bodies of light",
    "the gemstone brushstrokes in rays and shimmers",
    "to be held tight, wound tighter in the act of seeing.",
    "The sheer vertical act of feeling caught up in it",
    "the sky, the moon, the many heavenly forms",
    "these starry nights alone and connected alive at the edge.",
    "Now to think of the silver and the almost blue in pewter.",
    "To feel these hues down deep, feel color wax and wane",
    "and yellow, yellows are the tonality of work and bread.",
    "The deep abiding sun touching down and making its impression",
    "making so much more of itself here than where it signals",
    "the great burning orb installed at the center of each and every thing.",
    "Isn’t it comforting this notion of each and every thing",
    "though nothing might be the final and actual expression of it",
    "that nothing at the center of something alive and burning",
    "green then mint, blue then shale, gray and gray into violet",
    "into luminous dusk into dust then scattered now gone.",
    "But what is the use now of this narrow ray, this door ajar",
    "the narrow path canopied in dense wood calling",
    "what of the striated purposelessness in lapidary shading and line.",
    "To move on, to push forward, to take the next step, to die.",
    "The circles grow large and ripple in the hatch-marked forever",
    "the circle on the horizon rolling over and over into paint",
    "into the not near, the now far, the distant long-off line of daylight.",
    "That light was my enemy and one great source of agony",
    "one great solace in paint and brotherhood the sky and grass.",
    "The fragrant hills spoke in flowering tones I could hear",
    "the gnarled cut stumps tearing the sky, eating the sun.",
    "The gnarled cut stumps tearing the sky, eating the sun",
    "the fragrant hills spoke in flowering tones I could hear",
    "one great solace in paint and brotherhood the sky and grass.",
    "That light was my enemy and one great source of agony",
    "into the not near, the now far, the distant long-off line of daylight",
    "the circle on the horizon rolling over and over into paint.",
    "The circles grow large and ripple in the hatch-marked forever.",
    "To move on, to push forward, to take the next step, to die.",
    "What of the striated purposelessness in lapidary shading and line",
    "the narrow path canopied in dense wood calling",
    "but what is the use now of this narrow ray, this door ajar.",
    "Into luminous dusk into dust then scattered now gone",
    "green then mint, blue then shale, gray and gray into violet",
    "that nothing at the center of something alive and burning",
    "though nothing might be the final and actual expression of it.",
    "Isn’t it comforting this notion of each and every thing",
    "the great burning orb installed at the center of each and every thing",
    "making so much more of itself here than where it signals.",
    "The deep abiding sun touching down and making its impression",
    "and yellow, yellows are the tonality of work and bread.",
    "To feel these hues down deep, feel color wax and wane",
    "now to think of the silver and the almost blue in pewter.",
    "These starry nights alone and connected alive at the edge",
    "the sky, the moon, the many heavenly forms",
    "the sheer vertical act of feeling caught up in it.",
    "To be held tight, wound tighter in the act of seeing",
    "the gemstone brushstrokes in rays and shimmers.",
    "The night sky, the deep sense of space, actual bodies of light",
    "and the toil and worry and animal fear always with us",
    "wondrous and strange companion to all our days.",
    "To wonder and to dream and to look up at it",
    "to go out underneath it all above and sparkling",
    "to step into it as into a large surf in late August.",
    "The animal proximity of another and of nigh.",
    "Ah, the sun is here too in the polar region of night",
    "in the time of pictures and refracted light",
    "the warmth of the mind reflected in a dark time",
    "and let us never forget indigo and the warmth of that.",
    "The dark is not evil for it has indigo and cobalt inside",
    "at least what the old books called science or bowed down to.",
    "The dark is close to doubt and therefore close to the sun",
    "but perhaps a depth that outshines clarity and is true.",
    "The darkness bears a shine as yet unpunished by clarity",
    "but felt things exist in shadow, let us reflect.",
    "Inside all life seen and felt and all the atomic pieces too",
    "the ample evidence of the sun inside all life",
    "the homing action of geese and wood mice",
    "father, and further, the migration of things.",
    "To toil and to reflect and to home and to paint",
    "to correspond, to be in equanimity with organic stuff",
    "like in the middle of the flower I call your name.",
    "Nothing truer to the good feelings that vibrate within",
    "there might be nothing greater than this",
    "to be in some way related by one’s actions in the world.",
    "O to be useful, of use, to the actual seen thing.",
    "The sun touches deeper than thought",
    "leaves shine in the body and in the head alike",
    "what our fathers called the good, what better celebration.",
    "What the ancients called peace, no clearer example",
    "the broken light refracted through leaves.",
    "That the sun can do this to everything inside",
    "that the sun can do this to us, every one of us",
    "now that the white ray in the distant tree beacons.",
    "Nor is questioning color even useful now",
    "nor to imagine answers would be the only destination",
    "to not be naive and think of silly answers only.",
    "Of eyes and smiles, of eyes and affection",
    "heal me and grant me laughter’s bounty.",
    "Or if you can indeed hear what I might say",
    "O, dear heaven, if you are indeed that",
    "the leafy vine twisting and choking the tree",
    "this inward spiral of whoop ass and vision.",
    "Or why am I I inside this empty arboretum",
    "saying, who and how am I made better through struggle",
    "nestled into our portion beneath the bird’s migration",
    "that we take our rest at the end of the grove",
    "is this what you intended, Vincent."
  ],
  "title": "Vincent, Homesick for the Land of Pictures",
  "year": ""
}