{
  "author": "Richard Tillinghast",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30032",
  "region": "",
  "text": [
    "Wake me in South Galway, or better yet",
    "In Clare. You'll know the pub I have in mind.",
    "Improvise a hearse—one of those decrepit",
    "Postal vans would suit me down to the ground—",
    "A rust-addled Renault, Kelly green with a splash",
    "Of Oscar Wilde yellow stirred in to clash",
    "With the dazzling perfect meadows and limestone",
    "On the coast road from Kinvara down toward Ballyvaughan.",
    "Once you've got in off the road at Newquay",
    "Push aside some barstools and situate me",
    "Up in front by the door where the musicians sit,",
    "Their table crowded with pints and a blue teapot,",
    "A pouch of Drum, some rolling papers and tin",
    "Whistles. Ask Charlie Piggott to play a tune",
    "That sounds like loss and Guinness, turf smoke and rain,",
    "While Brenda dips in among the punters like a hedge-wren.",
    "Will I hear it? Maybe not. But I hear it now.",
    "The smoke of the music fills my nostrils, I feel the attuned",
    "Box and fiddle in harness, pulling the plough",
    "Of the melody, turning the bog-dark, root-tangled ground.",
    "Even the ceramic collie on the windowsill",
    "Cocks an ear as the tune lifts and the taut sail",
    "Of the Galway hooker trills wildly in its frame on the wall,",
    "Rippling to the salt pulse and seabreeze of a West Clare reel.",
    "Many a night, two octaves of one tune,",
    "We sat here side by side, your body awake",
    "To a jig or slide, me mending the drift of a line",
    "As the music found a path to my notebook.",
    "Lost in its lilt and plunge I would disappear",
    "Into the heathery freedom of a slow air",
    "Or walk out under the powerful stars to clear",
    "My head of thought and breathe their cooled-down fire.",
    "When my own session ends, let me leave like that,",
    "Porous to the wind that blows off the ocean.",
    "Goodbye to the company and step into the night",
    "Completed and one-off, like a well-played tune—",
    "Beyond the purified essence of hearth fires",
    "Rising from the life of the parish, past smoke and stars,",
    "Released from everything I've done and known.",
    "I won't go willingly, it's true, but I'll be gone."
  ],
  "title": "Wake Me in South Galway",
  "year": ""
}