{
  "author": "Bill Knott",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Death",
    "Youth",
    "Living",
    "Relationships",
    "Activities",
    "Indoor Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171659",
  "region": "U.S., New England",
  "text": [
    "Here not long enough after the hospital happened",
    "I find her closet lying empty and stop my play",
    "And go in and crane up at three blackwire hangers",
    "Which quiver, airy, released. They appear to enjoy",
    "Their new distance, cognizance born of the absence",
    "Of anything else. The closet has been cleaned out",
    "Full-flush as surgeries where the hangers could be",
    "Amiable scalpels though they just as well would be",
    "Themselves, in basements, glovelessly scraping uteri",
    "But, here, pure, transfigured heavenward, they’re",
    "Birds, whose wingspans expand by excluding me. Their",
    "Range is enlarged by loss. They’d leave buzzards",
    "Measly as moths: and the hatshelf is even higher!—",
    "As the sky over a prairie, an undotted desert where",
    "Nothing can swoop sudden, crumple in secret. I’ve fled",
    "At ambush, tag, age: six, must I face this, can",
    "I have my hide-and-seek hole back now please, the",
    "Clothes, the thicket of shoes, where is it? Only",
    "The hangers are at home here. Come heir to this",
    "Rare element, fluent, their skeletal grace sings",
    "Of the ease with which they let go the dress, slip,",
    "Housecoat or blouse, so absolvingly. Free, they fly",
    "Trim, triangular, augurs leapt ahead from some geometric",
    "God who soars stripped (of flesh, it is said): catnip",
    "To a brat placated by model airplane kits kids",
    "My size lack motorskills for, I wind up glue-scabbed,",
    "Pawing goo-goo fingernails, glaze skins fun to peer in as",
    "Frost-i-glass doors ... But the closet has no windows,",
    "Opaque or sheer: I must shut my eyes, shrink within",
    "To peep into this wall. Soliciting sleep I’ll dream",
    "Mother spilled and cold, unpillowed, the operating-",
    "Table cracked to goad delivery: its stirrups slack,",
    "Its forceps closed: by it I’ll see mobs of obstetrical",
    "Personnel kneel proud, congratulatory, cooing",
    "And oohing and hold the dead infant up to the dead",
    "Woman’s face as if for approval, the prompted",
    "Beholding, tears, a zoomshot kiss. White-masked",
    "Doctors and nurses patting each other on the back,",
    "Which is how in the Old West a hangman, if",
    "He was good, could gauge the heft of his intended ...",
    "Awake, the hangers are sharper, knife-’n’-slice, I jump",
    "Helplessly to catch them to twist them clear,",
    "Mis-shape them whole, sail them across the small air",
    "Space of the closet. I shall find room enough here",
    "By excluding myself; by excluding myself, I’ll grow."
  ],
  "title": "The Closet",
  "year": ""
}