{
  "author": "Weldon Kees",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Nature",
    "Fall",
    "Trees",
    "Flowers",
    "Animals",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237982",
  "region": "",
  "text": [
    "1.",
    "Black, under the candlesticks, moving in harness",
    "To a slow music, we hang the sepulchre",
    "And hear the herald angels sing, “He is not here.”",
    "It is mid-November. The first snows",
    "Have fallen silently over the town. I eat",
    "Black pudding at the altar while a dove",
    "Descends from the flaming tower. Later,",
    "Dr. Rashdall, behind whose scholarship",
    "A generation’s knowledge burns, will unmask",
    "Newman. But now it is mid-November.",
    "I eat black pudding and the dove descends.",
    "2.",
    "In a hollow tree by the bridge, an owl awaits.",
    "The moon is full and white. The stars are out.",
    "Tall elms surround the statue of a nymph",
    "Where old Etonians, festive in Norfolk jackets,",
    "Commemorate D. G. Rossetti with a plaque.",
    "I relish the scene, remembering old Watts-Dunton",
    "Boasting, “Dogs have never bitten me!” that day",
    "We talked about Rossetti. Later, attacks of gout,",
    "That horrible baby that looked like Gosse, a wheelchair",
    "Wobbling on toward Trinity, webs covering my eyes.",
    "But tonight the moon is full, and white. Thus 1904 begins.",
    "3.",
    "Of the far end of Marseilles and the islands:",
    "A dwarf climbing where the waves are luminous",
    "With phosphorescent lights, where foam bursts into flower,",
    "And the slow rise and fall of the ocean",
    "Rocks the world. Moving like a crab over the sand,",
    "He murmurs, “We can never praise the beauty of",
    "The world enough, my friend.” Later, death by starvation;",
    "Until the end, swinging on a trapeze for an hour",
    "Every day, longing to be tall. He left",
    "Some wonderful paintings. I walk beside him now",
    "At the far end of Marseilles, toward the islands.",
    "4.",
    "Now, now, if ever, love opening your eyes,",
    "The great blind windows lifted toward the sun, the doors",
    "Thrown open wide. I said to my heart,",
    "Do I wake or sleep?—Soon, soon, these closings start",
    "Where mornings held the garden captive; and early dusk,",
    "Laden with mist and smoke, drift upward from the grass.",
    "The wind dies. The scraping leaves are still. I said to my heart,",
    "Ravaged by darkness, “Now, Soon, and Later have become",
    "Each other—doors all closed, the windows blocked and barred for good—",
    "All and sink down together to the bottom of the sea.",
    "Do I wake or sleep? It is late tonight as it will ever be.”"
  ],
  "title": "A Late History",
  "year": ""
}