{
  "author": "Weldon Kees",
  "classification": "Sonnet",
  "keywords": [
    "Relationships",
    "Love",
    "Disappointment",
    "Failure",
    "Living",
    "Health",
    "Illness",
    "Ghosts",
    "the Supernatural",
    "Mythology",
    "Folklore",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177040",
  "region": "",
  "text": [
    "Prurient tapirs gamboled on our lawns,",
    "But that was quite some time ago.",
    "Now one is accosted by asthmatic bulldogs,",
    "Sluggish in the hedges, ruminant.",
    "Moving through ivy in the park",
    "Near drying waterfalls, we open every gate;",
    "But that grave, shell-white unicorn is gone.",
    "The path is strewn with papers to the street.",
    "Numbers that once were various",
    "Regarded us, were thought significant, significant",
    "Enough to bring reporters to the scene.",
    "But now the bell strikes one, strikes one,",
    "Strikes one—monotonous and tired.",
    "Or clicks like a sad valise.",
    "This ghost of yours, padding about the upper halls,",
    "Given to fright-wigs Burbage might have worn,",
    "Moaning in doorways, jumping out at maids,",
    "Has not convinced me even yet. Can this be you?",
    "Your life was frightening enough, but this",
    "Poor pallid counterpart who fuddles in its role",
    "Is inexcusable. Go haunt the houses of the girls",
    "You once infected, or the men who bore",
    "Your company far oftener than I; annoy the others",
    "For a change. Is this, my house, the medieval hell",
    "You took to at the grave’s edge, years ago,",
    "After a dozen other hells had burned themselves away,",
    "Or are we purgatory here? If not,",
    "You make it one. I give you until noon.",
    "Ruined travelers in sad trousseaux",
    "Roost on my doorstep, indolent and worn.",
    "Not one of them fulfills despised Rousseau’s",
    "Predictions. Perhaps they are waiting to be born.",
    "If so, the spot’s been badly chosen.",
    "This is a site for posthumous investigations,",
    "Pillows stuffed with nettles, charnal notions:",
    "Apoplectic executioners, bungled incisions.",
    "Indeed, our solitary midwife fondles the hemlock.",
    "We welcomed one poor hackneyed Christ,",
    "Sad bastard, croaking of pestilence. The basement",
    "Holds him now. He has not as yet arisen.",
    "The tickets are ready; the line forms on the right.",
    "Justice and virtue, you will find, have been amazingly preserved.",
    "As water from a dwindling reservoir",
    "Uncovers mossy stones, new banks of silt,",
    "So every minute that I spend with you reveals",
    "New flaws, new features, new intangibles.",
    "We have been sitting here for hours—",
    "“I spent that summer in Madrid,",
    "The winter on the coast of France—",
    "The Millotsons were there, and Farnsworth.",
    "My work has perished with the rest",
    "Of Europe, gone, all gone. We will not see the end.”",
    "You said goodbye, and your perfume",
    "Lingered for hours. At first it seemed",
    "Like summer dying there, then rank and sharp.",
    "And yet I did not air the room.",
    "Among Victorian beadwork and the smell of plush,",
    "The owls, stuffed and marvelously sinister,",
    "Glare from dark corners, waiting for the night.",
    "High up, the moose’s passive eyes explore",
    "Candles, unlit, within cut-glass. A door",
    "Is opened, and you enter with a look",
    "You might have saved for Pliny or the Pope.",
    "The furniture has shrunk now thirty years",
    "Have passed (with talent thinning out, and words",
    "Gone dead), and mouths of friends in photographs",
    "Display their hopeful and outmoded smiles.",
    "You counted on at least a sputter of nostalgia,",
    "However fretful. That was a mistake. Even the moose",
    "Regards you with a tired, uncomprehending stare.",
    "Signboards commemorate their resting place.",
    "The graveless of another century",
    "Came and were conquered; now their bones",
    "Are dust where idiot highways run.",
    "Land in their eyes, unquiet ancestors",
    "(On fences yellow signs clang in the wind)",
    "Unstirred by suns drying the brown weeds",
    "Above them now in parched and caking land.",
    "But when they speak of you, they feel the need",
    "Of voices polished and revised by history,",
    "The martial note, words framed in capitals.",
    "It is good to be deaf in a deafening time",
    "With the sky gone colorless, while the dead",
    "Thunder breaks, a cracked dish, out of the mind.",
    "The eye no longer single: where the bowl,",
    "Dead in the thickened darkness, swelled with light,",
    "Transformed the images and moved the artist’s hand,",
    "Becomes a framework for our mania.",
    "And haunts the stairway. Friends depart,",
    "Taking their last look from the roof,",
    "Saying goodnight and carrying their view",
    "Of grapes the model ate in Paris years ago.",
    "Blue in the morning, green some afternoons;",
    "The night, ambiguous, forgets the signature.",
    "The dust in attics settled and his stove",
    "Grew cold. About the model nothing much is known.",
    "It ends the wall and complements the view",
    "Of chimneys. And it hides a stain.",
    "And when your beauty, washed away",
    "In impure streams with my desire,",
    "Is only topic for ill-mannered minds,",
    "Gifted and glassy with exact recall,",
    "Gossip and rancid footnotes, or remote despair,",
    "Let ruined weather perish in the streets",
    "And let the world’s black lying flag come down.",
    "Only in calendars that mark no Spring",
    "Can there be weather in the mind",
    "That moves to you again as you are now:",
    "Tired after love and silent in this house,",
    "Your back turned to me, quite alone,",
    "Standing with one hand raised to smooth your hair,",
    "At a small window, green with rain."
  ],
  "title": "Eight Variations",
  "year": ""
}