{
  "author": "Weldon Kees",
  "classification": "Persona",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177051",
  "region": "",
  "text": [
    "Somewhere in Chelsea, early summer;",
    "And, walking in the twilight toward the docks,",
    "I thought I made out Robinson ahead of me.",
    "From an uncurtained second-story room, a radio",
    "Was playing",
    "a kite",
    "Twisted above dark rooftops and slow drifting birds.",
    "We were alone there, he and I,",
    "Inhabiting the empty street.",
    "Under a sign for Natural Bloom Cigars,",
    "While lights clicked softly in the dusk from red to green,",
    "He stopped and gazed into a window",
    "Where a plaster Venus, modeling a truss,",
    "Looked out at Eastbound traffic. (But Robinson,",
    "I knew, was out of town: he summers at a place in Maine,",
    "Sometimes on Fire Island, sometimes the Cape,",
    "Leaves town in June and comes back after Labor Day.)",
    "And yet, I almost called out, “Robinson!”",
    "There was no chance. Just as I passed,",
    "Turning my head to search his face,",
    "His own head turned with mine",
    "And fixed me with dilated, terrifying eyes",
    "That stopped my blood. His voice",
    "Came at me like an echo in the dark.",
    "“I thought I saw the whirlpool opening.",
    "Kicked all night at a bolted door.",
    "You must have followed me from Astor Place.",
    "An empty paper floats down at the last.",
    "Unrolled its horror on my face",
    "Until it blocked—” Running in sweat",
    "To reach the docks, I turned back",
    "For a second glance. I had no certainty,",
    "There in the dark, that it was Robinson",
    "Or someone else.",
    "The block was bare. The Venus,",
    "Bathed in blue fluorescent light,",
    "Stared toward the river. As I hurried West,",
    "The lights across the bay were coming on.",
    "The boats moved silently and the low whistles blew."
  ],
  "title": "Relating to Robinson",
  "year": ""
}