{
  "author": "Alfred Noyes",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Heroes",
    "Patriotism",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177028",
  "region": "England",
  "text": [
    "How like the sky she bends above her child,",
    "One with the great horizon of her pain!",
    "No sob from our low seas where woe runs wild,",
    "No weeping cloud, no momentary rain,",
    "Can mar the heaven-high visage of her grief,",
    "That frozen anguish, proud, majestic, dumb.",
    "She stoops in pity above the labouring earth,",
    "Knowing how fond, how brief",
    "Is all its hope, past, present, and to come,",
    "She stoops in pity, and yearns to assuage its dearth.",
    "Through that fair face the whole dark universe",
    "Speaks, as a thorn-tree speaks thro’ one white flower;",
    "And all those wrenched Promethean souls that curse",
    "The gods, but cannot die before their hour,",
    "Find utterance in her beauty. That fair head",
    "Bows over all earth’s graves. It was her cry",
    "Men heard in Rama when the twisted ways",
    "With children’s blood ran red.",
    "Her silence towers to Silences on high;",
    "And, in her face, the whole earth’s anguish prays.",
    "It is the pity, the pity of human love",
    "That strains her face, upturned to meet the doom,",
    "And her deep bosom, like a snow-white dove",
    "Frozen upon its nest, ne’er to resume",
    "Its happy breathing o’er the golden brace",
    "That she must shield till death. Death, death alone",
    "Can break the anguished horror of that spell.",
    "The sorrow on her face",
    "Is sealed: the living flesh is turned to stone;",
    "She knows all, all, that Life and Time can tell.",
    "Ah, yet, her woman’s love, so vast, so tender,",
    "Her woman’s body, hurt by every dart,",
    "Braving the thunder, still, still hide the slender",
    "Soft frightened child beneath her mighty heart.",
    "She is all one mute immortal cry, one brief",
    "Infinite pang of such victorious pain",
    "That she transcends the heavens and bows them down!",
    "The majesty of grief",
    "Is hers, and her dominion must remain",
    "Eternal. Grief alone can wear that crown."
  ],
  "title": "Niobe",
  "year": ""
}