{
  "author": "Alfred Noyes",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177031",
  "region": "England",
  "text": [
    "Its quiet graves were made for peace till Gabriel blows his horn.",
    "Those wise old elms could hear no cry",
    "Of all that distant agony—",
    "Only the red-winged blackbird, and the rustle of thick ripe corn.",
    "The blue jay, perched upon that bronze, with bright unweeting eye",
    "Could never read the names that signed",
    "The noblest charter of mankind;",
    "But all of them were names we knew beneath our English skies.",
    "And on the low gray headstones, with their crumbling weather-stains,",
    "—Though cardinal birds, like drops of blood,",
    "Flickered across the haunted wood,—",
    "The names you’d see were names that woke like flowers in English lanes",
    "John Applegate was fast asleep; and Temperance Olden, too.",
    "And David Worth had quite forgot",
    "If Hannah’s lips were red or not;",
    "And Prudence veiled her eyes at last, as Prudence ought to do.",
    "And when, across that patch of heaven, that small blue leaf-edged space",
    "At times, a droning airplane went,",
    "No flicker of astonishment",
    "Could lift the heavy eyelids on one gossip’s upturned face.",
    "For William Speakman could not tell—so thick the grasses grow—",
    "If that strange humming in the sky",
    "Meant that the Judgment Day were nigh,",
    "Or if ’twere but the summer bees that blundered to and fro.",
    "And then, across the breathless wood, a Bell began to sound,",
    "The only Bell that wakes the dead,",
    "And Stockton Signer raised his head,",
    "And called to all the deacons in the ancient burial-ground.",
    "“The Bell, the Bell is ringing! Give me back my rusty sword.",
    "Though I thought the wars were done,",
    "Though I thought our peace was won,",
    "Yet I signed the Declaration, and the dead must keep their word.",
    "“There’s only one great ghost I know could make that ’larum ring.",
    "It’s the captain that we knew",
    "In the ancient buff and blue,",
    "It’s our Englishman, George Washington, who fought the German king!”",
    "So the sunset saw them mustering beneath their brooding boughs,",
    "Ancient shadows of our sires,",
    "Kindling with the ancient fires,",
    "While the old cracked Bell to southward shook the shadowy meeting house."
  ],
  "title": "The Old Meeting House",
  "year": ""
}