{
  "author": "Alfred Noyes",
  "classification": "Refrain",
  "keywords": [
    "Nature",
    "Music",
    "Arts",
    "Sciences",
    "Trees",
    "Flowers"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177003",
  "region": "England",
  "text": [
    "There’s a barrel-organ carolling across a golden street",
    "In the City as the sun sinks low;",
    "And the music's not immortal; but the world has made it sweet",
    "And fulfilled it with the sunset glow;",
    "And it pulses through the pleasures of the City and the pain",
    "That surround the singing organ like a large eternal light;",
    "And they’ve given it a glory and a part to play again",
    "In the Symphony that rules the day and night.",
    "And now it’s marching onward through the realms of old romance",
    "And trolling out a fond familiar tune,",
    "And now it’s roaring cannon down to fight the King of France,",
    "And now it’s prattling softly to the moon,",
    "And all around the organ there’s a sea without a shore",
    "Of human joys and wonders and regrets;",
    "To remember and to recompense the music evermore",
    "For what the cold machinery forgets. . . .",
    "Yes; as the music changes,",
    "Like a prismatic glass,",
    "It takes the light and ranges",
    "Through all the moods that pass;",
    "Dissects the common carnival",
    "Of passions and regrets,",
    "And gives the world a glimpse of all",
    "The colours it forgets.",
    "And there",
    "sighs",
    "Another sadder song;",
    "And there",
    "cries",
    "A tale of deeper wrong;",
    "And bolder knights to battle go",
    "With sword and shield and lance,",
    "Than ever here on earth below",
    "Have whirled into—",
    "Go down to Kew in lilac-time, in lilac-time, in lilac-time;",
    "Go down to Kew in lilac-time (it isn’t far from London!)",
    "And you shall wander hand in hand with love in summer’s wonderland;",
    "Go down to Kew in lilac-time (it isn’t far from London!)",
    "The cherry-trees are seas of bloom and soft perfume and sweet perfume,",
    "The cherry-trees are seas of bloom (and oh, so near to London!)",
    "And there they say, when dawn is high and all the world’s a blaze of sky",
    "The cuckoo, though he’s very shy, will sing a song for London.",
    "The Dorian nightingale is rare and yet they say you’ll hear him there",
    "At Kew, at Kew in lilac-time (and oh, so near to London!)",
    "The linnet and the throstle, too, and after dark the long halloo",
    "And golden-eyed",
    "of owls that ogle London.",
    "For Noah hardly knew a bird of any kind that isn’t heard",
    "At Kew, at Kew in lilac-time (and oh, so near to London!)",
    "And when the rose begins to pout and all the chestnut spires are out",
    "You’ll hear the rest without a doubt, all chorussing for London:—",
    "Come down to Kew in lilac-time (it isn’t far from London!)",
    "And you shall wander hand in hand with love in summer’s wonderland;",
    "Come down to Kew in lilac-time (it isn’t far from London!)",
    "And then the troubadour begins to thrill the golden street,",
    "In the City as the sun sinks low;",
    "And in all the gaudy busses there are scores of weary feet",
    "Making time, sweet time, with a dull mechanic beat,",
    "And a thousand hearts are plunging to a love they’ll never meet,",
    "Through the meadows of the sunset, through the poppies and the wheat,",
    "In the land where the dead dreams go.",
    "Verdi, Verdi, when you wrote",
    "did you dream",
    "Of the city when the sun sinks low,",
    "Of the organ and the monkey and the many-coloured stream",
    "On the Picadilly pavement, of the myriad eyes that seem",
    "To be litten for a moment with a wild Italian gleam",
    "As",
    "parodies the world's eternal theme",
    "And pulses with the sunset-glow.",
    "There's a thief, perhaps, that listens with a face of frozen stone",
    "In the City as the sun sinks low;",
    "There's a portly man of business with a balance of his own,",
    "There's a clerk ad there's a butcher of a soft reposeful tone.",
    "And they're all of them returning to the heavens they have known:",
    "They are crammed and jammed in busses and—they're each of them alone",
    "In the land where the dead dreams go.",
    "There's a very modish woman and her smile is very bland",
    "In the City as the sun sinks low;",
    "And her hansom jingles onward, but her little jewelled hand",
    "Is clenched a little tighter and she cannot understand",
    "What she wants or why she wanders to that undiscovered land,",
    "For the parties there are not at all the sort of thing she planned,",
    "In the land where the dead dreams go.",
    "There's a rowing man that listens, and his heart is crying out",
    "In the City as the sun sinks low;",
    "For the barge, the eight, the Isis, and the coach's whoop and shout,",
    "For the minute-gun, the counting and the long dishevelled rout,",
    "For the howl along the tow-path and a fate that's still in doubt,",
    "For a roughened oar to handle and a race to think about",
    "In the land where the dead dreams go.",
    "There's a labourer that listens to the voices of the dead",
    "In the City as the sun sinks low;",
    "And his hand begins to tremble and his face to smoulder red,",
    "As he sees a loafer watching him and—there he turns his head",
    "And stares into the sunset where his April love is fled,",
    "For he hears her softly singing, and his lonely soul is led",
    "Through the land where the dead dreams go.",
    "There's an old and haggard demi-rep, it's ringing in her ears,",
    "In the City as the sun sinks low;",
    "With the wild and empty sorrow of the love that blights and sears,",
    "Oh, and if she hurries onward, then be sure, be sure she hears,",
    "Hears and bears the bitter burden of the unforgotten years,",
    "And her laugh's a little harsher and her eyes are brimmed with tears",
    "For the land where the dead dreams go.",
    "There's a barrel-organ carolling across a golden street",
    "In the City as the sun sinks low;",
    "Though the music's only Verdi there's a world to make it sweet",
    "Just as yonder yellow sunset where the earth and heaven meet",
    "Mellows all the sooty City! Hark, a hundred thousand feet",
    "Are marching on to glory through the poppies and the wheat",
    "In the land where the dead dreams go.",
    "So it’s Jeremiah, Jeremiah,",
    "What have you to say",
    "When you meet the garland girls",
    "Tripping on their way?",
    "All around my gala hat",
    "I wear a wreath of roses",
    "(A long and lonely year it is",
    "I’ve waited for the May!)",
    "If any one should ask you,",
    "The reason why I wear it is—",
    "My own love, my true love,",
    "Is coming home to-day.",
    "And it’s buy a bunch of violets for the lady",
    "(",
    "Buy a bunch of violets for the lady",
    "While the sky burns blue above:",
    "On the other side the street you’ll find it shady",
    "But buy a bunch of violets for the lady,",
    "And tell her she’s your own true love.",
    "There’s a barrel-organ carolling across a golden street",
    "In the City as the sun sinks glittering and slow;",
    "And the music’s not immortal; but the world has made it sweet",
    "And enriched it with the harmonies that make a song complete",
    "In the deeper heavens of music where the night and morning meet,",
    "As it dies into the sunset-glow;",
    "And it pulses through the pleasures of the City and the pain",
    "That surround the singing organ like a large eternal light,",
    "And they’ve given it a glory and a part to play again",
    "In the Symphony that rules the day and night.",
    "And there, as the music changes,",
    "The song runs round again.",
    "Once more it turns and ranges",
    "Through all its joy and pain,",
    "Dissects the common carnival",
    "Of passions and regrets;",
    "And the wheeling world remembers all",
    "The wheeling song forgets.",
    "Once more",
    "sighs",
    "Another sadder song:",
    "Once more",
    "cries",
    "A tale of deeper wrong;",
    "Once more the knights to battle go",
    "With sword and shield and lance",
    "Till once, once more, the shattered foe",
    "Has whirled into—",
    "Come down to Kew in lilac-time (it isn't far from London!)",
    "And you shall wander hand and hand with love in summer's wonderland;",
    "Come down to Kew in lilac-time (it isn't far from London!)"
  ],
  "title": "The Barrel-Organ",
  "year": ""
}