{
  "author": "Joyelle McSweeney",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "The Body",
    "The Mind",
    "Relationships",
    "Home Life",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247196",
  "region": "U.S., Midwestern",
  "text": [
    "Now I know what it is to",
    "inside",
    "the mink stole: I do not want",
    "my inspiration",
    "stolen!",
    ", for you I do",
    "my husband’s hairdo",
    "in a kind of flip. Now for once I want to build",
    "a data cage, a firewall, encrypt a fiber option, to lock up",
    "his image, lock the tick",
    "into his rib. I grasp his slim wrist and mask him",
    "for the gas: what a pheasant operation, his plumage",
    "brilliants as he whites out",
    "in closed caption, under glass. A harmless operation, a lipid removal or a viscous",
    "camera drip.",
    ", please",
    "do not misprism me, for normally I am not like this, I do not",
    "creep or crypt, do not go hissing, bent double,",
    "kettlewaisted, clinched. When pressed",
    "I spread; when pinched, pinch; shiv and shinny",
    "my way out, make a finger mouth",
    "that shrinks the moon to a pupa, shove it in my purse",
    "to pupate on my cabbage stash, my petty rash",
    "cashola. In your stall, I dump the stenchy",
    "contents of my clutch on your counter, your clerk Moonlight",
    "scrubs",
    "the Wikifile, slicks the nail down to a nib, mums me",
    "in muff, ruff, muffler,",
    "ruffle, stomacher, pannier of ribbed silk, knight’s visor, hutch",
    "where I keep my prize rabbits,",
    "I and II, which liplop the moonlit garden in stitched minks.",
    "you send the Dutchman moon to touch us you cinch",
    "my betrothed",
    "’s throat till he has to swallow",
    "what I bite, he drags himself to the window to vomit, he drags",
    "the bile sea in drag like a widow",
    "with a ghost lover, mourning over the suck white sand in white",
    "I wear a glass pane",
    "over my face, a teller’s window or a train’s,",
    ",",
    "I stutter by in sailor’s guise, adrenal sink disguised",
    "as swagger, a thickened chest wall, a fat and padded neck. I go",
    "a specimen, I pose",
    "between the slides for my decline,",
    "time",
    "thins and quickens, I help my husband",
    "up over the lip of the Dutch oven, his flank is ripped, one paw",
    "limp, one soft ear hangs by a thread, I lug myself up the path",
    "you have prepared for us, the trestle, the wooden tread—"
  ],
  "title": "Dear Fi Jae 2 (Ms. Merongrongrong)",
  "year": ""
}