{
  "author": "Joyelle McSweeney",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247192",
  "region": "U.S., Midwestern",
  "text": [
    "Then in the August of my twenty-seventh year,",
    "naked except for my seaclogs,",
    "I greeted an audience of piers.",
    "After my dip, I came up covered",
    "in salt and sand: hair tough as an angel’s.",
    "Who could disappoint me now among the so-coifed?",
    "Disappointing menus for a banquet of twenty-seven.",
    "The hostess cannot hear the hotelier, walls blow ope’;",
    "lousy with wallets and checkbooks, the air. Naked except for",
    "The checks and the monies flapped like birds.",
    "I partook of the seasonal activity",
    "and caught a check in my hands—to myself from myself—",
    "and was caught; I was smart and dumb.",
    "I hadn’t been clobbered in such a long time!",
    "Now, shoved against the carpeted headrest,",
    "I wondered at its cold and slender neck.",
    "The nakeder I feel the happier.",
    "Camp is over, and the children come out",
    "wearing hats; the children are happy for each other,",
    "each camp having been maximally appropriate.",
    "The ocean grew gritty with proteins. I arose",
    "and clomb to the yard with its spigot.",
    "It looked up and blinked. Above, kite strings wrote",
    "tiny sighs above the halls",
    "at the county airport; swung on tiny chains;",
    "my father swathed me in two handtowels,",
    "said",
    "A gold thread falls from an eagle’s towel",
    "onto the beach. A gold face big as a quarter of the sky",
    "looks at us with gold-milk tears in its eyes",
    "and the gold girl goes on brushing the countryside",
    "with a twig-broom big as a tree. When our competitor",
    "finishes third, he approaches the throne",
    "with a gold wheel of tillamook."
  ],
  "title": "What I Eat is a Prayer",
  "year": ""
}