{
  "author": "Robert W. Service",
  "classification": "Ballad",
  "keywords": [
    "Nature",
    "Winter",
    "Living",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175988",
  "region": "Canada",
  "text": [
    "I took a contract to bury the body of blasphemous Bill MacKie,",
    "Whenever, wherever or whatsoever the manner of death he die —",
    "Whether he die in the light o’ day or under the peak-faced moon;",
    "In cabin or dance-hall, camp or dive, mucklucks or patent shoon;",
    "On velvet tundra or virgin peak, by glacier, drift or draw;",
    "In muskeg hollow or canyon gloom, by avalanche, fang or claw;",
    "By battle, murder or sudden wealth, by pestilence, hooch or lead —",
    "I swore on the Book I would follow and look till I found my tombless dead.",
    "For Bill was a dainty kind of cuss, and his mind was mighty sot",
    "On a dinky patch with flowers and grass in a civilized boneyard lot.",
    "And where he died or how he died, it didn’t matter a damn",
    "So long as he had a grave with frills and a tombstone “epigram.”",
    "So I promised him, and he paid the price in good cheechako coin",
    "(Which the same I blowed in that very night down in the Tenderloin).",
    "Then I painted a three-foot slab of pine: “Here lies poor Bill MacKie,”",
    "And I hung it up on my cabin wall and I waited for Bill to die.",
    "Years passed away, and at last one day came a squaw with a story strange,",
    "Of a long-deserted line of traps ’way back of the Bighorn range,",
    "Of a little hut by the great divide, and a white man stiff and still,",
    "Lying there by his lonesome self, and I figured it must be Bill.",
    "So I thought of the contract I’d made with him, and I took down from the shelf",
    "The swell black box with the silver plate he’d picked out for hisself;",
    "And I packed it full of grub and “hooch,” and I slung it on the sleigh;",
    "Then I harnessed up my team of dogs and was off at dawn of day.",
    "You know what it’s like in the Yukon wild when it’s sixty-nine below;",
    "When the ice-worms wriggle their purple heads through the crust of the pale blue snow;",
    "When the pine-trees crack like little guns in the silence of the wood,",
    "And the icicles hang down like tusks under the parka hood;",
    "When the stove-pipe smoke breaks sudden off, and the sky is weirdly lit,",
    "And the careless feel of a bit of steel burns like a red-hot spit;",
    "When the mercury is a frozen ball, and the frost-fiend stalks to kill —",
    "Well, it was just like that that day when I set out to look for Bill.",
    "Oh, the awful hush that seemed to crush me down on every hand,",
    "As I blundered blind with a trail to find through that blank and bitter land;",
    "Half dazed, half crazed in the winter wild, with its grim heartbreaking woes,",
    "And the ruthless strife for a grip on life that only the sourdough knows!",
    "North by the compass, North I pressed; river and peak and plain",
    "Passed like a dream I slept to lose and I waked to dream again.",
    "River and plain and mighty peak — and who could stand unawed?",
    "As their summits blazed, he could stand undazed at the foot of the throne of God.",
    "North, aye, North, through a land accurst, shunned by the scouring brutes,",
    "And all I heard was my own harsh word and the whine of the malamutes,",
    "Till at last I came to a cabin squat, built in the side of a hill,",
    "And I burst in the door, and there on the floor, frozen to death, lay Bill.",
    "Ice, white ice, like a winding-sheet, sheathing each smoke-grimed wall;",
    "Ice on the stove-pipe, ice on the bed, ice gleaming over all;",
    "Sparkling ice on the dead man’s chest, glittering ice in his hair,",
    "Ice on his fingers, ice in his heart, ice in his glassy stare;",
    "Hard as a log and trussed like a frog, with his arms and legs outspread.",
    "I gazed at the coffin I’d brought for him, and I gazed at the gruesome dead,",
    "And at last I spoke: “Bill liked his joke; but still, goldarn his eyes,",
    "A man had ought to consider his mates in the way he goes and dies.”",
    "Have you ever stood in an Arctic hut in the shadow of the Pole,",
    "With a little coffin six by three and a grief you can’t control?",
    "Have you ever sat by a frozen corpse that looks at you with a grin,",
    "And that seems to say: “You may try all day, but you’ll never jam me in”?",
    "I’m not a man of the quitting kind, but I never felt so blue",
    "As I sat there gazing at that stiff and studying what I’d do.",
    "Then I rose and I kicked off the husky dogs that were nosing round about,",
    "And I lit a roaring fire in the stove, and I started to thaw Bill out.",
    "Well, I thawed and thawed for thirteen days, but it didn’t seem no good;",
    "His arms and legs stuck out like pegs, as if they was made of wood.",
    "Till at last I said: “It ain’t no use — he’s froze too hard to thaw;",
    "He’s obstinate, and he won’t lie straight, so I guess I got to —",
    "”",
    "So I sawed off poor Bill’s arms and legs, and I laid him snug and straight",
    "In the little coffin he picked hisself, with the dinky silver plate,",
    "And I came nigh near to shedding a tear as I nailed him safely down;",
    "Then I stowed him away in my Yukon sleigh, and I started back to town.",
    "So I buried him as the contract was in a narrow grave and deep,",
    "And there he’s waiting the Great Clean-up, when the Judgment sluice-heads sweep;",
    "And I smoke my pipe and I meditate in the light of the Midnight Sun,",
    "And sometimes I wonder if they",
    "the awful things I done.",
    "And as I sit and the parson talks, expounding of the Law,",
    "I often think of poor old Bill —"
  ],
  "title": "The Ballad of Blasphemous Bill",
  "year": ""
}