{
  "author": "Robert W. Service",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Disappointment",
    "Failure",
    "Living",
    "Social Commentaries",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175983",
  "region": "Canada",
  "text": [
    "I wanted the gold, and I sought it;",
    "I scrabbled and mucked like a slave.",
    "Was it famine or scurvy",
    "I fought it;",
    "I hurled my youth into a grave.",
    "I wanted the gold, and I got it",
    "﻿",
    "Came out with a fortune last fall,",
    "Yet somehow life’s not what I thought it,",
    "And somehow the gold isn’t all.",
    "No! There’s the land. (Have you seen it?)",
    "It’s the cussedest land that I know,",
    "From the big, dizzy mountains that screen it",
    "To the deep, deathlike valleys below.",
    "Some say God was tired when He made it;",
    "Some say it’s a fine land to shun;",
    "Maybe; but there’s some as would trade it",
    "For no land on earth",
    "and I’m one.",
    "You come to get rich (damned good reason);",
    "You feel like an exile at first;",
    "You hate it like hell for a season,",
    "And then you are worse than the worst.",
    "It grips you like some kinds of sinning;",
    "It twists you from foe to a friend;",
    "It seems it’s been since the beginning;",
    "It seems it will be to the end.",
    "I’ve stood in some mighty-mouthed hollow",
    "That’s plumb-full of hush to the brim;",
    "I’ve watched the big, husky sun wallow",
    "In crimson and gold, and grow dim,",
    "Till the moon set the pearly peaks gleaming,",
    "And the stars tumbled out, neck and crop;",
    "And I’ve thought that I surely was dreaming,",
    "With the peace o’ the world piled on top.",
    "The summer",
    "﻿no sweeter was ever;",
    "The sunshiny woods all athrill;",
    "The grayling aleap in the river,",
    "The bighorn asleep on the hill.",
    "The strong life that never knows harness;",
    "The wilds where the caribou call;",
    "The freshness, the freedom, the farness",
    "﻿",
    "O God! how I’m stuck on it all.",
    "The winter! the brightness that blinds you,",
    "The white land locked tight as a drum,",
    "The cold fear that follows and finds you,",
    "The silence that bludgeons you dumb.",
    "The snows that are older than history,",
    "The woods where the weird shadows slant;",
    "The stillness, the moonlight, the mystery,",
    "I’ve bade ’em good-by",
    "﻿but I can’t.",
    "There’s a land where the mountains are nameless,",
    "And the rivers all run God knows where;",
    "There are lives that are erring and aimless,",
    "And deaths that just hang by a hair;",
    "There are hardships that nobody reckons;",
    "There are valleys unpeopled and still;",
    "There’s a land",
    "﻿oh, it beckons and beckons,",
    "And I want to go back",
    "﻿and I will.",
    "They’re making my money diminish;",
    "I’m sick of the taste of champagne.",
    "Thank God! when I’m skinned to a finish",
    "I’ll pike to the Yukon again.",
    "I’ll fight",
    "﻿and you bet it’s no sham-fight;",
    "It’s hell!",
    "﻿but I’ve been there before;",
    "And it’s better than this by a damsite",
    "﻿",
    "So me for the Yukon once more.",
    "There’s gold, and it’s haunting and haunting;",
    "It’s luring me on as of old;",
    "Yet it isn’t the gold that I’m wanting",
    "So much as just finding the gold.",
    "It’s the great, big, broad land ’way up yonder,",
    "It’s the forests where silence has lease;",
    "It’s the beauty that thrills me with wonder,",
    "It’s the stillness that fills me with peace."
  ],
  "title": "The Spell of the Yukon",
  "year": ""
}