{
  "author": "Robert W. Service",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Social Commentaries",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175990",
  "region": "Canada",
  "text": [
    "I strolled up old Bonanza, where I staked in ninety-eight,",
    "A-purpose to revisit the old claim.",
    "I kept thinking mighty sadly of the funny ways of Fate,",
    "And the lads who once were with me in the game.",
    "Poor boys, they’re down-and-outers, and there’s scarcely one to-day",
    "Can show a dozen colors in his poke;",
    "And me, I’m still prospecting, old and battered, gaunt and gray,",
    "And I’m looking for a grub-stake, and I’m broke.",
    "I strolled up old Bonanza. The same old moon looked down;",
    "The same old landmarks seemed to yearn to me;",
    "But the cabins all were silent, and the flat, once like a town,",
    "Was mighty still and lonesome-like to see.",
    "There were piles and piles of tailings where we toiled with pick and pan,",
    "And turning round a bend I heard a roar,",
    "And there a giant gold-ship of the very newest plan",
    "Was tearing chunks of pay-dirt from the shore.",
    "It wallowed in its water-bed; it burrowed, heaved and swung;",
    "It gnawed its way ahead with grunts and sighs;",
    "Its bill of fare was rock and sand; the tailings were its dung;",
    "It glared around with fierce electric eyes.",
    "Full fifty buckets crammed its maw; it bellowed out for more;",
    "It looked like some great monster in the gloom.",
    "With two to feed its sateless greed, it worked for seven score,",
    "And I sighed: “Ah, old-time miner, here’s your doom!”",
    "The idle windlass turns to rust; the sagging sluice-box falls;",
    "The holes you digged are water to the brim;",
    "Your little sod-roofed cabins with the snugly moss-chinked walls",
    "Are deathly now and mouldering and dim.",
    "The battle-field is silent where of old you fought it out;",
    "The claims you fiercely won are lost and sold.",
    "But there’s a little army that they’ll never put to rout —",
    "The men who simply live to seek the gold.",
    "The men who can’t remember when they learned to swing a pack,",
    "Or in what lawless land the quest began;",
    "The solitary seeker with his grub-stake on his back,",
    "The restless buccaneer of pick and pan.",
    "On the mesas of the Southland, on the tundras of the North,",
    "You will find us, changed in face but still the same;",
    "And it isn’t need, it isn’t greed that sends us faring forth —",
    "It’s the fever, it’s the glory of the game.",
    "For once you’ve panned the speckled sand and seen the bonny dust,",
    "Its peerless brightness blinds you like a spell;",
    "It’s little else you care about; you go because you must,",
    "And you feel that you could follow it to hell.",
    "You’d follow it in hunger, and you’d follow it in cold;",
    "You’d follow it in solitude and pain;",
    "And when you’re stiff and battened down let someone whisper “Gold,”",
    "You’re lief to rise and follow it again.",
    "Yet look you, if I find the stuff it’s just like so much dirt;",
    "I fling it to the four winds like a child.",
    "It’s wine and painted women and the things that do me hurt,",
    "Till I crawl back, beggared, broken, to the Wild.",
    "Till I crawl back, sapped and sodden, to my grub-stake and my tent —",
    "There’s a city, there’s an army (hear them shout).",
    "There’s the gold in millions, millions, but I haven’t got a cent;",
    "And oh, it’s me, it’s me that found it out.",
    "It was my dream that made it good, my dream that made me go",
    "To lands of dread and death disprized of man;",
    "But oh, I’ve known a glory that their hearts will never know,",
    "When I picked the first big nugget from my pan.",
    "It’s still my dream, my dauntless dream, that drives me forth once more",
    "To seek and starve and suffer in the Vast;",
    "That heaps my heart with eager hope, that glimmers on before —",
    "My dream that will uplift me to the last.",
    "Perhaps I am stark crazy, but there’s none of you too sane;",
    "It’s just a little matter of degree.",
    "My hobby is to hunt out gold; it’s fortressed in my brain;",
    "It’s life and love and wife and home to me.",
    "And I’ll strike it, yes, I’ll strike it; I’ve a hunch I cannot fail;",
    "I’ve a vision, I’ve a prompting, I’ve a call;",
    "I hear the hoarse stampeding of an army on my trail,",
    "To the last, the greatest gold camp of them all.",
    "Beyond the shark-tooth ranges sawing savage at the sky",
    "There’s a lowering land no white man ever struck;",
    "There’s gold, there’s gold in millions, and I’ll find it if I die.",
    "And I’m going there once more to try my luck.",
    "Maybe I’ll fail — what matter? It’s a mandate, it’s a vow;",
    "And when in lands of dreariness and dread",
    "You seek the last lone frontier, far beyond your frontiers now,",
    "You will find the old prospector, silent, dead.",
    "You will find a rusted gold-pan on the sod;",
    "You will find the claim I’m seeking, with my bones as stakes to show it;",
    "But I’ve sought the last Recorder, and He’s — God."
  ],
  "title": "The Prospector",
  "year": ""
}