{
  "author": "Robert W. Service",
  "classification": "Common Measure",
  "keywords": [
    "Gender",
    "Sexuality",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175987",
  "region": "Canada",
  "text": [
    "She was old, so old, yet her years all told were but a score and three;",
    "And she knew by heart, from finish to start, the Book of Iniquity.",
    "There is no hope for such as I on earth, nor yet in Heaven;",
    "Unloved I live, unloved I die, unpitied, unforgiven;",
    "A loathèd jade, I ply my trade, unhallowed and unshriven.",
    "I paint my cheeks, for they are white, and cheeks of chalk men hate;",
    "Mine eyes with wine I make them shine, that man may seek and sate;",
    "With overhead a lamp of red I sit me down and wait",
    "Until they come, the nightly scum, with drunken eyes aflame;",
    "Your sweethearts, sons, ye scornful ones — ’tis I who know their shame.",
    "The gods, ye see, are brutes to meiand so I play my game.",
    "For life is not the thing we thought, and not the thing we plan;",
    "And Woman in a bitter world must do the best she can —",
    "Must yield the stroke, and bear the yoke, and serve the will of man;",
    "Must serve his need and ever feed the flame of his desire,",
    "Though be she loved for love alone, or be she loved for hire;",
    "For every man since life began is tainted with the mire.",
    "And though you know he love you so and set you on love’s throne;",
    "Yet let your eyes but mock his sighs, and let your heart be stone,",
    "Lest you be left (as I was left) attainted and alone.",
    "From love’s close kiss to hell’s abyss is one sheer flight, I trow,",
    "And wedding ring and bridal bell are will-o’-wisps of woe,",
    "And ’tis not wise to love too well, and this all women know.",
    "Wherefore, the wolf-pack having gorged upon the lamb, their prey,",
    "With siren smile and serpent guile I make the wolf-pack pay —",
    "With velvet paws and flensing claws, a tigress roused to slay.",
    "One who in youth sought truest truth and found a devil’s lies;",
    "A symbol of the sin of man, a human sacrifice.",
    "Yet shall I blame on man the shame? Could it be otherwise?",
    "Was I not born to walk in scorn where others walk in pride?",
    "The Maker marred, and, evil-starred, I drift upon His tide;",
    "And He alone shall judge His own, so I His judgment bide.",
    "The Theatre is the House of Life, Woman the mummer’s part;",
    "The Devil enters the prompter’s box and the play is ready to start."
  ],
  "title": "The Harpy",
  "year": ""
}