{
  "author": "Robert W. Service",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174350",
  "region": "Canada",
  "text": [
    "When the long, long day is over, and the Big Boss gives me my pay,",
    "I hope that it won't be hell-fire, as some of the parsons say.",
    "And I hope that it won't be heaven, with some of the parsons I've met \u0097",
    "All I want is just quiet, just to rest and forget.",
    "Look at my face, toil-furrowed; look at my calloused hands;",
    "Master, I've done Thy bidding, wrought in Thy many lands \u0097",
    "Wrought for the little masters, big-bellied they be, and rich;",
    "I've done their desire for a daily hire, and I die like a dog in a ditch.",
    "I have used the strength Thou hast given, Thou knowest I did not shirk;",
    "Threescore years of labor \u0097 Thine be the long day's work.",
    "And now, Big Master, I'm broken and bent and twisted and scarred,",
    "But I've held my job, and Thou knowest, and Thou wilt not judge me hard.",
    "Thou knowest my sins are many, and often I've played the fool \u0097",
    "Whiskey and cards and women, they made me the devil's tool.",
    "I was just like a child with money; I flung it away with a curse,",
    "Feasting a fawning parasite, or glutting a harlot's purse;",
    "Then back to the woods repentant, back to the mill or the mine,",
    "I, the worker of workers, everything in my line.",
    "Everything hard but headwork (I'd no more brains than a kid),",
    "A brute with brute strength to labor, doing as I was bid;",
    "Living in camps with men-folk, a lonely and loveless life;",
    "Never knew kiss of sweetheart, never caress of wife.",
    "A brute with brute strength to labor, and they were so far above \u0097",
    "Yet I'd gladly have gone to the gallows for one little look of Love.",
    "I, with the strength of two men, savage and shy and wild \u0097",
    "Yet how I'd ha' treasured a woman, and the sweet, warm kiss of a child!",
    "Well, 'tis Thy world, and Thou knowest. I blaspheme and my ways be rude;",
    "But I've lived my life as I found it, and I've done my best to be good;",
    "I, the primitive toiler, half naked and grimed to the eyes,",
    "Sweating it deep in their ditches, swining it stark in their styes;",
    "Hurling down forests before me, spanning tumultuous streams;",
    "Down in the ditch building o'er me palaces fairer than dreams;",
    "Boring the rock to the ore-bed, driving the road through the fen,",
    "Resolute, dumb, uncomplaining, a man in a world of men.",
    "Master, I've filled my contract, wrought in Thy many lands;",
    "Not by my sins wilt Thou judge me, but by the work of my hands.",
    "Master, I've done Thy bidding, and the light is low in the west,",
    "And the long, long shift is over ... Master, I've earned it \u0097 Rest."
  ],
  "title": "The Song of the Wage-slave",
  "year": ""
}