{
  "author": "Lev Oborin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248952",
  "region": "",
  "text": [
    "Mr. President! The monsoon season is approaching.",
    "This raises the question: What steps are planned",
    "to ensure the timely gathering of the harvest",
    "and to prevent farms from being inundated",
    "along the floodplains of the Amazon river?",
    "Mr. President! I just wanted to express how grateful I am.",
    "Never have I been so proud of my country.",
    "Under your presidency everything’s finally been made right.",
    "Allow me just to say a simple, heartfelt thank you.",
    "Mr. President! I have received my veteran’s pension.",
    "I am returning it to you, and thank you for your concern.",
    "Where were you, where was your human feeling,",
    "when my fingernails were being torn out?",
    "Mr. President! How long will our schools keep",
    "taking bribes for passing gym class?",
    "Mr. President! I’ve received a message",
    "that I must deliver to you. I’ve been ordered to do it.",
    "“Government of Earth! We, the representatives of the Delta Orion",
    "star system, inform you that if",
    "you do not renounce atomic weaponry",
    "and psychic intervention, we will annihilate you.”",
    "Mr. President! I wish to express my concern.",
    "It seems to me that there isn’t enough freedom of speech in our country.",
    "I await your response.",
    "Mr. President! We are two",
    "and we want to have your children! And if that isn’t possible,",
    "we want our future men",
    "to be just like you and no one else! Ciao! xoxoxo.",
    "Mr. President! Mikey’s cursing again!",
    "Mr. President! How do you patch",
    "KDE2 under FreeBSD?",
    "Mr. President! Yesterday I had a dream.",
    "There was nobody around. The entire planet Earth was empty.",
    "Tell me, can that be done? Or where can I go",
    "to dream that again and so it would never end?"
  ],
  "title": "From “Translations in Bare Outline”",
  "year": ""
}