{
  "author": "Charlie Smith",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Parenthood",
    "Relationships",
    "Men",
    "Women",
    "Family",
    "Ancestors",
    "Activities",
    "Travels",
    "Journeys",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178730",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "At a small monastery—or what had been",
    "a monastery—outside Obrégon, we stopped;",
    "you were suffering the hollow nausea of your first",
    "pregnancy, sleeping as best you could",
    "through the thousand miles of pines",
    "and rocky fields of northern Mexico, so I went ahead",
    "through the saddle-colored rooms, past",
    "the broken church and the row of empty sheds,",
    "where Indian women, according to a sign,",
    "once baked the flat bread called",
    "to a garden in the back, over the parapet of which",
    "I could see the river through some willows: a rinsed",
    "bed of sand, dry now in winter.",
    "I didn’t want a child,",
    "and I was tired of closeness, tired",
    "of being kind, so was glad to be alone",
    "a while and lay down under a jacaranda tree,",
    "and watched through leaves the changing pattern",
    "of the sky, which I was tired of too, the scaly, stratospheric",
    "winter clouds, edged with light, like the tiny waves",
    "you pointed out, reflected on the bottom of a bridge",
    "we rowed under in a rented boat, the day you told me",
    "of the child—I was tired and slept.",
    "It was nearly evening when I woke, two mestizo women",
    "hurried talking through the tulip beds, the sky was pale.",
    "They’d set small plaques among the plants,",
    "naming them, the ornamentals and the fruit. Some,",
    "so the writing said, were descendants",
    "of the cuttings brought from Spain by monks;",
    "intermingled here—Pinot grape with ocotillo,",
    "damascena rose—they thrived. I thought of certain",
    "tenderness, and forbearance, a man might bring",
    "to vines and simple vegetables, cultivated",
    "in memory of his home perhaps, in a foreign place;",
    "and thought how sometimes what passes on from us",
    "has little to do with what we hoped, but nonetheless",
    "carries word of who we were and what we found.",
    "For a moment then, among the arbors and the flower beds,",
    "I did not feel so distant from this time and place,",
    "and the edge of my own local fears began to dull.",
    "I plucked a sprig—a leaf was all—",
    "from a holly bush, and brought it out to you,",
    "a little stronger in a portion of myself, a little",
    "reconciled, though I couldn’t know then",
    "that in a month we would lose the child,",
    "and in time you would pass,",
    "like a squandered fortune, from my life."
  ],
  "title": "Fortune",
  "year": ""
}