{
  "author": "Charlie Smith",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178726",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "What brings me alive",
    "is less than simplicity,",
    "is a company of soldiers in shiny blue jackets",
    "boiling chickens in the shade",
    "by the Erasmus Gate, is the fact that my grandfather",
    "died begging for mercy",
    "in a hotel in Atlanta, and that my grandmother, in 1910,",
    "mourned because her breasts",
    "were small.",
    "I know four men",
    "who paddled the length of the Mississippi",
    "in a dugout they hacked",
    "and burned out of a beech tree. When anyone mentioned rivers",
    "they would look at each other",
    "and their eyes would soften with the memory",
    "of mists and sand bars,",
    "of the grave black brows of river barges.",
    "I come from a country as large as Brazil,",
    "but all I remember",
    "are the wet silver webs",
    "of golden jungle spiders",
    "netted in the cane.",
    "I wake up thinking of my brother,",
    "who, on a July morning in 1954,",
    "killed a boy without meaning to.",
    "And I can tell you that this isn’t true,",
    "that my brother didn’t,",
    "as he swept back a four iron",
    "on the lawn of our house in Sea Island,",
    "crack the temple of a boy we had only met",
    "the night before. I can say Yes",
    "I am lying again,",
    "about the boy, about Sea Island,",
    "but as you get up to fix another drink",
    "I will tell you a story",
    "about sleeping in a hay barn in Turkey",
    "and of waking in the night, as, one by one,",
    "the farm hands stood out of the rank straw",
    "to greet us.",
    "I want you to know",
    "that my life is a ritual lie",
    "and that I deserve to be loved",
    "anyway. I want you to smile",
    "when I tell of the purple hyacinths",
    "caught in the gears of the raised bridge",
    "over the Chickopee River, I want you to pretend",
    "you were there.",
    "My sister’s hips were two ax handles wide,",
    "she wept that no one would love her,",
    "my sister, who waded among yellow poppies",
    "and wondered if she were really alive—I want you to wish",
    "you had married her,",
    "I want you to say Please, why did she leave me,",
    "Get her back, O my God,",
    "how can I live without her. I’m not even amazed",
    "that I want you to say this. Listen,",
    "I came downstairs this morning",
    "and somebody had filled the house with flowers."
  ],
  "title": "Liar",
  "year": ""
}