{
  "author": "Charlie Smith",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Living",
    "Separation",
    "Divorce"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178725",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "This time we are getting drunk on retsina",
    "in somebody’s Italian backyard. We are a long way",
    "from Georgia",
    "and all of us are lonely. I wave my arms",
    "and caw like Hadrian after his lover drowned himself.",
    "My wife walks by the pond singing a hymn;",
    "I think she is leaving me for good. I say, Imagine",
    "my heart is huge and has",
    "little men",
    "walking around inside. They don’t know each other",
    "but they’re stuck there eternally",
    "and have to get along. One of them starts shouting;",
    "he finds a black horse and rides it around in a circle.",
    "The others laugh at him. He leaps from the horse and",
    "starts to choke the smallest man. Something like a hand",
    "starts pumping the heart",
    "and the men nearly go crazy from the pressure.",
    "—The first olive I picked from a tree",
    "was so bitter I nearly threw up. My wife is strolling",
    "around this strange landscape full of broken pediments",
    "as if she plans to be happy from now on. I think",
    "I have to tense it up, act like I’m in control.",
    "I don’t think I can do that. In a few hours the sun will",
    "rise over my brother’s backyard in south Georgia.",
    "He’ll come out and admire the water jewels",
    "the night has hung in the kumquat bush. He’ll hear his son say,",
    "‘Mama,",
    "it’s too big for me to wear,’ and remember quitting the baseball team",
    "thirty years ago",
    "and wish again he hadn’t.",
    "—I get up and march down to the pond. I start to speak",
    "to my wife",
    "but then I feel a hand",
    "that is about to crush my heart."
  ],
  "title": "Rider",
  "year": ""
}