{
  "author": "Eloise Klein Healy",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Desire",
    "Break-ups",
    "Vexed Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237434",
  "region": "U.S., Western",
  "text": [
    "Turning your back, you button your blouse. That’s new.",
    "You redirect the conversation. A man",
    "has entered it. Your therapist has given you",
    "permission to discuss this with me, the word",
    "you’ve been looking for in desire.",
    "You can now say “heterosexual” with me. We mean",
    "different things when we say it. I mean",
    "the life I left behind forever. For you, it’s a new",
    "beginning, a stab at being normal again, a desire",
    "to enter the world with a man",
    "instead of a woman, and of course, there’s the word",
    "you won’t claim for yourself anymore, you",
    "who have children to think of, you",
    "who have put me in line behind them and mean",
    "to keep the order clear. It’s really my word",
    "against yours anymore in this new",
    "language, in this battle over how a man",
    "is about to enter this closed room of desire",
    "we’ve gingerly exchanged keys to, but desire",
    "isn’t what’s at issue anyway, you",
    "say to me. Instead I learn a man",
    "can protect you in a way a woman only means",
    "to but never can, and my world is too new",
    "when there’s real life out there, word",
    "after word for how normal looks, each word",
    "cutting like scissors a profile of desire—",
    "a man facing a woman, nothing particularly new",
    "or interesting to me. I’ve wanted only to face you",
    "and the world simultaneously, say what I mean",
    "with my body, my choice to not be a man,",
    "to be a woman with you, forget the man’s",
    "part or how his body is the word",
    "for what touch can contain, what love means.",
    "If this were only about desire,",
    "you say, I’d still desire you.",
    "But it isn’t passion we’re defining, new",
    "consequences emerge when a man and desire",
    "are part of the words we hurl, you",
    "changing how you mean loving—this terrible final news."
  ],
  "title": "Changing What We Mean",
  "year": ""
}