{
  "author": "Toby Martinez de las Rivas",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248784",
  "region": "",
  "text": [
    "From the deep harbor άρτταγησόμεθα: we shall be caught up.",
    "Plymouth as it was, the Hoe laid out above Goemagot",
    "chary with scattered primrose, a stand of tulips",
    "that court the sun as glacially as girls beneath rayon doll hats",
    "and parasols inclining to passersby on the promenade.",
    "Beyond the breakwater,",
    "between",
    "and",
    ".",
    "Narrow-eyed gulls with heartrending mews like paramours.",
    "Then Padua, balanced upon its own rubble. Raw colors",
    "returning with the first days of spring unkempt and ravenous",
    "to the faculty, students linking arms with practiced ease",
    "through a stream of bicycles trilling in sweet voices.",
    "Kisses desired in full view returned, the elegant cafes",
    "audible from the river where the sky wanders through its city.",
    "Austen and Gaskell. Coffee, a stroll. Austen again. Brontë.",
    "I met her. The gray, lavish eyes. A ruthless stare softened",
    "by an accent. She was gracious, even to my callow posturing —",
    "called one windy effort that ended",
    "a",
    ", grave with kindly mockery.",
    "I drank my bitter tea. But consider this: her calves in sheer silk",
    "still a girl’s, her polished tan half-heels set against them:",
    "magnificent. That Italian air, the strict bob ordering her face.",
    "And driving back with Pinkie at his schoolmasterly pace,",
    "I picked my nails and watched myself in the dark wing when",
    "“The King in Thule” suddenly swelled with falling cadence",
    "through the speakers, its pure aurality heralding",
    "the shattering white late snow of April, the road a vein",
    "of black ore exhausting itself slowly to the north,",
    "the fields at Rogationtide émpty, innocent of all things, even life.",
    "Beneath the shadow of hís wings, the scales stand baited against us.",
    "Maddox, charming predator, robustly mustachioed, vivid",
    "behind thick lenses condemning that",
    "—",
    "towers collapsing through quicksand, pavanes of anguish,",
    "the bodies of the lost ransacked by hobgoblins —",
    "reclines, his hatred virtue, its vital purity and strength,",
    "all his outrage told against those",
    ".",
    "Since there is no model for her features, conceive of her",
    "blanched as the Cabbage White, each brushstroke the drama",
    "of a tiny kenosis, the bright clatter of ferrules over-",
    "heard as conversation at a distant table, queasy and isolating —",
    "Babel. Tower of teacups at ominous angles in the studio,",
    "rings indelibly stamped in the watercolor paper’s grain.",
    "Stretched in membranes of fat: passover, Lamb. Burning leaven.",
    "Head ringing with psilocybin and gin, I kneel in the foreground",
    "of my own life quarter-sized, self-consciously humbled,",
    "like the donor in Altdorfer’s",
    "peering through",
    "the shadow of the cross to the city emptied of day laborers",
    "that rides at ease in the sun, bay deliciously windswept,",
    "the curdled blue of high summer fading",
    "out beyond the spruce where she stands in her living robes —",
    "and still I cannot comprehend how incidental we are",
    "to our own redemption, though the sacrifice remains intimate",
    "in violence, the half-accepting flinch of the face",
    "as if breasting the parapet or tensed into the impact",
    "of a tube train, the rapt mother in the privacy of her distress.",
    "Here is the gate of horn, the hacked bough",
    "of ash that even dying shivers forth gaily its barrowloads of leaves.",
    "Not that I forget, but that, increasingly, the objects of my memory",
    "become ripe for disparagement: irrational or petit bourgeois,",
    "complicit in imperial power, conjurors of air",
    "slapped down by wolfish lecturers with gestures of ennui,",
    "pared nails and implacable smiles, vicious with piety.",
    "Little traitor, I defend them with a wounded stare and no more —",
    "perhaps, I find my place among them, being so cold and all.",
    "Bone-white pits of china clay gouged through",
    "that vision, the extravagant gaze of grace balanced upon us,",
    "its soteriology divorced from nature — something terrifying",
    "in declaration, his unforgiving line like being hunted.",
    "From the steeply-banked clay tips new dumps of refuse clatter",
    "to extend the protectorate of sand, sparse prickles",
    "of mica like fields in snow — above all, the dogma never thaws.",
    "And nothing. The day we climbed slowly out of Antequera",
    "through the cloud base stippled in dew, the lightly slung blue",
    "bells of nazarenes blazed between karst and darkness,",
    "wild rose and orchid, the unaccountable blood of the peony",
    "aching toward a sound that was both forsakenness and longing —",
    "wolves baying somewhere deep in the park —",
    "and I turned to you and wanted to know what next?",
    "Lost, we turned and turned and turned about among the stacks.",
    "Wings drilling the invisible host from cover to cover",
    "alerted us, the cramped and sullen thorns in anguish loomed.",
    "Until, picking our way down a gully deepening into spate,",
    "the fog whitened, glared alarmingly, then lifted in one sweep",
    "from the sheer drop-off of the cliff — we saw",
    "as if through glass the road receding among gray rocks | the citadel."
  ],
  "title": "Triptych for the Disused Nonconformist Chapel, Wildhern",
  "year": ""
}