{
  "author": "Santee Frazier",
  "classification": "",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "The Body",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238888",
  "region": "U.S., Midwestern",
  "text": [
    "Only to hoot, to speak flitting blade in the dark, mouth",
    "able to sound verb for thing, him chicken eat. Not know",
    "gallop but for sound, stud but for knotting haunches,",
    "tipping its body, arching its head toward dirt. Chewing",
    "hay under a ranch that, bean-juice skin tight as saddle",
    "leather, neck stiff as a coffee can—as lanterns go out,",
    "stud fed and tied to post—Mangled piles up some hay,",
    "rests his bones for the long day of pounding tent stakes.",
    "— — —",
    "Ringmaster swigs moonshine from jar, stomps camp,",
    "looking for LuLu’s pudgy round face. Mangled wakes,",
    "remembers the switching, musky soil, the stud’s hooves",
    "sucking mud, LuLu moaning in the night. Stock of spade,",
    "thud of stakes drove in the dirt; the performers sagging",
    "in their bones, their breath spent breaking in frost-thick",
    "dawn, the trees swaying barer as the day wears on, wind",
    "carrying the red and yellow leaves across the fields. After",
    "the act, LuLu writes letters for Mangled, that he trots",
    "stud into the show, bullwhip in one hand, bridle the other.",
    "— — —",
    "She did not write about a scar that runs down his cheek,",
    "or the clown he stabbed near Tulsa. LuLu writes about",
    "his new square-toed boots and the creased-up Levi’s he",
    "bought at a mercantile in Lawrence, Kansas. She writes",
    "about his haircuts, how if he could, he would write letters",
    "himself, but signed with his throwing hand. Sometimes she",
    "reads him Westerns and Sgt. Rock comic books—she lies",
    "about what the stories say—that his skillet face ain’t so flat.",
    "— — —",
    "Him horse ride, LuLu throw with knife, fire cook meat. Him",
    "audience laugh make, headdress wear. Him horse smell",
    "snout, hooves scrape rock out, horse-apple chew hand.",
    "— — —",
    "Sundays LuLu and Mangled go to the Baptist church before the start",
    "of the show. They sing hymns, sometimes they walk down",
    "to the river with the congregation and watch the preacher dunk",
    "the pudgy babies into the bright-sparked current, Mangled",
    "thinks about the creek-bed soil, LuLu in her Sunday dress,",
    "her face painted blush, lips bright, glossy, shined for the show."
  ],
  "title": "Mangled, Letters, and the Target Girl",
  "year": ""
}