{
  "author": "Santee Frazier",
  "classification": "",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Home Life",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238890",
  "region": "U.S., Midwestern",
  "text": [
    "Red ambulance flicker, curbstone, wheels, a gurney. Down the breezeway a baby, crying out among the gawk-mouthed heads.",
    "Knifed, sliced, the man bleeding through the gauze and onto his belly.",
    "It reminds me of the night when my mother and I slept in our LTD while the cops surrounded our apartment complex.",
    "I remember someone standing near the yellow tape saying 2A had robbed the market across the street, that the manager was shot twice—",
    "once in the arm, once in the shoulder—and that the gunmen were held up in their apartment, squealing threats from their window.",
    "When I think of it now, the danger, the eventual gunshots echoing off gray brick, I remember the panicked yells of inquiry,",
    "a girl crying her daddy was shot.",
    "But the knifed man, now under gauze and tubing, hadn’t robbed a store, and the baby, now on its mother’s hip, was quiet and drooling.",
    "When the cops searched 2A, they found money stuffed in the couches, in posts and",
    "pans, in the pages of storybooks, and as each officer, one by one, emerged from the apartment holding pistols and rifles, my mother told me to go back to sleep.",
    "I don’t remember her carrying me to my bed, only waking the next day when the girl who cried",
    ",",
    "knocked at our door, asked if I could come out and play.",
    "Now when I look at her, that same girl, with a busted eye and lip, I wonder: if when",
    "she stabbed was she stabbing the boyfriend who beat her for burning supper or was",
    "it her dad for wrenching his arm around her neck, prodding a pistol at her head on that balmy night of echo and threat.",
    "For a second I think of asking her, “Whatever happened to your dad? Is he still in jail?”",
    "But I realize it may not even be the same girl, though I want it to be.",
    "For some reason I think if she kills that man, if he bleeds to death before the ambulance can make it to the hospital,",
    "somehow the brief triumph of metal over flesh would rid my memory of the deafening crack of gunpowder, and its long shout in the night."
  ],
  "title": "The Robbery",
  "year": ""
}