{
  "author": "Dante Alighieri",
  "classification": "",
  "keywords": [
    "Love",
    "Romantic Love",
    "Infatuation",
    "Crushes",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180701",
  "region": "Italy",
  "text": [
    "To the dim light and the large circle of shade",
    "I have clomb, and to the whitening of the hills,",
    "There where we see no color in the grass.",
    "Natheless my longing loses not its green,",
    "It has so taken root in the hard stone",
    "Which talks and hears as though it were a lady.",
    "Utterly frozen is this youthful lady,",
    "Even as the snow that lies within the shade;",
    "For she is no more moved than is the stone",
    "By the sweet season which makes warm the hills",
    "And alters them afresh from white to green",
    "Covering their sides again with flowers and grass.",
    "When on her hair she sets a crown of grass",
    "The thought has no more room for other lady,",
    "Because she weaves the yellow with the green",
    "So well that Love sits down there in the shade,–",
    "Love who has shut me in among low hills",
    "Faster than between walls of granite-stone.",
    "She is more bright than is a precious stone;",
    "The wound she gives may not be healed with grass:",
    "I therefore have fled far o’er plains and hills",
    "For refuge from so dangerous a lady;",
    "But from her sunshine nothing can give shade,–",
    "Not any hill, nor wall, nor summer-green.",
    "A while ago, I saw her dressed in green,–",
    "So fair, she might have wakened in a stone",
    "This love which I do feel even for her shade;",
    "And therefore, as one woos a graceful lady,",
    "I wooed her in a field that was all grass",
    "Girdled about with very lofty hills.",
    "Yet shall the streams turn back and climb the hills",
    "Before Love’s flame in this damp wood and green",
    "Burn, as it burns within a youthful lady,",
    "For my sake, who would sleep away in stone",
    "My life, or feed like beasts upon the grass,",
    "Only to see her garments cast a shade.",
    "How dark soe’er the hills throw out their shade,",
    "Under her summer green the beautiful lady",
    "Covers it, like a stone cover’d in grass."
  ],
  "title": "Sestina of the Lady Pietra degli Scrovigni",
  "year": ""
}