{
  "author": "Gina Franco",
  "classification": "",
  "keywords": [
    "Living",
    "The Body",
    "Nature",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249612",
  "region": "U.S., Southwestern",
  "text": [
    "But inside her, there is always velvet,",
    "velvet with its give and yield, the kind you",
    "find at a pet store, a bin full of long",
    "ears and noses busy snuffing up nerves",
    "among the cedar chips and their eyes",
    "opening wide as if rabbits couldn't know",
    "what softness brings, as if they'd never know",
    "the smell of something long stored away now",
    "brought into light, and now too her mother",
    "with a camera pointing at her, red",
    "child on the lap of the Easter rabbit,",
    "softness of the body hiding inside",
    "the costume, eyes glinting from the wide holes",
    "in the mask, not a single sobbing breath",
    "of wind down the trail of mesquite and broom",
    "foot-printing the hills of some rancher's land.",
    "The bird dog lifts his ears to the sound",
    "of velvet, the girl listens to the drawn",
    "cries of a crow, her father walks",
    "with the silence of the shotgun, waiting",
    "for the pointer to find scent, the rabbit",
    "at the end of it blinking, its wide eyes",
    "shrinking from the scuffle of their feet like",
    "velvet settling, laid over lines, drying",
    "across the ceiling of an uncle's garage",
    "where they talk inside the smell of salted",
    "skin. At least three dollars for each good pelt",
    "he says, and they scream like children when,",
    "sleeves rolled over his forearms, he brings",
    "the club down on their heads, saving",
    "their feet for cheap key chains, for luck",
    "that softness doesn't seem to have inside",
    "of cages, chicken wire, tubes of water,",
    "and sometimes boys who try kicking the cage",
    "around to see what happens to velvet",
    "tumbling. And, in the after quiet,",
    "she bites the hands reaching toward her, so they",
    "stone her, they open her belly and pull",
    "some things out, open the pink albino",
    "eye and groan at the fluid inside. Then they",
    "bury the carcass without thinking first",
    "of washing their sticky hands in the sink",
    "before eating dinner, before setting",
    "the table, in the still softness of her",
    "beige room, she sits on the carpet picking",
    "at the velveteen of Bunny's stuffed neck,",
    "the rabbit's eyes dull with scratches, eyes left",
    "behind on her bed at night when she stands",
    "in the hall, hearing her father breathe in his room",
    "in the darkness, on the futon, kicking",
    "off the sheets. Awake from a fluid dream",
    "of a woman's eyes staring from behind",
    "a gag, her white skin settling in fat pools",
    "around her, naked, bald. And a man's",
    "voice said,",
    ", so she woke",
    "to this dream inside her, with his teeth wrapped",
    "in her hair, and his hands inside her thighs",
    "where he fingered her coldly. But it has",
    "always been like this—wild, insidious,",
    "and commanding because she gives to it,",
    "fascinated by it and caught by it,",
    "as velvet only listens and is quiet."
  ],
  "title": "Velvet",
  "year": ""
}