{
  "author": "Günter Eich",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/179406",
  "region": "",
  "text": [
    "Wake up, your dreams are bad!",
    "Stay awake, the nightmarishness is coming ever nearer.",
    "To you too it is coming, though you live far from",
    "the places of bloodshed,",
    "even to you and your sacrosanct",
    "afternoon nap.",
    "If not today, then tomorrow,",
    "but it will certainly come.",
    "\"Oh, pleasant sleep",
    "on the cushions embroidered with red flowers,",
    "Anita's Christmas present to you, she sat over the stitching for",
    "all of three weeks,",
    "oh, pleasant sleep,",
    "following the juicy roast and the sprouts boiled to pulp.",
    "As you drift off you think of yesterday's",
    "Fox evening news:",
    "frolicsome Easter lambs, the stirrings of nature, the opening of the new",
    "casino in Baden-Baden,",
    "with their new Australian coach, the Light Blues pip the Dark Blues",
    "by two and a half lengths",
    "in the Varsity Race—",
    "more than enough there to occupy the brain.",
    "Oh the soft cushion, the first class goose down!",
    "Lying on it, you forget the irritations of the world, this",
    "item for instance:",
    "the doctor accused of procuring an abortion said in his",
    "defense:",
    "the woman had seven children already, and she came to me with",
    "her youngest",
    "swaddled in newspaper",
    "because she was unable to afford diapers.",
    "Well, these are the court's affairs, not ours.",
    "There's nothing to be done if a has a cushier time of it than b,",
    "and, whatever happens, our grandchildren can sort it out.\"",
    "\"Ah, asleep already? A pleasant waking then, friend!",
    "The current is already live in the wire kraal, and the",
    "sentries have been posted.\"",
    "No, don't sleep while the arrangers of the world are busy!",
    "Be suspicious of the power they claim",
    "to have to acquire on your behalf!",
    "Stay awake to be sure that your hearts are not empty, when",
    "others calculate on the emptiness of your hearts!",
    "Do what is unhelpful, sing songs from out of your mouths",
    "that go against expectation!",
    "Be ornery, be as sand, not oil in the thirsty machinery",
    "of the world!"
  ],
  "title": "Dreams",
  "year": ""
}