{
  "author": "Cynthia Huntington",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "The Mind",
    "Love",
    "Desire",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245094",
  "region": "U.S., New England",
  "text": [
    "1.",
    "After twenty I stopped counting,",
    "not like my friend Beverly, who sewed",
    "an embroidered satin star on her bell-bottoms",
    "for every new guy she fucked.",
    "She had them running down both legs",
    "and around the billowing hem,",
    "and was starting up the inseam",
    "when the jeans gave out in the wash.",
    "It was a boys’ game anyway, those years",
    "of our extended homage to the penis:",
    "the guitar playing the penis, drums saluting it,",
    "cock rock, Molotov cocktail, the motorcycle",
    "gripped between the thighs, and I went down,",
    "we all went down, in the old cultural disaster",
    "of idol worship—a thousand-year bender.",
    "Only this time it was the adolescent member,",
    "oiled and laved, thrust forward arcing,",
    "thin with ache, all tight flesh poked upward,",
    "claiming its own. How it came and went,",
    "penetrating but never settling down,",
    "and how often we were caused to admire it:",
    "hairless sweet warrior, raider against the State.",
    "But I have this sweet pink flower",
    "here between my legs—I put my hand down and touch it,",
    "still soft and wet, and many-folded, endlessly opening,",
    "hiding, seeking, hidden and sought,",
    "but never very much admired or even smiled on",
    "in those years, never served much less sung to.",
    "Not a garden then but a citadel,",
    "a wall to be breached, a new land claimed,",
    "but linger there? No, I would say",
    "there was an overall lack of appreciation,",
    "though breasts were well respected, slopping loose",
    "under T-shirts like little animals,",
    "and I would feel my nipples brush the cotton",
    "with pleasure, see them regarded also with pleasure.",
    "Still, sex then was a taking, like spoils of war, a victory",
    "over all those straight fucks back home, marooned",
    "in the dismal suburbs that birthed us squalling and red",
    "and watched us flee in ungrateful cars down night highways.",
    "And God knows it felt good those nights.",
    "I was ready, it was ready, to open and answer the call.",
    "And take me down and roll me over, yes, and give",
    "it to me—but why all this riding away afterward?",
    "Where was everyone going",
    "and why didn’t I get to ride along? Who knew at first",
    "nothing had changed, just wanting the thrust and tug",
    "and slam up against the headboard, I should say so,",
    "but left still wanting more, wanting to leap",
    "out of centuries’ shame and be something new,",
    "not this old consolation of women for the powerless,",
    "some kind of cosmic door prize awarded",
    "just for showing up with a dick,",
    "some proof to themselves these boys were men.",
    "“You’re good,” he said. Hell, I wasn’t taking a typing test,",
    "I was fighting to live in a dying world.",
    "I was throwing myself away, an offering to wildest space,",
    "surrender to the mind’s dissolve, the body’s electric light,",
    "nerve endings firing like exploding stars.",
    "“You’re good,” they all said:",
    "you’d think somebody was doing a survey.",
    "Girls say yes to boys who say no, and then",
    "your professor asks if you’re wearing underwear,",
    "when you meet for your conference on the poetry of Yeats.",
    "Crossing the border after midnight in a borrowed car",
    "after a visit to the after-hours doctor’s office in Sarnia.",
    "Nodding out in the back seat, pills wearing off.",
    "He was a legend among undergraduates:",
    "cheap and reliable, always on call,",
    "until a month later the headlines screamed",
    "“Abortion Doc!” when a girl died in his office",
    "and he dragged her down to the river",
    "and dumped her body in the underbrush."
  ],
  "title": "Shot Up in the Sexual Revolution: The True Adventures of Suzy Creamcheese",
  "year": ""
}