{
  "author": "Cynthia Huntington",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "The Mind",
    "Love",
    "Heartache",
    "Loss",
    "Religion",
    "The Spiritual",
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245478",
  "region": "U.S., New England",
  "text": [
    "It’s September: I’ve moved into town,",
    "into the attic of an old barn—a big open room I reach",
    "by climbing a ladder that rises through a hole in the floor.",
    "The room is long and high, with windows at each end,",
    "a row of skylights that leak rain, and shake",
    "and chatter in the northeast winds. I sleep beneath",
    "the roof’s steep pitch, my mattress flat on the boards,",
    "looking up at the high ceiling, where morning",
    "diffuses downward in grains of bright dust.",
    "This was the old painter’s studio.",
    "The light in those famous canvases is still here",
    "—he couldn’t carry it away with him—",
    "though his paintings took away everything else,",
    "opening space with a stroke of blue or yellow.",
    "I think of his violent loves, the stories",
    "they still tell about him here.",
    "But how quiet and alive his paintings were,",
    "how they quiver with the life not yet realized.",
    "The town is quiet in September.",
    "Sometimes I hear people talking in the street.",
    "Last night someone said they were going to wait for Michael,",
    "and a voice said that Michael had gone home.",
    "I walk the narrow path down to the marsh.",
    "Wind hard in the dunes. Rain as I’m returning,",
    "cutting through twisting streets, past gardens bent",
    "low with rain, their colors a wash of gold.",
    "I feel the air surround my body, feel it move",
    "between my legs and between each finger,",
    "as I walk, not mastering space, but in it.",
    "And when the clouds open, the sky",
    "suddenly wide and high, no roof of leaves,",
    "it seems there’s nowhere to go but into wind or water.",
    "I climb the narrow stairs that keep turning,",
    "twisting inward until they meet the ceiling,",
    "which opens and I rise through the floor,",
    "released into an openness I never learn to expect.",
    "At the yellow table I sit and read",
    "an interview with Picasso’s lover, Francoise Gilot,",
    "the only one to leave him and have another life.",
    "She says she was not destroyed by him, as the others were:",
    "“Because I am of the stuff that cannot be destroyed.”",
    "I felt something blow through me then.",
    "Some devouring wind. Surely, then,",
    "I am of the stuff that can be destroyed.",
    "Haven’t I felt it? The breaking of all I was?",
    "Don’t I sit and count my losses,",
    "here in this room where all the life I knew has ended,",
    "so bare with desire I seem to be eating sky?",
    "That’s how it is here: I’m lonely, sad;",
    "the wind blows along the roof and I can’t sleep.",
    "Rain runs down the walls and streams across the floor,",
    "leaving dirty puddles on the boards.",
    "A yellow table and a cupboard painted blue,",
    "three chairs that don't match, or even balance rightly,",
    "a dented bucket, its metal reflecting darkly",
    "what is, what cannot be taken away.",
    "What’s beautiful here? The whole thing",
    "is beauty, a clarity not in things",
    "but around them, complete. And still,",
    "I seem to remain, somehow, myself,",
    "to remain at least something, at a loss",
    "to know how much can be taken from me",
    "and leave me only changed, not ruined,",
    "alert in an emptiness so alive",
    "I recognized it as my life. What would be left,",
    "the shape of it then, this life? I said some beauty,",
    "or radiance, an endless space I fall into",
    "or am taken up by, a brightness that holds me,",
    "gathers light in the center of empty space,",
    "like a vision of the life I have not lived."
  ],
  "title": "The Attic",
  "year": ""
}