{
  "author": "Cynthia Huntington",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Time",
    "Brevity",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Stars, Planets, Heavens",
    "Weather",
    "Winter"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245060",
  "region": "U.S., New England",
  "text": [
    "I’ll take a bath when it snows,",
    "when I can look out the window up high",
    "and see the sky all pale",
    "and blank like a fish’s eye.",
    "And I know the boats won’t go out tonight,",
    "the fishermen drinking whiskey, locked",
    "in a bar-dream, the music rocking them deeper.",
    "It doesn’t snow enough here,",
    "though some would say otherwise,",
    "fearing accidents. But the paper boy, skidding",
    "uphill on his bike in light snow, knows better,",
    "making S-tracks when his wheels slide sideways.",
    "We really needed this snow, the old men will say,",
    "putting to bed the surface roots of trees,",
    "putting to bed the too-travelled streets.",
    "When everything is covered",
    "the earth has a light of its own;",
    "the snow falls down from the moon",
    "as everyone knows, and brings that light",
    "back to us. I needed this light.",
    "All day I kept by the window, watching the sky,",
    "a prisoner in my clothes, the wind felt dry",
    "and mean. Starlings stalked the yard with evil eyes",
    "—I hated them, and hated, too, my neighbor’s house",
    "where sparks from the chimney fell back in a stinking",
    "cloud—black ashes bringing no blessing.",
    "When the roads are covered,",
    "when the water is black and snow falls",
    "into the waves, the birds’ hunger swirls",
    "the air, dark lovely shapes. All hungers",
    "are equal now. I'll give them bread and seeds.",
    "I have no money; the whiskey is gone,",
    "and I must bathe in water. Fishermen, please",
    "do not go out in your flimsy boats tonight",
    "to chase after the cod and mackerel,",
    "to hook the giant eels. Go safe,",
    "go free. Let your feet leave trails",
    "through streets and yards, wandering",
    "home, your crooked voyages to bed."
  ],
  "title": "The Fish-Wife",
  "year": ""
}