{
  "author": "Imru'al-qays",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181319",
  "region": "",
  "text": [
    "The elephant's trunk uncurling",
    "From the lightning flashes",
    "In the clouds was Marie Antoinette,",
    "As usual trumpeting.",
    "The greedy suction",
    "Was her tornado vacuuming across the golden Kansas flatness.",
    "Meanwhile, the count was talking to the swan.",
    "The swan liked what he was saying and got",
    "Right out of the pond.",
    "Meanwhile, grown men in Afghanistan.",
    "The count had fought in Algeria.",
    "Meanwhile, neon in Tokyo.",
    "Madame la Comtesse waved to us from the top step,",
    "Waved to her count, their swan, their ornamental pond,",
    ".",
    "We were a towering cornucopia",
    "Of autumn happiness",
    "And",
    "rotating counterclockwise,",
    "Backwards toward the guillotine.",
    "I kept a rainbow as a pet and grandly",
    "Walked the rainbow on a leash.",
    "I exercised it evenings together with the cheetah,",
    "A Thorstein Veblen moment of conspicuous consumption:",
    "A dapper dauphin in a T-shirt that said FRED",
    "Parading with his pets decked out in T-shirts that said FRED'S.",
    "I left my liver in the Cher.",
    "I ate my heart out",
    ".",
    "We drank and ate",
    "France between the wars,",
    "And every morning couldn't wait.",
    "It felt sunshiny in the shadow of the château.",
    "And when the rainbow leapt from there to here,",
    "It landed twenty years away from the Cher.",
    "The place it landed was the Persian Gulf.",
    "It landed twinkling stardust where I'm standing in my life",
    "With one-hump Marie Antoinette, my wife,",
    "Who resembles that disarming camel yesterday.",
    "In fact, the camel yesterday was smitten.",
    "She left the other camels to come over.",
    "You have a lovely liquid wraparound eye.",
    "She stood there looking at me sideways.",
    "They feed their racing camels caviar in Qatar.",
    "The ruler of Dubai has said that he will try to buy Versailles.",
    "A refrigerated ski slope, five stories high,",
    "Lives improbably inside a downtown shopping mall in Dubai.",
    "Arab men, wearing sneakers under their robes, hold hands.",
    "Faceless black veils stop shopping to watch through the glass.",
    "Seeing the skiers emphasizes the desert,",
    "Like hearing far-off thunder at a picnic.",
    "Both the word",
    "and the word",
    "are of course Arabic.",
    "Indeed, Arabic was the language of French aristocrats",
    "Before the Terror, bad body odor perfumed.",
    "It is the language of the great Robert Frost poems,",
    "Which have the suicide bomber's innocence",
    "Walking safely past the checkpoint into the crowd.",
    "They pay payola to Al Qaeda to stay away from Doha.",
    "The emir was in his counting-house, counting out his oil and gas.",
    "Another sunny Sunni day in the UAE!",
    "A candidate for president",
    "Who wants to manumit our oil-dependent nation",
    "First has to get the message to every oily girl and boy",
    "To just say no to up and down and in and out, Labanotation",
    "Of moaning oil rigs extracting oil joy.",
    "My fellow Americans, I see a desert filled with derricks",
    "Pumping up and down but never satisfied:",
    "Obsessional hydraulics and Jimi Hendrix has hysterics.",
    "I smash my guitar to bits on stage and that's all, folks!",
    "It isn't.",
    "I contemplate the end of the world. It isn't.",
    "I have my croissant and café and the",
    "and walk the rainbow",
    "Around the block.",
    "The young North African hipsters in the bitter",
    "Contemplate the end of the world.",
    "I contemplate the end of the world but in my case",
    "It's not.",
    "There are still things to buy.",
    "I walk the rainbow in the dark.",
    "The world is the kiosk where I get my",
    ".",
    "The world is my local café where my",
    "is quadroon.",
    "I go to the strange little statue of Pierre Mendès-France",
    "In the Jardin du Luxembourg, in Paris, France.",
    "I make a pilgrimage to it.",
    "My quaint political saint and I visit.",
    "The young North African hipsters in the bitter",
    "Contemplate the end of the world, which isn't",
    "The end of the world, though yes, quite true,",
    "In Algeria and Afghanistan",
    "Jihad is developing a dirty nuclear bomb",
    "That smells like frangipani in flower",
    "To keep Frangipani in power.",
    "Ayatollah Frangipani has returned from his long exile in France",
    "To annihilate vice.",
    "I stomp the campfire out and saddle up my loyal",
    "—",
    "Who is swifter than a life is brief under the stars!",
    "My prize four-wheel-drive with liquid wraparound eyes!",
    "We ski the roller coaster ocean's up and down dunes.",
    "We reach land at last and step on Plymouth Rock."
  ],
  "title": "Mu'allaqa",
  "year": ""
}