{
  "author": "Keith Waldrop",
  "classification": "",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238366",
  "region": "",
  "text": [
    "From where I sit, I can see other",
    "things: a silver porcupine, pins",
    "standing upright. It is a vanished tale of a",
    "vanished forest at the shore of a vanished ocean.",
    "I call the dead as often as I can. In the",
    "vaults, among mummies—this is pure",
    "memorial. I am the girl in whose",
    "eyes the name is written.",
    "I feel as if veiled, as if soon I",
    "shall get to know something. These are people",
    "with encephalitis who cannot go",
    "forward, but can go backward, and can dance.",
    "In this rough draft of my memoirs, my brother",
    "comes toward me—frightened, skeletal—longing",
    "for marvels. I cannot describe it better than by",
    "comparing it to other figures, intoxication.",
    "Mere reflexes, as for instance breathing, can become",
    "conscious. One of two rivals has his",
    "ornamental tail bit off. In dying sounds, barely",
    "reaching our ears, a melody continues.",
    "No end to it—an infinite progression. All this",
    "love of a bygone age. Watch the track",
    "of a concentrated sunbeam through our lake ice:",
    "part of the beam is stopped, part goes through.",
    "Now the upper surface buckles, phantasmagoria of",
    "unchained passion—under which the land",
    "quakes, the ocean swells, and a myriad-years-",
    "old forest snaps and cracks.",
    "Surpassing all forms of experience, the wide, deep,",
    "freshwater lake—on which the city",
    "is built—rises before us. Here a modern idea",
    "interposes, a new body made from the elements.",
    "Then everything is forgotten. Sometimes thoughts",
    "are cut off and sometimes they are the",
    "blade which cuts. At the present gravel pit, electric",
    "lights in the evening cast their magic blue sheen.",
    "There’s the sun, a crack above those",
    "hills, breaking the day. If the door open, who",
    "comes in? If it close, what will interrupt",
    "my train?",
    "The staircase effect supplies strong evidence",
    "for a subjective map. Downhill, the sun",
    "trickles, unperturbed. Here trots a mammoth with",
    "red wool, through the black yew forest.",
    "The tendency of elements to linger on: You say",
    "I dream of what I want, but what I",
    "want now is to dream. The cold rind",
    "broken, the same wind blows.",
    "Through a lens of ice, the dark",
    "heat of the sun burns wood, fires gunpowder, melts",
    "lead. Perhaps a cloud of musk rises, such as",
    "issues from a crocodile in passion.",
    "Unless light falls properly upon these",
    "flowers, you cannot see them. All associations at",
    "this level rain down from above. We",
    "talk of word-pictures.",
    "We observe vertigo. We reach the cleft",
    "by a steep gully or",
    "—very dangerous, the",
    "path from the heights, the glory of",
    "the prospect, the insight gained.",
    "What I mean is a disturbance in",
    "all the senses at once. You will not find",
    "the flower confused. Facing a certain",
    "wind, there is always danger."
  ],
  "title": "An Apparatus",
  "year": ""
}