{
  "author": "Keith Waldrop",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239514",
  "region": "",
  "text": [
    "Herr Stimmung—purblind—moves in corporeal time.",
    "Think how many, by now, have escaped the world’s memory.",
    "Think, how all his wandering is only thought. Having once tried to",
    "live in the quasi-stupor of sensation, now he picks his way through",
    "areas of spilth, seeking the least among infinite evils.",
    "His hope: intermittent.",
    "To a person so little conscious, what would it mean to die? Though",
    "he feels, true enough, death’s wither-clench. Thinking always of",
    "something permanent, watching the while how everything goes on",
    "changing.",
    "He has seen where Speed is buried. Eyes exorbitant.",
    "He has the tension of male and female: active, divided. Anger and",
    "lust. What he eats tastes exactly like real food.",
    "He would search out interphenomena, if he could decipher the",
    "interstices. The broken line. Immediate havoc. Circular heaven.",
    "Square earth. He cries world world, and there is no world.",
    "He claims superiority over the other animals, being the only one",
    "who can talk, the only one to have doubts.",
    "Herr Stimmung knows a whale is big. Its skeleton might shelter a",
    "dozen men.",
    "Not existing, not subsisting—",
    "sisting. Not object, not subject—",
    "ject. (He works within opposed systems, every one of them opposed",
    "to system.)",
    "“Fillette”—in confusion he addresses himself—“n’allez pas au bois",
    "seulette.”",
    "He knows who is allowed to wear what kinds of beads. He knows",
    "how fruit trees are inherited. All his self-objects lie in the inoperative",
    "past.",
    "Herr Stimmung springs from a long undocumented ancestry.",
    "He has a special attitude towards terror."
  ],
  "title": "Tuning",
  "year": ""
}