{
  "author": "Henry Vaughan",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Christianity",
    "Philosophy",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "Arts",
    "Sciences",
    "Religion"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/174699",
  "region": "Wales",
  "text": [
    "They are all gone into the world of light!",
    "And I alone sit ling’ring here;",
    "Their very memory is fair and bright,",
    "And my sad thoughts doth clear.",
    "It glows and glitters in my cloudy breast,",
    "Like stars upon some gloomy grove,",
    "Or those faint beams in which this hill is drest,",
    "After the sun’s remove.",
    "I see them walking in an air of glory,",
    "Whose light doth trample on my days:",
    "My days, which are at best but dull and hoary,",
    "Mere glimmering and decays.",
    "O holy Hope! and high Humility,",
    "High as the heavens above!",
    "These are your walks, and you have show’d them me",
    "To kindle my cold love.",
    "Dear, beauteous Death! the jewel of the just,",
    "Shining nowhere, but in the dark;",
    "What mysteries do lie beyond thy dust",
    "Could man outlook that mark!",
    "He that hath found some fledg’d bird’s nest, may know",
    "At first sight, if the bird be flown;",
    "But what fair well or grove he sings in now,",
    "That is to him unknown.",
    "And yet as angels in some brighter dreams",
    "Call to the soul, when man doth sleep:",
    "So some strange thoughts transcend our wonted themes",
    "And into glory peep.",
    "If a star were confin’d into a tomb,",
    "Her captive flames must needs burn there;",
    "But when the hand that lock’d her up, gives room,",
    "She’ll shine through all the sphere.",
    "O Father of eternal life, and all",
    "Created glories under thee!",
    "Resume thy spirit from this world of thrall",
    "Into true liberty.",
    "Either disperse these mists, which blot and fill",
    "My perspective still as they pass,",
    "Or else remove me hence unto that hill,",
    "Where I shall need no glass."
  ],
  "title": "They are all Gone into the World of Light",
  "year": ""
}