{
  "author": "Jamila Woods",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250216",
  "region": "",
  "text": [
    "My Daddy’s forehead is so big, we don’t need a dining room",
    "table. My Daddy’s forehead so big, his hat size is equator. So",
    "big, it’s a five-head. Tyra Banks burst into tears when she seen",
    "my Daddy’s forehead. My Daddy’s forehead got its own area code.",
    "My Daddy baseball cap got stretch marks. My Daddy pillowcase",
    "got craters. His eyebrows need GPS to find each other. My Daddy",
    "for the sun. Couch cushions lose quarters in the wrinkles in my Daddy",
    "wake up soon as the credits start to roll. My Daddy so smart, he",
    "perform surgery on his own ingrown toenail. Momma was not",
    "impressed, but my Daddy got brains. My Daddy know exactly",
    "how to drive me to my friend’s house without lookin at no map.",
    "My Daddy born here, he so smart, he know the highways like",
    "the wrinkles in his forehead. He know the free clinics like the gray",
    "hairs on his big ass head. My Daddy so smart, he wear a stethoscope",
    "got swag. My Daddy dance to “Single Ladies” in the hallway.",
    "My Daddy drink a small coffee cream and sugar. My Daddy",
    "drink a whole can of Red Bull. My Daddy eat a whole pack",
    "of sour Skittles and never had a cavity. My Daddy so smart,",
    "he got a pullout couch in his office. Got a mini fridge there too.",
    "Got a cell phone, and a pager, and a email address where I can leave",
    "him messages when he’s not at home. My Daddy’s not home.",
    "Momma saves a plate that turns cold.",
    "But when my Daddy does come home, he got a office",
    "in his bedroom too. Computer screen night light,",
    "Momma says she can’t sleep right, but my Daddy",
    "got work, my Daddy at work, at home, in the attic,",
    "with the TV on, in the dark, from the front yard,",
    "through the windows, you can see him working, glass",
    "flickering, my house got its own forehead, glinting, sweaty,",
    "in the evening, while my Daddy at work, at home,",
    "in his own area code,",
    "a whole other time zone."
  ],
  "title": "Daddy Dozens",
  "year": ""
}