{
  "author": "Daryl Hine",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Travels",
    "Journeys",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172239",
  "region": "Canada",
  "text": [
    "What fellow traveller returned from the U.S.S.R.,",
    "Burdened with souvenirs in the form of second thoughts, said",
    "That, rephrasing the Slavic platitude as a reactionary epigram? Thence",
    "One must count oneself privileged to have escaped empty-handed,",
    "Frisked in exit by the incompetent customs of the country",
    "Who got everything backwards, inspecting my papers with a glass:",
    "Bourgeois formalism apart, my handwriting looks like a decadent cipher.",
    "The pocket epic or this wordy verse?",
    "Insisting it scans as prose they confiscate",
    "The classic comeback: loved her, hated him, your eponymous warhead",
    "Even apologists for free love must confess this pair legally",
    "Wed, a union no sentimental do-gooder likes to solemnize.",
    "V., I’m afraid the authorities took away your name",
    "Which they found in my notebook. Asked who you were,",
    "I said, “Someone I met in a restaurant.” Not so:",
    "You were a pick-up of sorts on Nevsky Prospekt",
    "Where as I puzzled over a plan filched from Intourist",
    "That first evening you appeared eager to be of help.",
    "In exchange for a few verbatim tips on English idiom",
    "(“Tell me, please, is it better, ‘Here you are!’ or",
    "‘There it is!’ ”) you afforded me a smattering of Russian—",
    "House—oak—garden—winter-palace—books—world—I don’t understand—",
    "And your jealous services as a guide to the environs",
    "When you were “free from class”. Unlike the other touts,",
    "Official and unofficial, who besieged the foreigners’ hotel, you never",
    "Asked for cigarettes or dollars nor offered girls or watches,",
    "But wanted books and talk. Whether you were an agent",
    "I am not absolute. If so, it doesn’t figure.",
    "Who sold me “art treasures” to take out, a nickel",
    "Samovar and the biscuit bust of Pushkin, price two rubles,",
    "From that popular Thrift Shop where one bought antiques, the",
    "Only place in Leningrad to find silverware, glass, or china,",
    "As department stores seemed to stock nothing but plastic gimcracks?",
    "Enough economics—unless I just mention in passing the maids",
    "At the hotel, patriots whom I detected to be helping",
    "Themselves to my dwindling whisky. When I locked it up",
    "One morning, on my return I found the bed unmade.",
    "Still there are things I want to ask you, V.",
    "Are you in prison or power? Were you really interrogated",
    "As you foretold if you were seen with me? Paranoid",
    "Melodrama I supposed, yet daily life in never-never land.",
    "You warned me one was followed, watched, suspected, bugged, betrayed",
    "As a matter of course, and there were certain places",
    "We mustn’t be seen together in public, like divorcées.",
    "Out of bounds to you the doldrums of the Europa.",
    "Every day you used to suggest some novel rendezvous",
    "Where until you materialized no one was in evidence.",
    "Dialectics make impossible bedfellows. Are you today the interrogator",
    "You once were, inexhaustible in futile questions of American usage?",
    "Following a call at the single synagogue, where we tapped",
    "The anti-semitic party line, you invited me back for",
    "A supper of black bread, sausage, and sweet white wine.",
    "No English on the stair or in the common hallway",
    "You cautioned, but your student’s room itself was an asylum,",
    "With an encyclopaedia, your father’s paintings, a dusty grand piano",
    "(“I was used to play.”), and the telephone. “Talk now!”",
    "The couple embracing in the entrance, were they also spies?",
    "What circuitous routes we pursued in our innocent sight-seeing,",
    "How vast the meander of the stone Hermitage which holds",
    "A pictorial history of pillaged Europe, where the fat, satisfied",
    "Intelligent bust of the Holstein Messalina smirks from its pedestal,",
    "As at Tsarskoe Selo, which the present regime calls Pushkin.",
    "There, amid monumental, autumnal ruin, in a neo-gothic folly,",
    "Lunching on lard, I learned the Russian word for cosy,",
    "neither Pavlovsk, that meticulously restored memorial to filial resentment",
    "Nor Peterhof’s post-war proletarian Renaissance trick pavilions quite qualify.",
    "I go on like a guidebook, there being none such.",
    "Nowhere could we find a Russian-English, English-Russian dictionary",
    "Or maps less rudimentary than those of a vanished century.",
    "Lies appropriately describe this sequestrated Czarist capital founded on water,",
    "Edifice of pure will and an idea, double-glazed window",
    "Closed on the West. The past lingers along the Neva",
    "Like a revisionist prince: pink, green, ochre, robin’s-egg-blue",
    "Italianate confectionery on a Scythian scale. You wanted to know",
    "Why all foreigners are so fascinated by palaces and churches",
    "Used as cinemas and baths? Our taste is counter-revolutionary.",
    "Just fancy playing Soviet monopoly or enduring social-realist monotony!",
    "And having nothing to read but Lenin and Jack London",
    "Unless in",
    "I am unable to appreciate a solitary",
    "Line of Russian verse in translation, from Bogan to Brodski.",
    "Although, like Leningrad at the same time fantastic and prosaic,",
    "Your novels form a sort of exotic province of English,",
    "I don’t know why, inimitable Pushkin is a noted bore.",
    "But who came here to talk about literature? The night",
    "Before leaving I invited you to squander my last vouchers",
    "Somewhere they, and we, would be accepted at face value:",
    "After two helpings of chicken you ordered another, of veal.",
    "What if we were brothers? Haven’t men",
    "More in common than their wants, such as language, a",
    "Skeleton key rattled in so many locks? With all utopias,",
    "The farther from perfection the better; this future that works",
    "Looks so old-fashioned and unkind. Although the masses may",
    "Be content, unhappy, or indifferent, excellence is an individual gesture.",
    "Malice, too, is personal. The destroyer Aurora opposite Intourist’s incongruous",
    "Glass prison, her heroes liquidated, will she ever lift anchor",
    "For the free world? Here, perhaps better dead than read,",
    "Instead of the Concise Oxford Dictionary you wanted, this letter."
  ],
  "title": "A Thousand Words",
  "year": ""
}