{
  "author": "Daryl Hine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172234",
  "region": "Canada",
  "text": [
    "The telephone keeps talking to itself:",
    "Garbage in the streets, a butterfly,",
    "A rubber raft abandoned, floating out to sea,",
    "And late last night nearby, a conflagration—",
    "If you knew half the secrets I can tell,",
    "The accidents, the threats, the promises,",
    "All anonymous, and the voices",
    "That, like a demoniac, I have:",
    "An unwilling rhyme, a cry for help,",
    "An order for a pound of stewing beef",
    "And someone begging someone to come back—",
    "All of these proceed from my black mouth,",
    "All and more are locked in my black heart,",
    "Information, long distances, wrong numbers.",
    "The clock at first was fast and now has stopped",
    "That holds all of our lifetimes in its hands.",
    "“We sleep and wake watched over by machines. Are these",
    "intelligent objects our servants merely? Are they",
    "our",
    "masters, maybe? Will we be accomplices and",
    "equals one day?”",
    "Newly revised, 1964",
    "The gun, the peppermill, the gramophone,",
    "The bee, the salamander and the swan—",
    "To be explicit, what have they in common?",
    "The corkscrew, the stethoscope, the laundromat,",
    "The lyre bird, the python and the wombat,",
    "How do these differ from the domestic cat?",
    "Is it a question of theirs and ours or this and that?",
    "What reconciles the wireless and the whale?",
    "Did he who made the lamb invent the wheel?",
    "And what was wisdom doing all the while?",
    "A catastrophe and a category will",
    "Swallow sardines and supermarkets whole.",
    "But you or rather thou, to be archaic,",
    "Always demanding, never dull but sometimes sick,",
    "Intimate machinery, my body!",
    "Whose only raison d’etre is to be:",
    "Your pleasures and your pains are your own business;",
    "Don’t ask me for a taste or a caress,",
    "Who, when I weep, weep tear of glass,",
    "Round and brittle. Your appetites embarrass",
    "Me. Mine tire you. Old Thing,",
    "The moral is, the moral is, Keep going,",
    "And perhaps we shall meet again at the Resurrection—",
    "The wonder is, what then I shall put on?"
  ],
  "title": "Last Words",
  "year": ""
}