{
  "author": "Daryl Hine",
  "classification": "",
  "keywords": [
    "Love",
    "Relationships",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172237",
  "region": "Canada",
  "text": [
    "It is half past ten in Stonington.",
    "The trees droop apprehensive of the heat",
    "And the sky has turned that pale suspicious colour",
    "That means that it cannot support more light.",
    "Here on the terrace I and a companion",
    "Each pretends to read. The papers say",
    "That it is 90 in New York today.",
    "Across the street work is going forward",
    "On the abominable house that once I fancied,",
    "Half, might be mine, and which was in fact the home",
    "Of the anonymous couple I used to hear",
    "At night arguing in their unhappy bedroom.",
    "Now they are throwing out another wing",
    "And the site of overlooked love is changed beyond recognition.",
    "What will the day, what will the summer bring?",
    "Psychic storms or calm productive doldrums?",
    "Our neighbours are no saner than ourselves.",
    "Perhaps it is time to give the Stones a ring",
    "Or to complain of the view from the gallery tower",
    "Falling like a shadow across the calm veranda",
    "Rich with malice and the threat of accidental meeting.",
    "This is not a house but a collection",
    "(The largest in private hands?) of sacred objects,",
    "A spiritual boutique where anyone,",
    "Even the wrecker who had come to spoil,",
    "May find himself spending more than he expected",
    "On something he cannot quite identify.",
    "Here the little horrors become the household gods.",
    "For the work of love requires a rule of thumb,",
    "Not no laws in particular but its own",
    "Whose pseudonym, at least here and now, is pleasure:",
    "The morning wasted in work and misquotation,",
    "A light but leisurely lunch, then reading",
    "Walking or just watching the sun all afternoon",
    "Till, hungry, we draw to evening and ombre.",
    "Who are we to thank for all of this?",
    "The greatest favours are conferred in absence",
    "Sometimes, as a syllable gives comfort",
    "Dependent on the time and place and person.",
    "When pleasure and reality occur",
    "Is there room for extra contemplation",
    "Or the lyrical promenade? It is enough",
    "To know (and this is surely recognition)",
    "That the world is spherical and perfect.",
    "Now I wish to introduce the copper beech",
    "We saw on our walk, English and native here as I am,",
    "Whose shade is not the green of contemplation",
    "But the imagination’s rich metallic colour",
    "Wherein, under libido, we live."
  ],
  "title": "The Copper Beech",
  "year": ""
}