{
  "author": "Daryl Hine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/21995",
  "region": "",
  "text": [
    "Take a statement, the same as yesterday’s dictation:",
    "Lately pain has been there waiting when I awake.",
    "Creative despair and failure have made their patient.",
    "Anyway, I’m afraid I have nothing to say.",
    "Those crazy phrases I desecrated the paper",
    "With against the grain ... Taste has turned away her face",
    "Temporarily, like a hasty, ill-paid waitress",
    "At table, barely capable but very vague.",
    "Mistaken praise and blame degrade profane and sacred",
    "Places so strange you may not even know their names.",
    "Vacant the gymnasium where words once played naked",
    "Amazing games that always used to end in mate.",
    "Better, then, the effort than preterite perfection,",
    "I guess. Indeed, I envy the eminent dead",
    "The special effects I am ready to inherit",
    "Less than their sentiments and impenitent sense",
    "Of aesthetic gesture. Unpleasant and pretentious,",
    "The Western hemisphere has plenty to forget.",
    "The mess men might yet make of themselves, given present",
    "Events! Are many content to accept the best?",
    "Precious as sex is, flesh, perenially wretched,",
    "Begs the bread of heaven, blessing nevertheless",
    "The unexpected sender’s address on a letter.",
    "Every breathless sentence says not yet to death.",
    "The past cannot matter except as an abstraction,",
    "A flattering caricature of happy lands",
    "Wherein many a grand, imaginary castle",
    "In fact turns out to be a tourist trap at last,",
    "A vast palace that adrastic phantoms inhabit.",
    "Maps of madness, characteristically blank,",
    "Ask vatic questions, exact a magic answer:",
    "The family photograph album at a glance,",
    "Granny, Dad, Aunt Sally, that dissatisfied madame",
    "Who manages passion’s incalculable acts,",
    "Paris, everyman’s romantic trash and tarry—",
    "Abracadabra, and the vanished cast comes back!",
    "If civilization isn’t a silly gimmick,",
    "Is it the wit to wish, the will to make it stick?",
    "The mathematical vision which built this system",
    "Figures the width of a minute within an inch.",
    "Primitive physics, a sophisticated fiction,",
    "Insists that in principle everything is fixed.",
    "Visitors picnic amid pretty",
    "With its sacrificial pit, artificial hills",
    "And cricket pitch wherein the winner is the victim.",
    "To think an instinct like iniquity exists!",
    "Hidden riches fill big individual middens;",
    "In the Wizard’s Pyramid little lizards live.",
    "Specious sweets we reach for eagerly with Eve’s evil",
    "Greed recede like the fleeting details of a dream.",
    "It seems that we have been a brief season in Eden:",
    "Chic unreal estates where immediately green",
    "Trees repeated in completely meaningless series",
    "Briefly yield to the weaker tyranny of weeds",
    "Even as we seek relief in a secret clearing.",
    "Prehistory can be too recent; need we read",
    "These steles’ queried speech? Here undefeated peoples",
    "Experienced deceit; here scenes of deepest grief",
    "Teach us to weep the cheap and easy tears of reason;",
    "Here the sea of being sleeps, a period peace.",
    "Frustration, fuss, and lust are love’s unlucky colours.",
    "Thunderstruck, the muscular monuments look dumb.",
    "Judged by the numbers that once flourished in the jungle",
    "In hundreds of miles of dull undercover scrub,",
    "Unless somebody was insufferably ugly",
    "Mistrust of one another must be in the blood.",
    "Unsuccess in a dozen tough struggles instructs us",
    "Justice is a mother-fucker. Suffering’s fun",
    "For a month, but in a millenium no wonder",
    "One becomes somewhat disgusted. Unsubtle skull,",
    "The mysteries of dust are nothing to live up to.",
    "Insulted by a touch, one mutters, “Summer sucks.”",
    "Undone by the siesta and by sudden showers,",
    "Is it uncomfortable in the hungry South?",
    "Now cowed by Kulkulkan’s geometrical scowl,",
    "Now wowed by the classic brown faces in a crowd,",
    "You falter at mounds memorial to a thousand",
    "Bleeding hearts in a single holiday cut out,",
    "Submitted to the sun, insatiable flesh-flower",
    "Of the universe, all-devouring powerhouse,",
    "Confounded by our sound of pronounceable vowels.",
    "Myths, as the guidebook says, are handed down by mouth.",
    "Though mood and voice and person, gender, tense, and number",
    "Predicate a verb, its cases explain a noun:",
    "Proper noun or pronoun, indubitably human,",
    "Whose beautiful excuse is usually youth",
    "Doomed to the brutal usufructu of the future,",
    "Consumed by the illusions of jejune amours.",
    "You used to choose the rules with superfluous humour,",
    "Tuned to the influential movements of the moon",
    "Whose smooth, translucent route through roofless rooms illumines",
    "From dewy moonrise unto lunar afternoon",
    "and its improvements, tumulus and ruins,",
    "Poorly reproduced, a too crudely stupid view.",
    "Who knew nude truth from rumour, amusement from music",
    "Soon would prove a fool. Beauty, useless, is a wound.",
    "On and off; the impossible is honour’s motto,",
    "Monotony the awful drawback of my song.",
    "What was lost was often all we had got in common,",
    "Our quasi-comic quandary depended on",
    "chronic, colossal hypochondry,",
    "Neurotic complication or hypnotic calm.",
    "Gods begotten of loss, not bronze nor terra cotta,",
    "Haunt the province of law, of cause and conscious wrong.",
    "Following the Long Count a lot has been forgotten:",
    "Positive nonsense, fraud, false plots and hollow talk,",
    "Soporific concepts toppled by fall or conquest,",
    "The cosmos as a model watch that wants to stop.",
    "At any moment the doors of the soul may open",
    "And those reproachful ghosts invoked from the remote",
    "Coasts of tomorrow begin to impose the order",
    "Of bone and trophy, home and the odour of smoke.",
    "O mornings that broke on the slopes of cold volcanos,",
    "Almost frozen, golden and old-rose, like a scroll",
    "Slowly unfolded, or a brocade robe thrown over",
    "The throne of the mountains, cloaking their cones in snow!",
    "Hope, an emotion swollen by every omen,",
    "No psychotrope, only a semiprecious stone,",
    "Topaz or opal, adorns the close of the strophe.",
    "Woe wrote these notes in a code also known as prose.",
    "Ode: this leafy, streamless land where coy waters loiter",
    "Under the embroidered soil, subterfluous coin",
    "Of another culture destroyed by lack of moisture,",
    "Spoiled by the unavoidable poison of choice.",
    "Archaeological lawyers exploit the foibles",
    "Of a royalty that in time joined",
    ":",
    "History’s unemployed, geography’s anointed,",
    "Unlike the orchids of the forests, spin and toil.",
    "Imperfectly convinced of final disappointment,",
    "Persuaded of the possibility of joy,",
    "Pen poised for the pointless impressions of those voices",
    "That boil up like bubbles on the face of the void,",
    "Finally I try to define why divine silence",
    "Underlies the tidy designs of paradise.",
    "Priceless as the insights of the inspired psyche,",
    "Blind, violent as a geyser, right as a rhyme,",
    "Fine ideas likely to undermine the idle",
    "Mind divided between the types of fire and ice,",
    "“Highly stylized” politely describes the bright eyesores",
    "Shining like diamonds or rhinestones in the night sky,",
    "Lifelike, provided life survives its vital cycle",
    "And the tireless indictment of time’s diatribe,",
    "While mankind, sightless, frightened, like a child in twilight,",
    "Dies of the devices it was enlightened by.",
    "Amazing games that always used to end in mate!",
    "Precious as sex is, flesh, perennially wretched,",
    "In fact turns out to be a tourist trap at last.",
    "The mathematical vision which built this system",
    "Of the universe, all-devouring powerhouse,",
    "(The mysteries of dust are nothing to live up to!)",
    "Briefly yields to the weaker tyranny of weeds.",
    "You used to choose the rules with superfluous humour:",
    "Monotony, the awful drawback of my song,",
    "Slowly unfolded, like a brocade robe thrown over.",
    "Persuaded of the possibility of joy,",
    "Finally I tried to define why divine silence ..."
  ],
  "title": "Vowel Movements",
  "year": ""
}