{
  "author": "Seamus Heaney",
  "classification": "Elegy",
  "keywords": [
    "Living",
    "Death",
    "Health",
    "Illness",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Family",
    "Ancestors",
    "Home Life",
    "Religion",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247818",
  "region": "Ireland",
  "text": [
    "1",
    "A cobble thrown a hundred years ago",
    "Keeps coming at me, the first stone",
    "Aimed at a great-grandmother's turncoat brow.",
    "The pony jerks and the riot's on.",
    "She's crouched low in the trap",
    "Running the gauntlet that first Sunday",
    "Down the brae to Mass at a panicked gallop.",
    "He whips on through the town to cries of 'Lundy!'",
    "Call her 'The Convert'. 'The Exogamous Bride'.",
    "Anyhow, it is a genre piece",
    "Inherited on my mother's side",
    "And mine to dispose with now she's gone.",
    "Instead of silver and Victorian lace,",
    "The exonerating, exonerated stone.",
    "2",
    "Polished linoleum shone there. Brass taps shone.",
    "The china cups were very white and big—",
    "An unchipped set with sugar bowl and jug.",
    "The kettle whistled. Sandwich and tea scone",
    "Were present and correct. In case it run,",
    "The butter must be kept out of the sun.",
    "And don't be dropping crumbs. Don't tilt your chair.",
    "Don't reach. Don't point. Don't make noise when you stir.",
    "It is Number 5, New Row, Land of the Dead,",
    "Where grandfather is rising from his place",
    "With spectacles pushed back on a clean bald head",
    "To welcome a bewildered homing daughter",
    "Before she even knocks. 'What's this? What's this?'",
    "And they sit down in the shining room together.",
    "3",
    "When all the others were away at Mass",
    "I was all hers as we peeled potatoes.",
    "They broke the silence, let fall one by one",
    "Like solder weeping off the soldering iron:",
    "Cold comforts set between us, things to share",
    "Gleaming in a bucket of clean water.",
    "And again let fall. Little pleasant splashes",
    "From each other's work would bring us to our senses.",
    "So while the parish priest at her bedside",
    "Went hammer and tongs at the prayers for the dying",
    "And some were responding and some crying",
    "I remembered her head bent towards my head,",
    "Her breath in mine, our fluent dipping knives—",
    "Never closer the whole rest of our lives.",
    "4",
    "Fear of affectation made her affect",
    "Inadequacy whenever it came to",
    "Pronouncing words 'beyond her'.",
    ".",
    "She'd manage something hampered and askew",
    "Every time, as if she might betray",
    "The hampered and inadequate by too",
    "Well-adjusted a vocabulary.",
    "With more challenge than pride, she'd tell me, 'You",
    "Know all them things.' So I governed my tongue",
    "In front of her, a genuinely well-",
    "Adjusted adequate betrayal",
    "Of what I knew better. I'd",
    "and",
    "And decently relapse into the wrong",
    "Grammar which kept us allied and at bay.",
    "5",
    "The cool that came off sheets just off the line",
    "Made me think the damp must still be in them",
    "But when I took my corners of the linen",
    "And pulled against her, first straight down the hem",
    "And then diagonally, then flapped and shook",
    "The fabric like a sail in a cross-wind,",
    "They made a dried-out undulating thwack.",
    "So we'd stretch and fold and end up hand to hand",
    "For a split second as if nothing had happened",
    "For nothing had that had not always happened",
    "Beforehand, day by day, just touch and go,",
    "Coming close again by holding back",
    "In moves where I was x and she was o",
    "Inscribed in sheets she'd sewn from ripped-out flour sacks.",
    "6",
    "In the first flush of the Easter holidays",
    "The ceremonies during Holy Week",
    "Were highpoints of our",
    "phase.",
    "The midnight fire. The paschal candlestick.",
    "Elbow to elbow, glad to be kneeling next",
    "To each other up there near the front",
    "Of the packed church, we would follow the text",
    "And rubrics for the blessing of the font.",
    ". . .",
    "Dippings. Towellings. The water breathed on.",
    "The water mixed with chrism and with oil.",
    "Cruet tinkle. Formal incensation",
    "And the psalmist's outcry taken up with pride:",
    "7",
    "In the last minutes he said more to her",
    "Almost than in all their life together.",
    "'You'll be in New Row on Monday night",
    "And I'll come up for you and you'll be glad",
    "When I walk in the door . . . Isn't that right?'",
    "His head was bent down to her propped-up head.",
    "She could not hear but we were overjoyed.",
    "He called her good and girl. Then she was dead,",
    "The searching for a pulsebeat was abandoned",
    "And we all knew one thing by being there.",
    "The space we stood around had been emptied",
    "Into us to keep, it penetrated",
    "Clearances that suddenly stood open.",
    "High cries were felled and a pure change happened.",
    "8",
    "I thought of walking round and round a space",
    "Utterly empty, utterly a source",
    "Where the decked chestnut tree had lost its place",
    "In our front hedge above the wallflowers.",
    "The white chips jumped and jumped and skited high.",
    "I heard the hatchet's differentiated",
    "Accurate cut, the crack, the sigh",
    "And collapse of what luxuriated",
    "Through the shocked tips and wreckage of it all.",
    "Deep-planted and long gone, my coeval",
    "Chestnut from a jam jar in a hole,",
    "Its heft and hush become a bright nowhere,",
    "A soul ramifying and forever",
    "Silent, beyond silence listened for."
  ],
  "title": "Clearances",
  "year": ""
}