{
  "author": "Seamus Heaney",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "The Body",
    "The Mind",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Religion",
    "Christianity",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247824",
  "region": "Ireland",
  "text": [
    "Shifting brilliancies. Then winter light",
    "In a doorway, and on the stone doorstep",
    "A beggar shivering in silhouette.",
    "So the particular judgement might be set:",
    "Bare wallstead and a cold hearth rained into—",
    "Bright puddle where the soul-free cloud-life roams.",
    "And after the commanded journey, what?",
    "Nothing magnificent, nothing unknown.",
    "A gazing out from far away, alone.",
    "And it is not particular at all,",
    "Just old truth dawning: there is no next-time-round.",
    "Unroofed scope. Knowledge-freshening wind.",
    "ii",
    "Roof it again. Batten down. Dig in.",
    "Drink out of tin. Know the scullery cold,",
    "A latch, a door-bar, forged tongs and a grate.",
    "Touch the crossbeam, drive iron in a wall,",
    "Hang a line to verify the plumb",
    "From lintel, coping-stone and chimney-breast.",
    "Relocate the bedrock in the threshold.",
    "Take squarings from the recessed gable pane.",
    "Make your study the unregarded floor.",
    "Sink every impulse like a bolt. Secure",
    "The bastion of sensation. Do not waver",
    "Into language. Do not waver in it.",
    "iii",
    "Squarings? In the game of marbles, squarings",
    "Were all those anglings, aimings, feints and squints",
    "You were allowed before you'd shoot, all those",
    "Hunkerings, tensings, pressures of the thumb,",
    "Test-outs and pull-backs, re-envisagings,",
    "All the ways your arms kept hoping towards",
    "Blind certainties that were going to prevail",
    "Beyond the one-off moment of the pitch.",
    "A million million accuracies passed",
    "Between your muscles' outreach and that space",
    "Marked with three round holes and a drawn line.",
    "You squinted out from a skylight of the world.",
    "v",
    "Three marble holes thumbed in the concrete road",
    "Before the concrete hardened still remained",
    "Three decades after the marble-player vanished",
    "Into Australia. Three stops to play",
    "The music of the arbitrary on.",
    "Blow on them now and hear an undersong",
    "Your levelled breath made once going over",
    "The empty bottle. Improvise. Make free",
    "Like old hay in its flimsy afterlife",
    "High on a windblown hedge. Ocarina earth.",
    "Three listening posts up on some hard-baked tier",
    "Above the resonating amphorae.",
    "vi",
    "Once, as a child, out in a field of sheep,",
    "Thomas Hardy pretended to be dead",
    "And lay down flat among their dainty shins.",
    "In that sniffed-at, bleated-into, grassy space",
    "He experimented with infinity.",
    "His small cool brow was like an anvil waiting",
    "For sky to make it sing the perfect pitch",
    "Of his dumb being, and that stir he caused",
    "In the fleece-hustle was the original",
    "Of a ripple that would travel eighty years",
    "Outward from there, to be the same ripple",
    "Inside him at its last circumference.",
    "vii",
    "(I misremembered. He went down on all fours,",
    "Florence Emily says, crossing a ewe-leaze.",
    "Hardy sought the creatures face to face,",
    "Their witless eyes and liability",
    "To panic made him feel less alone,",
    "Made proleptic sorrow stand a moment",
    "Over him, perfectly known and sure.",
    "And then the flock's dismay went swimming on",
    "Into the blinks and murmurs and deflections",
    "He'd know at parties in renowned old age",
    "When sometimes he imagined himself a ghost",
    "And circulated with that new perspective.)",
    "viii",
    "The annals say: when the monks of Clonmacnoise",
    "Were all at prayers inside the oratory",
    "A ship appeared above them in the air.",
    "The anchor dragged along behind so deep",
    "It hooked itself into the altar rails",
    "And then, as the big hull rocked to a standstill,",
    "A crewman shinned and grappled down the rope",
    "And struggled to release it. But in vain.",
    "'This man can't bear our life here and will drown,'",
    "The abbot said, 'unless we help him.' So",
    "They did, the freed ship sailed, and the man climbed back",
    "Out of the marvellous as he had known it.",
    "ix",
    "A boat that did not rock or wobble once",
    "Sat in long grass one Sunday afternoon",
    "In nineteen forty-one or -two. The heat",
    "Out on Lough Neagh and in where cattle stood",
    "Jostling and skittering near the hedge",
    "Grew redolent of the tweed skirt and tweed sleeve",
    "I nursed on. I remember little treble",
    "Timber-notes their smart heels struck from planks,",
    "Me cradled in an elbow like a secret",
    "Open now as the eye of heaven was then",
    "Above three sisters talking, talking steady",
    "In a boat the ground still falls and falls from under.",
    "x",
    "Overhang of grass and seedling birch",
    "On the quarry face. Rock-hob where you watched",
    "All that cargoed brightness travelling",
    "Above and beyond and sumptuously across",
    "The water in its clear deep dangerous holes",
    "On the quarry floor. Ultimate",
    "Fathomableness, ultimate",
    "Stony up-againstness: could you reconcile",
    "What was diaphanous there with what was massive?",
    "Were you equal to or were you opposite",
    "To build-ups so promiscuous and weightless?",
    "Shield your eyes, look up and face the music.",
    "xii",
    "And lightening? One meaning of that",
    "Beyond the usual sense of alleviation,",
    "Illumination, and so on, is this:",
    "A phenomenal instant when the spirit flares",
    "With pure exhilaration before death—",
    "The good thief in us harking to the promise!",
    "So paint him on Christ's right hand, on a promontory",
    "Scanning empty space, so body-racked he seems",
    "Untranslatable into the bliss",
    "Ached for at the moon-rim of his forehead,",
    "By nail-craters on the dark side of his brain:",
    "."
  ],
  "title": "from Squarings: Lightenings",
  "year": ""
}