{
  "author": "Seamus Heaney",
  "classification": "Sonnet",
  "keywords": [
    "Weather",
    "Sports",
    "Outdoor Activities",
    "Trees",
    "Flowers",
    "Winter",
    "Travels",
    "Journeys",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "Family",
    "Ancestors",
    "Gardening",
    "Arts",
    "Sciences",
    "Relationships",
    "Nature",
    "Activities",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178023",
  "region": "Ireland",
  "text": [
    "Vowels ploughed into other: opened ground.",
    "The mildest February for twenty years",
    "Is mist bands over furrows, a deep no sound",
    "Vulnerable to distant gargling tractors.",
    "Our road is steaming, the turned-up acres breathe.",
    "Now the good life could be to cross a field",
    "And art a paradigm of earth new from the lathe",
    "Of ploughs. My lea is deeply tilled.",
    "Old ploughsocks gorge the subsoil of each sense",
    "And I am quickened with a redolence",
    "Of farmland as a dark unblown rose.",
    "Wait then...Breasting the mist, in sowers’ aprons,",
    "My ghosts come striding into their spring stations.",
    "The dream grain whirls like freakish Easter snows.",
    "Sensings, mountings from the hiding places,",
    "Words entering almost the sense of touch",
    "Ferreting themselves out of their dark hutch—",
    "‘These things are not secrets but mysteries,’",
    "Oisin Kelly told me years ago",
    "In Belfast, hankering after stone",
    "That connived with the chisel, as if the grain",
    "Remembered what the mallet tapped to know.",
    "Then I landed in the hedge-school of Glanmore",
    "And from the backs of ditches hoped to raise",
    "A voice caught back off slug-horn and slow chanter",
    "That might continue, hold, dispel, appease:",
    "Vowels ploughed into other, opened ground,",
    "Each verse returning like the plough turned round.",
    "This evening the cuckoo and the corncrake",
    "(So much, too much) consorted at twilight.",
    "It was all crepuscular and iambic.",
    "Out on the field a baby rabbit",
    "Took his bearings, and I knew the deer",
    "(I’ve seen them too from the window of the house,",
    "Like connoisseurs, inquisitive of air)",
    "Were careful under larch and May-green spruce.",
    "I had said earlier, ‘I won’t relapse",
    "From this strange loneliness I’ve brought us to.",
    "Dorothy and William—’ She interrupts:",
    "‘You’re not going to compare us two...?’",
    "Outside a rustling and twig-combing breeze",
    "Refreshes and relents. Is cadences.",
    "I used to lie with an ear to the line",
    "For that way, they said, there should come a sound",
    "Escaping ahead, an iron tune",
    "Of flange and piston pitched along the ground,",
    "But I never heard that. Always, instead,",
    "Struck couplings and shuntings two miles away",
    "Lifted over the woods. The head",
    "Of a horse swirled back from a gate, a grey",
    "Turnover of haunch and mane, and I’d look",
    "Up to the cutting where she’d soon appear.",
    "Two fields back, in the house, small ripples shook",
    "Silently across our drinking water",
    "(As they are shaking now across my heart)",
    "And vanished into where they seemed to start.",
    "Soft corrugations in the boortree’s trunk,",
    "Its green young shoots, its rods like freckled solder:",
    "It was our bower as children, a greenish, dank",
    "And snapping memory as I get older.",
    "And elderberry I have learned to call it.",
    "I love its blooms like saucers brimmed with meal,",
    "Its berries a swart caviar of shot,",
    "A buoyant spawn, a light bruised out of purple.",
    "Elderberry? It is shires dreaming wine.",
    "Boortree is bower tree, where I played ‘touching tongues’",
    "And felt another’s texture quick on mine.",
    "So, etymologist of roots and graftings,",
    "I fall back to my tree-house and would crouch",
    "Where small buds shoot and flourish in the hush.",
    "He lived there in the unsayable lights.",
    "He saw the fuchsia in a drizzling noon,",
    "The elderflower at dusk like a risen moon",
    "And green fields greying on the windswept heights.",
    "‘I will break through,’ he said, ‘what I glazed over",
    "With perfect mist and peaceful absences’—",
    "Sudden and sure as the man who dared the ice",
    "And raced his bike across the Moyola River.",
    "A man we never saw. But in that winter",
    "Of nineteen forty-seven, when the snow",
    "Kept the country bright as a studio,",
    "In a cold where things might crystallize or founder,",
    "His story quickened us, a wild white goose",
    "Heard after dark above the drifted house.",
    "Dogger, Rockall, Malin, Irish Sea:",
    "Green, swift upsurges, North Atlantic flux",
    "Conjured by that strong gale-warning voice,",
    "Collapse into a sibilant penumbra.",
    "Midnight and closedown. Sirens of the tundra,",
    "Of eel-road, seal-road, keel-road, whale-road, raise",
    "Their wind-compounded keen behind the baize",
    "And drive the trawlers to the lee of Wicklow.",
    "Nursed their bright names this morning in the bay",
    "That toiled like mortar. It was marvellous",
    "And actual, I said out loud, ‘A haven,’",
    "The word deepening, clearing, like the sky",
    "Elsewhere on Minches, Cromarty, The Faroes.",
    "Thunderlight on the split logs: big raindrops",
    "At body heat and lush with omen",
    "Spattering dark on the hatchet iron.",
    "This morning when a magpie with jerky steps",
    "Inspected a horse asleep beside the wood",
    "I thought of dew on armour and carrion.",
    "What would I meet, blood-boltered, on the road?",
    "How deep into the woodpile sat the toad?",
    "What welters through this dark hush on the crops?",
    "Do you remember that",
    "in Les Landes",
    "Where the old one rocked and rocked and rocked",
    "A mongol in her lap, to little songs?",
    "Come to me quick, I am upstairs shaking.",
    "My all of you birchwood in lightning.",
    "Outside the kitchen window a black rat",
    "Sways on the briar like infected fruit:",
    "‘It looked me through, it stared me out, I’m not",
    "Imagining things. Go you out to it.’",
    "Did we come to the wilderness for this?",
    "We have our burnished bay tree at the gate,",
    "Classical, hung with the reek of silage",
    "From the next farm, tart-leafed as inwit.",
    "Blood on a pitchfork, blood on chaff and hay,",
    "Rats speared in the sweat and dust of threshing—",
    "What is my apology for poetry?",
    "The empty briar is swishing",
    "When I come down, and beyond, inside, your face",
    "Haunts like a new moon glimpsed through tangled glass.",
    "I dreamt we slept in a moss in Donegal",
    "On turf banks under blankets, with our faces",
    "Exposed all night in a wetting drizzle,",
    "Pallid as the dripping sapling birches.",
    "Lorenzo and Jessica in a cold climate.",
    "Diarmuid and Grainne waiting to be found.",
    "Darkly asperged and censed, we were laid out",
    "Like breathing effigies on a raised ground.",
    "And in that dream I dreamt—how like you this?—",
    "Our first night years ago in that hotel",
    "When you came with your deliberate kiss",
    "To raise us towards the lovely and painful",
    "Covenants of flesh; our separateness;",
    "The respite in our dewy dreaming faces."
  ],
  "title": "Glanmore Sonnets",
  "year": ""
}