{
  "author": "Stanley Moss",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "The Mind",
    "Relationships",
    "Friends",
    "Enemies",
    "Nature",
    "Religion",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243710",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I said, “Nothing for the last time.”",
    "You said, “Everything for the last time.”",
    "Later I thought you made everything more",
    "precious with “everything for the last time”:",
    "the last meditation, the last falling asleep,",
    "the last dream before the final makebelieve,",
    "the last kiss good night,",
    "the last look out the window at the last moonlight.",
    "Last leaves no time to hesitate.",
    "I would drink strong coffee before my last sleep.",
    "I’d rather remember childhood, rehearse forgiveness,",
    "listen to birdsong or a Spanish housemaid singing,",
    "scrubbing a tiled floor in Seville—",
    "I’d scrub and sing myself.",
    "I would strangle the snakes of lastness",
    "like Herakles in his crib",
    "before I cocked my ear to Mozart for the last time.",
    "There is not sky or clouds enough to cover",
    "the music I would hear for the last time.",
    "I know a bank whereon the wild thyme of",
    "everything for the last time grows, covered with",
    "deadly nightshade and poison hemlock.",
    "No last, no first, thinking in the moment,",
    "years ago, you prepared the soil in Hawaii",
    "before you planted your palm trees, then shared",
    "most of your days and nights with them as equals.",
    "You built your house with a Zen room.",
    "I made no prayer when I dug a hole",
    "and pushed in a twelve-foot white pine,",
    "root ball locked in green plastic netting.",
    "I did not cut the netting, so twenty years later",
    "a tall, beautiful, white pine died.",
    "I lynched the roots. To save my life",
    "I would let them seize, cut out a bear’s heart,",
    "I would partake in its flesh.",
    "But you would die before you’d let them kill that bear.",
    "Again, I say, “Nothing for the last time.”",
    "You say, “Everything for the last time.”",
    "Sailor, I would have killed a stranger",
    "to save the world. Sailor, you would not.",
    "We kissed goodbye on the cheek.",
    "I hope not for the last time.",
    "Home, I look into my brass telescope—",
    "at the far end, where the moon and distant stars",
    "should be, I see my eye looking back at me,",
    "it’s twinkling and winking like a star. I go to bed.",
    "My dogs, donkeys and wife are sleeping. I am safe.",
    "You are home with your wife",
    "you met and decided to marry in four days."
  ],
  "title": "Poets at Lunch",
  "year": ""
}