{
  "author": "Stanley Moss",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Religion",
    "Living",
    "Judaism",
    "Social Commentaries",
    "Youth",
    "War",
    "Conflict",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178331",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Snow clouds shadow the bay, on the ice the odd fallen gull.",
    "I try to keep my friend from dying by remembering",
    "his childhood of praise to God, who needs us all. Würzburg:",
    "the grownups are inside saying prayers for the dead,",
    "the children are sent out to play—their laughter",
    "more sacred than prayer. After dark his father",
    "blesses and kisses him",
    ". He wakes",
    "to go to school with children who stayed behind",
    "and were murdered before promotion.",
    "Now his wife lies beside him.",
    "He may die with her head on his pillow.",
    "He sings in his sleep:",
    "“Her breasts are white sheep that appear on the mountain,",
    "her belly is like a heap of wheat set about with lilies.”",
    "Awake, he says, as if telling me a secret:",
    "“When metaphor and reality come together, death occurs.”",
    "His life is a light, fresh snow blowing across the bay.",
    "A year later in Jerusalem, he carries a fallen soldier",
    "on his back, himself. The text for the day begins:",
    "“He slew a lion in the pit in a time of snow”",
    "Seconds, minutes, hours are flesh,",
    "he tells me he is being cut to pieces—",
    "if they had not made him turn in his rifle …",
    "He sees I can not bear more of that.",
    "Yet a little sleep, a little slumber, a little folding",
    "of hands in sleep and we drink",
    ".",
    "Chilled in desert heat, what keeps him alive:",
    "soldiers—his wife, his son and daughter,",
    "perhaps the ashes of a girl he loved in childhood.",
    "Outside their window",
    "a Sun Bird and Dead Sea Sparrow fly",
    "from everlasting to everlasting.",
    "Later he covers my head with his hands, blessing me,",
    "later unable to walk alone he holds onto my hand",
    "with so much strength he comforts me."
  ],
  "title": "Praise",
  "year": ""
}