{
  "author": "Stanley Moss",
  "classification": "Elegy",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "Youth",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178334",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "In Canada, on a dark afternoon,",
    "from a cabin beside Lake Purgatory",
    "I saw your two clenched fists in a tree—",
    "your most recent rage—until I came to my senses,",
    "and saw two small lighted glass lamps reflected",
    "through a window onto the maple leaves.",
    "Was it simply that I had stolen away",
    "in the wilderness to go fishing on your birthday,",
    "twelve years after your death, and you",
    "less than your rusty pliers in my fishing box?",
    "It is late August in the moral North.",
    "To answer your first question,",
    "I obey the fish and game laws",
    "of New York State, Ontario and Quebec.",
    "The odd branch has already turned red.",
    "As for me I have turned inside out,",
    "I cry for revolution against myself—",
    "no longer red, I’m parlor pink and gray,",
    "you, less than a thumb print on a page.",
    "Matters still outstanding: you will not remember—",
    "a boy, I cut school, sneaked out",
    "to the 42nd Street library to read among readers",
    "like a stray lion cub taken into a great pride.",
    "I have kept your Greek grammar,",
    "your 78 revolutions per minute",
    "recording of Rossini’s",
    "you played to stop me from crying,",
    "almost my first memory.",
    "Your “valuable papers,” now valuable",
    "only to me, I fed to a fire years ago.",
    "Frankly I am tired of receiving letters from the dead",
    "every day, and carrying you on my back,",
    "out of the burning city,",
    "in and out of the bathroom and bedroom,",
    "you less than the smoke you wanted for a shroud.",
    "Let us dance with Sarah behind the curtain",
    "where God in his divine humor",
    "tells Abraham Sarah will at ninety bear a son,",
    "and she asks laughing within herself, “Will I have pleasure?”",
    "Take one foot, then the other … Imitate a departure",
    "if you make it not, and each going",
    "will lend a kind of easiness to the next.",
    "Father, you poisoned my father.",
    "I am standing alone, telling the truth",
    "as you commanded. (Without too many",
    "of the unseemly details, like the sounds of you in bed",
    "sucking, I thought, on fruit I later would not eat.)",
    "You, less than a seed of a wild grape.",
    "Today, in the last moments of light",
    "I heard a fish, a “Musky,” your nickname, break water.",
    "As I sing my song of how you",
    "will be remembered, if I could",
    "out of",
    ", I’d tie you to the mast",
    "and stuff your ears with wax. I regret",
    "some parts of the body forgive, some don’t. Father,",
    "do not forget your 18 inch Board of Education ruler",
    "on which I measured my penis, marking its progress.",
    "You kept it on your desk before you till your old age.",
    "One reason, perhaps, for the archaic Greek smile",
    "I wore on my face through boyhood.",
    "I never thought I’d dig your grave with laughter."
  ],
  "title": "The Inheritance",
  "year": ""
}