{
  "author": "John Greening",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248796",
  "region": "",
  "text": [
    "Twenty-four thousand times in any year, lightning strikes",
    "and kills. On the Heath, the timber shells, like bony Flemish spires,",
    "point heavenwards in warning. The stags take note and bow their heads",
    "at the sky’s first challenge, or hurl a bellowing peal back in defiance.",
    "Quicken your pace. Ask for Belfont, Bedfound, Bedefunde, Beda’s spring,",
    "however the changes ring, where he dispatched his woman each morning",
    "from their heap of halfsmart, crosswort, bloodcup, from under their thatch, to fetch",
    "even in such storms, even when she had reached nine months ...",
    "When will it end, this barrenness, these waves of agony, barefoot",
    "through lynchet, dyke, furze, thistle, the gusts and groans, water",
    "breaking overhead? Beda’s woman lies back in the heather bed",
    "of history; you press on. At your feet is a baby, and another,",
    "heads like mushrooms, crowning, crying, put out for the Heath",
    "to take care of. Their mewings pierce the air. But there is no milk.",
    "Do not pick them. Leave them to the",
    "who gather round.",
    "Consider instead the oaks, each ring another year that these",
    "might have suffered. Pass on through Hag Lane into Bedfont.",
    ". Old English",
    ", a tub or container,",
    ", on loan from Rome (whose roots and tesserae lie scattered",
    "beneath your modern tread),",
    "or",
    ". That distant rumbling",
    "is just a farmer bringing home grain. They are far behind you now",
    "between dead oaks and dark enclosing deer, exposed, yet silent.",
    "Thunder has paused. Head for the church, the fighting cocks (or peacocks)",
    "of St. Mary the Virgin, East Bedfont, and hurry on through its topiary",
    "nonsense, past the tombs of those who died on February the 31st,",
    "or aged three hundred and sixty-one. Enter the pudding stone.",
    "At the font like a cowled servant presenting the first and final course,",
    "is a Friar, sworn to poverty, chastity, his vessel raised, fending off storms."
  ],
  "title": "Heath XXIX",
  "year": ""
}