{
  "author": "G. E. Murray",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Living",
    "School",
    "Learning",
    "Activities",
    "Relationships",
    "Sports",
    "Outdoor Activities",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177585",
  "region": "U.S., Midwestern",
  "text": [
    "Pure veins of bogus blue-blood and such fancy hungers",
    "~",
    "In the end no surprise of reports of you dying younger than your gods",
    "~",
    "Kicked back in the classic toilet scene",
    "~",
    "With a spike in your arm and twelve large in pocket",
    "~",
    "Thanks to a lucky day scamming the dumb Social Services folks",
    "~",
    "It’s a human thing, pants at your ankles, leaving unclean",
    "~",
    "Because life’s road is only one night in a bad motel",
    "~",
    "Harry, you could play basketball in your bare feet, and win",
    "~",
    "You could name all the provinces of Canada",
    "~",
    "And simultaneously scour the Social Register",
    "~",
    "For the names of those sad and silly girls you wanted to get right",
    "~",
    "You relished autumn leaves and ignited inglorious schemes",
    "~",
    "Deconstructing the idea of prep-school Friday sunsets",
    "~",
    "In lavish October, stealing among faculty hors d’oeuvres and sherry",
    "~",
    "All the while creating your own hooligan oeuvre",
    "~",
    "With your others off to Yale, Colgate, Brown",
    "~",
    "Night after night, alone in L.A.",
    "~",
    "Seeking better quotas, vistas, cushion, heroin",
    "~",
    "And that last tricky exit to the Santa Monica Freeway",
    "~",
    "In one more borrowed car with one more borrowed fiction",
    "~",
    "Oh yes, you must have been laughing",
    "~",
    "And spitting back at the boldface of Pacific wind",
    "~",
    "Cruising the left coast on sheer gall",
    "~",
    "But mostly, at 3",
    ", in the local playground, Harry",
    "~",
    "You played solitary ball",
    "~",
    "And dreamed of final seconds in a distant game",
    "~",
    "You drove to the sacred bucket with a fury",
    "~",
    "Slick crossover dribble, and then burst to the pull-up jumper",
    "~",
    "No harm, no foul, nothing but net.",
    "~",
    "But all alone, in the heart of West Hollywood, Harry,",
    "~",
    "You jerk, you bricked the last shot."
  ],
  "title": "The Unsung Song of Harry Duffy",
  "year": ""
}