{
  "author": "Philip Whalen",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "Popular Culture",
    "Cities",
    "Urban Life",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181079",
  "region": "",
  "text": [
    "Having returned at last and being carefully seated",
    "On the floor—somebody else's floor, as usual—",
    "Far away across that ocean which looked",
    "Through Newport windows years ago—somebody else's livingroom—",
    "Another messed-up weedy garden",
    "Tall floppy improbably red flowers",
    "All the leaves turned over in the rain",
    "Ridged furry scrotum veins",
    "Hedges glisten tile roof tin roof telephone pole",
    "Decoratively tormented black pine",
    "Slowly repeating its careful program",
    "Endlessly regretting but here is original done once",
    "Not to be reproduced nor electronically remembered",
    "Loosen up. Festoon.",
    "An enormous drop of pure water suddenly there",
    "Right in the center of preceding page",
    "Nothing can be done about that. The line was ruined. OK.",
    "Belt hair. A bend is funnier. Bar Kochba. Do something",
    "About it. Like animal factory mayhem.",
    "The master said, \"You shouldn't have put",
    "Yourself into such a position",
    "In the first place.\" Nevertheless,",
    "It all looks different, right to left.",
    "Another master said, \"Well,",
    "You can always take more, you know.\"",
    "The wind went by just now",
    "South Dakota. Who's responsible for this",
    "Absurd revival of the Byzantine Empire,",
    "Sioux Falls-Mitchell-Yankton area?",
    "Further anomalies of this order will receive",
    "Such punishment as a Court Martial may direct",
    "Or the discretion of the Company Commander",
    "Failure to conform with these regulations",
    "Shall be punished by Court Martial",
    "TAKE ALL YOU WANT BUT EAT ALL YOU TAKE",
    "The following named Enlisted Men are transf",
    "RESTRICTED, SPECIAL ORDER #21 this",
    "HQ dd 8 Feb 1946 contained 6 Pars.C E N S O R E D",
    "3. Fol EM, White, MCO indicated, ASRS indicated,",
    "AF2AF, are reld fr asgmt and dy this HQ and trfd",
    "in gr to 37th AAFBU, Dorje Field, Lhasa, TIBET",
    "and WP at such time as will enable them to arrive therat",
    "not later than 20 Feb 1946 rptg to CO for dy C E N S O R E D",
    "Or such punishment as a Court Martial may direct",
    "I used to travel that way.",
    "Always take a little more. This is called",
    "\"A controlled habit.\" (Don't look at me,",
    "I never said a murmuring word.)",
    "Didn't you say, \"polished water?\"",
    "I normally wouldn't say so.",
    "Wasp in the bookshelf rejects Walt Whitman,",
    "Herman Melville, Emily Dickinson, The Goliard Poets,",
    "A Vedic Reader, Lama Govinda, Medival French Verses & Romances,",
    "Long Discourses of the Buddha, and The Principal Upanishads.",
    "Window glass reads more entertainingly",
    "But soon that too is left for the foxtail grass",
    "Camellia hedge, the dull mid-morning sun",
    "followed by accidental descent into goofball drift",
    "unintentionally",
    "but such is the cost of knowledge",
    "recollections of Jack in Berkeley",
    "Nembies & grass & wine",
    "Geraniums, ripe apricots, & plums",
    "Clio's green and slanting eyes",
    "Gentle smile of pointed face",
    "How much love I owe to her and to all women",
    "My mother tried to warn me,",
    "\"Let your sister ride the bike a while;",
    "Don't be so damned selfish!\"",
    "How can Victorian American lady",
    "Explain to her son that his cock",
    "Doesn't belong exclusively to himself",
    "But also to certain future women?",
    "It's a matter of some reassurance",
    "That we are physically indistinguishable from other men.",
    "When introspection shows us",
    "That we have different degrees of intelligence",
    "Varying capacities for knowing morality",
    "We lose something of our complacency",
    "Rooty-toot",
    "Rooty-toot",
    "We're the boys",
    "From the Institute",
    "I wondered recently what school was being lampooned",
    "In this impudent snatch of gradeschool melody",
    "Recollection of obscene & early childhood.",
    "If Socrates and Plato and Diotima",
    "And all the rest of the folks at that party",
    "Had simply eaten lots of food and wine and dope",
    "And spent the entire weekend in bed together",
    "Perhaps Western Civilization",
    "Wouldn't have been such a failure?",
    "Rooty-toot, Plato's Original Institute",
    "Much of the morning sweeping consists of clearing away",
    "Bodies of several hundred insects who followed my lightglobes",
    "And perished here.",
    "After 49 days each one of them will be reborn",
    "Each in a different shape in a different world",
    "Each according to the quality of his actions",
    "In all his past existences. What a system.",
    "Hi-de-ho.",
    "Rooty-toot-toot. Normally I wouldn't say no.",
    "Rooty-toot is what any bugle, horn or trumpet",
    "Is thought of as \"saying,\" the sound of a fart.",
    "Years later I found the trumpeting devils in the",
    "M U S H",
    "All dropped untidy into the bottom of my skull",
    "A warped red plastic phonograph record (the labels says",
    ") floats on top, inaudible;",
    "Nevertheless, light comes through it in a pleasant way",
    "Precisely the color of raspberry licorice whips.",
    "It got bent in the mail, too near the steampipes...",
    "The music is in there someplace, squeezed into plastic",
    "At enormous expense of knowledge,",
    "\"FIRE IN THE BORGO\"",
    "luke-warm mush, then cold milk poured over it",
    "chills and transforms the entire arrangement gradually",
    "tending towards an ineradicable (nonbiodegradable)",
    "plastic resembling \"Bakelite,\" shiny brown",
    "It shatters if you drop it hard",
    "Changed again! Turned 180 degrees in an",
    "Unexpected direction",
    "Bent Beethoven,",
    "I have lived",
    "All these years until this moment",
    "Without understanding there's absolutely nothing",
    "Which I can do well",
    "(RING BELL THREE TIMES)",
    "N O T H I N G",
    "\"Har-de-har.\"",
    "What do you mean, \"Har-de-har\"?",
    "Nothing, just \"Har-de-har.\"",
    "I might have said, \"Hi-de-ho.\"",
    "\"O Mighty Nothing!\" (How does the Wicked Earl begin?)",
    "\"Then all proceeded from the great united...\"",
    "(what?)",
    "\"And from thy frutiful emptiness's hand",
    "Snatch'd Men, Beasts, Birds, Fire (Water), Air and Land\"",
    "John Wilmot Earl of Rochester.",
    "The parenthesized water is presented to us",
    "On good authority by the Editor, Vivian De Sola Pinto.",
    "I found my mother's name",
    "Written there three hundred years ago.",
    "\"I don't know whether we can or not. Hee-hee! Let's try!\"",
    "W A L K L I G H T!",
    "I don't know anything about it",
    "There are two long-bearded apprehensive gremlins",
    "One beside each of my ears. The left-hand one",
    "Very gently whispers, \"Hello?\" and",
    "Listens for a reply from the other side.",
    "He repeats, \"Hello?\" very softly. \"Are you",
    "Still there?\" And the right-hand one listening",
    "And nodding, his own ear turned towards that furry dark",
    "Pink and lavender cave. Presently he replies",
    "(Also very softly) \"Hello!\"",
    "Across the blank echoing empty dark between.",
    "I think I'll go take a bath.",
    "Well, come on, who is it, if it isn't for gremlins—",
    "Some other of those revolting British creations for children",
    "Subject of PhD theses in American universities",
    "Big eyes, charm, lots of fur all over",
    "Stage-set by Arthur Rackham",
    "I'm really going to take a bath now.",
    "I split wood (gift of the landlord) while water",
    "Plooshes into iron pot.",
    "Make fire underneath.",
    "Bless these elements! Their nature and use",
    "Connect me to this place (The Capital) its history",
    "Temple bell rings (No Self. No Permanence.)",
    "Fiery waters all around",
    "The iron bathtub is history, its name,",
    "A Goemon bath, he was a highway robber, caught at last",
    "And cooked to death in a pot of boiling oil",
    "On the bank of the Kamo River.",
    "Unveiling and Elevation of the Wienie",
    "(RING GONG THREE TIMES)",
    "Kyoto October 2, 1969 a graceful poem",
    "In fond & grateful memory of Mr W. S. All Happinesse",
    "Outline of Hieizan almost invisible behind the hedge",
    "(Not my hedge but the one at Daitokuji Hojo)",
    "Kamo River uniform white lines pouring down",
    "Solidly moulded over stone barrage",
    "Foam across great fitted paving blocks (The Dalles!)",
    "Its man-made bed",
    "rowdy-dow",
    "beyond the foam thick purple",
    "From dye-vats along Takano River",
    "Green shaved patch on dark moutainside DAIMONJI",
    "which we saw as a pattern of fire from Arashiyama Bridge",
    "paper lanterns floating in the River Oi",
    "Souls returning to the flowery shore,",
    "the Wind's Angelic Face",
    "Puffing, happy Wallace Stevens Birthday",
    "Heavenly Baroque paradise where he sails",
    "Far New Haven's Other Shore",
    "Cherubic winds flap his coronation robes",
    "Dash silver on his golden harp and starry brow",
    "An extravagant Handelian heaven",
    "Lavender wings of peacock feather eyes",
    "All Memling enamel (Mr Yeats a little jealous)",
    "Harps of \"omnipotent power\"",
    "(\"OHO, OMNIPOTENT POW-ER",
    "OHO! OH JOY DIVINE!\"",
    "Gregory Corso imitating Peter Ustinov Nero-movie)",
    "Too busy to see anyone in New York",
    "A few French paintings, shoeshine",
    "New tweed English pants two pounds real Camembert cheese",
    "Who is there to see in New York anyway",
    "Everybody's moved to Balinas (I dreamed last night of Margot Doss)",
    "And so home again, among roses \"Arcades of Philadelphia",
    "The Past\" a piece of Idaho scenic agate",
    "A crystal ball \"Of Hartford in a Purple Light\"",
    "And supper on \"An Ordinary Evening in New Haven\"",
    "Where you never lived but always heaven",
    "Along with Stéphane Mallarmé and all the marble swans.",
    "I keep thinking about all the really great ones",
    "(To paraphrase Mr Spender) I think",
    "Like anybody living in a foreign country",
    "Of home and money...",
    "There's probably",
    "sensible human way of living in America",
    "Without being rich or drunk or taking dope all the time",
    "FRED, IS THAT MUSIC? DO I SHAKE OR WEEP?",
    "3:X:69 Thomas Wolfe's Birthday \"he'd say ok and we'd start in",
    "and every time I'd presently find myself going involuntarily",
    "ulk, ulk, ulk, which seemed to inspire him to even wilder",
    "extravagances,\"",
    "FRED IS THAT",
    "? DO I FAKE OR LEAP?",
    "To my horror & chagrin I see that I've suppressed",
    "Lots of goody in the process of copying from ms to typewriter;",
    "Mike warned me years ago, \"You should always",
    "Make them reproduce your handwritten pages.\"",
    "( O V E R L A P )",
    "overleaf clover",
    "I said",
    "rowdy-dow",
    "(picture of leaves)",
    "poo.",
    "beyond the foam",
    "thick purple. Takano River dye-vats",
    "there's not a way in the world I can explain to you",
    "you just have to get in and start doing it yourself",
    "green shaved patch",
    "right half of the big DAIMONJI",
    "\"Every place is the same",
    "Because I felt the same, remembering everything",
    "We boated for hours on the Lake of Constance",
    "Went swimming in the Blue Grotto, ate sheep's eyes",
    "And chicken guts in Crete. The blue tiles of Isfahan",
    "Were better or worse than the blue tiles around the late",
    "Mr__,his swimming pool at San Simeon.\"",
    "And the man from Intourist at Tbilisi who so much",
    "Resembled him:",
    "\"Everything being the same everything is naturally different\"",
    "Here in the Shinshindo Coffee Shop again",
    "that blonde young lady who just disappeared into—",
    "and so swiftly reappeared out of—the",
    "was not",
    "that funny girl who used to write for",
    "but may as well have",
    "been—",
    "right this minute",
    "asleep in London, Sydney or Tashkent",
    "three new little trees just beyond",
    "north end of goldfish pond.",
    "I peer among the branches",
    "in search of the blonde who now sits inside",
    "I am in arbor outside",
    "the number of goldfish seven or nine",
    "One is color of polished metal",
    "that girl's hair is a paler shade",
    "(streetcar fills the window 1 1/2 seconds) the hard chairs",
    "and benches here, big tables probably not like the ones",
    "in Reed College library. Fits of psychic imperialism",
    "I attach tags, carve initials, pee on fireplugs",
    "outlining my territory",
    "is that blonde still there",
    "sort of ecru-colored minidress, thin cloth, heavy coat",
    "thick pale hair, untidy braid half undone behind",
    "small pointy nose, chin recedes a little",
    "there's no point in returning until I find out",
    "why did I have to come all the way back here",
    "endless belt of punch-cards travels through the neighbor's loom",
    "repetition of a pattern from a long time back",
    "here's one who eats a hardboiled egg, rolls, hot milk",
    "and a picture magazine. His friend's weak eyes read",
    "a little book",
    "German metaphysics translated into literary Japanese",
    "vague to vague",
    "two giant galaxies passing through into and beyond each",
    "other, a radio receiver on a planet several thousand",
    "light years off might well tune in",
    "on a stupendous music,",
    "FOOOREENG! &c (Karl-Heinz Stockausen)",
    "chancre star",
    "when you get to the end,",
    "stop",
    "Bill Whosis drunk & yelling in front of Sanjo Station",
    "End of the Tokaido Road",
    "Kamogawa sluicing fast under Sanjo Bridge",
    "The wooden posts and railings shown by Hokusai",
    "guard the asphalt concrete way",
    "\"Why don't you walk?\"",
    "a way of living in America",
    "doesn't really invite a narrow pen point plink",
    "under they penthouse lid they eye they milky",
    "forehead, Yaquina Bay, Yachats,",
    "Neptune Park (Tillie the Whale flashes past",
    "just north or south of Yachats?)",
    "I can imagine living there as my grandmother did",
    "gathering wild blackberries",
    "driving out towards Gresham for a mess of green corn",
    "time for melons, grapes & Chinook salmon",
    "at The Dalles, dig mud clams at Netarts Bay",
    "Family all over the place, friends from the old",
    "Kilpatrick Hotel, bring blackberry jam",
    "fresh string beans and salmon",
    "She wanted her hotel in winter",
    "good steam heat, parties and dances",
    "The Lonesome Club, Cotillion Ballroom",
    "Earliest spring flowers and pussywillows",
    "Green slime and moss and mud evergreen and fern",
    "smell of woman, beyond enormous plate-glass windows",
    "The Studebaker black sedan.",
    "All this lost again, galmed up for fair",
    "where's the minute particulars?",
    "what was I thinking of?",
    "I keep thinking of those really great ones like Confucius:",
    "\"What am I supposed to do, become rich & famous?\"",
    "People keep introducing me to the famous English Poet",
    "We have been introduced to each other once every ten years",
    "For a very long time. He has no reason to remember meeting",
    "Me, since the conversation is limited to \"how do you do?\"",
    "And he's considerably taller than I am.",
    "I think all the time I can't forgive him",
    "For jamming that \"nk\" sound against the initial \"C\"",
    "Nor for the blackmail word, \"truly\"",
    "I can't stop thinking about ...",
    "I keep thinking all the time about those",
    "Absolutely splendid",
    "(that isn't so sharp, either)",
    "Well, somewhere there's an exact & absolutely wild poetical",
    "equivalent to Mr X's most often quoted line, & if he",
    "had found it & used it",
    "I should have swooned with awe & pleasure when I was first",
    "introduced to him, & afterwards we might have been able",
    "to talk together?",
    "Fred, is that music?",
    "Do I shake or weep? Did you fall or was you pushed?",
    "Did I run and was I tired",
    "Years gone by, twelve years agone",
    "I must have had about me then some final faded blink of beauty",
    "Fred asked me to marry him, he would be 21 fairly soon",
    "I never had a greater compliment.",
    "It's too bad we were sexually incompatible",
    "He's the only one who ever asked me.",
    "No matter how odd the fancy I remember him",
    "Happily at the entrance to old age",
    "I haven't been a total failure after all.",
    "Paul Gauguin went someplace there was light enough to see",
    "And it made him a painter. (?) N. Hawthorne to Italy",
    "H. Melville to the Southern Sea, beyond the neighborhood of",
    "Christian gentlefolk",
    "Fred, is that music that I fake or leap?",
    "Lion-faced Paul Gauguin fingers and toes",
    "Cock and nose all sloughing gradually away",
    "Leprosy melted him, northern snowman",
    "Disadvantages of a lovely climate",
    "\"White men go to pieces in the Tropics\"",
    "I can't stop thinking about those who really knew",
    "What they were doing, Paul Gauguin, John Wieners, LeRoi Jones",
    "I keep thinking of those great ones who never fled the music",
    "Fred and his roommate with bottled hair",
    "All of them yarded off to Viet Nam",
    "Translated into Rugged American Fighting Men",
    "Defending the Free World against Godless Atheistic Communism",
    "(\"I am a U.S. Marine.",
    "I like to fuck and I like to fight:",
    "What's it going to be?\")",
    "Which makes it impossible to like the",
    "Sadist faggotry too much like Parris Island",
    "The Green Berets and the cops back home",
    "Somebody else's castration fantasies acted out",
    "In an ideal climate",
    "but why should the world be different",
    "Why should it continue in its present",
    "nasty way? and it changes every",
    "nanosecond, lovely, dreadful, smashed",
    "dismembered and devoured by",
    "Events like the Indo-China War",
    "Final quivers and tremblings",
    "Neural flashes in freshly killed men",
    "(movie of",
    ")",
    "The longer I think about it",
    "The more I doubt that there is such a thing as",
    "Western Civilization. A puritan commercial culture",
    "Was transplanted from Europe to U.S.A. in the 17th Century",
    "American Indians were a civilized people.",
    "I remember when L.A. had an ideal climate",
    "\"Everybody wants complete privacy in the Hollywood Hills",
    "for $35 a month,\" the real estate lady told C.L.T.",
    "She wore this big Marianne Moore garden party hat",
    "rocky face petrified lap-dog. \"You don't want to",
    "live over there, Honey, there's Dark Clouds in that",
    "neighborhood.\"",
    "C. & Shirley escaped to Europe and New Mexico",
    "Bottom of my waterglass, pentagonal crystal",
    "The light changes passing through, bent by glass into color",
    "and we are a rainbow, no matter how we love or hate it",
    "We are beautiful red and black and yellow and brown and white",
    "Maybe a few Swedes or Finns are green in the winter time",
    "If they get cold enough. How can we not be miraculously",
    "Beautiful colors which betray our true nature which is love",
    "And wisdom, compassion and enlightenment,",
    "\"Six times three is eighteen\"",
    "In Takagamine tiny old lady turns towards a Jizo shrine",
    "Across the street,",
    "A short prayer, umbrella in one hand, the other held up",
    "Before her (",
    ") and then bowed very slowly",
    "(She really meant it) first head and neck, and then",
    "The waist, very slowly down and back again.",
    "Jizo-samma certainly must have felt obliged",
    "To attend immediately and in person to that lady's",
    "Children and departed relatives. Being Jizo-samma",
    "He has exactly time and energy and compassion enough",
    "To do exactly that, right now.",
    "can this be straight description of observation",
    "without intending to embarrass or attack anybody,",
    "without waving my arms and yelling",
    "does Mr Gauguin's palette go towards a muddiness",
    "even the tropical pictures are faintly greyed",
    "fluorescent lights in gallery (Kyoto Municipal Museum)",
    "varnish going bad or the pigments themselves",
    "breaking down? look again",
    "fishpond looks clean",
    "fish are newly polished",
    "Frog-child's baby sister has come to ride her tricycle",
    "orange teddy-bear strapped to her back",
    "the same way her mother carries her",
    "The papa comes to pound a large flat shoe on fishpond rim",
    "fish whirl round in fits, then he scatters crumbs on water",
    "goldfish feed",
    "There is a wonderful kind of writing",
    "Which is never written NOW",
    "About this moment. It's always done later",
    "And redone until it is perfect.",
    "Praying mantis moored to top of a flower stalk",
    "Grooms itself like a canary",
    "Preens",
    "Two tailfeathers",
    "I wonder whether Wordsworth was subject to fits",
    "Of feeblemindedness or simply had a low opinion",
    "Of his readers?",
    "Bigger mantis upside-down on glass door.",
    "Who else has a face like that:",
    "hammerhead shark another cannibal",
    "Strong mothball smell emanates form English poetry & prose",
    "After the death of Wm Blake...or a little before",
    "It is detectable in Keats, Shelley, Byron...mothballs",
    "And flannel. Smell of Established Church. Industrialism",
    "And Empire building: same Whiggery rules us now",
    "I've got to go sort out my guts.",
    "\"What have you been doing these days?\"",
    "Just sorting out my guts. disentangling and",
    "Re-coiling them neatly back in place",
    "The same operation must be performed",
    "Upon the telephone cord, every now and again",
    ", in memory of Kobo Daishi",
    "Fleamarket day.",
    "I greet you from the very top of the page",
    "an single branch of stovewood smolders",
    "under the bathtub, the brand of Meleager",
    "still high but able to cook, eat, write, make bath, SWEAT",
    "they ring the bell again I hope all sentient beings",
    "attain complete perfect final enlightenment",
    "which is exactly who I am or not",
    "all my greasy fingers",
    "coffee-break time down at the Emergency Factory",
    "early in the war, before we all got uniform shot but now",
    "you are trying to confuse me about having my eyes shut",
    "My name is Chauncey M. Depew and it is November 11, 1910",
    "What do you think of that, hey?",
    "STOP IT, I SAY, STOP THIS TRUMPERY OF MOCKERY",
    "mockery trumpery pink chenille fuzz elephant baby mockery",
    "trumpery trumpery mockery",
    "mongery freeny-monger? fundle",
    "Our main difficulty: fear and distrust of freedom",
    "We think it must be carefully measured",
    "Weighed and doled out in discreet quantities",
    "To responsible persons of good character and high",
    "Social standing; people with lots of money which is evidence",
    "Of their reliability and moral quality",
    "Liberty in other hands is \"license\"",
    "Difficulties compounded by idea of \"consent\"",
    "And theory of \"delegated powers.\"",
    "Hire specialists to run everything.",
    "But the powers they derive from us",
    "Relieve these governors of all responsibility",
    "Somehow become vast personal wealth—",
    "Fortunes which must be protected from \"license\" and",
    "\"the violence of the mob\"",
    "We find our freedom diminished (KING LEAR)",
    "Delegation a license for the abuse of power",
    "say, just what are you trying",
    "to prove, anyway?",
    "What do I care about proving anything",
    "Only bust chains & shackles that we may slip anchor",
    "Haul-ass away to the making of Paradise",
    "Where now are only fraudulent states, paint-factories",
    "Lies and stinks and wars",
    "One kid put it clear as may be:",
    "\"I want America to be magic electrical Tibet\"",
    "Or Kozanji, for example, a little NW of the Capital",
    "Absolutely defenseless, abbot's house on pointed mountain",
    "Top, delicate walls",
    "Multitudes of people drifting through it",
    "Footless ghosts, no fingers, empty parkas",
    "The billows of smoke of burnt and burning leaves",
    "The silence, unbroken purity existing in the world",
    "Cuts down impatience",
    "Leaf jewels rage and brilliant silence",
    "Cold flames: Fudo-Myo-o",
    "Carved fire, sculptured flame world net wall",
    "Momentary bird-heads eyes beaks all swirl crimson ray",
    "Beams yellow streaked. He isn't in the fire he's made of it",
    "The light cool zap-energy sword the gentle hat of lotus flower",
    "Big square feet on solid rock Takao-yama",
    "As I looked at them they must see me, flaming",
    "All absurd, film of mistaken proprieties",
    "Culture of dim Oregon farmhouse to burn to dispose of",
    "Instantly",
    "If what is real can be created or destroyed",
    "Clouds move above maples",
    "Change colors we walk beneath",
    "Colored spaces mean something else—",
    "Where in all this tight and elegant disorder . . . . . .",
    "Walk on down Kiyotaki River canyon from Jingoji",
    "Missed the trail, found confluence of Kiyotaki and Hozu rivers",
    "Smooth grey-green cliffs of single rock",
    "Heavy green water, no way back to the Capital",
    "Except by boat, voyage in raging maple colors",
    "Over dragon rocks of dream.",
    "Late extravagant lunch, Arashiyama, Hurricane Ridge",
    "I just reread a little of",
    "To which I could only reply, “You poor fish.”",
    "GOD KNOWS THE SPARROW FELL:",
    "GOD SHOVED HIM.",
    "Let’s go visit the tomb of Emperor Murakami",
    "Look at autumn leaves but there light rain starts falling",
    "I had hoped to visit big rock on the hillside, also",
    "But came back home I want my umbrella I want my lunch",
    "RAIN",
    "serious, wet rain",
    "discovered the tomb of KOKO TENNO",
    "Between the parkway and the trolley track due south of noodle",
    "shop",
    "RAY OF FILIAL DUTY who ordered the Ninnaji to be",
    "And the next emperor was first abbot there: UDA TENNO",
    "His Muroji Palace",
    "Here come the maidens dancing",
    "That song they are singing that song which you shall",
    "Be listening is call “The Song of the Panicled Millet”",
    "In the Chinese classical node",
    "In America we’ve been fighting each other 100 years",
    "We pretend we’re unimaginably rich",
    "But we are poor and afraid of the poor who must become",
    "The Army to defend us against right and wrong",
    "All automatic and impersonal",
    "The Law is The Government",
    "Shall take all your money and kill you",
    "Being completely free and entirely, impartially just",
    "Edgar Allan Poe saw the walls of Plato’s Cave",
    "Slowly moving inwards to crush us",
    "Who licks up the juice that runs out at the bottom?",
    "The real shame of America is the lack of an anticlerical Movement or party. All parties try to compound",
    "With invisible State Protestant Church that theoretically Doesn’t exist. Rubes who think of themselves as",
    "Members in good standing are bilked and robbed.",
    "I got to buy me them eggs.",
    "30 MORE SHOPPING DAYS UNTIL CHRISTMAS!",
    "“again and again the flames of his inordinate Passion",
    "licked my naked flesh again.”",
    "29 MORE SHOPPING DAYS UNTIL CHRISTMAS!",
    "“rolled right over until",
    "was over the top of",
    "did",
    "you ever hear of such a thing I said Wilbur what on earth are",
    "you trying to do and he was wiggling and shaking and squeezing",
    "and panting and saying all them things over again like he was",
    "going crazy until I didn’t know whether to send for the doctor or the fire department but he stopped all of sudden you know",
    "how they do and that nasty stuff all over everything I tell you",
    "if I had it to do over again I’d never get married and Wilbur",
    "is my third husband”",
    "28 MORE SHOPPING DAYS BEFORE THE FEAST OF",
    "THE NATIVITY",
    "\"then he turns right around and wants to do it again well I",
    "said listen you old goat I've got to get some rest I've got to",
    "go shopping tomorrow whether you go to work or not\"",
    "27 MORE SHOPPING DAYS UNTIL CHRISTMAS",
    "Fred, is that music?",
    "Ah, no, my foolish darling",
    "It is only the roaring of the aged chilling blood",
    "Sluggishly perambulating your brittle veins you forgot",
    "Your bloodpressure pills again, too busy to go out",
    "They brought you three dead sandwiches upon a tray",
    "And coffee, tepid black forbidden coffee",
    "On a tray and you lost your temper on the telephone",
    "And now it echoes in your hollow empty wooden head",
    "I’m not afraid of you.",
    "You’re nothing but an incubus.",
    "TWENTY-SIX GREATER AND LARGER SHOPPING DAYS",
    "BEFORE CHRISTMAS",
    "So you’re a poet, hey?",
    "Well if you’re a poet",
    "Tell me a poem.",
    "Come on, tell me one.",
    "Are you a published poet?",
    "Do you know Nick Crome?",
    "One fine day AG was mad at me and said,",
    "“You’re going to be a little old man who smells of kerosene",
    "and sits in the public library every day reading Pliny”",
    "Awoke at quarter-past three",
    "strange wooden clack sound",
    "Later find fallen mud-plaster chunk in",
    "Puddle of pee with one long black hair in the corner of benjo",
    "floor",
    "Gloomy gold morning ten",
    "ingest giant lump of bhang",
    "With strawberry jam from Bulgaria (friendly socialist country)",
    "Hot coffee. Things will seem better half an hour from now, OK?",
    "Shut up.",
    "What’s the use of having a cold if nobody cares.",
    "Why not simply do something else.",
    "An absolute mystery: how to stop and begin differently.",
    "“Don’t be a ninny, Dr. Culpepper, all surgery is radical",
    "Hand me that there Gigli-saw. Yes, yes, it all",
    "Connects, have no fear, we can take a tuck in the membrane",
    "If necessary. Try to develop a little more dexterity—",
    "Have you tried practicing the piano or the guitar?",
    "Us brain surgeons got to how a little culture.",
    "Quit banging my elbow, nurse.”",
    "Fifty years fighting the Bolsheviki",
    "To maintain a 500% profit on every waffle-iron and locomotive",
    "At 499% times are growing difficult, we must try to retrench",
    "At 497^% lay off some of the newer employees the market looks",
    "“Bearish” at 496% SELL OUT while there’s still a chance.",
    "In order to boost profits back to 498%",
    "A “presence” appears in Cambodia",
    "When did the dumb-bunny bomb first hit U.S.A.?",
    "How come everybody appreciated it so much?",
    "THE BAD NEWS INCUBUS SERVICE",
    "“I’m going to get well right away.",
    "I’m going to be just fine,” the old man said;",
    "Then his eyes rolled up and his breath stop",
    "And there he lay dead as a flounder.",
    "Lost again yesterday walking towards Arashiyama",
    "Inconveniently: lunchtime. Several villages,",
    "Tomb of the Emperor Uda, deserted superhighway to Western Hills",
    "I thought of asking somebody, “This the road to China?”",
    "I really knew where I was, I’d been to those mountains",
    "The empty freeway bored and frightened me",
    "Broken highway to a pretty place where I bought expensive",
    "noodles",
    "Well, it opened up a space, I could see the distance, for a",
    "change",
    "Breathe. Did I miss nine trillion cars, want them to be",
    "On this road with me?",
    "At home, the vegetable supply",
    "A Dutch still-life set on reversed lid of",
    "Half a red carrot half a giant radish half a head of hokusai",
    "A completely monumental potato",
    "China will sail across big Zen soup to me",
    "THE BAD NEWS INCUBUS SERVICE",
    "They peer down through my ceiling",
    "“Poor old man he’s too fat to live much longer”",
    "Which part of this bothers me most—",
    "Insincerity, indifference or the fraudulent ceiling?",
    "Voices out of the air the bleak and windy white skull attic",
    "Flat white for lots of light",
    "Hollow wooden head son of a bitch, Homer Matson used to say",
    "I keep trying to remember that this is my life now",
    "What I’ve got, what I actively chose",
    "Pine tree stone lanterns outside the mason’s house imperial",
    "tomb",
    "Camellia hedge monkey-slide tree",
    "And the responsibility for learning two languages (which",
    "I evade) and dim insistences of two others in the background",
    "Sanskrit and Tibetan. awk!",
    "WHY DID I LAUGH TO-NIGHT?",
    "NO VOICE.",
    "At the foot of the stonewall Fukuoji Jinsha",
    "Somebody took leave of her shoes;",
    "There they are.",
    "Red.",
    "Strangely enough I find that I’m all right",
    "Nothing's really wrong with me, there’s food",
    "Payday will be Thursday the pleasure of looking at",
    "A tiny mountain of low-grade amethyst",
    "Almost the color of gas flame cooking buckwheat noodles",
    "(kerosene is on the way)",
    "The cold weather is neither monster nor prodigy",
    "I seem to survive it (Vitamin C) in spite of paranoia",
    "(Vitamin B-complex shortages?).",
    "In winter the air is cold as it is hot in summer",
    "But I never can understand the idea",
    "All too soon I must leave these beauties",
    "And come away to heaven’s boring towers of golden flapping",
    "Snowy wings and halo bright star crown",
    "No more to see your sexy frown and freckles",
    "(“I can’t find my mirror!",
    "I can’t find my things!”)",
    "So that when you’ve at last arrived there too",
    "Shall we bleak and holy strangers distant forgiving nod and",
    "smile?",
    "But soon you’ll be asking me, “How do I look?",
    "Is my halo all right? I know my wings are all slaunch-wise",
    "Along the trailing edge.” (Preen, preen.) “I wish I had",
    "My mirror, Kids! I wish I had all my things Oh well",
    "I don’t care please hold me I want you to hang onto me a",
    "while.”",
    "Torn paper fake mountains become three-dimensional",
    "Transparent crystals. Bushes and trees all",
    "Barbered and shaved plaques of tourmaline, emerald",
    "They used to tell me I must apply myself",
    "Work hard and don’t be lazy",
    "But what I must learn is to accomplish everything",
    "Which has nothing to do with work.",
    "Work is what an instrument or engine does.",
    "We say a crystal changes white light to green",
    "Breaks light into rainbow, scatters it",
    "Focuses to burning point. The crystal does",
    "Nothing. Its shape and structure make all",
    "The difference. Think of transistors and lasers.",
    "In order to make this day great",
    "Yesterday must be altered",
    "Rain I must wear overcoat muffler and bamboo umbrella",
    "Thinking of monkey tribes on Hieizan and Iwatayama",
    "Wet & freezing I hope they’re finding food",
    "Lovely bronze-green fur, defenseless eyes",
    "They run if you stare at them:",
    "Fixed gaze prepares for pounce crunch fangs of death",
    "All monkies everywhere look worried all the time",
    "Eyes and faces, Oh God, what next. Me?”",
    "Lots of instructions wasted",
    "Go down town and argue with the bank",
    "Fall, as leap",
    "Fred?",
    "Yesterday afternoon they said",
    "They’d pay in the morning.",
    "This morning they say",
    "They’ll pay in the afternoon",
    "Raving hot sunshine two days before Christmas",
    "BAFFLEMUTE",
    "& so to Osaka.",
    "Beguile me with all them blandishments again!",
    "Cursus:",
    "The hotel falls. The false hotel.",
    "Enter One in the character of a false hotel. He speaks:",
    "MALEMUTE!",
    "BEZOAR!",
    "TREMENDULATE!",
    "FACTION.",
    "CUCURBITE.",
    "Pantages.",
    "TRASHMULE.",
    "finger",
    "A man in a black suit stands at the entrance to the tomb",
    "Of the Emperor Enyu, catty-corner from my front door",
    "He bellows like a bull at irregular intervals",
    "A man steps out the front door of his house",
    "He says (in French), “Again, the same thing.”",
    "Radio gives me German actors performing",
    "I’m reminded of",
    "The triumph of commercial middle class",
    "Chanted in paltry quatrains.",
    "A little chocolate tomb for a dead maraschino cherry",
    "Coffeeshop sugarbowl another compromise",
    "Picture of childish French sailor",
    "“English” inscription (sans-serif letters)",
    "“anchortheway”",
    "A lisping",
    "?",
    ", the way?",
    ".”",
    "Leaps & bounds",
    "Ponderous numbers to confine",
    "Limit the flower",
    "A measured compromise",
    "“I didn’t get her cherry but I got the box it came in.”",
    "The flower goes beyond the edge of its petals",
    "The poem runs past the edge of the paper",
    "Teeth I don’t have anymore hurt me today",
    "Today I started late and quit early",
    "And accomplished everything, but the next day was",
    "Marred by fits of rage, mental confusion",
    "Lapses of memory. Olson dead in New York",
    "Jack dead in Florida. Today I am going to take more:",
    "Smoked some and ate some",
    "OM. AH. HUM.",
    "in five sacred colors",
    "I woke up a couple of times during the night",
    "High with lights and music behind the eyes",
    "This morning I am cured and know who and where I’m at",
    "Why should I go to Europe to look at",
    "Several million nervous white folks",
    "My very own relatives there they are",
    "Totally uncivilized, fingering and puzzling over",
    "The ruins of Western Civilization",
    "I feel closer to that culture which our ancestors",
    "Destroyed . . . megalithic builders initiated in mushroom",
    "Mysteries at Crete, Eleusis, New Grange",
    "In this capital we also fumble with ruins of high culture",
    "But feelings of antique propriety keep heavy sway",
    "Over family, marriage, feudal obligations to a chief",
    "The life of the Capital goes by in tight pants",
    "Or on horseback brilliant silk",
    "Brocade",
    "gleaming lacquer hat",
    "Summer’s dead leaves philaudering into dusty moss",
    "Like melting Dracula.",
    "(PHILAUDERING.",
    ".)",
    "The soul extractors are here.",
    "Edgar W. Tomczyk of Lima, Ohio, will now attempt",
    "To drive a 35-ton Caterpillar tractor through",
    "Two inches of boiling water from which he will escape",
    "Absolutely unharmed!",
    "(oops.)",
    "Rupert Scanlon of Great Falls, Montana will now . . .",
    "The world (and I)",
    "Barge past the sun",
    "Glass on stove’s fuel-gauge reflects",
    "The sun onto north wall twenty feet away",
    "The passage of Time, the zooming of the earth",
    "Can be witnessed as a disc of light",
    "Sliding over dots of mud plaster sand",
    "Other goop embedded in the surface",
    "Daitokuji celebration day still echoes in my head",
    "Sound of manhole-cover falling flat on stone floor",
    "The rainy maples at Koto-In",
    "Last night wild boar for supper",
    "Shakuhachi music over snowy torrent",
    "BOTAN NABE, Peony Cassoulet",
    "So far north of the Capital the road is only paved",
    "When it becomes (five seconds) mountain village mainstreet",
    "Among",
    "trees ordinary dirt in the canyons",
    "But the people speak",
    "BOTAN garden of Daitokuji monastery",
    "Manhole-cover clang crash",
    "Big pair of cymbals, thin brass with center bowl",
    "Broad-rim soup dishes B L A S H!",
    "Everybody dolled up in brocade bib and tucker",
    "Chinese canal-boat shoes, Nootka shaman hats",
    "To exceed wisdom and ignorance escape skull chain",
    "(Juzu beads I saw today each bead a white head-bone",
    "Apparently impossible although there’s enough space",
    "Between bone crystals to drive a truck through)",
    "There’s not an owl in the world who thinks or knows",
    "“I am an owl.” Not one who knows there’s a man called",
    "Slotkin who knows more about owls and the owl trade",
    "Than any owl. I wonder though,",
    "Can Professor-Doktor Slotkin eat mice and fly.",
    "Kyoto 6",
    "News:",
    "Somebody left a pistol in a raincoat in a taxi on",
    "Higashiyama (Eastern Mountain) Road",
    "New York Buddha Law:",
    "All sentient beings will be brought",
    "To complete final perfect enlightenment",
    "If you will write a letter to",
    "Condemning Ignorance, Desire and Attachment.",
    "Almost all Americans aged 4 to 100",
    "Have the spiritual natures of Chicago policemen.",
    "Scratch an American and find a cop. There is no",
    "Generation gap.",
    "I sit in the north room",
    "Look out across the floor into the garden",
    "12 1/2 tatami mats the pleasure of contemplating them",
    "They are beautiful and they aren’t mine.",
    "Present appearance of quiet neutral emptiness",
    "Books, music, pictures, letters, jewels, machines",
    "Buddha statues and other junk all hidden away",
    "As if inside my head (think of the closets",
    "As memory banks) Wooden ceilings pale orange",
    "Floors the color of wheat straw, light-grey paper",
    "Colored mountains near the bottom cover the fusuma",
    "That divide rooms hide closets. Glass and white paper",
    "Shoji screens two garden ends of the house north and south",
    "Heavy floral designs of Michoacan",
    "(Have you ever considered going THERE to live)",
    "O flowers more lovely than wine",
    "Adonis and/or Dionysus . . .",
    "“. . .only one note and it a flat one . . .”",
    "“Only a rose",
    "For you.” (That was a long time ago.)",
    "(unique abyss)",
    "“I’ll go along",
    "With a smile & a song",
    "For anyone . . .” all this was",
    "Copyrighted maybe 1911 “ONLY A ROSE FOR YOU!”",
    "So long ago I was a prisoner still and other people",
    "Made everything happen good bad & indifferent",
    "“Control yourself!” they said",
    "To survive continuous neural bombardment",
    "Meningeal bubbles twenty years after—",
    "Now I make things happen",
    "These thin brass domes and birds of ice",
    "Cheap fruit cries pop",
    "There’s your tricycle (from Jimmy Broughton’s movie,",
    ")",
    "Tricycle from the Isle of Man",
    "Three legs running",
    "“The Shinto emblem showing three comma-shaped figures",
    "in a whirl symbolizes the triad of the dynamic movements",
    "of",
    ". . .”—Jean Herbert",
    "Athenian abyss Tarquin Old Stairs off the steep",
    "edge of town Delphi something else",
    "a friend writes from Eleusis: “nothing here",
    "but a vacant lot . . .factories in the distance”",
    "“Those caves of ice”",
    ",",
    "(large comma)",
    "“JA!” Mr. C. Olson used to say so the word",
    "Had a big walrus mustache laden with fresh beer foam",
    "Flowers have great medicinal virtue",
    "I decide not to go to town until Wednesday",
    "Buy",
    "to read at Asahi Beer Hall, not have to teach",
    "I just now caught bright future glimpse",
    "Of myself on Wednesday: Long green coat",
    "Orange beard glasses completely distracted",
    "By trauma of trying to talk Japanese to the waitress",
    "Out of patience out of breath wrestling to break",
    "Strong wool British overcoat stranglehold",
    "Flowers and vegetables",
    "maybe they will change my mind",
    "The light is different because it’s a different season",
    "(Audumb in New York)",
    "usual garden uniform green moss a pleasure.",
    "In spring unexpected crocus and lily and tulip",
    "Crash through it—surprising shapes and colors",
    "Western Civilization rigid and tyrannical",
    "But it also teaches necessity for objective examination",
    "Of the organization and also provides all kinds of suggestions",
    "How to alter the works. Mr. Karl Marx wrote a book",
    "All by his lonesome in the British Museum. (Shhh!)",
    "I’ve read the trial and death of Socrates",
    "Lots of times. When it hits me right I can cry",
    "Other days I wonder why it took the Government so long",
    "To catch up with him. Nothing happened",
    "To Plato, there he sits, writing.",
    "Homer and The Classics burnt at Appomottox",
    "Confucius enjoyed a vogue as originator of jokey sayings, 1939",
    "30:IV, 7:55",
    "Unknown quantity and quality LSD",
    "7:21",
    "head full of million-watt light",
    "Hangs from the ceiling, old China dome",
    "Newly uncovered. Dirty but thin, hard and shiny.",
    "Far-away midge on quiet",
    ".",
    "Many amperes and micro-watts weeded the garden",
    "Picked it up by one end and shook it",
    "Like the dog’s dirty blanket,",
    "And resettled it softly down over the shrubs and bugs",
    "Lots of discoveries underneath",
    "All miraculous and alive",
    "The Capital more than usually full of foreigners—",
    "Expo ’70, Osaka. Americans at first imagine",
    "Japan is extension of Cincinnati suburbs",
    "Amazed and outraged to find everything here",
    "In careful and complete control of people who don’t",
    "Speak English, occupied (somewhat aggressively) with",
    "Being very Japanese.",
    "That is the funny man’s house over there.",
    "That’s where the funny man lives.",
    "Keep away.",
    "Hair. Hair. Hair. Hair. Hair.",
    "THE JOURNAL OF JOHN GABRIEL STEDMAN 1744-1797,",
    "“June 9 (1795) . . .the Apollo gardens,",
    "Marylebone, Madagascar bat as big as a duck . . .",
    "June 24 . . . How dreadful London; where a Mr. B—declared",
    "Openly his lust for infants, his thirst for regicide,",
    "and believes in no God whatever.",
    ". . . August . . .Met 300 whores in the Strand . . .Saw a",
    "mermaid",
    "(. . . September . . .) All knaves and fools and cruel to the",
    "excess. Blake was mobb’d and robb’d.”",
    "A friend wrote from Kent, Ohio, last year",
    "“The Midwest is full of people who want to write poetry",
    "and want to listen to it.”",
    "This year the National Guard, weeping with pity and fright",
    "Kill four students, firing “into the mob”",
    "Nobody cared. Nobody remembers the Korean “Police Action”",
    "Nobody will remember our “Advisory Mission” to Indo-China",
    "why are they doing it",
    "Why are they",
    "oh, never mind am I supposed to judge them",
    "Don’t you remember being high and weeding the garden",
    "And whatever is really beautiful can’t be destroyed",
    "We can’t get our hands on it,",
    "“. . .The truly great",
    "Have all one age, & from one visible space",
    "Shed influence! They, both in power and act,",
    "Are permanent, and Time is not with them,",
    "Save as it worketh for them, they in it.”",
    "-S.T. Colerdige, “To William Wordsworth”",
    "Endless weedy babble comes away easily",
    "The flowers feel different, having been intentionally",
    "Placed by living fingers which I also feel",
    "Just think of it as a large allegorical painting",
    "Nude figures, red velvet drapery, white marble",
    "“Classical Architecture” (Parthenon Bank of Chemical Pantheon",
    "Library)",
    "(The soldiers are also our children, we’ve lied to them, too",
    "Americanism, Baseball, Commerce, Democracy, Education,",
    "Fanaticism",
    "Gold, Home Economics,",
    "ignorance",
    "The complete college curriculum",
    "Then put them into uniform and turn them loose with guns",
    "To kill “hate-filled long-hair dirty dope-fiend Com/Symp”)",
    "Nobody cares because nothing really happened",
    "It was on the TV, everybody will get up",
    "Wash off the catsup, collect union wages & go home",
    "Nobody cares, nobody thinks anything about it",
    "No thought at all; a succession of needs and little raunchy",
    "Schemes. They should have killed a few hundred more—",
    "All a Communist plot to move Blacks into suburbs",
    "Turn over the country to freeloaders, dope-fiend hippy queers”",
    "The American Revolution was a tax-dodge",
    "Dreamed up by some smart Harvard men",
    "Who got some good out of it.",
    "A few of their high-society friends also scored",
    "Russian Revolution a strictly ugly downtown proposition",
    "The Great Unwashed on a rampage. No reference to mystical",
    "Rights to Life & pursuable happiness guaranteed by",
    "Eighteenth Century rationalist Deity in curly wig",
    "Old man potters down the lane singing",
    "Stops to search the roadside flowers and weeds",
    "For some particular leaf that he puts in plastic bag",
    "Of greens. Last night’s old man, KONDO Kenzo",
    "(80-some odd years) performed the No of",
    "Acting a young girl and her ghost frying in hell",
    "We all kept waiting for him to stumble, collapse",
    "Fall off the stage disintegrate",
    "But the longer we watched the clearer it became:",
    "The stage, the entire theater might collapse much sooner",
    "Fall to sand and rust and splintered beams",
    "Mr Kondo would still be there singing and dancing",
    "Every fold of his costume in place five hundred years",
    "It pleases folks in Washington D.C. to imagine",
    "The Russian Revolution is going to flop any minute now",
    "(After fifty years) the insurgent Bolsheviki will be put down",
    "The dear Tsar restored as modern constitutional monarch",
    "(We did it in Tokyo, didn’t we?) and the Patriarch of",
    "The Church will crown him in St. Basil’s while the Don",
    "Cossack Choir (beards and gold brocades) chant Slavonic",
    "Liturgies in full color satellite TV an example",
    "To the benighted everywhere, if only we will pay",
    "Just a little bit more and hire a few more FBI men",
    "A few inches of adhesive tape seals the mouth",
    "But it is hard to get rid of the idea of liberty",
    "After forty years of war Asia still exists,",
    "Not to mention the Viet Cong",
    "And quite different from the plans of Washington",
    "Or Moscow or the Vatican. (Napoleon said, “China . . .",
    "sleeping giant. I shudder to think what happen",
    "When he wake . . .”)",
    "Adhesive tape in Federal Court",
    "Nothing wrong with the System",
    "You’ll get a chance to talk later",
    "Federal Court held together with gum Arabic",
    "And Chicago cops",
    "Nara has a great magical feeling",
    "The city no longer exists, the first capital",
    "Restored fragments of temples, carefully excavated",
    "Site of Imperial Palace in the rice fields",
    "Like Olson I’ve been writing about the wrong town?",
    "“Worcester! I’m from Worcester!",
    "All this about Gloucester . . .",
    "I’ve been writing about the wrong town",
    "all this time!” (Vancouver, 1963)",
    "Kent State, Jackson State, There was no reason to kill them",
    "Fusillade into an unarmed crowd",
    "Of children.",
    "I can’t forgive us for feeding them",
    "To the Bears currently raiding Wall Street",
    "Painless Extraction time again",
    "Squeezing water out of the stocks",
    "Blood out of the suckers",
    "Everybody hopes to catch a nice gob of the goo",
    "But there’s never quite enough",
    "Didn’t you hear about the reservations? We were supposed",
    "To phone ahead for reservations. In advance.",
    "Never quite enough, the Official Party had",
    "To be served first.",
    "Never quite enough",
    "Because it was planned that way.",
    "My grandmother used to say, “And so he was left",
    "S.O.L.”",
    "I asked her, “What’s that mean?”",
    "“Certainly out of luck.”",
    "Those that’s got, gets. Them that ain’t is S.O.L.",
    "“Oh, the coat and the pants",
    "Do all of the work",
    "But the vest gets all the gravy!”",
    "We complain of Tiberius in the White House",
    "But consider: Caligula",
    "Waits fretfully in some provincial capital",
    "CAPITAL REMOVED TO FUKUHARA (Kamo no Chomei reporting)",
    "6th month, 1180—",
    "“To north the land rose up high along a ridge of hills and",
    "to the south sloped down to the sea. The roar of the waves made",
    "a constant din and the salt winds were of a terrible severity.",
    "The palace was in the mountains, and, suggesting as it did the",
    "log construction of the ancient palaces, was not without its",
    "charms. . . . The manners of the capital had suddenly changed",
    "and were now exactly like those of rustic soldiers.”",
    "Oregon City by the papermill falls of Willamette",
    "There’s Dr. John McLoughlin’s big white house",
    "Retired magnificence of Hudson Bay Co.",
    "Benefactor of our Pioneer Ancestors",
    "John Jacob Astor ran him out of business",
    "Washington Irving described all but the money",
    "Where was the capital: Champoeg,",
    "Oregon City, Portland, Salem.",
    "The money is in Portland the university in Eugene",
    "The capital in Salem: Life Along the Willamette River?",
    "now a stink-hole",
    "Paper-puke sulphur trioxide and mercury",
    "The lesser towns contribute only garbage and human excrement",
    "The Capitol’s great brass dome warping",
    "Melting in the flames",
    "Hand-carved oak and myrtle and walnut paneling",
    "State House in the park, toy stage set, blazing",
    "A lost art, my father used to say. Nobody knows",
    "How to do that nay more.",
    "Palaces by Vanbrugh, mansions and Watergates of Inigo Jones",
    "Gardens by Capability Brown",
    "blazing",
    "“Sept. 2, a lamentable fire. . . .the wind being eastward blew",
    "clouds of smoke over Oxon the next day . . .the moon was",
    "darkened by clouds of smoak and looked reddish. The fire or",
    "flame made a noise like the waves of the sea.”",
    "So says Anthony à Wood.",
    "Yet there are still remaining",
    "Shosoin, parts of the Horyuji, Yakushiji, Toshodaiji",
    "The capital disappeared around them. Byodoin and Muroji",
    "Parts of Daigoji too far away from the battlefields",
    "And from carelessness, perhaps. These can still be seen,",
    "In spite of earthquake, ambition, silliness",
    "The thousand Buddhas at Sanjusangendo, the others at",
    "The Toji, survived though the city was flattened",
    "Eight or ten times in a row",
    "Jack used to say",
    "“Some day you and Gary and Allen and me",
    "Will all be old bums under a bridge,",
    "Down by the railroad tracks. We’ll say,",
    "Remember when we was all out there in Californy,",
    "Years ago?”",
    "Gentle rain from grey-black lump clouds",
    "Fine pale blue sky",
    "Three-color cat sits on weedpile",
    "Near but not under the largest ranch of Mt Koya pine",
    "All I can say this morning is a dance",
    "Which can’t be recorded here",
    "A wish to be free from orders, notions, whims",
    "Mine or other people’s",
    "Waiting for the laundry delivery man",
    "Waiting for 95 liters of kerosene",
    "Chrysanthemum yellow starfish tube-",
    "Foot petals",
    "Ancient Orient! Shortest route to the forebrain",
    "Through olfactory lobes. Longest way round is",
    "The shortest way home. A little trip",
    "Through the Anima Mundi, now show",
    "Now currently appearing a persistent vision",
    "When it happens at the correct speed",
    "But if you get too close it is only",
    "Patterns of light",
    "Drop candy and try to follow it",
    "Creates new place and time. Looking up",
    "I see blank staring faces",
    "Reflecting steady silver glow. Silence.",
    "Under the bright umbrella, University of British Columbia",
    "Beer on the terrace of the Faculty Club Allen & Bob",
    "Straightening out something complicated,",
    "Olson sighing the while, “I hear you. One, four, three.",
    "I hear you. One, four, three. Minot’s Ledge Light.",
    "One, four, three. I LOVE YOU. One, four, three, Minot’s",
    "Ledge Light. You remember, don’t you Bob. One, four, three",
    "I LOVE YOU—what better way to remember?”",
    "Do intelligent questions get interesting answers.",
    "All I know is",
    "Every time I get mixed up with rich folks",
    "It costs me all the money I have in my pocket",
    "CURIOUS ELISION",
    "LORD, HAVE MERCY UPON US",
    "Michaelangelo/Cole Porter Variations DAY & NIGHT:",
    "DAY & NIGHT, waking and sleeping",
    "That’s what that’s all about",
    "A man with titties like a woman",
    "A woman with muscles like a man",
    "“To Europe?”",
    ". . . . . . . .",
    "“I must have adorned it with a strange",
    "grimace, but my inspiration had been right.",
    "To Europe . . .”",
    "-Henry James",
    "Pierre who?",
    "“coming & going”",
    "“well if you’d got drunk and",
    "climbed up to the top of the door",
    "and took off all your clothes",
    "and passed out cold",
    "how would Y O U look?”",
    "No matter how far we travel",
    "We find most of the world living as quasi-civilized",
    "Nomads among polished marble ruins of great cultures",
    "The quality of life and the meaning of these remains",
    "Are quite imperfectly known to us, no matter how skillfully",
    "We parse the verbs of lost languages",
    "All ignorantly we project our own savagery & cannibalism",
    "Upon societies and individuals who were",
    "Our civilized ancestors",
    "Christ now returns under the name U.S.A.",
    "Rages wild across the earth to avenge himself",
    "Napalm and nuclear bombs for every insult",
    "Every prick of thorn crown",
    "“Not peace but a sword” (Curious elision.)",
    "Lays about him burning and smashing",
    "Murdering the Sea,",
    "The war continues because it is profitable.",
    "It’s making good money for those who had",
    "Money to invest in it from the beginning",
    "Curious elision for all who did not.",
    "All of a sudden it became as if nothing had happened",
    "And that was the end.",
    "Babies we creep out of water sack",
    "Hid there by young men",
    "Old we slide into firebox",
    "Drift up the flue to heaven",
    "A natural history. A narrow escape",
    "What happened. Walked to local coffeeshop",
    "Tomato juice. Start home",
    "Ninnaji templegrounds",
    "People chanting in front of magic Fudo spring",
    "I went to look at the Mie-do, then realized",
    "I was sick or at least beleaguered by creep vibrations",
    "Clearly time for magical cure.",
    "I poured water over Fudo his rocky image",
    "Chanted his mantra and bowed. I also rubbed",
    "Magic water on my head. Old lady caretaker",
    "Delighted; she said I had done well and wished",
    "For my rapid recovery.",
    "To enforce the cure I visited Fudo spring at",
    "Kiyomizudera, the Kwannon and other Buddhas there",
    "Expensive tempura lunch with view of Chion In",
    "The Eastern Mountains and a glimpse of Momoyama Castle",
    "Glimpse has a marvelous sound like limpkin and Temko",
    "“That Fudo a good old boy he from Texas!”",
    "Shinshindo Coffee house brick fountain",
    "Stone, tree, new leaves, now a new electrical",
    "Garden lamp on metal pole, as in Mrs Blah’s patio/barbecue",
    "“area”",
    "Chagrin Falls, Ohio. The latest incarnation of",
    "The Frog Child tries to ride minute red tricycle",
    "That groans and squeals. Delicious croissants.",
    "I can still feel happy here. How come.",
    "I’m too fond of eggplant ever to be allowed into Heaven",
    "But imagine celestial",
    "ANACHRONISM:",
    "a) homesick for one of",
    "the chief cities of Ohio",
    "b) process for correcting chromatic",
    "aberration in camera and other lenses",
    "One of the most wonderful and magical actions",
    "We can perform: Let something alone. Refuse",
    "To allow yourself the pleasure of messing it up.",
    "The things appear to want adjusting, improving,",
    "Cleaning up &c. APPEARS so to us",
    "But as a collection of “event particles”",
    "A section of the Universe as a noisy morning &c",
    "Leave it alone. Don’t tamper with it.",
    "Free of that poor-ass Oregon down-home history",
    "As this clear water streaming over head eyes face",
    "I can see hollyhocks ten feet high sideways",
    "To go and to stay illusory",
    "I flee pale music",
    "(I know what I’m doing, NIGHT & DAY)",
    "I flee Death’s pale music",
    "(Well, what?)",
    "Fleeing Death’s proud music,",
    "“Get up out of there,” my father used to say,",
    "“You can’t sleep your life away.",
    "People die in bed.” But I am tired of all the world",
    "With notebook and pen I hurl myself deep among",
    "The dopey sheets to bed, and lock the gates!",
    "Shopping among the sand at the bottom of a birdcage",
    "Every grain a universe designed by Walter Lantz",
    "Nonskid never-fail plastic whose colors fade",
    "All surfaces dim and grubby all of them scraped",
    "Minutely scored cracked and flawed",
    "Material impervious to most chemicals",
    "Resistant to ordinary wear",
    "Allegorical painting: CUPIDITY DECEIV’D BY ADVERTISING",
    "The canary in residence is terribly",
    "Intelligent and infested with mites.",
    "“Rooty-toot-toot” was the sound of the little .44",
    "Frankie wasted her faithless lover",
    "Whenever I asked people what all that meant",
    "They said “Never mind” –",
    "“Row the boat, Norman, row!”",
    "Hot weather erodes my powers",
    "At the Ishiyamadera, small room with",
    "-leaf window",
    "(For the viewing of the moon, the priest explains.)",
    "She looks at the moon through that window that you see",
    "Over there. She is now a wax dummy with a face",
    "That exhibits what the Japanese think of as “refined”",
    "Features. All dressed up in Heian court robes",
    "Long black hair down her back. In the antechamber",
    "A smaller dummy represents girl-child attendant",
    "Grinding ink at a large inkstone",
    "The figure of Murasaki holds a writing brush",
    "And a long piece of paper. Her head has begun to turn",
    "Away from the writing to observe the moon",
    "And quite likely to remark upon the song of the uguisu",
    "Scholars, Japanese and Western, say she never did",
    "Never was here a minute. The priest shows",
    "A sutra copied out in Murasaki's own handwriting",
    "Here's the very inkstone that she used.",
    "There is the moonlight window",
    "Dog days, ten years, I try to remember your face",
    "You disappear, all my head can see",
    "Are two paintings and drawings in red ink",
    "Whatever else I've done with my life",
    "Amounts to nothing",
    "But inside the lantern a white speckled black beetle",
    "Not quite as large as a rice-bird gives",
    "Complete performance of",
    "all alone",
    "I am a hunting and gathering culture",
    "The Moselle wine-boat sails over icy Delaware",
    "On gossamer wing through the woods to Skye",
    "(Hurrah for Miss Flora MacDonald)",
    "Under the shadow of those trees",
    "Edge of typhoon sudden rain",
    "Shelter at Basho's Rakushisha hut",
    "Green persimmons next door to Princess Uchiko her tomb",
    "(Famous for her Chinese poems, first priestess of Kamo Shrine)",
    "Under the shadow of those trees, waiting for the boat",
    "POÈME IMMENSE ET DRÔLETIQUE",
    "Night morning Greyhound bus NEVADA have a new driver",
    "all on different schedules",
    "delicatesse",
    "Who shall be first to arrive?",
    "Chaos is an ideal state",
    "None of us has ever experienced it",
    "We are familiar with confusion, muddle and disarray",
    "True disorder is inaccessible to us",
    "\"...the sense of beauty rests gratified",
    "in the mere contemplation or intuition,",
    "regardless whether it be a fictitious Apollo",
    "or a real Antinous.\"",
    "—Coleridge, Notebook, 1814",
    "\"White noise\"",
    "Brownian motion",
    "Spinthariscope",
    "\"Cosmic rays\"",
    "I look out for a moment from behind the Great Book Mountain",
    "Feeling like Lemuel Gulliver",
    "(this isn't exactly what",
    "e.g.",
    "BIG",
    "HEADQUARTERS",
    "MOUNTAIN",
    "(temple of whatever",
    "Buddhist sect)",
    "means.)",
    "DISTRACTION",
    "assemblage of eggs green onions butter and",
    "amethyst crystals on top of the kitchen cabinet",
    "A mountain of quartz crystals",
    "A whole set, (90 yen worth) of red beans",
    "Gone up in smoke while I rummage three dictionaries",
    "Four different texts in three incomprehensible languages",
    "Minestrone",
    "For all sentient beings",
    "get me out of here! Bail me",
    "out of the WORD OCEAN",
    "\"I wish to God",
    "I never see your face",
    "Nor heard your lion tongue\"",
    "And so knocked over my drink",
    "I now have a pantsfull of cold sweet coffee",
    "Hop up out of the way and white shirt all stained",
    "On account of G.M. Hopkins:",
    "\"What do then? how meet beauty? Merely meet it; own,",
    "Home at heart, heaven's sweet gift; then leave, let that alone.",
    "Yea, wish that though, wish all, God's better beauty, grace.\"",
    "Whatever any of that means (TO WHAT SERVES MORTAL BEAUTY?)",
    "I am suddenly spastic brainless",
    "Flailing arms and feet",
    "Complete total mess. Rush home. Underwear",
    "Hair and wristwatch and all pockets",
    "Full of coffee syrup, take a bath to get rid of it",
    "Before the ants can find me",
    "Poor Hopkins imagined he had it completely under control",
    "Set framed and crystallized",
    "It all explodes iced coffee in ten directions,",
    "Three worlds. He had to be a priest",
    "Poetry was some other trip forced on him",
    "Squirting out every nozzle, pore and orifice",
    "I must have been reaching for my notebook",
    "With both hands and several more",
    "I wanted to copy that message here",
    "Some arm and fingers held the Hopkins book",
    "Yet other hands reaching for pen—did I yell,",
    "I wonder—which of these hands arms elbows",
    "Knocked the glass",
    "me?",
    "coffee and sugar leaping in",
    "capillaries of my brain",
    "Coffee or sleep thick and sweet",
    "Heavy chocolate hours of morning",
    "Deliberately. And now 10:30",
    "washed and broken away",
    "From books and music I sit with my feel melting",
    "In bright invisible mountain water that lies above",
    "Brown chocolate mud and fir needles and little sticks",
    "Two inches or twenty feet below—impossible to judge",
    "Because of stillness and clarity of water",
    "Smooth and heavy as cloth of cold",
    "Black transparent stream,",
    "anyway, I thought that was the reason",
    "SWAMI VIVEKANANDA: \"...Like an insane person I ran out of our",
    "house. He asked me, 'What do you want?' I",
    "replied, I want to remain immersed in",
    "samadhi. He said: 'What a small mind you",
    "have! Go beyond samadhi! Samadhi is a",
    "very trifling thing.'\"",
    "In the capital the commonest materials—",
    "mud, plain paper, a couple boards and a bush and a rock",
    "A handful of straw—stuff we think of as worthless",
    "Throw it away, certainly not to use for building a house",
    "But set here in proportion, in specific spatial relation",
    "An order of decorum and respect for themselves",
    "Out of nothing at all, a house and garden",
    "That can't last more than ten minutes",
    "Very quietly stays forever",
    "Here at the edge of town people visit me",
    "As they used to hike up Sauk Mountain",
    "Or to the Sourdough Lookout. The sidle up",
    "And say, \"Ain't you kind of lonely",
    "Up here all alone?\" I have to lie and say",
    "\"Sometimes,\" because they look injured & rejected",
    "If I say \"No.\" The truth is that living",
    "In remote and foreign places takes a lot of",
    "Work, every day, no time to feel sad and friendless",
    "The neighborhood barber watches my hair walk by",
    "Jealously. So much for",
    "The Law of Karma.",
    "Where is Los Angeles? Where IS Los Angeles",
    "In among the minnie-bombs & maxi-toons",
    "Cloud, altocumulus, as appears above islands",
    "Far at sea.",
    "O California lardy-dar",
    "What is California, nothing but South Alaska",
    "\"See how CANADA comes me cranking in",
    "And cuts me from the best of all my land",
    "A huge half-moon, a monstrous cantle out. . .\"",
    "Northern Chile",
    "I didn't know what i was getting into",
    "Until it was too late and now I am a F R E A K!",
    "O California!",
    "A G R E A T B I G F R E A K",
    "(Ugh!)",
    "almost white granite with little stars",
    "Juniper trees in high California",
    "Recollected at a great distance",
    "Everyplace else forgot",
    "Thinking \"Moon still important at",
    "The Capital\" and \"L'AIDE-MEMOIRE DE LA VRAIE LOI\"",
    "An awfully large number of us",
    "Had our heads bent with nowhere theories",
    "Presented in beguiling books",
    "Marx and Lenin, Freud and Jung, Churchill and Lord Keynes",
    "Kafka and Kierkegaard,",
    "In spite of or on account of which",
    "Becoming cannon-fodder for sadist politicians",
    "Patients of expensive quacks. How come.",
    "\"In short, he bid me goe to the Fountain head,",
    "and read Aristotle, Cicero, Avicenna, and did call",
    "the Neoteriques shitt-breeches.\"",
    "—Aubrey's",
    "I suspect you can be as nutty with a head full",
    "Of Greek and Latin, but maybe less easily imposed upon",
    "And perhaps a little less dangerous?",
    "Anthony à Wood,",
    ": \"In this month [",
    "] was",
    "to be seen at the Fleur de luce [",
    "]",
    "a brasen head that would speak and answer.\"",
    "Nieghbor's new iron gate sound",
    "Bones of my right arm and elbow.",
    "Always. America. Always a line of people",
    "Ten or fifteen of them, all very smart",
    "Waiting at the madhouse door to their parents' bedroom",
    "Walking in their sleep—what time is it.",
    "What does \"dromedary\" actually mean.",
    "Cancel my subscription to TRAK Service.",
    "Banana trees now at their best",
    "But the most exciting green is rice in the paddy",
    "Just beginning to produce ears of grain",
    "Middle of August, shimmering subliminal green waves",
    "And secret power-vibes",
    "Maybe high quality emeralds can do",
    "A similar job? However, the rice is alive",
    "To be eaten later or brewed into",
    "And so transports us out of Oregon skull",
    "The sea's defective music as a passing bull",
    "Suborns eleven",
    "I can tell.",
    "\"AWAY, THOU FONDLING MOTLEY HUMOURIST!\"",
    "An overdose of America",
    "Money and too many decibels",
    "Miss Janice climb up",
    "On a white snow horse",
    "Never climb down any more",
    "O Sunflower, mouldy with grime, &c",
    "Waste and want. Sung flower?",
    "An overdose of pure London",
    "Took Jimi Hendrix away,",
    "\"...rueful again the piteous bagpipe went",
    "O bag-pipe thou didst steal my heart away\"",
    "(\"Fled music is the sweetest",
    "My Fair Lady\")",
    "\"Of late two dainties were before me plac'd\"",
    "John Keats also lost",
    "\"that's going to be him, see, how",
    "Monkey Face slips down over Great Seal",
    "Eyes and proliferation of curves",
    "From working too fast before the epipyroxylin",
    "Cools\"",
    "Yukio MISHIMA, novelist, playwright, actor,",
    "Suicide by elegant Japanese tradition",
    "Produces the effect of an infinite territory",
    "What?",
    "With only one possible neighboring color",
    "What? Monads?",
    "No, there's, no, no, not nomads, no, no",
    "That idea was discredited, can't work, David Hume",
    "What about volvox colonies",
    "Universe of spheres containing spheres",
    "All individual, all neighbors with independent spheres",
    "Inside, so beautifully Buchsbaum",
    "Never mourned, no eyes, what",
    "F E R N",
    "the effect of uninterrupted acceleration (how-",
    "ever familiar the track) certain contact-plates",
    "prepare trees light up animals move and sing",
    "laugh in the dark",
    "E M E R A L D S",
    "G O N E",
    "I drink bad expensive Italian wine",
    "Beside the Kamo River. They say",
    "You've taken a new lover. Passengers",
    "On Sanjo Bridge Hieizan profile",
    "Now all marvelously smudged by pen of hispid friend",
    "Bottled somewhere near Florence, I expect",
    "All the customers in here will rise and applaud",
    "When I leave this place. They have been profoundly",
    "Edified by the spectacle of a certified FOREIGNER",
    "Gobbling up a pizza with his fingers",
    "Drinking a bottle of wine without falling off his chair",
    "A scene of life at the capital",
    "I haven't been drunk for a long time",
    "Reminds me of you, before we all",
    "Became dope-friends. When was your last trip,",
    "I went cuckoo on LSD the 30th of April",
    "There's already been a great deal said about wine",
    "And I'm reading the faggoty part of",
    "Thinking of you instead of naked boys",
    "Curious elision. I've drunk 0.475 liter of \"chianti\"",
    "Much too fast. Antinori.(Antenor was a mythological",
    "What did he do?)",
    "Hieizan sadder and smaller than Mt Koya",
    "But still a mountain in several senses",
    "Even though they drive buses to it",
    "The buses go home at night; the trees take over",
    "You can step out of temples into rhododendron flowers",
    "ruins",
    "Path which Mas Kodani followed seven days in rain",
    "Priest robes, shaman hat, straw sandals too small,",
    "Would wild monkeys attack him? Reciting HANNYA SHINGYO",
    "Wherever stone marker on the trail shows where temple was",
    "What was I saying. Talking to you.",
    "A slow green train leaves for Uji",
    "A slow green train arrives from Osaka",
    "Immediately departs. I just realized that all I've said",
    "For the past ten years was addressed to you",
    "Simple and flat as that.",
    "Kite! not the toy, a living bird",
    "Sails above Kamagawa, that same Goddess",
    "In worldly form dips and swings",
    "Far below a northbound airplane",
    "\"KEE-REE!\"",
    "\"The hawk flies up to heaven\"",
    "I have to write this at home with a new pen",
    "I pitched the other into the Kamo",
    "The moment it lifted from writing \"—REE!\"",
    "To complete consternation and horror",
    "Of the other guests",
    "Now this Antenor has a curious history",
    "Brother-in-law to Priam, King of Troy",
    "he betrayed the Palladium to the Greeks",
    "that they might capture the Capitol. He",
    "escaped with his family to found New Troy",
    "in Italy (Venice or Padua?) the father of",
    "the prophet, Laocoön. Pious Aeneas founded",
    "a second Troy at Rome. Noble Brutus founded",
    "Troynovaunt,",
    "London, capital of the",
    "world?",
    "\"It is said in the Book of Poetry, 'The hawk flies up",
    "to heaven; the fishes leap in the deep.'\"",
    "Horror & chagrin of other patrons",
    "Who carefully preserve their papers, ink and brushes and ink-",
    "Stones in elegant lacquer boxes.",
    "Writing is a serious action presided over by a god,",
    "Tenjin-O-Mi-Kami-Samma, at the Kitano Shrine",
    "All these worlds change faster than I can tell you",
    "I have this reading & writing habit which I cultivate",
    "Excessively, perhaps, little time for anything else",
    "Although it's fun to ride the Osaka zipper",
    "Forty-eight minutes for 65 miles",
    "Fast asleep to Yodoyabashi branch Bank of America",
    "Sound asleep we leave the capital rainy night",
    "(Boats which children might have made from apple boxes)",
    "Passengers remaining awake rattle their beads",
    "Call on Amida Buddha and Kwannon to save them",
    "Under the cushions and the",
    "matting",
    "I feel the planks bulge as they slide",
    "Snail foot over boulders and rocks",
    "Far in the middle of the river",
    "Safe and dry sound asleep left Soo Temple, Yamazaki Bridge",
    "At sundown.Early morning waken to shouts",
    "Boatswarm harbor of Naniwa",
    "Thanks to Gods of Sumiyoshi!",
    "Vegetable nerves",
    "Cold noodle time in the Capital",
    "I got to kick my coffee habit.",
    "Anybody seen my tranks? Remind me",
    "How is Steve Carey?",
    "Haloes",
    "Which the angels left behind",
    "Empty niches where holy saints once",
    "Hand-hewn bases for noble columns: garden decorations",
    "Wintermin (Chlorpromazine hydrochloride, 12.5 mg tabs)",
    "\"Motion sickness, vomiting of pregnancy, potentiating",
    "effects on hypnotics and analgesics, psychoneurosis",
    "such as anxiety neurosis, bed-wetting, Pollakiuria.\"",
    "did you say \"Bum trip\"",
    "or \"dumb trip\"?",
    "Gardening.",
    "Cleaning the",
    "Spilling the tea I'm going crazy",
    "Sweating and freezing the sky overcast",
    "Hot wooly clouds shove my head under cold water",
    "Dry it off and start over.",
    "The barber's lady assistant shaved",
    "The rostra of my ears",
    "Before this day is out a great pink peony",
    "Shall have bloomed (note expensive leather hollyhock!)",
    "All pink all",
    "Carved out of the interior",
    "of my eye",
    "(BRANCUSI)",
    "I've won every marble",
    "Now I'm running mad",
    "Gardening. Little circular trips.",
    "Dirt produces infinite weed babble",
    "My hands know it; my eyes blunk out, don't see",
    "Hands read garden",
    "I can catch the sun if I stop grabbing and",
    "Turn my hand over. The sun falls into my open",
    "Palm a sun much larger than we first imagined",
    "We live in its atmosphere",
    "If you want something hold out an empty hand",
    "Newly opened peony delicate camphor perfume box",
    "If you want a poem find a blank page",
    "As if America were the final utterance",
    "Of the human race: A culmination and the end",
    "Land of the greed and the home of the knave?",
    "Most of my compatriots will never learn",
    "That \"the human race\" is not the same thing as",
    "\"White Protestant population of USA\"",
    "That \"civilization\" means neither \"Metropolitan Opera Co.\"",
    "Nor \"modern American hospital\"",
    "I'd like to catch up with whoever it was",
    "That placed these weird creatures forever in my cure",
    "Crowned my goofy dome with red hat",
    "Mitre and magic oils",
    "This isn't my job; I musn't resign",
    "Kite wheels above",
    "Bridge of the Changing Moon",
    "that's the end of that.",
    "My head so packed with contradictory orders and",
    "Theories and \"categorical imperatives\" and messages",
    "From various power systems and from beyond the tomb",
    "It's no wonder that my eyes don't focus and I'm",
    "Plagued by asthma, headaches and a fat habit of body",
    "Did this head-packing job happen by accident or design",
    "Part of it is \"cultural\" part of it \"free public education\"",
    "Part hereditary dullness: Ignorance, hankering & attachment",
    "\"what did he say?\"",
    "Please don't disturb me. I'm busy packing",
    "The smaller, finer bloodvessels of my brain",
    "With peanut butter.",
    "What did he say. I don't know.",
    "But it may be useful, he said,",
    "Writing it in his notebook.",
    "Sounds & perfumes twist the evening air,",
    "If I may be allowed to mistranslate the Poet.",
    "SRI RAMAKRISHNA: \"'Is it dusk now? If it is, I won't smoke.",
    "During the twilight hour of the dusk you should give up all",
    "other activities and remember God.' Saying this he looked at",
    "the hairs on his arm. He wanted to see whether he could count",
    "them. If he could not, it would be dusk.\"",
    "The pink vacuum cleaner died",
    "now the soul wanders the garden blue/green/black",
    "Butterfly",
    "there. That's for the Abyss. Now",
    "We swing around holding onto the disgusting fur of that",
    "Noxious body \"placing our heads where our feet were\"",
    "THE SUN THE SUN THE SUN (Blake shows it",
    "Whether setting or rising",
    "We all hang together Benjamin Franklin",
    "Engraved bas-relief on bloody sky",
    "Plain long and short spikes coming away from it",
    "Statue of Liberty crown)",
    "Isn't this extraordinary.",
    "It only happens in the capital when I am there",
    "Three imperial residences within walking distance",
    "Great fat bird light through colored water",
    "Fancy glass urns. Painted water. Break out",
    "Around perforations. Peel coating of protective paper.",
    "For madness, soak in warm water to which",
    "a teaspoon full of ordinary baking-soda",
    "has been added. Twist cap on tight.",
    "THEN SHALL BE SAID OR SUNG",
    "Sang-ridges! Them sang-",
    "ridges!",
    "We got to have a lot",
    "Of them sang-",
    "ridges!",
    "And C H O C O L A T E",
    "\"You can",
    "Always",
    "Take more",
    "You know.\"",
    "Several books by Henry James",
    "RING BELL THREE TIMES. OFFER INCENSE. RING",
    "GONG FOR EACH OF THREE",
    "THE RAGE OF AQUARIUS. Three kinds of",
    "Chocolate. RUMY which is filled with raisins and",
    "Rum syrup...Chocolate strawberry cream...and BLACK",
    "Which is bittersweet",
    "Across the street from the police-box",
    "THE RAGE OF ANTINOUS",
    "cut or tear along dotty lines",
    "HIT GONG AGAIN. SECOND INCENSE OFFERING.",
    "EVERYBODY CHANT.",
    "Plum blossoms white and also red ones",
    "Peppermint-stripe camellias, white ones resembling",
    "Gardenia, yellow flowers of rape eaten as",
    "(Rapeseed oil waterproof paper umbrella)",
    "Tiny but F A T green, gold-eye bird",
    "The light all new and different",
    "High-test flowers cure every time",
    "Feeling well is important and relaxes the brain",
    "Beneficent flower vibrations continue a day or so",
    "Now time for high-test chocolate and imaginary colors",
    "Plum trees at Kitano Tenmangu Jinsha",
    "Maybe I revisit tomorrow when nobody is there",
    "I must have a secret book",
    "Above the door to the chancel",
    "Inside Daikakuji Zenden",
    "Two swallow's nests, each with a little flat board",
    "Underneath to catch the drippings",
    "Exactly as if this were out of doors",
    "Where kids are picknicking in the cold",
    "All around Osawa Pond, which place",
    "Like one or two other lakes and wells",
    "Are only authentic remains of the Heian capital",
    "Being fireproof and without military value",
    "And both sides of all the wars were Japanese",
    "Everybody liked the flowers, grass and trees",
    "Planted around the shores. One small mudhen",
    "Labors across the water.",
    "At Arashiyama the flowers are late",
    "Everybody is here anyway, walking",
    "Under the cherry trees. They eat and play",
    "On the river, drink",
    "and sing. The cherries",
    "Will be obliged to bloom",
    "No matter what weather",
    "Man all wrapped in transparent plastic",
    "Sloops along the wet street reciting political speech",
    "Bullhorn slung on his shoulder",
    "I thought first a sound truck had crawled",
    "Onto my doorstep to die",
    "Sun and secret perfume breeze",
    "All greens vibrating",
    "The dogs in the corral roaring and running",
    "We circle them, our horses raving foam",
    "Splash my lavender",
    "Green hunting-robe over yellow kimono",
    "Lady West Gate and Lady Plum spent an hour",
    "Quarreling over my hair, setting lacquer cap with",
    "Horse-hair blinkers will it be a sprig of",
    "Cherry bloom or twig of spirea",
    "Lady Plum in tears",
    "(Arashiyama. Korean ladies all in blue silk",
    "Walking circle dance under blossoms",
    "Drum and gong, folksong in shoulder-slung",
    "Bullhorn)",
    "I haul on the reins the horse dances to the left",
    "Blood mixed with his foam as I fire arrows among screaming",
    "Dogs. Lord Akiba thrown! (Heavy brocade",
    "and",
    "Green",
    "his older brother wore las year) Not a",
    "Dog was hit the old men say:",
    "\"When we were young",
    "all the dogs ended like sea urchins",
    "Gently waving spikes above the sand.\" Hieizan",
    "And the Eastern Hills dark blue",
    "(Old ladies with false-nose-mustaches",
    "A slow comic drum dance with beerbottle",
    "Spouting paper plume foam/semen)",
    "Cherryblossom shadow",
    "Embankment of Oi River",
    "Young men in a circle drink and yell and sing",
    "One performs Tanuki prick-dance with big",
    "bottle",
    "Sometimes held out before his crotch sometimes hid",
    "Under his shirt, Unexpected Future lurks in joybelly",
    "He is Tanuki, magical \"badger\"",
    "Wandering rusty kimono faded fag samisen",
    "Chaunts antique lays to picnickers",
    "Wandering showbiz drum and samisen team",
    "Young man with family and friends & battery-driven",
    "Electrical guitar",
    "Sound of drum and gong prevail",
    "But a whole school of lady",
    "players",
    "Best kimono and Japanese hairdo",
    "Perform on",
    "platform underneath falling blossoms",
    "Black hair bright silk",
    "Elderly beerglass & bottle grandpa",
    "Pursues green silk Korean lady",
    "Across the pattern of the dance",
    "She escapes and he's discomfited",
    "Klong of gong hit with sock full of sand",
    "Big spindle-drum hung on grandpa",
    "Subtle GOOM. GOOM. Small gong tinkle-clanks,",
    "Big gong KLONG blue silk ladies of a certain age",
    "The dances of Kudara",
    "The music of Shiragi",
    "Tanuki Badger Supernatural RULES!",
    "Traveler's reed hat, big",
    "jar,",
    "Grinning mouth and blaring eyes",
    "Grand swag belly over small upstanding prick",
    "Huge balls hang to the ground",
    "Spirit of mischief, wine and lechery",
    "Long busy tail, thick fur, nocturnal habits",
    "\"Badger\" is a feeble translation...much more like",
    "Big raccoon/bear",
    "Fat breathless popeyed manifestation",
    "Of the Divine Spirit...not a bad representation",
    "of the present writer",
    "Japan is a civilization based upon",
    "An inarticulate response to cherry blossoms.",
    "So much for Western Civilization.",
    "\"Mr. Franklin, is it a setting or a rising sun?\"",
    "Try to be serious. Try to get to Toji tomorrow.",
    "Try to remember that I accidentally found",
    "Birthplace of Shinran Shonin when I visited Hokaiji",
    "Magnolias and cherries at Daigoji",
    "Unprecedented splendor.",
    "Look into the abyss and enjoy the view.",
    "All we see is light; all we don't see",
    "Is dark. We know lots of other things",
    "With other senses. Various kinds of new green weeds",
    "Pop up through white gravel",
    "Chicago, Federal Court,",
    "vs",
    "180:",
    "Mr KUNSTLER:\"The whole issue in this case is language,",
    "what is meant by...\"",
    "Mr. Thomas HAYDEN, a Defendant: \"We were invented.\"",
    "(see under",
    ")",
    "In the U.S. A. \"Calliope\" is a steam piano",
    "Nobody ever figured out that Sir Gawain's Green Knight",
    "Was a crocodile (",
    "Yvor Winters)",
    "Revisit Kitano plum blossoms",
    "Pink ones have strong perfume.",
    "Big tree in front of central sanctuary",
    "(",
    "architecture, Sugawara Michizane",
    "Was incarnation [",
    "] of this Deity who presides",
    "Over plum blossoms and calligraphy and scholarship)",
    "So hollow and full of holes it scarcely exists at all",
    "But blossoms immensely before scarlet fence",
    "Intricate wooden gables",
    "Another all propped up with poles and timbers",
    "Part of it fixed with straw rope",
    "Exploding white blossoms not only from twigs",
    "And branches but from shattered trunk itself,",
    "Old and ruined, all rotted and broken up",
    "These plum trees function gorgeously",
    "A few days every year",
    "In a way nobody else does."
  ],
  "title": "Scenes of Life at the Capital",
  "year": ""
}