{
  "author": "Jean Toomer",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Eating",
    "Drinking",
    "Nature",
    "The Body",
    "Social Commentaries",
    "Class"
  ],
  "period": "Harlem Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/240306",
  "region": "U.S., Southern",
  "text": [
    "I am a reaper whose muscles set at sun-down. All my oats are cradled.",
    "But I am too chilled, and too fatigued to bind them. And I hunger.",
    "I crack a grain between my teeth. I do not taste it.",
    "I have been in the fields all day. My throat is dry. I hunger.",
    "My eyes are caked with dust of oat-fields at harvest-time.",
    "I am a blind man who stares across the hills, seeking stack’d fields",
    "of other harvesters.",
    "It would be good to see them . . . crook’d, split, and iron-ring’d handles",
    "of the scythes . . . It would be good to see them, dust-caked and",
    "blind. I hunger.",
    "(Dusk is a strange fear’d sheath their blades are dull’d in.)",
    "My throat is dry. And should I call, a cracked grain like the oats",
    ". . . eoho—",
    "I fear to call. What should they hear me, and offer me their grain,",
    "oats, or wheat or corn? I have been in the fields all day. I fear",
    "I could not taste it. I fear knowledge of my hunger.",
    "My ears are caked with dust of oat-fields at harvest-time.",
    "I am a deaf man who strains to hear the calls of other harvesters whose",
    "throats are also dry.",
    "It would be good to hear their songs . . . reapers of the sweet-stalked",
    "cane, cutters of the corn . . . even though their throats cracked, and",
    "the strangeness of their voices deafened me.",
    "I hunger. My throat is dry. Now that the sun has set and I am chilled.",
    "I fear to call. (Eoho, my brothers!)",
    "I am a reaper. (Eoho!) All my oats are cradled. But I am too fatigued",
    "to bind them. And I hunger. I crack a grain. It has no taste to",
    "it. My throat is dry . . .",
    "O my brothers, I beat my palms, still soft, against the stubble of my",
    "harvesting. (You beat your soft palms, too.) My pain is sweet.",
    "Sweeter than the oats or wheat or corn. It will not bring me",
    "knowledge of my hunger."
  ],
  "title": "Harvest Song",
  "year": ""
}