{
  "author": "D. H. Tracy",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239268",
  "region": "",
  "text": [
    "1",
    "The nineish summer-skinny imp-boy veers",
    "the bicycle he has no notion yet of trusting",
    "off the sidewalk, where the squashed mulberries",
    "form many contusions. Riding as though and as though",
    "on an animal (maybe his bike",
    "should have gazelle eyes) he is hatching plans",
    "somehow angelically pristine of doubt",
    "between them and fruition. He dumps",
    "the bike on this side of the jungle gyms,",
    "while cottonwood foam blows up from the branch,",
    "and wind imparts the grass two sibling greens,",
    "and parents show their callow half-formed centers",
    "cajoling children. He is alone, and sets",
    "himself to picking clover; whole minutes pass",
    "when all he does is increase one bouquet",
    "of grass-high nondescript white clover blossoms.",
    "There must be a million in the field",
    "not in his hand. He lays the fistful down",
    "and takes a roofing nail out of his pocket,",
    "and with it and his eldritch patience awls",
    "through-holes in his foam-grips. He twists the stems",
    "into a stalk he tapers, pinches off,",
    "and jams into the handlebars, only",
    "to watch the blossoms fall apart and over.",
    "He tries and fails again, incredulous",
    "now the ornament he planned as though",
    "designing a contraption, some trebuchet",
    "or hovercraft half-specified and magic,",
    "will not work on mere enthusiasm.",
    "His tantrum comes on suddenly, a spastic",
    "little stomping dance across the grass,",
    "and ends without his having made a sound.",
    "He is off the way he came. They are",
    "not brutal, the feebly dreamt surrounding houses,",
    "crops striving in the dirt, child-rearing habits",
    "lapsed and current, like childhood diseases.",
    "The bric-a-brac on his bedroom floor that damns",
    "him to time. But neither are they tender",
    "of that thing his paltry ruined posy,",
    "the fanning homely crumbs of perfect whim,",
    "is evidence of.",
    "2",
    "The hangdog rookie lifeguard shuffles in",
    "already delegated an action item",
    "involving a stepladder, a spray bottle,",
    "and a biohazard bag. The dim",
    "guttering aura of his authority",
    "tries to fill the locker room, as does",
    "the smell of sock, and calms imperfectly",
    "the preteens disobeying rule eleven",
    "regarding horseplay. The kid attains the utmost,",
    "handicapable shower stall, yanks",
    "the curtain and deploys his ladder, ascending",
    "three rungs of his portable Golgotha",
    "and staring as though straining to make out",
    "St. Paycheck in a stained glass window. The bottle",
    "and empty plastic sack slump at his sides,",
    "props whose ritual has slipped his mind,",
    "or tools of tradesman or physician agape",
    "at a humdinger, for damned if not nine feet",
    "up the cinder blocks, improbably",
    "massive, glistening, and cantilevered,",
    "there does not jut a load of crap. He says,",
    "almost quietly, already showing",
    "awareness of those situations where",
    "resort to melodrama will not help,",
    "but still somehow reluctant to let go",
    "of being someone singled out by fate,",
    "“You have got to be motherfucking kidding me.”",
    "No poo-flinger or projectile buttor",
    "titters from the bench. The sun, supremely",
    "supercilious in the skylights, mums;",
    "the ceiling fans the shit perhaps was aimed at",
    "spin an",
    "too fast for one to follow.",
    "The dented cubby rows and columns retain",
    "the continence of safe-deposit boxes.",
    "If he does not punch out and not come back,",
    "the lifeguard shall be our savior in ways",
    "we scarcely dreamt or paid him for, thinking",
    "all he had to do was watch our children.",
    "As for the mystery of whether one",
    "is being kidded, it is his to bear.",
    "No",
    "of pooldom makes that much.",
    "3",
    "The corner drugstore lends the cause a spigot;",
    "the cause runs hoses to the parking lot,",
    "and proto-nubile junior-high girls lure",
    "out of the intersection, by sign and banner,",
    "ten perverts an hour. Shucked garden-snail",
    "of an errand-runner, five dollars gets you",
    "a sort of car wash, and gets the wrestling team",
    "closer to their travel fund objective.",
    "Small talk with the game and patient coach",
    "will pleasantly derail you, as the squad",
    "swarms with half-grasped purpose in your service.",
    "One is dutiful and has a bucket.",
    "One is cheery with a rag. The rowdy",
    "buck for the nozzle, the second-rowdiest",
    "fleeing when one prevails: rinser-off",
    "of quarter panels and future quarterbacks,",
    "broad-shouldered as though tapped for it, as though",
    "for violin or chess. Can he see,",
    "from where he is, the rainbow that he issues,",
    "the laughter-stippled day convened for him",
    "and his? Days to come he is hawking",
    "two-dollar Jujubes out of a knapsack",
    "in the alley by the multiplex;",
    "there fall to him the odd, ambivalent",
    "vagina-samplings behind the Sonic Burger,",
    "and on his cast the day he tries to ollie",
    "the planters at the bank, a turquoise heart",
    "to dot the",
    "in",
    "We are going",
    "to be all right; good supervisors abound;",
    "our grab-ass shall be moderated, and those",
    "who",
    "are bound to say I knew you when.",
    "We need be lots of things, but never lonely."
  ],
  "title": "Guess the Races of Three Boys from Champaign",
  "year": ""
}