{
  "author": "D. H. Tracy",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239266",
  "region": "",
  "text": [
    "he is harmless, camera’d",
    "in a muffled parliament of cantaloupe-motions.",
    "For every doubt a speech.",
    "He plans to quarter it and quarter the quarters.",
    "The knife first rehearses",
    "a meridian, then the equator,",
    "then mid-cut tilts",
    "and leaves a tatter on one half’s rim.",
    "You can tell he thinks about",
    "what thought is bad at. You can see",
    "that by comparison a chimp would appear,",
    "within its limitations, deft, while the man",
    "with no limitations with respect to principles of melon-slicing",
    "does not. You can tell",
    "he withholds himself from cantaloupe,",
    "as if frightened they will go extinct and take",
    "costs sunk in the skill of slicing them, and further tell",
    "it will be the same next time, him approaching",
    "the fruit as though newly, wondering if it had",
    "a stone in it, or pith and segments,",
    "or required coring, or stank when punctured,",
    "or would show pleasing shapes in section.",
    "He switches grip,",
    "placing his palm over the fat edge of the blade",
    "because a sock puppet has squeaked,",
    "Safety first.",
    "The rinds parted from the sixteenths",
    "are more or less a waste of flesh, according as thrift",
    "argued with intemperance. You can tell",
    "the impending chunks will be publicly homely, not those",
    "of the cruise ship buffet where the night-shift Neopolitan",
    "surpasses himself with flutes and scallops.",
    "You can tell right off a mind unquiet",
    "and at once absent, now remembering",
    "J. at seventeen,",
    "something out of a Kenyan Vermeer,",
    "smiling elfinly as she sliced the cantaloupe.",
    "You could tell by the way she sliced the cantaloupe",
    "the way one slices a cantaloupe would tell a lot.",
    "He draws the knife",
    "along each inside edge to shave the pulp and seedmatter,",
    "varying pressure, speed, and angle of attack",
    "like a deaf man bowing a cello.",
    "Stutters mark the inner faces. He slices",
    "the slices radially into chunks, and varies",
    "the spacing between the cuts from equal angles,",
    "which makes the pieces too big at the center,",
    "to equal volumes, which makes them too long at the poles.",
    "You can tell, as he squeezes a lime-half over the pile",
    "and steps back to admire his freehanded",
    "benighted by-committee cantaloupe-justice,",
    "he cannot be the children’s hockey coach",
    "or run for office, the erratic hexes him, he",
    "circulates sometimes fogged and twitching in his house,",
    "not wishing you could not tell,",
    "exactly, but wanting out."
  ],
  "title": "You can tell by the way he slices the cantaloupe",
  "year": ""
}