{
  "author": "Kenneth Rexroth",
  "classification": "",
  "keywords": [
    "Death",
    "Relationships",
    "Nature",
    "Travels",
    "Journeys",
    "Activities",
    "Social Commentaries",
    "History",
    "Politics",
    "Stars, Planets, Heavens",
    "Living",
    "Crime",
    "Punishment",
    "Friends",
    "Enemies"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/171535",
  "region": "U.S., Western",
  "text": [
    "For a month now, wandering over the Sierras,",
    "A poem had been gathering in my mind,",
    "Details of significance and rhythm,",
    "The way poems do, but still lacking a focus.",
    "Last night I remembered the date and it all",
    "Began to grow together and take on purpose.",
    "We sat up late while Deneb moved over the zenith",
    "And I told Marie all about Boston, how it looked",
    "That last terrible week, how hundreds stood weeping",
    "Impotent in the streets that last midnight.",
    "I told her how those hours changed the lives of thousands,",
    "How America was forever a different place",
    "Afterwards for many.",
    "In the morning",
    "We swam in the cold transparent lake, the blue",
    "Damsel flies on all the reeds like millions",
    "Of narrow metallic flowers, and I thought",
    "Of you behind the grille in Dedham, Vanzetti,",
    "Saying, “Who would ever have thought we would make this history?”",
    "Crossing the brilliant mile-square meadow",
    "Illuminated with asters and cyclamen,",
    "The pollen of the lodgepole pines drifting",
    "With the shifting wind over it and the blue",
    "And sulphur butterflies drifting with the wind,",
    "I saw you in the sour prison light, saying,",
    "“Goodbye comrade.”",
    "In the basin under the crest",
    "Where the pines end and the Sierra primrose begins,",
    "A party of lawyers was shooting at a whiskey bottle.",
    "The bottle stayed on its rock, nobody could hit it.",
    "Looking back over the peaks and canyons from the last lake,",
    "The pattern of human beings seemed simpler",
    "Than the diagonals of water and stone.",
    "Climbing the chute, up the melting snow and broken rock,",
    "I remembered what you said about Sacco,",
    "How it slipped your mind and you demanded it be read into the record.",
    "Traversing below the ragged arête,",
    "One cheek pressed against the rock",
    "The wind slapping the other,",
    "I saw you both marching in an army",
    "You with the red and black flag, Sacco with the rattlesnake banner.",
    "I kicked steps up the last snow bank and came",
    "To the indescribably blue and fragrant",
    "Polemonium and the dead sky and the sterile",
    "Crystalline granite and final monolith of the summit.",
    "These are the things that will last a long time, Vanzetti,",
    "I am glad that once on your day I have stood among them.",
    "Some day mountains will be named after you and Sacco.",
    "They will be here and your name with them,",
    "“When these days are but a dim remembering of the time",
    "When man was wolf to man.”",
    "I think men will be remembering you a long time",
    "Standing on the mountains",
    "Many men, a long time, comrade."
  ],
  "title": "Climbing Milestone Mountain, August 22, 1937",
  "year": ""
}