{
  "author": "Kenneth Rexroth",
  "classification": "",
  "keywords": [
    "Animals",
    "Philosophy",
    "Fall",
    "Trees",
    "Flowers",
    "Arts",
    "Sciences",
    "Nature",
    "Stars, Planets, Heavens",
    "Religion",
    "Spring"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/171533",
  "region": "U.S., Western",
  "text": [
    "The glow of my campfire is dark red and flameless,",
    "The circle of white ash widens around it.",
    "I get up and walk off in the moonlight and each time",
    "I look back the red is deeper and the light smaller.",
    "Scorpio rises late with Mars caught in his claw;",
    "The moon has come before them, the light",
    "Like a choir of children in the young laurel trees.",
    "It is April; the shad, the hot headed fish,",
    "Climbs the rivers; there is trillium in the damp canyons;",
    "The foetid adder’s tongue lolls by the waterfall.",
    "There was a farm at this campsite once, it is almost gone now.",
    "There were sheep here after the farm, and fire",
    "Long ago burned the redwoods out of the gulch,",
    "The Douglas fir off the ridge; today the soil",
    "Is stony and incoherent, the small stones lie flat",
    "And plate the surface like scales.",
    "Twenty years ago the spreading gully",
    "Toppled the big oak over onto the house.",
    "Now there is nothing left but the foundations",
    "Hidden in poison oak, and above on the ridge,",
    "Six lonely, ominous fenceposts;",
    "The redwood beams of the barn make a footbridge",
    "Over the deep waterless creek bed;",
    "The hills are covered with wild oats",
    "Dry and white by midsummer.",
    "I walk in the random survivals of the orchard.",
    "In a patch of moonlight a mole",
    "Shakes his tunnel like an angry vein;",
    "Orion walks waist deep in the fog coming in from the ocean;",
    "Leo crouches under the zenith.",
    "There are tiny hard fruits already on the plum trees.",
    "The purity of the apple blossoms is incredible.",
    "As the wind dies down their fragrance",
    "Clusters around them like thick smoke.",
    "All the day they roared with bees, in the moonlight",
    "They are silent and immaculate.",
    "Once more golden Scorpio glows over the col",
    "Above Deadman Canyon, orderly and brilliant,",
    "Like an inspiration in the brain of Archimedes.",
    "I have seen its light over the warm sea,",
    "Over the coconut beaches, phosphorescent and pulsing;",
    "And the living light in the water",
    "Shivering away from the swimming hand,",
    "Creeping against the lips, filling the floating hair.",
    "Here where the glaciers have been and the snow stays late,",
    "The stone is clean as light, the light steady as stone.",
    "The relationship of stone, ice and stars is systematic and enduring:",
    "Novelty emerges after centuries, a rock spalls from the cliffs,",
    "The glacier contracts and turns grayer,",
    "The stream cuts new sinuosities in the meadow,",
    "The sun moves through space and the earth with it,",
    "The stars change places.",
    "The snow has lasted longer this year,",
    "Than anyone can remember. The lowest meadow is a lake,",
    "The next two are snowfields, the pass is covered with snow,",
    "Only the steepest rocks are bare. Between the pass",
    "And the last meadow the snowfield gapes for a hundred feet,",
    "In a narrow blue chasm through which a waterfall drops,",
    "Spangled with sunset at the top, black and muscular",
    "Where it disappears again in the snow.",
    "The world is filled with hidden running water",
    "That pounds in the ears like ether;",
    "The granite needles rise from the snow, pale as steel;",
    "Above the copper mine the cliff is blood red,",
    "The white snow breaks at the edge of it;",
    "The sky comes close to my eyes like the blue eyes",
    "Of someone kissed in sleep.",
    "I descend to camp,",
    "To the young, sticky, wrinkled aspen leaves,",
    "To the first violets and wild cyclamen,",
    "And cook supper in the blue twilight.",
    "All night deer pass over the snow on sharp hooves,",
    "In the darkness their cold muzzles find the new grass",
    "At the edge of the snow.",
    "This morning the hermit thrush was absent at breakfast,",
    "His place was taken by a family of chickadees;",
    "At noon a flock of humming birds passed south,",
    "Whirling in the wind up over the saddle between",
    "Ritter and Banner, following the migration lane",
    "Of the Sierra crest southward to Guatemala.",
    "All day cloud shadows have moved over the face of the mountain,",
    "The shadow of a golden eagle weaving between them",
    "Over the face of the glacier.",
    "At sunset the half-moon rides on the bent back of the Scorpion,",
    "The Great Bear kneels on the mountain.",
    "Ten degrees below the moon",
    "Venus sets in the haze arising from the Great Valley.",
    "Jupiter, in opposition to the sun, rises in the alpenglow",
    "Between the burnt peaks. The ventriloquial belling",
    "Of an owl mingles with the bells of the waterfall.",
    "Now there is distant thunder on the east wind.",
    "The east face of the mountain above me",
    "Is lit with far off lightnings and the sky",
    "Above the pass blazes momentarily like an aurora.",
    "It is storming in the White Mountains,",
    "On the arid fourteen-thousand-foot peaks;",
    "Rain is falling on the narrow gray ranges",
    "And dark sedge meadows and white salt flats of Nevada.",
    "Just before moonset a small dense cumulus cloud,",
    "Gleaming like a grape cluster of metal,",
    "Moves over the Sierra crest and grows down the westward slope.",
    "Frost, the color and quality of the cloud,",
    "Lies over all the marsh below my campsite.",
    "The wiry clumps of dwarfed whitebark pines",
    "Are smoky and indistinct in the moonlight,",
    "Only their shadows are really visible.",
    "The lake is immobile and holds the stars",
    "And the peaks deep in itself without a quiver.",
    "In the shallows the geometrical tendrils of ice",
    "Spread their wonderful mathematics in silence.",
    "All night the eyes of deer shine for an instant",
    "As they cross the radius of my firelight.",
    "In the morning the trail will look like a sheep driveway,",
    "All the tracks will point down to the lower canyon.",
    "“Thus,” says Tyndall, “the concerns of this little place",
    "Are changed and fashioned by the obliquity of the earth’s axis,",
    "The chain of dependence which runs through creation,",
    "And links the roll of a planet alike with the interests",
    "Of marmots and of men.”"
  ],
  "title": "Toward an Organic Philosophy",
  "year": ""
}