{
  "author": "J. Allyn Rosser",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30066",
  "region": "",
  "text": [
    "The afternoon slows down, the town in steady rain.",
    "That one with the trendy chicken-plucked look—",
    "hair a tufted circle on top, the rest shaved all around—",
    "I can't really care about. Of course I hope",
    "he grows up without totalling himself and his car,",
    "but he's the clown in this act. He seems even",
    "to know his place as unworthy twerpy follower",
    "of the one no one would look away from for long,",
    "whose James Dean stance, hands deep in pockets",
    "of a rattily natty maroon corduroy blazer,",
    "shoves his shoulders nearly to his ears.",
    "Beneath the blazer, long sulked-in jeans,",
    "oversized black boots. He lifts one",
    "to kick a milkshake someone couldn't finish",
    "standing on the sidewalk, and it lands on",
    "its side, explodes and rolls a vanilla graffito,",
    "expletive unfurling. Expressionless himself.",
    "The other boy smirks before the rain douses",
    "and sweeps it stupidly into the gutter.",
    "Even if I were not invisible through this darkish window,",
    "they would know how to erase me. Well,",
    "would.",
    "I would enjoy that, just to see how he would do it,",
    "what sort of panache he'd pack in his shrug.",
    "Raining harder, and the tuft-headed one shifts",
    "unhappily under the Revco awning, pivoting",
    "his whole body now and then to see what the one",
    "I'm half in love with's doing, fifteen, maybe sixteen:",
    "he's twitching in sublime irritation, lighting up",
    "again, hard to do with both hands in your pockets",
    "but he pretty much manages no problem, and now",
    "comes the move that gets me. He strides out",
    "from under the awning, a spotted Lucky sticking straight",
    "from his lip, walks two buildings down and turns",
    "at the corner so his back's to Main Street and me,",
    "stands, his twitch becalmed at last, stands",
    "without heeding his friend's pleading",
    "jeering calls,",
    ",",
    ",",
    ", stands hunched, not looking up or down,",
    "and I can tell this is his moment, this is where",
    "he'll break off, he's going to unload everyone,",
    "he doesn't blink as he hawks up their nothingness",
    "and spits, feeling himself filling with what's left:",
    "he takes possession of his spirited bad luck for good",
    "and mounts and rides it without moving a muscle, stands",
    "letting the rain collect behind his collar and drench",
    "his gloriously inappropriately maroon corduroy",
    "and his hair that looks not combable by anyone",
    "alive, wild and bunched even when the rain",
    "has patted keeps patting at it harder and harder",
    "like an obsolete humiliated hand that wants to",
    "feed and fend for and in general do for him,",
    "and he has turned his back at last on the clown,",
    "and on Main Street full of clowns you can both see",
    "and not see, who wouldn't dare try to keep an eye on him",
    "or try to follow him from now on."
  ],
  "title": "Street Boy",
  "year": ""
}