{
  "author": "Sir Thomas Wyatt",
  "classification": "Epistle",
  "keywords": [
    "Friends",
    "Enemies",
    "Relationships",
    "Activities",
    "Travels",
    "Journeys",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/174856",
  "region": "England",
  "text": [
    "Mine own John Poynz, since ye delight to know",
    "The cause why that homeward I me draw,",
    "And flee the press of courts, whereso they go,",
    "Rather than to live thrall under the awe",
    "Of lordly looks, wrappèd within my cloak,",
    "To will and lust learning to set a law:",
    "It is not for because I scorn or mock",
    "The power of them, to whom fortune hath lent",
    "Charge over us, of right, to strike the stroke.",
    "But true it is that I have always meant",
    "Less to esteem them than the common sort,",
    "Of outward things that judge in their intent",
    "Without regard what doth inward resort.",
    "I grant sometime that of glory the fire",
    "Doth twyche my heart. Me list not to report",
    "Blame by honour, and honour to desire.",
    "But how may I this honour now attain,",
    "That cannot dye the colour black a liar?",
    "My Poynz, I cannot from me tune to feign,",
    "To cloak the truth for praise without desert",
    "Of them that list all vice for to retain.",
    "I cannot honour them that sets their part",
    "With Venus and Bacchus all their life long;",
    "Nor hold my peace of them although I smart.",
    "I cannot crouch nor kneel to do so great a wrong,",
    "To worship them, like God on earth alone,",
    "That are as wolves these sely lambs among.",
    "I cannot with my word complain and moan,",
    "And suffer nought, nor smart without complaint,",
    "Nor turn the word that from my mouth is gone.",
    "I cannot speak and look like a saint,",
    "Use willes for wit, and make deceit a pleasure,",
    "And call craft counsel, for profit still to paint.",
    "I cannot wrest the law to fill the coffer",
    "With innocent blood to feed myself fat,",
    "And do most hurt where most help I offer.",
    "I am not he that can allow the state",
    "Of him Caesar, and damn Cato to die,",
    "That with his death did scape out of the gate",
    "From Caesar's hands (if Livy do not lie)",
    "And would not live where liberty was lost;",
    "So did his heart the common weal apply.",
    "I am not he such eloquence to boast",
    "To make the crow singing as the swan;",
    "Nor call the liond of cowardes beasts the most",
    "That cannot take a mouse as the cat can;",
    "And he that dieth for hunger of the gold",
    "Call him Alexander; and say that Pan",
    "Passeth Apollo in music many fold;",
    "Praise Sir Thopias for a noble tale,",
    "And scorn the story that the Knight told;",
    "Praise him for counsel that is drunk of ale;",
    "Grin when he laugheth that beareth all the sway,",
    "Frown when he frowneth and groan when is pale;",
    "On others' lust to hang both night and day:",
    "None of these points would ever frame in me.",
    "My wit is nought—I cannot learn the way.",
    "And much the less of things that greater be,",
    "That asken help of colours of device",
    "To join the mean with each extremity,",
    "With the nearest virtue to cloak alway the vice;",
    "And as to purpose, likewise it shall fall",
    "To press the virtue that it may not rise;",
    "As drunkenness good fellowship to call;",
    "The friendly foe with his double face",
    "Say he is gentle and courteous therewithal;",
    "And say that favel hath a goodly grace",
    "In eloquence; and cruelty to name",
    "Zeal of justice and change in time and place;",
    "And he that suffer'th offence without blame",
    "Call him pitiful; and him true and plain",
    "That raileth reckless to every man's shame.",
    "Say he is rude that cannot lie and feign;",
    "The lecher a lover; and tyranny",
    "To be the right of a prince's reign.",
    "I cannot, I; no, no, it will not be!",
    "This is the cause that I could never yet",
    "Hang on their sleeves that way, as thou mayst see,",
    "A chip of chance more than a pound of wit.",
    "This maketh me at home to hunt and to hawk,",
    "And in foul weather at my book to sit;",
    "In frost and snow then with my bow to stalk;",
    "No man doth mark whereso I ride or go:",
    "In lusty leas at liberty I walk.",
    "And of these news I feel nor weal nor woe,",
    "Save that a clog doth hang yet at my heel.",
    "No force for that, for it is ordered so,",
    "That I may leap both hedge and dyke full well.",
    "I am not now in France to judge the wine,",
    "With saffry sauce the delicates to feel;",
    "Nor yet in Spain, where one must him incline",
    "Rather than to be, outwardly to seem:",
    "I meddle not with wits that be so fine.",
    "Nor Flanders' cheer letteth not my sight to deem",
    "Of black and white; nor taketh my wit away",
    "With beastliness; they beasts do so esteem.",
    "Nor I am not where Christ is given in prey",
    "For money, poison, and treason at Rome—",
    "A common practice used night and day:",
    "But here I am in Kent and Christendom",
    "Among the Muses where I read and rhyme;",
    "Where if thou list, my Poinz, for to come,",
    "Thou shalt be judge how I do spend my time."
  ],
  "title": "Mine own John Poynz",
  "year": ""
}