{
  "author": "Gary Schmidgall",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30381",
  "region": "",
  "text": [
    "\"Much too long\" you say, Velox, censorious,",
    "Of my epigrams—that's quite uproarious.",
    "You write none. Your brevity is glorious.",
    "Scribere me quereris, Velox, epigrammata longa.",
    "ipse nihil scribis: tu breviora facis?",
    "For my small books Rome's gone utterly mad;",
    "I'm quite ubiquitous—call it a fad.",
    "Look, there—see that fellow, leafing, curious.",
    "First he blushes deeply, then he's furious;",
    "A moment later his eyes glaze over;",
    "He yawns, flips a page, then reels in horror.",
    "This mercurial response I thrill to see;",
    "Why, then my epigrams even please me!",
    "Laudat, amat, cantat nostros mea Roma libellos,",
    "meque sinus omnes, me manus omnis habet.",
    "ecce rubet quidam, pallet, stupet, oscitat, odit.",
    "hoc volo: nunc nobis carmina nostra placent.",
    "Matho's one-word review of my small book:",
    "\"Uneven.\" I'm supposed to get all shook!",
    "The scribblings of Calvinus and Umber",
    "Are very \"even\". . . yet how they lumber.",
    "I swear to you, Creticus, I thank God",
    "My gift is for being quite frankly \"odd.\"",
    "Iactat inaequalem Matho me fecisse libellum:",
    "si verum est, laudat carmina nostra Matho.",
    "aequales scribit libros Calvinus et Umber:",
    "aequalis liber est, Cretice, qui malus est.",
    "You pontificate my talent is small,",
    "Gaurus, because my epigrams are all",
    "Just puny trifles. Yet they seem to please,",
    "I'll confess. They're a veritable breeze",
    "Compared to your epic tome, which rattles,",
    "In twelve mortal books, o'er Priam's battles.",
    "That makes you big man on campus? Oh no!",
    "As statuettes of master carvers glow",
    "With life, so do my tiny dramas boast",
    "Vital creatures. Your giants? Clay, at most.",
    "Ingenium mihi, Gaure, probas sic esse pusillum,",
    "carmina quod faciam quae brevitate placent.",
    "confiteor. sed tu bis senis grandia libris",
    "qui scribis Priami proelia, magnus homo es?",
    "nos facimus Bruti puerum, nos Langona vivum:",
    "tu magnus luteum, Gaure, Giganta facis.",
    "Quite clueless, Flaccus, all these sorry folks",
    "Who brand short poems mere badinage and jokes.",
    "Want to know who's more idle? The big boys,",
    "Our Epic Poets, who rehearse the joys",
    "Of serving human flesh up à la carte—",
    "Tereus' bloody banquet or the huge tart",
    "Chez Thyestes (\"It's a little gristly!\").",
    "Or they serve us crap, like how remissly",
    "Daedalus made—with wax, imagine!—wings",
    "For his poor doomed son. Then Big Epic sings",
    "Of arms and the—not \"man\"—one-eyed giant?",
    "Polyphemus: his brain was far from pliant,",
    "So Homer made him watch sheep in Sicily.",
    "Pardon me for carping so pissily,",
    "Flaccus, at insults to my epigrams,",
    "So far from the bloated whimsy that crams",
    "Our big-assed epics. All men blare in praise",
    "of these \"classics,\" you say, and bask in their rays.",
    "I will not disagree, but mark my word:",
    "Some day, far off, a wise man will be heard",
    "To say, \"Classics we all want to have read,",
    "Never to read.\" My books get read instead!",
    "Nescit, crede mihi, quid sint epigrammata, Flacce,",
    "qui tantum lusus illa iocosque vocat.",
    "ille magis ludit qui scribit prandia saevi",
    "Tereos aut cenam, crude Thyesta, tuam,",
    "aut puero liquidas aptantem Daedalon alas,",
    "pascentem Siculas aut Polyphemon ovis.",
    "a nostris procul est omnis vesica libellis,",
    "Musa nec insano syrmate nostra tumet.",
    "\"illa tamen laudant omnes, mirantur, adorant.\"",
    "confiteor: laudant illa, sed ista legunt.",
    "Read or recited, my verse is much praised,",
    "Aulus, yet one poet opines: \"Ill-phrased.\"",
    "I couldn't care less! When I set a table,",
    "My guests, not the cooks, should say I'm able.",
    "Lector et auditor nostros probat, Aule, libellos,",
    "sed quidam exactos esse poeta negat.",
    "non nimium curo: nam cenae fercula nostrae",
    "malim convivis quam placuisse cocis.",
    "A whole damned page crammed with verse—so you yawn!",
    "If a poem's too long you move swiftly on;",
    "\"Shorter the better!\" is your golden rule.",
    "But markets are scoured to make the tongue drool;",
    "A groaning board's set—rich sauces for days—",
    "And yet, dear reader, you want canapés?",
    "But I don't hunger for diners so prude:",
    "Hail meat and potatoes—screw finger food!",
    "Consumpta est uno si lemmate pagina, transis,",
    "et breviora tibi, non meliora placent.",
    "dives et ex omni posita est instructa macello",
    "cena tibi, sed te mattea sola iuvat.",
    "non opus est nobis nimium lectore guloso;",
    "hunc volo, non fiat qui sine pane satur.",
    "You there, reader, the over-solemn one,",
    "Take a hike wherever—my verse is spun",
    "Only for blithe, witty cognoscenti",
    "\"Up\" for priapic jeux de spree aplenty",
    "Or aroused by bells on harlot's fingers.",
    "He who in these randy pages lingers—",
    "Though more stern than Curius or Fabricius",
    "Soon gets tingly, and anon lubricious;",
    "Then, lo, beneath a toga something pokes.",
    "My little book's salacious whims and jokes",
    "Will lead even the chastest dames astray;",
    "Taken with wine, my lines can make 'em bray!",
    "Lucretia, more proper than whom none such,",
    "Peeked between my covers, blushed very much,",
    "And threw me down (but Brutus stood glowering).",
    "Brutus, \"Ciao!\"—and back she'll be devouring.",
    "Qui gravis es nimium, potes hinc iam, lector, abire",
    "quo libet: urbanae scripsimus ista togae;",
    "iam mea Lampsacio lascivit pagina versu",
    "et Tartesiaca concrepat aera manu.",
    "o quotiens rigida pulsabis pallia vena,",
    "sis gravior Curio Fabricioque licet!",
    "tu quoque nequitias nostri lususque libelli",
    "uda, puella, leges, sis Patavina licet.",
    "erubuit posuitque meum Lucretia librum,",
    "sed coram Bruto; Brute, recede: leget.",
    "Hey, you're stuffed, little book, give it a rest.",
    "You've reached the end-papers and still have zest!",
    "What on earth makes you yet want to let go,",
    "When \"misfire\" our verse reeked from the get-go?",
    "Zip it, my pages, let's call a \"time out\";",
    "We've hit the back cover—and still you'd spout?",
    "Look, the reader's pissed and quite unimpressed;",
    "Even our publisher calls you a pest:",
    "\"Hey, you're stuffed, little book, give it a rest!\"",
    "Ohe, iam satis, ohe, libelle,",
    "iam pervenimus usque ad umbilicos.",
    "tu procedere adhuc et ire quaeris,",
    "nec summa potes in schida teneri,",
    "sic tamquam tibi res peracta non sit,",
    "quae prima quoque pagina peracta est.",
    "iam lector queriturque deficitque,",
    "iam librarius hoc et ipse dicit",
    "\"ohe, iam satis est, ohe, libelle.\""
  ],
  "title": "The Poet's Life: From Martial's Epigrams",
  "year": ""
}