{
  "author": "William Butler Yeats",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "The Body",
    "Love",
    "Romantic Love"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/172071",
  "region": "Ireland",
  "text": [
    "I",
    "I sought a theme and sought for it in vain,",
    "I sought it daily for six weeks or so.",
    "Maybe at last being but a broken man",
    "I must be satisfied with my heart, although",
    "Winter and summer till old age began",
    "My circus animals were all on show,",
    "Those stilted boys, that burnished chariot,",
    "Lion and woman and the Lord knows what.",
    "II",
    "What can I but enumerate old themes,",
    "First that sea-rider Oisin led by the nose",
    "Through three enchanted islands, allegorical dreams,",
    "Vain gaiety, vain battle, vain repose,",
    "Themes of the embittered heart, or so it seems,",
    "That might adorn old songs or courtly shows;",
    "But what cared I that set him on to ride,",
    "I, starved for the bosom of his fairy bride.",
    "And then a counter-truth filled out its play,",
    "`The Countess Cathleen' was the name I gave it,",
    "She, pity-crazed, had given her soul away",
    "But masterful Heaven had intervened to save it.",
    "I thought my dear must her own soul destroy",
    "So did fanaticism and hate enslave it,",
    "And this brought forth a dream and soon enough",
    "This dream itself had all my thought and love.",
    "And when the Fool and Blind Man stole the bread",
    "Cuchulain fought the ungovernable sea;",
    "Heart mysteries there, and yet when all is said",
    "It was the dream itself enchanted me:",
    "Character isolated by a deed",
    "To engross the present and dominate memory.",
    "Players and painted stage took all my love",
    "And not those things that they were emblems of.",
    "III",
    "Those masterful images because complete",
    "Grew in pure mind but out of what began?",
    "A mound of refuse or the sweepings of a street,",
    "Old kettles, old bottles, and a broken can,",
    "Old iron, old bones, old rags, that raving slut",
    "Who keeps the till. Now that my ladder's gone",
    "I must lie down where all the ladders start",
    "In the foul rag and bone shop of the heart."
  ],
  "title": "The Circus Animals’ Desertion",
  "year": ""
}