{
  "author": "Alice Cary",
  "classification": "",
  "keywords": [
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182713",
  "region": "",
  "text": [
    "I’ll tell you two fortunes, my fine little lad,",
    "For you to accept or refuse.",
    "The one of them good, and the other one bad;",
    "Now hear them, and say which you choose!",
    "I see by my gift, within reach of your hand,",
    "A fortune right fair to behold;",
    "A house and a hundred good acres of land,",
    "With harvest fields yellow as gold.",
    "I see a great orchard, the boughs hanging down",
    "With apples of russet and red;",
    "I see droves of cattle, some white and brown,",
    "But all of them sleek and well-fed.",
    "I see doves and swallows about the barn doors,",
    "See the fanning-mill whirling so fast,",
    "See men that are threshing the wheat on the floors;",
    "And now the bright picture is past!",
    "And I see, rising dismally up in the place",
    "Of the beautiful house and the land,",
    "A man with a fire-red nose on his face,",
    "And a little brown jug in his hand!",
    "Oh! if you beheld him, my lad, you would wish",
    "That he were less wretched to see;",
    "For his boot-toes, they gape like the mouth of a fish,",
    "And his trousers are out at the knee!",
    "In walking he staggers, now this way, now that,",
    "And his eyes they stand out like a bug’s,",
    "And he wears an old coat and a battered-in hat,",
    "And I think that the fault is the jug’s!",
    "For our text says the drunkard shall come to be poor,",
    "And drowsiness clothes men with rags;",
    "And he doesn’t look much like a man, I am sure,",
    "Who has honest hard cash in his bags.",
    "Now which will you choose? to be thrifty and snug,",
    "And to be right side up with your dish;",
    "Or to go with your eyes like the eyes of a bug,",
    "And your shoes like the mouth of a fish!"
  ],
  "title": "Telling Fortunes",
  "year": ""
}