{
  "author": "Alice Cary",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182712",
  "region": "",
  "text": [
    "I sit in my sorrow a-weary, alone;",
    "I have nothing sweet to hope or remember,",
    "For the spring o’ th’ year and of life has flown;",
    "’Tis the wildest night o’ the wild December,",
    "And dark in my spirit and dark in my chamber.",
    "I sit and list to the steps in the street,",
    "Going and coming, and coming and going,",
    "And the winds at my shutter they blow and beat;",
    "’Tis the middle of night and the clouds are snowing;",
    "And the winds are bitterly beating and blowing.",
    "I list to the steps as they come and go,",
    "And list to the winds that are beating and blowing,",
    "And my heart sinks down so low, so low;",
    "No step is stayed from me by the snowing,",
    "Nor stayed by the wind so bitterly blowing.",
    "I think of the ships that are out at sea,",
    "Of the wheels in th’ cold, black waters turning;",
    "Not one of the ships beareth news to me,",
    "And my head is sick, and my heart is yearning,",
    "As I think of the wheels in the black waters turning.",
    "Of the mother I think, by her sick baby’s bed,",
    "Away in her cabin as lonesome and dreary,",
    "And little and low as the flax-breaker’s shed;",
    "Of her patience so sweet, and her silence so weary,",
    "With cries of the hungry wolf hid in the prairie.",
    "I think of all things in the world that are sad;",
    "Of children in homesick and comfortless places;",
    "Of prisons, of dungeons, of men that are mad;",
    "Of wicked, unwomanly light in the faces",
    "Of women that fortune has wronged with disgraces.",
    "I think of a dear little sun-lighted head,",
    "That came where no hand of us all could deliver;",
    "And crazed with the cruelest pain went to bed",
    "Where the sheets were the foam-fretted waves of the river;",
    "Poor darling! may God in his mercy forgive her.",
    "The footsteps grow faint and more faint in the snow;",
    "I put back the curtain in very despairing;",
    "The masts creak and groan as th’ winds come and go;",
    "And the light in the light-house all weirdly is flaring;",
    "But what glory is this, in the gloom of despairing!",
    "I see at the window just over the street,",
    "A maid in the lamplight her love-letter reading.",
    "Her red mouth is smiling, her news is so sweet;",
    "And the heart in my bosom is cured of its bleeding,",
    "As I look on the maiden her love-letter reading.",
    "She has finished the letter, and folding it, kisses,",
    "And hides it — a secret too sacred to know;",
    "And now in the hearth-light she softly undresses:",
    "A vision of grace in the roseate glow,",
    "I see her unbinding the braids of her tresses.",
    "And now as she stoops to the ribbon that fastens",
    "Her slipper, they tumble o’er shoulder and face;",
    "And now, as she patters in bare feet, she hastens",
    "To gather them up in a fillet of lace;",
    "And now she is gone, but in fancy I trace",
    "The lavendered linen updrawn, the round arm",
    "Half sunk in the counterpane’s broidered roses,",
    "Revealing the exquisite outline of form;",
    "A willowy wonder of grace that reposes",
    "Beneath the white counterpane, fleecy with roses.",
    "I see the small hand lying over the heart,",
    "Where the passionate dreams are so sweet in their sally;",
    "The fair little fingers they tremble and part,",
    "As part to th’ warm waves the leaves of the lily,",
    "And they play with her hand like the waves with the lily.",
    "In white fleecy flowers, the queen o’ the flowers!",
    "What to her is the world with its bad, bitter weather?",
    "Wide she opens her arms — ah, her world is not ours!",
    "And now she has closed them and clasped them together —",
    "What to her is our world, with its clouds and rough weather?",
    "Hark! midnight! the winds and the snows blow and beat;",
    "I drop down the curtain and say to my sorrow,",
    "Thank God for the window just over the street;",
    "Thank God there is always a light whence to borrow",
    "When darkness is darkest, and sorrow most sorrow."
  ],
  "title": "The Window Just Over the Street",
  "year": ""
}