{
  "author": "Sam Riviere",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248778",
  "region": "",
  "text": [
    "I felt suddenly convinced that I had feelings for the wallpaper.",
    "I was especially captivated by its blonde hair and bad dreams.",
    "I had the impression the wallpaper needed longer to properly respond.",
    "By the time I left, my affections had produced this abrasion on my cheek.",
    "People looked on the abrasion as unquestionable proof of my sincerity.",
    "The abrasion was produced by rubbing my face on the paper’s smooth surface.",
    "It only occurred to me later that it might have found this sensation disagreeable.",
    "But by then I had become known for my abrasion, and I seldom thought of,",
    "discussed, or in any way depended upon the wallpaper for anything.",
    "My affections, though, had produced upon the paper their own mark.",
    "To my irritation and gradual dismay, interest in the paper’s abrasion",
    "began to outweigh interest in my own; indeed, mine was starting to fade",
    "while the mark upon the paper had deepened with the passing of time.",
    "People liked to visit the paper in its room and probe their fingers",
    "into the widening tear, by now a gruesome black-edged wound.",
    "The silence of the paper during these incursions suggested to some",
    "condemnation of their curiosity, but to others implied approval.",
    "Some even speculated that the paper “enjoyed” the infringement",
    "of its surfaces, while most agreed it was a question of the paper",
    "enduring this indignity, having little or no opportunity to protest.",
    "Some visitors could not contain their enthusiasm, and over time",
    "other recesses were opened in the paper without its consent.",
    "The earliest admirers of the paper’s abrasion were heard lamenting",
    "the gulf between the paper’s current state and its previous appearance.",
    "They opined that to experience the abrasion now was to encounter",
    "a kind of mockery of the gentle and informal gesture it had once been.",
    "Others contended that while the paper’s condition was certainly different,",
    "it couldn’t be in any way “better” or “worse” than it had been originally;",
    "on the contrary, the paper, exhibiting as it did the marks of the affections",
    "spent upon it, was in every way a true record of the destruction this attention",
    "had wrought, and had become if anything a more moving testament,",
    "charting as it did the changing and accelerated passions of the times.",
    "In later phases of the paper’s deterioration some expressed admiration",
    "for the stoical indifference with which the paper withstood its abusers",
    "and wondered if such an attitude might not improve the willing",
    "and reciprocal style with which they and their contemporaries",
    "were accustomed to receiving each other’s gazes and caresses.",
    "Against the odds, this view seemed timely and took root in the populace,",
    "and to this day in all the estimations of historians and critics of culture",
    "it is widely held accountable for the period of dormancy and inertia",
    "among the youngest of our people, whose silence and repose",
    "has replaced the humors and rages of those whose desires had flown",
    "unchecked, who had coupled for so long with such energy and frequency."
  ],
  "title": "In Praise of the Passivity of Paper",
  "year": ""
}