{
  "author": "Elinor Wylie",
  "classification": "Sonnet",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "Relationships",
    "Love",
    "Home Life",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Romantic Love"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/learning/guide/242464",
  "region": "",
  "text": [
    "When the world turns completely upside down",
    "You say we’ll emigrate to the Eastern Shore",
    "Aboard a river-boat from Baltimore;",
    "We’ll live among wild peach trees, miles from town,",
    "You’ll wear a coonskin cap, and I a gown",
    "Homespun, dyed butternut’s dark gold color.",
    "Lost, like your lotus-eating ancestor,",
    "We’ll swim in milk and honey till we drown.",
    "The winter will be short, the summer long,",
    "The autumn amber-hued, sunny and hot,",
    "Tasting of cider and of scuppernong;",
    "All seasons sweet, but autumn best of all.",
    "The squirrels in their silver fur will fall",
    "Like falling leaves, like fruit, before your shot.",
    "The autumn frosts will lie upon the grass",
    "Like bloom on grapes of purple-brown and gold.",
    "The misted early mornings will be cold;",
    "The little puddles will be roofed with glass.",
    "The sun, which burns from copper into brass,",
    "Melts these at noon, and makes the boys unfold",
    "Their knitted mufflers; full as they can hold",
    "Fat pockets dribble chestnuts as they pass.",
    "Peaches grow wild, and pigs can live in clover;",
    "A barrel of salted herrings lasts a year;",
    "The spring begins before the winter’s over.",
    "By February you may find the skins",
    "Of garter snakes and water moccasins",
    "Dwindled and harsh, dead-white and cloudy-clear.",
    "When April pours the colors of a shell",
    "Upon the hills, when every little creek",
    "Is shot with silver from the Chesapeake",
    "In shoals new-minted by the ocean swell,",
    "When strawberries go begging, and the sleek",
    "Blue plums lie open to the blackbird’s beak,",
    "We shall live well — we shall live very well.",
    "The months between the cherries and the peaches",
    "Are brimming cornucopias which spill",
    "Fruits red and purple, sombre-bloomed and black;",
    "Then, down rich fields and frosty river beaches",
    "We’ll trample bright persimmons, while you kill",
    "Bronze partridge, speckled quail, and canvasback.",
    "Down to the Puritan marrow of my bones",
    "There’s something in this richness that I hate.",
    "I love the look, austere, immaculate,",
    "Of landscapes drawn in pearly monotones.",
    "There’s something in my very blood that owns",
    "Bare hills, cold silver on a sky of slate,",
    "A thread of water, churned to milky spate",
    "Streaming through slanted pastures fenced with stones.",
    "I love those skies, thin blue or snowy gray,",
    "Those fields sparse-planted, rendering meagre sheaves;",
    "That spring, briefer than apple-blossom’s breath,",
    "Summer, so much too beautiful to stay,",
    "Swift autumn, like a bonfire of leaves,",
    "And sleepy winter, like the sleep of death."
  ],
  "title": "Wild Peaches",
  "year": ""
}