{
  "author": "Hannah More",
  "classification": "",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Faith",
    "Doubt",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182503",
  "region": "England",
  "text": [
    "If Heaven has into being deigned to call",
    "Thy light, O Liberty! to shine on all;",
    "Bright intellectual Sun! why does thy ray",
    "To earth distribute only partial day?",
    "Since no resisting cause from",
    "flows",
    "Thy universal presence to oppose;",
    "No obstacles by Nature’s hand impressed,",
    "Thy subtle and ethereal beams arrest;",
    "Not swayed by",
    "is they course benign,",
    "Or more direct or more oblique to shine;",
    "Nor motion’s laws can speed thy active course;",
    "Nor strong repulsion’s powers obstruct thy force:",
    "Since there is no convexity in mind,",
    "Why are thy genial rays to parts confined?",
    "While the chill North with thy bright beam is blest,",
    "Why should fell darkness half the South invest?",
    "Was it decreed, fair Freedom! at thy birth,",
    "That thou should’st ne’er irradiate",
    "the earth?",
    "While Britain basks in thy full blaze of light,",
    "Why lies sad Afric quenched in total night?",
    "Thee only,",
    "Goddess! I attest,",
    "In smiles chastised, and decent graces dressed;",
    "To thee alone, pure daughter of the skies,",
    "The hallowed incense of the Bard should rise:",
    "Not that mad Liberty, in whose wild praise",
    "Too oft he trims his prostituted bays;",
    "Not that unlicensed monster of the crowd,",
    "Whose roar terrific bursts in peals so loud,",
    "Deafening the ear of Peace; fierce Faction’s tool,",
    "Of rash Sedition born, and mad Misrule;",
    "Whose stubborn mouth, rejecting Reason’s rein,",
    "No strength can govern, and no skill restrain;",
    "Whose magic cries the frantic vulgar draw",
    "To spurn at Order, and to outrage Law;",
    "To tread on grave Authority and Power,",
    "And shake the work of ages in an hour:",
    "Convulsed her voice, and pestilent her breath,",
    "She raves of mercy, while she deals out death:",
    "Each blast is fate; she darts from either hand",
    "Red conflagration o’er the astonished land;",
    "Clamouring for peace, she rends the air with noise,",
    "And, to reform a part, the whole destroys.",
    "Reviles oppression only to oppress,",
    "And, in the act of murder, breathes redress.",
    "Such have we seen on Freedom’s genuine coast,",
    "Bellowing for blessings which were never lost.",
    "‘Tis past, and Reason rules the lucid hour,",
    "And beauteous Order reassumes his power:",
    "Lord of the bright ascendant may he reign,",
    "Till perfect Peace eternal sway maintain!",
    "O, plaintive Southerne! whose impassioned page",
    "Can melt the soul to grief, or rouse to rage;",
    "Now, when congenial themes engage the Muse,",
    "She burns to emulate thy generous views;",
    "Her failing efforts mock her fond desires,",
    "She shares thy feelings, not partakes thy fires.",
    "Strange power of song! the strain that warms the heart",
    "Seems the same inspiration to impart;",
    "Touched by the extrinsic energy alone,",
    "We think the flame which melts us is our own;",
    "Deceived, for genius we mistake delight,",
    "Charmed as we read, we fancy we can write.",
    "Though not to me, sweet Bard, thy powers belong,",
    "The cause I plead shall sanctify my song.",
    "The Muse awakes no artificial fire,",
    "For Truth rejects what Fancy would inspire:",
    "Here Art would weave her gayest flowers in vain,",
    "The bright invention Nature would disdain.",
    "For no fictitious ills these numbers flow,",
    "But living anguish, and substantial woe;",
    "No individual griefs my bosom melt,",
    "For millions feel what Oroonoko felt:",
    "Fired by no single wrongs, the countless host",
    "I mourn, by rapine dragg’d from Afric’s coast.",
    "Perish the illiberal thought which would debase",
    "The native genius of the sable race!",
    "Perish the proud philosophy, which sought",
    "To rob them of the powers of equal thought!",
    "What! does the immortal principle within",
    "Change with the casual colour of a skin?",
    "Does matter govern spirit? or is mind",
    "Degraded by the form to which it’s joined?",
    "No: they have heads to think, and hearts to feel,",
    "And souls to act, with firm, though erring zeal;",
    "For they have keen affections, soft desires,",
    "Love strong as death, and active patriot fires:",
    "All the rude energy, the fervid flame",
    "Of high-souled passion, and ingenuous shame:",
    "Strong, but luxuriant virtues, boldly shoot",
    "From the wild vigour of a savage root.",
    "Nor weak their sense of honour’s proud control,",
    "For pride is virtue in a Pagan soul;",
    "A sense of worth, a conscience of desert,",
    "A high, unbroken haughtiness of heart;",
    "That selfsame stuff which erst proud empires swayed,",
    "Of which the conquerors of the world were made.",
    "Capricious fate of men! that very pride",
    "In Afric scourged, in Rome was deified.",
    "No Muse, O Qua-shi! shall thy deeds relate,",
    "No statue snatch thee from oblivious fate!",
    "For thou wast born where never gentle Muse",
    "On Valour’s grave the flowers of Genius strews;",
    "And thou wast born where no recording page",
    "Plucks the fair deed from Time’s devouring rage.",
    "Had fortune placed you on some happier coast,",
    "Where",
    "Pagans souls heroic boast,",
    "To thee, who sought’st a voluntary grave,",
    "The uninjured honours of thy name to save,",
    "Whose generous arm thy barbarous Master spared,",
    "Altars had smoked, and temples had been reared.",
    "Whene’er to Afric’s shores I turn my eyes,",
    "Horrors of deepest, deadliest guilt arise;",
    "I see, by more than Fancy’s mirror shown,",
    "The burning village, and the blazing town:",
    "See the dire victim torn from social life,",
    "See the sacred infant, hear the shrieking wife!",
    "She, wretch forlorn! is dragged by hostile hands,",
    "To distant tyrants sold, in distant lands:",
    "Transmitted miseries, and successive chains,",
    "The sole sad heritage her child obtains.",
    "E’en this last wretched boon their foes deny,",
    "To weep together, or together die.",
    "By felon hands, by one relentless stroke,",
    "See the fond links of Nature broke!",
    "The fibres twisting round a parent’s heart,",
    "Torn from their grasp, and bleeding as they part.",
    "Hold, murderers! hold! nor aggravate distress;",
    "Respect the passions you yourself possess:",
    "Ev’n you, of ruffian heart, and ruthless hand,",
    "Love your own offspring, love your native land;",
    "Ev’n you, with fond impatient feelings burn,",
    "Though free as air, though certain of return.",
    "Then, if to you, who voluntary roam,",
    "So dear the memory of your distant home,",
    "O think how absence the loved scene endears",
    "To him, whose food is groan, whose drink is tears;",
    "Think on the wretch whose aggravated pains",
    "To exile misery adds, to misery chains.",
    "If warm",
    "heart, to British feelings true,",
    "As dear his land to him as yours to you;",
    "And Liberty, in you a hallowed flame,",
    "Burns, unextinguished, in his breast the same.",
    "Then leave him holy Freedom’s cheering smile,",
    "The heaven-taught fondness for the parent soil;",
    "Revere affections mingled with our frame,",
    "In every nature, every clime the same;",
    "In all, these feelings equal sway maintain;",
    "In all, the love of home and freedom reign:",
    "And Tempe’s vale, and parched Angola’s sand,",
    "One equal fondness of their sons command.",
    "The unconquered savage laughs at pain and toil,",
    "Basking in Freedom’s beams which gild his native soil.",
    "Does thirst of empire, does desire of fame,",
    "(For these are specious crimes) our rage inflame?",
    "No: sordid lust of gold their fate controls,",
    "The basest appetite of basest souls;",
    "Gold, better gained by what their ripening sky,",
    "Their fertile fields, their arts, and mines supply.",
    "What wrongs, what injuries does Oppression plead",
    "To smooth the crime and sanctify the deed?",
    "What strange offence, what aggravated sin?",
    "They stand convicted — of a darker skin!",
    "Barbarians, hold! the opprobrious commerce spare,",
    "Respect His sacred image which they bear.",
    "Though dark and savage, ignorant and blind,",
    "They claim the common privilege of",
    ";",
    "Let Malice strip them of each other plea,",
    "They still are men, and men should still be free.",
    "Insulted Reason loathes the inverted trade —",
    "Loathes, as she views the human purchase made;",
    "The outraged Goddess, with abhorrent eyes,",
    "Sees Man the traffic, souls the merchandise!",
    "Man, whom fair Commerce taught with judging eye,",
    "And liberal hand, to barter or to buy,",
    "Indignant Nature blushes to behold,",
    "Degraded man himself, trucked, bartered, sold;",
    "Of every native privilege bereft,",
    "Yet cursed with every wounded feeling left.",
    "Hard lot! each brutal suffering to sustain,",
    "Yet keep the sense acute of human pain.",
    "Plead not, in reason’s palpable abuse,",
    "Their sense of feeling callous and obtuse,",
    "From heads to hearts lies Nature’s plain appeal,",
    "Though few can reason, all mankind can feel.",
    "Though wit may boast a livelier dread of shame,",
    "A loftier sense of wrong, refinement claim;",
    "Though polished manners may fresh wants invent,",
    "And nice distinctions nicer souls torment;",
    "Though these on finer spirits heavier fall,",
    "Yet natural evils are the same to all.",
    "Though wounds there are which reason’s force may heal,",
    "There needs no logic sure to make us feel.",
    "The nerve, howe’er untutored, can sustain",
    "A sharp, unutterable sense of pain;",
    "As exquisitely fashioned in a slave,",
    "As where unequal fate a sceptre gave.",
    "Sense is as keen where Gambia’s waters glide,",
    "As where proud Tiber rolls his classic tide.",
    "Though verse or rhetoric point the feeling line,",
    "They do not whet sensation, but define.",
    "Did ever wretch less feel the galling chain,",
    "When Zeno proved there was no ill in pain?",
    "In vain the sage to smooth its horror tries;",
    "Spartans and Helots see with different eyes;",
    "miseries philosophic quirks deride,",
    "Slaves groan in pangs disowned by Stoic pride.",
    "When the fierce Sun darts vertical his beams,",
    "And thirst and hunger mix their wild extremes;",
    "When the sharp iron wounds his inmost soul,",
    "And his strained eyes in burning anguish roll;",
    "Will the parched Negro own, ere he expire,",
    "No pain in hunger, and no heat in fire?",
    "For him, when agony his frame destroys,",
    "What hope of present fame or future joys?",
    "For",
    "have heroes shortened Nature’s date;",
    "For",
    "have martyrs gladly met their fate;",
    "But him, forlorn, no hero’s pride sustains,",
    "No martyr’s blissful visions soothe his pains;",
    "Sullen, he mingles with his kindred dust,",
    "For he has learned to dread the Christian’s trust;",
    "To him what mercy can that God display,",
    "Whose servants murder, and whose sons betray?",
    "Savage! thy venial error I deplore,",
    "They are",
    "Christians who infest thy shore.",
    "O thou sad spirit, whose preposterous yoke",
    "The great deliver Death, at length, has broke!",
    "Released from misery, and escaped from care,",
    "Go, meet that mercy man denied thee here.",
    "In thy dark home, sure refuge of the oppressed,",
    "The wicked vex not, and the weary rest.",
    "And, if some notions, vague and undefined,",
    "Of future terrors have assailed thy mind;",
    "If such thy masters have presumed to teach,",
    "As terrors only they are prone to preach;",
    "(For should they paint eternal Mercy’s reign,",
    "Where were the oppressor’s rod, the captive’s chain?)",
    "If then, thy troubled soul has learned to dread",
    "The dark unknown thy trembling footsteps tread;",
    "On Him, who made thee what thou art, depend;",
    "He, who withholds the means, accepts the end.",
    "Thy mental night they Saviour will not blame,",
    "He died for those who never heard his name.",
    "Not",
    "the reckoning dire of Light abused,",
    "Knowledge disgraced, and Liberty misused;",
    "On",
    "no awful judge incensed shall sit",
    "For parts perverted, and dishonoured wit.",
    "Where ignorance will be found the surest plea,",
    "How many learned and wise shall envy",
    "!",
    "And thou, White Savage! whether lust of gold,",
    "Or lust of conquest rule thee uncontrolled!",
    "Hero, or robber! — by whatever name",
    "Thou plead thy impious claim to wealth or fame;",
    "Whether inferior mischief be thy boast,",
    "A tyrant trader rifling",
    "coast:",
    "Or bolder carnage track thy crimson way,",
    "Kings dispossessed, and provinces thy prey;",
    "Whether thou pant to tame earth’s distant bound;",
    "All Cortez murdered, all Columbus found;",
    "O’er plundered realms to reign, detested Lord,",
    "Make millions wretched, and thyself abhorred: —",
    "Whether Cartouche in forests break the law,",
    "Or bolder Caesar keep the world in awe;",
    "In Reason’s eye, in Wisdom’s fair account,",
    "Your sum of glory boasts a like amount:",
    "The means may differ, but the end’s the same;",
    "Conquest is pillage with a nobler name.",
    "Who makes the sum of human blessings less,",
    "Or sinks the stock of general happiness,",
    "Though erring fame may grace, though false renown,",
    "His life may blazon or his memory crown,",
    "Yet the last audit shall reverse the cause,",
    "And God shall vindicate his broken laws.",
    "Had those adventurous spirits who explore",
    "Through ocean’s trackless wastes, the far-sought shore;",
    "Whether of wealth insatiate, or of power,",
    "Conquerors who waste, or ruffians who devour:",
    "Had these possessed, O Cook! thy gentle mind,",
    "Thy love of arts, thy love of human kind;",
    "Had these pursued thy mild and liberal plan,",
    "Discoverers had not been a curse to man.",
    "Then, blessed Philanthropy! thy social hands",
    "Had linked dissevered worlds in brothers’ bands;",
    "Careless, if colour, or if clime divide;",
    "Then, loved and loving, man had lived, and died.",
    "Then with pernicious skill we had not known",
    "To bring their vices back and leave our own.",
    "The purest wreaths which hang on glory’s shrine,",
    "For empires founded, peaceful Penn! are thine;",
    "No blood-stained laurels crowned thy virtuous toil,",
    "No slaughtered natives drenched thy fair-earned soil.",
    "Still thy meek spirit in thy flock survives,",
    "Consistent still,",
    "doctrines rule their lives;",
    "Thy followers only have effaced the shame",
    "Inscribed by slavery on the Christian name.",
    "Shall Britain, where the soul of Freedom reigns,",
    "Forge chains for others she herself disdains?",
    "Forbid it, Heaven! O let the nations know",
    "The liberty she tastes she will bestow;",
    "Not to herself the glorious gift confined,",
    "She spreads the blessing wide as human kind;",
    "And scorning narrow views of time and place,",
    "Bids all be free in earth’s extended space.",
    "What page of human annals can record",
    "A deed so bright as human rights restored?",
    "O may that god-like deed, that shining page,",
    "Redeem",
    "fame, and consecrate",
    "age!",
    "And let this glory mark our favoured shore,",
    "To curb false freedom and the true restore!",
    "And see, the cherub Mercy from above,",
    "Descending softly, quits the spheres of love!",
    "On Britain’s isle she sheds her heavenly dew,",
    "And breathes her spirit o’er the enlightened few;",
    "From soul to soul the spreading influence steals,",
    "Till every breast the soft contagion feels.",
    "She speeds, exulting, to the burning shore,",
    "With the best message angel ever bore;",
    "Hark! ’tis the note which spoke a Saviour’s birth,",
    "Glory to God on high, and peace on earth!",
    "She vindicates the Power in Heaven adored,",
    "She stills the clank of chains, and sheathes the sword;",
    "She cheers the mourner, and with soothing hands",
    "From bursting hearts unbinds the oppressor’s bands;",
    "Restores the lustre of the Christian name,",
    "And clears the foulest blot that dimmed its fame.",
    "As the mild Spirit hovers o’er the coast,",
    "A fresher hue the withered landscapes boast;",
    "Her healing smiles the ruined scenes repair,",
    "And blasted Nature wears a joyous air;",
    "While she proclaims through all their spicy groves,",
    "‘Henceforth your fruits, your labours, and your loves,",
    "All that your Sire possessed, or you have sown,",
    "Sacred from plunder — all is now your own.’",
    "And now, her high commission from above,",
    "Stamped with the holy characters of love,",
    "The meek-eyed spirit waving in her hand,",
    "Breathes manumission o’er the rescued land:",
    "She tears the banner stained with blood and tears,",
    "And, Liberty! thy shining standard rears!",
    "As the bright ensign’s glory she displays,",
    "See pale Oppression faints beneath the blaze!",
    "The giant dies! no more his frown appals,",
    "The chain, untouched, drops off, the fetter falls.",
    "Astonished echo tells the vocal shore,",
    "Oppression’s fallen, and slavery is no more!",
    "The dusky myriads crowd the sultry plain,",
    "And hail that mercy long invoked in vain.",
    "Victorious power! she bursts their two-fold bands,",
    "And Faith and Freedom spring from Britain’s hands.",
    "And Thou! great source of Nature and of Grace,",
    "Who of one blood didst form the human race,",
    "Look down in mercy in thy chosen time,",
    "With equal eye on Afric’s suffering clime:",
    "Disperse her shades of intellectual night,",
    "Repeat thy high behest — Let there be light!",
    "Bring each benighted soul, great God, to Thee,",
    "And with thy wide Salvation make them free!"
  ],
  "title": "Slavery",
  "year": ""
}