{
  "author": "Hannah More",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Class",
    "Money",
    "Economics",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182504",
  "region": "England",
  "text": [
    "I am a bold Coachman, and drive a good hack,",
    "With a coat of five capes that quite covers my back;",
    "And my wife keeps a sausage-shop, not many miles",
    "From the narrowest alley in all Broad St Giles.",
    "Though poor, we are honest and very content,",
    "We pay as we go for meat, drink, and for rent;",
    "To work all the week I am able and willing,",
    "I never get drunk, and I waste not a shilling.",
    "And while at a tavern my gentleman tarries,",
    "The coachman grows richer than he whom he carries;",
    "And I’d rather (said I), since it saves me from sin,",
    "Be the driver without, than the toper within.",
    "Yet though dram-shops I hate, and the dram-drinking friend,",
    "I’m not quite so good but I wish I may mend;",
    "I repent of my sins, since we all are depraved,",
    "For a coachman, I hold, has a soul to be saved.",
    "When a riotous multitude fills up a street,",
    "And the greater part know not, boys, wherefore they meet;",
    "If I see there is mischief, I never go there,",
    "Let others get tipsy so I get my fare.",
    "Now to church, if I take some good lady to pray,",
    "It grieves me full sore to be kept quite away;",
    "So I step within side, though the sermon’s begun,",
    "For a slice of the service is better than none.",
    "Then my glasses are whole, and my coach is so neat,",
    "I am always the first to be called in the street;",
    "And I’m known by the name (’tis a name rather rare)",
    "Of the coachman that never asks more than his fare.",
    "Though my beasts should be dull, yet I don’t use them ill;",
    "Though they stumble I swear not, nor cut them up hill;",
    "For I firmly believe there’s no charm in an oath",
    "That can make a nag trot, when to walk he is loath.",
    "And though I’m a coachman, I’ll freely confess,",
    "I beg of my Maker my labours to bless;",
    "I praise Him each morning, and pray every night,",
    "And ’tis this makes my heart feel so cheerful and light.",
    "When I drive to a funeral I care not for drink;",
    "That is not the moment to guzzle, but think;",
    "And I wish I could add both of coachman and master,",
    "That both of us strove to amend a bit faster."
  ],
  "title": "The Hackney Coachman: Or the Way to Get a Good Fare",
  "year": ""
}