{
  "author": "Donald Revell",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Youth",
    "Activities",
    "Travels",
    "Journeys",
    "Home Life",
    "Relationships",
    "Parenthood"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179867",
  "region": "U.S., Southwestern",
  "text": [
    "Who will you point to? In the needle's eye,",
    "or selling what you won at the strait gate,",
    "who will know how to kiss you and just when",
    "to pull the hair at your neck and say your name?",
    "No single victim will ever be the last.",
    "Not, at least, until one victim purifies",
    "the whole issue of suffering",
    "by crying out that his pain means nothing",
    "because it comes from nowhere and goes nowhere.",
    "The clusters of exiles in their storefronts",
    "will be free then. History will end.",
    "Lover will take her hand from her lover's mouth",
    "and see only his mouth, not a sightless",
    "fish's eye scored onto the sheet's marble.",
    "It's a wise child who knows it is no angel.",
    "The rest of us grow up hovering, visiting",
    "our lives in the moment of pain or orgasm",
    "or when the little fingers of pity push",
    "inside us and we feel loved. Our suffering",
    "gales beneath our wings like applause.",
    "We long to repeat it, to explain it",
    "to stay aloft and clear our lives in that",
    "mid-heaven of nostalgia and apology.",
    "We hover over the camps, the forced retreats,",
    "the ends of nations that no one can recall now",
    "except as code words for catastrophe.",
    "We alight for pleasure, touching the victims",
    "as the hurt husband touches the bed his wife has left.",
    "Father loved you with a passion. Or else",
    "from fear of your long, inarticulate future,",
    "he turned silent, edging into crank broadcasts",
    "by a small radio on the screened porch.",
    "Perhaps, as my father did, he moved out",
    "into another house and had a daughter",
    "with a redheaded woman who mistook his silence",
    "for grief. My father never lost anything.",
    "For years, I went to school with the daughter",
    "as she grew fat and her red hair reached her knees.",
    "Who were the victims? At what moment",
    "should my father have cried out, the mothers",
    "have cried out, or I have taken the fat hand",
    "of my sister and walked off through the needle's eye?",
    "And it's a wise child who can understand",
    "that the mothers and fathers on the trains",
    "see only the receding pastorals,",
    "the lamplit villages of other angels,",
    "and that his suffering is only one pinpoint",
    "on a lithic hoarding of departures",
    "each passenger reads like an advertisement of heaven.",
    "The wise child goes crazy. How could he not?",
    "How could he not be heartbroken to learn",
    "that even compassion is compassionless, that it uses",
    "the real or imagined pain of others and himself",
    "for wings, for memory, for a marriage proposal,",
    "for the cruel angelism that adores victims",
    "and makes a fifth, airier element out of pain?",
    "We recede. We recede. A virus finds",
    "that place deepest behind the heart where it",
    "unweaves itself into a pattern of false starts",
    "like knots of villages and the one house",
    "lightening at the crest of a green street",
    "as its doors close to us. Dearest,",
    "that is another crime of pluralism.",
    "Hope, jagged with beginnings, scatters",
    "our one real life among a dozen houses,",
    "little illnesses of longing whose low",
    "fevers contract the heart. You have but one heart.",
    "And I have one. At the crest of a green street",
    "we give them away. The night thanks us.",
    "The fences shiver with cats, and the flowers close.",
    "Feeling comes from nowhere and goes nowhere.",
    "It is not a train. It is not one instance",
    "of lovemaking or a lifetime spent together",
    "running the dogs, dying finally face down",
    "in the yard bed of herbs. We are all the same.",
    "Or, rather, we should believe we are the same",
    "in order to be happy with the same things",
    "and not to be stealing from each other.",
    "We put each other in camps. I crush my lover with a kiss",
    "and then it is impossible to love her.",
    "What must die if we are to live without barbed wire",
    "and bad sex is the very idea of otherness.",
    "And to kill the idea, we have merely to find",
    "one victim in ourselves who will die for nothing.",
    "My father could not stop getting children.",
    "The people on the trains cannot stop watching",
    "the passing villages for their own ghosts",
    "and early angels. I cannot stop finding",
    "houses in which to lose my heart a dozen times",
    "in the fits and starts of a little passion exalted.",
    "Life is not going to be bearable, I think,",
    "for a long time. The exiles will play cards",
    "in their storefront lodges. History will slide on.",
    "And one will pull the hair at my neck. And one",
    "will cover my mouth as she makes love to me.",
    "The streets are snowed in under heaven's leaflets.",
    "Our beds are scored with the sightless eyes, the eyes of others.",
    "The air is sickeningly heavy with applause."
  ],
  "title": "Against Pluralism",
  "year": ""
}