{
  "author": "Donald Revell",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181602",
  "region": "",
  "text": [
    "Death calls my dog by the wrong name.",
    "A little man when I was small, Death grew",
    "Beside me, always taller, but always",
    "Confused as I have almost never been.",
    "Confusion, like the heart, gets left behind",
    "Early by a boy, abandoned the very moment",
    "Futurity with her bare arms comes a-waltzing",
    "Down the fire escapes to take his hand.",
    "\"Death,\" I said, \"if your eyes were green",
    "I would eat them.\"",
    "For what are days but the furnace of an eye?",
    "If I could strip a sunflower bare to its bare soul,",
    "I would rebuild it:",
    "Green inside of green, ringed round by green.",
    "There'd be nothing but new flowers anymore.",
    "Absolute Christmas.",
    "\"Death,\" I said, \"I know someone, a woman,",
    "Who sank her teeth into the moon.\"",
    "For what are space and time but the inventions",
    "Of sorrowing men? The soul goes faster than light.",
    "Eating the moon alive, it leaves space and time behind.",
    "The soul is forgiveness because it knows forgiveness.",
    "And the knowledge is whirligig.",
    "Whirligig taught me to live outwardly.",
    "Shoe shop. . . pizza parlor. . . surgical appliances. . .",
    "All left behind me with the hooey.",
    "My soul is my home.",
    "An old star hounded by old starlight.",
    "\"Death, I ask you, whose only story",
    "Is the end of the story, right from the start,",
    "How is it I remember everything",
    "That never happened and almost nothing that did?",
    "Was I ever born?\"",
    "I think of the suicides, all of them thriving,",
    "Many of them painting beautiful pictures.",
    "I think of boys and girls murdered",
    "In their first beauty, now with children of their own.",
    "And I have a church in my mind, set cruelly ablaze,",
    "And then the explosion of happy souls",
    "Into the greeny, frozen Christmas Eve air:",
    "Another good Christmas, a white choir.",
    "Beside each other still,",
    "My Death and I are a magical hermit.",
    "Dear Mother, I miss you.",
    "Dear reader, your eyes are now green,",
    "Green as they used to be, before I was born."
  ],
  "title": "Death",
  "year": ""
}