{
  "author": "Donald Revell",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239110",
  "region": "",
  "text": [
    "1",
    "Fitfully in pictures disappearing now,",
    "They are not toys but, rather, tiny horses",
    "In the parade of youth: polish, spit, and display",
    "In fire companies throughout our country.",
    "All in green we went out rioting.",
    "Lute music damasked the commercial radio,",
    "And girls knew everything.",
    "Old friend, I remember your first wife.",
    "She brought a loom into our world.",
    "We turned the music up to drown its sound.",
    "Now I am face down in a disappearing picture.",
    "I would know Christina Rossetti in a minute but not you.",
    "Such is my skill set,",
    "Blazon of a pathos soon abandoned.",
    "2",
    "Muted extraordinary radiance,",
    "Complicated if not impeded",
    "By many things, most of them",
    "In heaps where stone is stone,",
    "Where wood is wood at close range,",
    "Makes a fair portion of mind at midday",
    "In desert mountains hard against my home.",
    "Any ornaments for the poor man’s store?",
    "Any moments of leisure at the fish-house door?",
    "I could show you rain just before the rain",
    "And a black dog sniffing earthquake.",
    "We die. Our children do not know us. We die.",
    "I pray real prayers to a star too old",
    "To climb these mountains up into the blue.",
    "3",
    "A loop of string in the free space otherwise,",
    "And no, and more beautiful to see indigo",
    "Buntings taking back the sky to me.",
    "Littleness sometimes even resembling sunlight",
    "Overflows with colors, with intervals",
    "Like wingspans the wind drills of a Sunday.",
    "To enter a flower is to find a child",
    "Not one’s own unharmed.",
    "Our Lucie has a loop of string.",
    "Time will come again to talk perfection,",
    "A succession of creatures in midair.",
    "I won’t be there.",
    "I’ve been given back the sky that was gone:",
    "Five colors of rain, five new colors.",
    "4",
    "Haphazard constellation of midges and old flowers",
    "Blows through the garden shambles as slowly as the sun,",
    "Vision somehow keeping time with itself so vision",
    "Shows the kindness of a moment to the man",
    "Seated beside roses planted here by his own hand",
    "In the shade of a first heaven and the quick confidence",
    "Of his humanity’s evanescent song.",
    "Creation’s a funny word.",
    "I think of noises rounding a corner",
    "Becoming names, and then a child for each",
    "Of the names climbs down the sun.",
    "Creation’s the soul of haphazard.",
    "I was old. I was young. I was old again.",
    "Anymore Johnny, all I feel is fine."
  ],
  "title": "Homage to John Frederick Peto",
  "year": ""
}