{
  "author": "Donald Revell",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Parenthood",
    "Disappointment",
    "Failure",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181209",
  "region": "U.S., Southwestern",
  "text": [
    "The unsigned architecture of loneliness",
    "is becoming taller, finding a way farther",
    "above the horizontal flowering",
    "of the Cold War, the peonies",
    "and star asters of wild partisanship.",
    "I have a shambling gait and lonely",
    "hysteria, but no Terror. I am free",
    "to shamble past the vacant lot of my son’s",
    "conception, to shamble past the bar where I",
    "conceived adultery as a Terror",
    "that would be endless, flowering",
    "in great waves through air striated like chenille.",
    "I walk for a long time and try to conjure",
    "elsewhere in its early isolation.",
    "I cannot. It is all redestinated",
    "by the future like the loose balloons",
    "a janitor recovers at 6",
    "from cold light fixtures. The Cold War is ending.",
    "Buildings are taller and have no names.",
    "1.",
    "The romance of every ideology",
    "torments the romance of another. How",
    "beautifully, in the beginning, in",
    "the gale and embrace of isolation, boys",
    "capered over a shambles and swore oaths.",
    "The scent of urine in the hall at home",
    "was righteousness. The beautiful nude",
    "obscured by dust in a paperweight",
    "was righteousness. Neglectful townships coming",
    "into steep flower just as boys were flowering",
    "needed the correction of righteousness,",
    "the horizontal slag of government",
    "by children. Only the insane allegiances",
    "endure. The mad counterparts are lovers",
    "passion cannot explain nor circumstances",
    "restrict to the dead zones of irony.",
    "A counterpart of end of the Cold War",
    "is adultery. A counterpart",
    "of loving a divided Berlin",
    "unto death is fatherhood, the doting",
    "maintenance of sons in vacant lots",
    "continuing the wars of rubble",
    "for righteousness’ sake and for the sake",
    "of nudes obscured by dust and vulgarity.",
    "Romance torments romance. The most beautiful",
    "moment of the twentieth century",
    "galed and embraced the acrid smoky air",
    "as the Red Army entered Berlin",
    "as Hitler shriveled in the gasoline fire",
    "as Red Army flags opened above Berlin",
    "safeguarding the ruins of a changeless future.",
    "Townships blackened even as they flowered.",
    "Loose balloons cluttered the low sky and sun.",
    "I walked for a long time and tried to conjure",
    "the form of kindness. It was a domestic",
    "animal confused in the tall grass.",
    "Boys set fire to the grass. History",
    "that opens flags opened the fire,",
    "and Berlin, divided from Berlin,",
    "began to love its children past all reason.",
    "2.",
    "My son reads sermons of pain and writes on walls.",
    "He starves the ground",
    "he walks on, preparing a dead city",
    "to be worthy of its new flags, to shine",
    "as exploded windows shine, raining down",
    "for hours after the wrecking crews have gone.",
    "I have a lover now who hates children.",
    "The hatred floats inside of her, a weightless",
    "sexual pavilion of perfect form",
    "and perfect emptiness. I thought",
    "by making love to her I would conceive",
    "nothing but Terror, outrage upon outrage,",
    "a violence that would last my whole life",
    "and free my son. I was ignorant as a balloon.",
    "Across the luminous expressway, I see",
    "the shapes of charred tenements castellated,",
    "fading into the more tender shapes of night.",
    "It may be the last night in history. Tomorrow",
    "pulls down the Berlin Wall, pulls down my honor,",
    "and I return to my lover’s bed to float",
    "in a white condom, no longer my son’s father.",
    "Tomorrow describes everything in detail.",
    "It explains nothing. It does not teach my boy",
    "that tenements are better than the future,",
    "better that peace, more likely to produce",
    "brothers than are the glassy hands of mornings",
    "without end or walls denuded of their wire.",
    "In the dead zone of irony before dawn,",
    "only the cats cry, like martyrs in the flame.",
    "3.",
    "Gates everywhere. The Brandenburg. The Great",
    "Gate of Kiev beneath which children stride",
    "onto an invisible crescendo",
    "disappearing into gasoline fires,",
    "emerging as the new shapes of righteousness",
    "in slow vans through the Brandenburg Gate.",
    "Oaths are secret because none suspects",
    "that they are kept. They thrust themselves towards us",
    "unashamedly, like the insane homeless,",
    "and we do not see them. In our loneliness,",
    "we see a chance for love in betrayal,",
    "not death. In our loneliness, we see the happy",
    "triumph of glassy hands in free elections,",
    "not the denuding of Berlin or wanderings",
    "of children in vans reduced by fire",
    "to black transparencies in the morning shade.",
    "When Joan of Arc surrendered to the flames",
    "she cried out “Jesus, Jesus.” Some years later,",
    "a failed magician who had lover her cried out",
    "“Joan, Joan” as the flames mocked him with a sortilege",
    "too easy to be unreal or profitable.",
    "I walk for a long time and try to conjure",
    "the form of loneliness without Cold War.",
    "It is ash upon ash, a chiaroscuro",
    "aloft and on the ground, completely still.",
    "Oaths are secret because none suspects",
    "the desperation of every object, the child",
    "in every atom of the misused world",
    "thrust towards us, crying out whatever",
    "sacred name it witnessed put to death",
    "on the ascending music of a wall.",
    "Our buildings are tall and have no names.",
    "The parks grow glassy hands instead of flowers.",
    "4.",
    "Afterwards, the calm is piteous",
    "but insubstantial as a smell of burn",
    "that does not rise in smoke or dies with the fire.",
    "Imagine walking out of a house at sunrise",
    "and having to invent air, invent light",
    "from nothing but untriggered memory.",
    "All things beloved are recalled to pain.",
    "Air recollected from the wrists of girls",
    "braceleted for Confirmation, crossed.",
    "Light recollected from between the cars",
    "of night trains in a deep river valley",
    "where islands in the river glowed like swans.",
    "Air recollected form a ditch in flower.",
    "Light recollected from the sex of flowers",
    "in bare rooms, the grainy light of blondes.",
    "Air recollected from religion.",
    "Light recollected form the incensed clutch",
    "of bodies before sunrise in the oaths",
    "of a great and ignorant lost cause.",
    "Imagine walking out of a house at sunrise",
    "having spent the night in bed with a stranger.",
    "Aloft and on the ground the calm",
    "unfurls like flags without device or slogan.",
    "The inconsequence of the day ahead",
    "stirs airless atmospheres in darkness",
    "visible as daylight but without shade.",
    "Without Cold War, without the arbitrary",
    "demarcation of cause from cause, of light",
    "and air from the unsexed improvisations",
    "of memory, I cannot see to walk",
    "or breathe to breathe. Sex becomes applause.",
    "Sex becomes television, and the bastard",
    "avant garde of lonely architecture",
    "breaks ground at the unwired heart of a city",
    "that marks the capital of nothing now.",
    "5.",
    "A scratchy, recorded call to prayer crosses",
    "the alley from one new building into mine.",
    "The consolations of history are furtive,",
    "then fugitive, then forgotten like a bar",
    "of music that might have been obscene or sacred",
    "once, in another city, in the days",
    "before today. My son is well. He works",
    "the public ground and needs no Antigone.",
    "My lover sits beside him at dinner,",
    "sharing a joke, unmapping the tall future",
    "and its unbiased children, reinventing",
    "the sexual pavilion to accommodate",
    "plague wards. Romance forgives romance.",
    "The early isolation of this gorgeous",
    "century disappears into good works.",
    "The future is best. To put a final stop",
    "to the grotesque unmercy of martyrdom",
    "and to the ruinous armies of mad boys",
    "whose government is rape, whose justice",
    "is a wall, revoke all partisanship,",
    "adjourn the Terror. The future is best.",
    "It unobscures the dusty nudes. It protects",
    "the river islands and their glowing swans.",
    "But when I need to die, who will light the fire?",
    "What names shall I cry out and what music",
    "burn to a black transparency in my heart?",
    "The unborn have been revoked. They will not be kind."
  ],
  "title": "Last",
  "year": ""
}