{
  "author": "Donald Revell",
  "classification": "Persona",
  "keywords": [
    "Growing Old",
    "Time",
    "Brevity",
    "Living",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/learning/guide/180406",
  "region": "U.S., Southwestern",
  "text": [
    "The bar in the commuter station steams",
    "like a ruin, its fourth wall open",
    "to the crowd and the fluttering timetables.",
    "In the farthest corner, the television",
    "crackles a torch song and a beaded gown.",
    "She is my favorite singer, dead when I was born.",
    "And I have been waiting for hours for a train,",
    "exhausted between connections to small cities,",
    "awake only in my eyes finding shelter",
    "in the fluttering ribbon of shadow",
    "around the dead woman singing on the screen.",
    "Exhaustion is a last line of defense",
    "where time either stops dead or kills you.",
    "It teaches you to see what your eyes see",
    "without questions, without the politics",
    "of living in one city, dying in another.",
    "How badly I would like to sleep now",
    "in the shadows beside real things or beside",
    "things that were real once, like the beaded gown",
    "on the television, like the debut",
    "of a song in New York in black and white",
    "when my parents were there. I feel sometimes",
    "my life was used up before I was born.",
    "My eyes sear backwards into my head",
    "to the makeshift of what I have already seen",
    "or heard described or dreamed about, too weary",
    "not to envy the world its useless outlines.",
    "Books of photographs of New York in the forties.",
    "The dark rhombus of a window of a train",
    "rushing past my train. The dark halo",
    "around the body of a woman I love",
    "from something much farther than a distance.",
    "The world is insatiable. It takes your legs off,",
    "it takes your arms and parades in front of you",
    "such wonderful things, such pictures of warm houses",
    "trellised along the sides with green so deep",
    "it is like black air, only transparent,",
    "of women singing, of trains of lithium",
    "on the awakening body of a landscape",
    "or across the backdrop of an old city",
    "steaming and high-shouldered as the nineteen-forties.",
    "The world exhausts everything except my eyes",
    "because it is a long walk to the world",
    "begun before I was born. In the far corner",
    "the dead woman bows off stage. The television",
    "crumples into a white dot as the last",
    "train of the evening, my train, is announced.",
    "I lived in one place. I want to die in another."
  ],
  "title": "The Northeast Corridor",
  "year": ""
}