{
  "author": "Olena Kalytiak Davis",
  "classification": "",
  "keywords": [
    "Relationships",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Love",
    "Desire",
    "Infatuation",
    "Crushes",
    "Unrequited Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179218",
  "region": "U.S., Northwestern",
  "text": [
    "Reader unmov’d and Reader unshaken, Reader unseduc’d",
    "and unterrified, through the long-loud and the sweet-still",
    "I creep toward you. Toward you, I thistle and I climb.",
    "I crawl, Reader, servile and cervine, through this blank",
    "season, counting—I sleep and I sleep. I sleep,",
    "Reader, toward you, loud as a cloud and deaf, Reader, deaf",
    "as a leaf. Reader:",
    "pale? and,",
    "Jaded, staid",
    "Reader, You—who can read this and not even",
    "flinch. Bare-faced, flint-hearted, recoilless",
    "Reader, dare you—Rare Reader, listen",
    "and be convinced: Soon, Reader,",
    "soon you will leave me, for an italian mistress:",
    "for her dark hair, and her moon-lit",
    "teeth. For her leopardi and her cavalcanti,",
    "for her lips and clavicles; for what you want",
    "to eat, eat, eat. Art-lover, rector, docent!",
    "Do I smile? I, too, once had a brash artless",
    "feeder: his eye set firm on my slackening",
    "sky. He was true! He was thief! In the celestial sense",
    "he provided some, some, some",
    "(much-needed) relief. Reader much-slept with, and Reader I will die",
    "without touching, You, Reader, You: mr. small-",
    "weed, mr. broad-cloth, mr. long-dark-day. And the italian mis-",
    "fortune you will heave me for, for",
    "her dark hair and her moonlit-teeth. You will love her well in-",
    "to three-or-four cities, and then, you will slowly",
    "sink. Reader, I will never forgive you, but not, poor",
    "cock-sure Reader, not, for what you think. O, Reader",
    "Sweet! and Reader Strange! Reader Deaf and Reader",
    "Dear, I understand youyourself may be hard-",
    "pressed to bare this small and un-necessary burden",
    "having only just recently gotten over the clean clean heart-",
    "break of spring. And I, Reader, I am but the daughter",
    "of a tinker. I am not above the use of bucktail spinners,",
    "white grubs, minnow tails. Reader, worms",
    "and sinkers. Thisandthese curtail me",
    "to be brief: Reader, our sex gone",
    "to wildweather. YesReaderYes—that feels much-much",
    "better. (And my new Reader will come to me empty-",
    "handed, with a countenance that roses, lavenders, and cakes.",
    "And my new Reader will be only mildly disappointed.",
    "My new Reader can wait, can wait, can wait.) Light-",
    "minded, snow-blind, nervous, Reader, Reader, troubled, Reader,",
    "what’d ye lack? Importunate, unfortunate, Reader:",
    "Forgive me, kind Reader, forgive me, I had not intended to step this quickly this far",
    "back. Reader, we had a quiet wedding: he&I, theparson",
    "&theclerk. Would I could, stead-fast, gracilefacile Reader! Last,",
    "good Reader, tarry with me, jessa-mine Reader. Dar-",
    "(jee)ling, bide! Bide, Reader, tired, and stay, stay, stray Reader,",
    "true.",
    "poem. Disconsolate. Illiterate. Reader,",
    "I have cleared this space for you, for you, for you."
  ],
  "title": "sweet reader, flanneled and tulled",
  "year": ""
}