{
  "author": "Olena Kalytiak Davis",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236736",
  "region": "U.S., Northwestern",
  "text": [
    "“i” has not found, started, finished “i’s” morning poem,",
    "the poem “i” was writing about “i” having sex with the man “i” left her husband for",
    "the night before or maybe just this morning.",
    "a sex poem, so to speak, so to say, so as to lay...",
    "a foundation for...",
    "what????????",
    "i lost my sex /poem!",
    "how did it go?",
    "i know it was called",
    "SEX",
    "something about my bosky acres,",
    "my unshrubb’d down",
    "‘bout all being tight and yare",
    "(bring in tiresias?)",
    "did you say soothe?",
    "tiresias, who lies fucking more?",
    "whoops.",
    "likes",
    "?",
    "(“bring in // the old thought //(allen grossman doing yeats)",
    "that life prepares us for//what never happens”)",
    "today",
    "was lavender then yellow",
    "gold then muted mossy grey and green",
    "i bid my lover",
    "lower",
    "i bid my lover shhhhhhh",
    "i bid my lover",
    "linger",
    "i bid my",
    "lover, go",
    "i bid my lover stay",
    "away",
    "“i” notices it is almost time to pick up her children from school!",
    "“i” realizes she has gotten nowhere, nowhere near it, much less inside it, wasted another morning, can’t fucking write a poem to save “i’s” life, oh well,",
    "“i” is, at least,“working”.",
    "“i” pulls on her tight jeans, her big boots, her puffy parka.",
    "“i” remote starts her car.",
    "“i’s” car is a 1995 red toyota 4-runner with racing stripe that doesn’t have enough power for “i”.",
    "“i’s” car stereo also doesn’t have enough power for “i”.",
    "“i” drives cross town listening to dylan, who has plenty of power for “i”.",
    "“i” wonders how why dylan isn’t “i’s” man.",
    "“i” gets some looks from some lesser men, some in better, more powerful trucks, even though “i’s” dirty dirty-blonde hair is covered by a woolen cap.",
    "“i” feels the power of being a single mom in a red truck.",
    "“i” knows it is not enough power.",
    "“i” thinks “i am the man, i suffered, i was there”.",
    "“i” is almost broke, but",
    "“i” thinks “i live more in a continuous present that i enjoy”.",
    "“i” thinks “amor fati”.",
    "“i” notices the chugach mountains.",
    "“i” notices the chugach mountains sometimes look good and sometimes bad.",
    "“i” remembers that yesterday the chugach mountains looked desolate and dirty and roadblocky.",
    "“i” notices the chugach mountains look particularly beautiful today covered in sun and snow.",
    "“i” almost thinks “bathed in sun and snow” but stops herself.",
    "“i” feels that “i” can maybe find, really start, really finish her sex poem tomorrow.",
    "“i” likes the dubus thing about adultery having a morality of its own.",
    "“i” also likes “human drama”.",
    "“i” really enjoyed “i heart huckabees”.",
    "“i” thought sex was overrated for a long time, then not for a year and a half, and now, again.",
    "“i” gives, well, has given, good head.",
    "“i” takes it like a man.",
    "“i” thinks there should be a new “new sexualized and radicalized poetry of the self”,",
    "“i” knows the “single-minded frenzy of a raving madman” but,",
    "“i” mostly keeps her head.",
    "“i” remembers that “as long ago as 1925, boris tomashevsky, a leading russian formalist critic, observed that the “autobiographical poem” is one that mythologizes the poet’s life in accordance with the conventions of his time. it relates not what has occurred but what should have occurred, presenting an idealized image of the poet as representative of his literary school”",
    "“i” wants to be a man like marjorie perloff, helen hennessy vendler, boris tomashevsky.",
    "“i” thinks, on the other hand, “i mean i like in art when the artist doesn’t know what he knows in general; he only knows what he knows specifically”.",
    "“i” thinks: “that mantel piece is clean enough or my name isn’t bob rauschenberg”.",
    "“i” just wishes “i” could talk more smarter theory, no",
    "“i” just wishes “i” could write more smarter poems, no",
    "“i” thinks “WHY I AM A POET AND NOT A...”",
    "“i” thinks “KALYTIAK DAVIS PAINTS A PICTURE”.",
    "“i” wants to include the word “coruscate” in it, and, possibly, a quote from rudolf steiner.",
    "“i” wishes she could remember abrams definition of the structure of the greater romantic lyric, but that it presents “ a determinate speaker in a particularized, and usually localized outdoor setting, whom we overhear as he carries on, in a fluent vernacular which rises easily to a more formal speech, a sustained colloquy, sometimes with himself or with the outer scene, but more frequently with a silent human auditor, present or absent.” and that “he speaker begins with a description of the landscape;’ and that “an aspect or change of aspect in the landscape evokes a varied but integral process of memory, thought anticipation, and feeling which remains closely involved with the outer scene.” and that “in the course of this meditation the lyric speaker achieves an insight, faces up to a tragic loss, comes to a moral decision or resolves an emotional problem.” and that “often the poem rounds upon itself to end where it began, at the outer scene, but with an altered mood and deepened understanding which is the result of the intervening meditation” evades her.",
    "“i” wants to say “silent human auditor, are you absent or present?” but “i” knows “i” makes, has made, that move too often.",
    "“i” knows “i” is alone in her red truck.",
    "“i” reconsiders, perhaps it is like giving good head?",
    "“i’ thinks",
    ", but not too bitterly, then",
    "“i” thinks “i”, then,",
    "“i” thinks “you”.",
    "“i” has not told her lover that “i” is not in love with him any longer, but “i” knows he knows, must know.",
    "“i” has not told her lover that “i” had a long conversation with “i’s” x-husband on the phone last night.",
    "“i” thinks “my sidestepping and obliquities”.",
    "“i” thinks love",
    "what went wrong.",
    "“i” feels elizabeth bishop reprimanding “i”.",
    "“i” thinks like a gentle loving firm almost slap but really just a squeeze of, not on, the hand from a, the, mother neither one of them had for very long, long enough.",
    "“i” has not thought of “i’s” dead mother in a long time.",
    "‘i” thinks of jonatham letham and his dead mother and his wall of books.",
    "“i” thinks of mark reagan and his walls and walls of books, and how his landlord, fearing collapse, made him move to the bottom floor.",
    "“i” thinks of doug teter and his smaller, but still, wall of books.",
    "“i” thinks of jude law.",
    "“i” thinks jude law probably doesn’t know how to read.",
    "“i” knows that no lover can be her “objective correlative”, still",
    "“i” thinks “so true a lover as theagenes”.",
    "“i” thinks “so constant a friend as pylades”.",
    "“i” thinks “so valiant a man as orlando”.",
    "“i ” thinks “so right a prince as xenophon’s cyrus”",
    "“i” thinks “so excellent a man in every way as virgil’s aeneas”.",
    "“i” notices dylan is almost done singing “to ramona”.",
    "“i” loves “everything passes, everything changes, just do what you think you should do.”",
    "“i” thinks dylan is singing to “i” .",
    "“i” thinks he means now, and now, and now; daily.",
    "“i” is almost there.",
    "“i” wonders if “i’s” meditation is too long, has gotten away from “i”.",
    "“i” thinks it should take precisely as long as the ride: 15 minutes tops; well, 30 in a snowstorm.",
    "“i” knows it is not snowing.",
    "“i wonders if “i” should at this point even refer to “i’s” meditation.",
    "“i” thinks “man can embody truth but he cannot know it”.",
    "“i” thinks “especially under stress of psychological crisis”.",
    "“i” thinks what’s worse, anaphora or anaphrodesia?",
    "“i” thinks of the diaphragm still inside her.",
    "“i” shutters at the audacity of her sex.",
    "“i” is exactly on time to pick up her daughter.",
    "“i” must wait another 45 minutes to retrieve her son.",
    "“i” will try and remember to remove it promptly when they get back to “i’s” house, i.e. home.",
    "“i” has fucked with the facts so “you” think she’s robert lowell. (",
    ")",
    "“i” doesn’t care if “you”, silent human auditor, present or absent, never heard of, could give a flying fuck about, robert lowell."
  ],
  "title": "The Lyric “I” Drives to Pick up Her Children from School: A Poem in the Postconfessional Mode",
  "year": ""
}