{
  "author": "Paul Laurence Dunbar",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Infancy",
    "Living",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Parenthood"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/173461",
  "region": "",
  "text": [
    "Little brown baby wif spa'klin' eyes,",
    "Come to yo' pappy an' set on his knee.",
    "What you been doin', suh \u0097 makin' san' pies?",
    "Look at dat bib \u0097 you's es du'ty ez me.",
    "Look at dat mouf \u0097 dat's merlasses, I bet;",
    "Come hyeah, Maria, an' wipe off his han's.",
    "Bees gwine to ketch you an' eat you up yit,",
    "Bein' so sticky an sweet \u0097 goodness lan's!",
    "Little brown baby wif spa'klin' eyes,",
    "Who's pappy's darlin' an' who's pappy's chile?",
    "Who is it all de day nevah once tries",
    "Fu' to be cross, er once loses dat smile?",
    "Whah did you git dem teef? My, you's a scamp!",
    "Whah did dat dimple come f'om in yo' chin?",
    "Pappy do' know you \u0097 I b'lieves you's a tramp;",
    "Mammy, dis hyeah's some ol' straggler got in!",
    "Let's th'ow him outen de do' in de san',",
    "We do' want stragglers a-layin' 'roun' hyeah;",
    "Let's gin him 'way to de big buggah-man;",
    "I know he's hidin' erroun' hyeah right neah.",
    "Buggah-man, buggah-man, come in de do',",
    "Hyeah's a bad boy you kin have fu' to eat.",
    "Mammy an' pappy do' want him no mo',",
    "Swaller him down f'om his haid to his feet!",
    "Dah, now, I t'ought dat you'd hug me up close.",
    "Go back, ol' buggah, you sha'n't have dis boy.",
    "He ain't no tramp, ner no straggler, of co'se;",
    "He's pappy's pa'dner an' play-mate an' joy.",
    "Come to you' pallet now \u0097 go to yo' res';",
    "Wisht you could allus know ease an' cleah skies;",
    "Wisht you could stay jes' a chile on my breas'\u0097",
    "Little brown baby wif spa'klin' eyes!"
  ],
  "title": "Little Brown Baby",
  "year": ""
}