{
  "author": "Paul Laurence Dunbar",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Music"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/185877",
  "region": "",
  "text": [
    "When the corn’s all cut and the bright stalks shine",
    "Like the burnished spears of a field of gold;",
    "When the field-mice rich on the nubbins dine,",
    "And the frost comes white and the wind blows cold;",
    "Then its heigho fellows and hi-diddle-diddle,",
    "For the time is ripe for the corn-stalk fiddle.",
    "And you take a stalk that is straight and long,",
    "With an expert eye to its worthy points,",
    "And you think of the bubbling strains of song",
    "That are bound between its pithy joints—",
    "Then you cut out strings, with a bridge in the middle,",
    "With a corn-stalk bow for a corn-stalk fiddle.",
    "Then the strains that grow as you draw the bow",
    "O’er the yielding strings with a practiced hand!",
    "And the music’s flow never loud but low",
    "Is the concert note of a fairy band.",
    "Oh, your dainty songs are a misty riddle",
    "To the simple sweets of the corn-stalk fiddle.",
    "When the eve comes on and our work is done",
    "And the sun drops down with a tender glance,",
    "With their hearts all prime for the harmless fun,",
    "Come the neighbor girls for the evening’s dance,",
    "And they wait for the well-known twist and twiddle,",
    "More time than tune—from the corn-stalk fiddle.",
    "Then brother Jabez takes the bow,",
    "While Ned stands off with Susan Bland,",
    "Then Henry stops by Milly Snow",
    "And John takes Nellie Jones’s hand,",
    "While I pair off with Mandy Biddle,",
    "And scrape, scrape, scrape goes the corn-stalk fiddle.",
    "“Salute your partners,” comes the call,",
    "“All join hands and circle round,”",
    "“Grand train back,” and “Balance all,”",
    "Footsteps lightly spurn the ground,",
    "“Take your lady and balance down the middle”",
    "To the merry strains of the corn-stalk fiddle.",
    "So the night goes on and the dance is o’er,",
    "And the merry girls are homeward gone,",
    "But I see it all in my sleep once more,",
    "And I dream till the very break of dawn",
    "Of an impish dance on a red-hot griddle",
    "To the screech and scrape of a corn-stalk fiddle."
  ],
  "title": "The Corn-Stalk Fiddle",
  "year": ""
}