{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146682",
  "region": "",
  "text": [
    "A month before his dinner with the visiting Spanish lawyer,",
    "he had “set out for the purpose of geologizing,”",
    "and rode back over the ridge of the Chilecauquen",
    "with a huge jute bag of living shells",
    "from the sandy flats at the coast, and with another,",
    "as full, of dead barnacles scraped from the rock.",
    "A few months forward from that dinner",
    "—on the island of San Pedro, where the",
    "was anchored",
    "awaiting him—he would be sneaking up on a fox",
    "“of a kind very rare” and donking it stoutly",
    "“on the head with my geological hammer.” (The fox,",
    "he’ll write, “is now in the Zoological Society.”)",
    "So what does he think, when the Spanish lawyer expresses a disbelief",
    "that the King of England would be so loco as to bother",
    "to ship to this sensible, orderly country a man",
    "“to pick up beetles and lizards, and to break stones”?",
    "No, the whiff of something “off ”—like suspect meat—attends",
    "eccentric stunts like these. “I do not like it:",
    "if one of us were to go and do such things in England,",
    "do not you think the King of England would very shortly",
    "command us to leave his shores?” Renous,",
    "another student of bugs and rocks, from Germany,",
    "is also there at dinner, and he mentions then",
    "that once, in a house in San Fernando, he’d been discovered",
    "contemplating the transformation of caterpillars to butterflies.",
    "He couldn’t deny it: there they were,",
    "the writhing green proof, in an open box!",
    "“The Padres and the Governor consulted, and agreed",
    "it must be some heresy”—and so Renous was arrested.",
    "Darwin can only shake his head in a quiet bemusement",
    "as his guests converse. Those inchling creatures",
    "crawling over their chopped-up foliage, heads as blunt",
    "as thimbled thumbs . . .",
    "? How",
    "could anybody believe that the innocent jumble",
    "in the baskets and flasks of a naturalist is dangerous?",
    "*",
    "And Lillian Colton—the woman in Owatonna,",
    "Minnesota who for forty years has avidly collected",
    "the seeds of that state and, with them (“poking them",
    "into place with toothpicks and gluing them down”),",
    "has portraitured “American presidents,",
    "movie stars, country musicians, rock and roll legends,",
    "scientific and religious leaders (including Mother Teresa)”",
    "—what suspiciousness might seize the Spanish lawyer",
    "if he saw her on her rounds? What edgy wariness",
    "would grip him if he chanced on Nellie Staves,",
    "“at 87 perhaps the most famous Adirondack trapper,”",
    "out in the summer to harvest shell-shaped fungus",
    "off the dead trees of those shaded, spinous hills?",
    "—she’ll work for twenty hours straight on one,",
    "with the point of an old school compass, stippling it",
    "into the scene of a great alert-eyed ram",
    "or a sunrise, watching as the fungus’s own interior,",
    "brown juices dye the image into permanence.",
    "these represent, for the Spanish lawyer, what",
    "forbidden Other?—a girl in the corner, walling her attention",
    "away from her sisters’ strident hip-hop, by reading",
    "a fanciful tale of witches? a girl on a dancer pole",
    "at Sturgis, strobing her tits for the boys in a quick 1-2-1",
    "semaphore of fuck-the-work-week revelry? Surely",
    "not. Surely these are no threat to his world. And yet",
    "for nothing more than positing a newly ordered",
    "sky map, Giordano Bruno was led in chains",
    "from his cell in the Roman prison of Castel San’Angelo, there",
    "where he’d spent eight years as the Inquisition hammered",
    "at his ideas and his calm resolve. It was February 19th,",
    "1600; he was tied to an iron stake; a wedge",
    "was stuffed in his mouth, to prevent any final",
    "utterance of blasphemy; and he was burned alive.",
    "The leg skin bubbled off of his body like a Christmas pig’s.",
    "It turns out that a redone sky implies",
    "a redone God—and a God is intolerant of this,",
    "a God is jealous of any counter claim to the pedigree",
    "of His cosmos. Yes, but . . . surely not",
    "this mushroom picker? not this boy who simply speaks",
    "to invisible friends as he wanders around the alleys?",
    "Oh but that would depend on the given Spanish lawyer",
    "of that given day and circumstance. In Ghent,",
    "a cock was put on trial and sentenced to death",
    "for repeatedly disturbing the peace of the Lord’s day,",
    "Sunday. It had been warned; so now",
    "it was just, to lead this beast to a chopping block",
    "—restoring the sanctified order.",
    "*",
    "Ah, for a witty transition from “cock”",
    "to my neighbors Suzette and Edie!—lesbians, now",
    "in love with each other for over a decade and wanting",
    "only to declare their love in a marriage vow,",
    "“like anyone,” as Edie says. Not that",
    "my schoolboy humor would find favor",
    "in their reading life . . . although we get along;",
    "some shared affinity enables The Church",
    "of the Gay Girls and The Orthodox Congregation of Guy",
    "to coexist with an amiability. Still, I’ve witnessed",
    "other people pass them by with the slitted,",
    "ophidian stare of xenophobia. Suzette and Edie",
    "—are",
    "the new apostasy? are they our own",
    "Anne Hutchinson? In 1638 she was found guilty,",
    "after a two-day trial, of heresy—of being “a woman",
    "not fitt for our Society.” With will, she had embraced",
    "doctrinal misinterpretations, “some of them blasphemus, others",
    "erroneus and all Unsafe, and of the Devill of Hell,”",
    "and she was excommunicated from Massachusetts Bay Colony",
    "“evermore.” Her actual crime?—a claim",
    "“the Holy Spirit illumines the heart of every true believer”",
    "without the need of a minister intervening.",
    "For this, she was harried into the wilds",
    "—it was called a “hiving-out”—and set at the mercy of wolf",
    "and of winter, “and it were Death to return.” Her",
    "actual crime?—that after a pregnancy, she had been delivered",
    "“of thirtie monstrus Births or therabowts at once,",
    "some of them Bigger, some Lessr, some of one shape,",
    "some of An other, few of any Perfect shape, None at all of them",
    "of Human shape”—which perhaps is what you’d expect",
    "from a woman of “nimble Witt and active Spirit and verie",
    "Voluble Tonggue.” At the Republican convention,",
    "it was, indeed, the voluble tongue that Edie always flapped",
    "so saucily (and too, I’d guess, her rainbow-hue",
    "WE’RE ALREADY BEDDED . . . WHY NOT WEDDED? T-shirt)",
    "that (on her side) led inevitably to the violence.",
    "A surly officer suggested that she move. She pointed out",
    "how",
    "the caged-off square",
    "allowed for free-speech protest, and had no intention",
    "of leaving. There were “gestures they exchanged”. . . and then",
    "a stun gun’s 50,000 volts were suddenly alive inside her,",
    "just enough to crumple her into helplessness so that,",
    "when the panic began, she was trampled by friends and police",
    "alike. A lung was crushed, and when I visited",
    "three weeks later, her skin was still a nightmare",
    "Turkish rug of bruise. (For a moment, I saw in the air",
    "around her the first disabling gust of snow in the woods",
    "at the border of Massachusetts Bay in 1638.) To be fair,",
    "I should add that the confrontational officer doing crowd control",
    "went home with",
    "head little more",
    "than a pocket of blood and neural damage. Do not,",
    "I warn you, ever lightly cross a Wiccan bowler.",
    "*",
    "Terms I haven’t yet used, from my pile of notes:",
    ". Finally, though, when those clouds",
    "of abstraction open up, it’s always one specific",
    "ordinary rainy day, in Chicago, in 1961. I’m thirteen,",
    "squeaky-voiced, and with an adam’s apple popping",
    "from my thin throat like a doorknob—while my father is large,",
    "he fought the neighbor’s crazy German shepherd",
    "to a standstill once, and behind him are generations of him,",
    "solemn and knowing. We’re standing there",
    "in front of the house, in a dim autumnal downpour,",
    "and it wouldn’t look to anyone else like an even match,",
    "my scrawny shouts, his thousands of years of righteousness;",
    "and yet, in emotional terms, I have the upper hand.",
    "I won’t believe in his God. I won’t believe",
    "in any God, in any synagogue, in any mumbo jumbo",
    "or rabbinical teetotum, and I’m screaming this",
    "and screaming this and screaming this, until I see",
    "the rain become his face, and for the only time",
    "except his mother’s funeral on a similar day",
    "of wet and chill in a shivering mix,",
    "my father cries in front of me.",
    "And God, if He’s there, must write my name down",
    "on a list that He’ll turn over to His deputies on Earth",
    "—His Spanish lawyers.",
    "There are many terms for this,",
    "but only one rain. Now it’s falling, grayish twill,",
    "on a hill along the coast of the Chonos Archipelago islands.",
    "1835. A mound of seals in the distance, “huddled together,",
    "asleep: they appeared to be of a loving disposition;",
    "but even pigs would be ashamed of their dirt,”",
    "which is picked at by the turkey-buzzards. Terns,",
    "gulls, black-necked swans. A deposit of sandstone.",
    "“Four great snowy cones” of the local volcanoes.",
    "He couldn’t be happier. He has computed the number of eggs",
    "in a tenth-of-an-inch of a sea-slug’s potent slime,",
    "he has suggested how “a great volume might be written,",
    "describing one of these beds of sea-weed.” The otter.",
    "The spunky Chilean mouse. He has read",
    "“a most interesting discussion on the history",
    "of the common potato.” He couldn’t be more mesmerized",
    "in the grand salons of Paris than here, in the rain,",
    "with his sodden insect net. And who",
    "would complain? He isn’t any rooster. He isn’t",
    "going to rudely wake anyone from a long sound sleep."
  ],
  "title": "Cock",
  "year": ""
}