{
  "author": "Albert Goldbarth",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171498",
  "region": "U.S., Midwestern",
  "text": [
    "There might be a planet. Before that,",
    "though, there would have been a gas that coalesced",
    "into a planet . . . as, before",
    ", there were dots of flux",
    "and energy that hadn’t yet declared themselves",
    "in concert. There’s always “before”: there's more",
    "each minute, more each person, yes and every one",
    "of its smallest, irreducible subparticles—which I name",
    "the “beforeon”—is exerting force on us",
    "that’s surely time’s own version of gravity: its purpose",
    "is to tug, and to remind us. In the house of second marriages,",
    "it causes the man to do what he and the woman had promised",
    "they never would: one night while she’s asleep, he snoops",
    "her bureau for telltale relics of the mysterious Mr.",
    "Number One. And why, or even what",
    "he hopes to find, he couldn’t clearly say: a letter? photo?",
    "sex toy?—",
    ", some objectified gossip, a fossil",
    "of bygone love. Essentially, we make of our own psyches",
    "a bureau and pay a shrink to snoop; as for the moment",
    "when our neural linkage first began to form,",
    "as for the flavor of the fluids in the womb. . . we’re all",
    "amnesiacs: and our earliest self, just like the universe’s",
    "earliest being, is a “phantom limb” with the faintest",
    "mnemonic of starbursts in an otherwise chill void. I have",
    "a friend D____ L____ (this poem is hers) who, orphaned",
    "as a newborn, is devoted to learning her origin",
    "as doggedly as any cosmologist tracks light to its source, although",
    "search (when not pure Internet) is more a matter",
    "of tape-recording the beer-sour stories in sailor bars,",
    "of sifting ashy memories in nursing homes,",
    "one backwards inch of plotline at a time. And yet somebody",
    "else is waking up this morning with the need",
    "to be detached from any history,",
    "to stand here like a person in a play who enters",
    "onstage from a pool of perfect blankness. Then,",
    "of course, he can start over, minute-zero-of-year-zero,",
    "unbesmirched. We",
    "have",
    "him that he’d be this",
    "anguished—sneaking in her drawer, below those folded",
    "pastel lozenges of lingerie, uncovering the one thing",
    "that could ruin them. Now he wants only to float (who",
    ", sometimes?) in an anti-world: appealing, but",
    "illusory. We can’t unmoor ourselves from linearity,",
    "no more than any one of us can be a human being",
    "unconnected to a genome—and in fact, no more",
    "than Mama-All-of-Time-and-Space-Herself (I mean",
    "the cosmos) can unwrap her vasty body from its own",
    "twelve million years of Big Bang “background radiation”",
    "so it wafts—a tossed off, filmy scarf—far elsewhere.",
    "No; there",
    "“elsewhere.” When we sleep",
    "or simply deepen into quietude enough, the voices",
    "come—the rhythmic, grave, ancestral murmur,",
    "a woman bearing a ritual clamshell bowl . . .",
    "a man with a done-deal sales contract . . . whispers,",
    "knuckle-rap, cleared throats. . . . Her great-grandfather,",
    "D____ L____ has uncovered, was a",
    "—a reader they used",
    "to relieve the tedium of the leaf rollers’ shifts",
    "in cigar manufactories. Shakespeare, Dickens,",
    "union tracts, love letters, family diaries . . . . He’s",
    "walking through the tobacco aroma; he’s setting his text",
    "on his easel; and the story—the only story we know,",
    "the story of Before—is recited."
  ],
  "title": "D____ L____’s",
  "year": ""
}