{
  "author": "Albert Goldbarth",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171487",
  "region": "U.S., Midwestern",
  "text": [
    "Fire isn’t allowed, for the sake of the books.",
    "The lean monk-copyist who scribes the books is slate-blue at his fingertips",
    "this steely late-November day in the year 1000. Brother Ambrosio",
    "huffs some perfunctory warmth on his stiffening hands,",
    "then bends again to his goat’s-horn of ink. For every line,",
    "he believes, he’s forgiven a sin. And now he’s at his heavy",
    "uncial letters, and will be for nine hours more,",
    "until a slab of bread and a beet relieve his transcriptual ardor.",
    "What he copies?—psalter, missal, hagiography:",
    "the predetermined and sanctioned community passions",
    "of a religious culture. Nothing like the twentieth century’s",
    "prevalent kneejerk “self-expression.” Nothing like the priest,",
    "excuse me:",
    "priest, and former nun, on daytime talk TV,",
    "who live, she tells us, in a “trinity of love” with the former",
    "creator-of-tourist-ashtrays-out-of-catfish-heads. This is,",
    "she insists, the final and jubilant stage of a lifelong “quest",
    "to feel belongingness” initiated thirty years before",
    "by parents skittering cross-country with the military:",
    "were wholly rootless, and so",
    "grew up “unable to commit.” The following day,",
    "a man confesses to pedophilia because of a lesbian aunt.",
    "A woman says she robbed the Sack-N-Save of $13.42",
    "“because of what they’re dumping in the water supply, it makes me",
    "go all freaky.” Steve was bounced out from The Chicken Shack",
    "“because I’m Scandinavian.” The culture",
    "of blame is",
    "completely exterior in its search for cause,",
    "some days I wake to think I’ll find most people laboring",
    "under the weight of sci-fi-style mind parasites, like fleshy turbans",
    "spewing in, and feeding off, their brain blood. This (by “this”",
    "I mean of course a recognition of the magic of objective correlative",
    "boppin’ about in the spotlight) is, to some length,",
    "understandable: you can’t beat the miniscule carry-along",
    "convenience of a silicon chip invisibly set in something,",
    "BUT for sheer persuasive visual power,",
    "can’t touch",
    "a 1940s generating plant, its giant Alcatrazian shape",
    "against the sky, and the enormous wrestling electrical crackles",
    "snaking its rooftop pylon. In the scriptorium, even",
    "—such an isolated unit of human endeavor, its limited range",
    "of reactions surely is pure—when Brother Ambrosio",
    "nods off, sleepy in his long day’s long eighth hour",
    "of thickly nibbed and careful letters, he knows",
    "it’s imps in league with Satan that keep pulling down his eyelids.",
    "If in scratching his flea-measled thigh he spills",
    "a hand’s-expanse of ink across the vellum page, the fleas",
    "are tiny devils on a guerilla mission from Hell.",
    "And once a devilkin took lodging in his belly, and there",
    "created “rumbling noises like a toad, and which, for hours,",
    "spoiled the concentration of all of the other Brothers.”",
    "We find parchment scraps with appropriate exorcisms:",
    "“Away! you flaming sow, you poisoned udder,",
    "you arse of the arch-fiend, shit-fly, stinking he-goat,",
    "out out out, away, back into thine infernal kitchen,",
    "you bestial puke!” We also find",
    "those charming marginal doodles (sprigs in flower,",
    "unicorns, seemingly every songbird in Creation): such",
    "diminutive external bodies given to the longings of these",
    "cooped-up men. And when they came to drag my friend Jess",
    "screaming to the ward, because he was beating his head",
    "on the lawyer’s steps, it was clear to us all that the chemicals",
    "in his mind had turned against him. It was clear to Jess",
    "that he was being hunted like prey by hounds from the moon."
  ],
  "title": "Imps",
  "year": ""
}