{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243366",
  "region": "",
  "text": [
    "My father’s been dead for thirty years",
    "but when he appears behind my shoulder",
    "offering advice, or condemnation, or a quiet pride",
    "in something I’ve done that isn’t even thistledown",
    "or tiny shavings of balsa wood in the eyes of the world",
    "—“Albie, grip in the middle and turn",
    "with a steady pressure”—it’s measurable,",
    "if not the way the wind is in a sock,",
    "or ohms, or net-and-gross, it registers the way",
    "an absence sometimes does, and I listen to him",
    "with a care I never exhibited when he was a presence,",
    "alive, in his undershirt, chewing his tiny licorice pellets",
    "and radiating a rough-hewn love. “Negative",
    "capability”—the phrase of course is Keats’s,",
    "from his letters, but we make it ours a hundred times",
    "a day. A hundred times we do our own pedestrian",
    "version of early maritime cartography: the known world",
    "stops, and over its edge the fuddled mapmaker writes",
    "and then illustrates",
    "their non-existing coiled lengths and hell-breath",
    "with a color-splotched vivacity he wouldn’t waste",
    "on inhabited shores. Or: “Don’t think",
    "of a polar bear!”...the game one plays",
    "with a child. But I say with adult certainty that",
    "when Eddie’s wife Fiona went back to stripping",
    "he couldn’t stand to be at the club and see, and yet",
    "those empty hours in his mind were populated just",
    "as unbearably—and indeed, yes, there",
    "were monsters in that void, and the vigilant bears",
    "of insecurity and jealousy padded hungrily behind",
    "his eyes each night until her return. For Keats,",
    "however, the force that emptiness makes kinetic is",
    "a positive one, the way that the invisible, unknowable",
    "“dark energy” is seminal, a kind of funding agency",
    "or sugar daddy powering the universe in all",
    "its spangled beauty and veiled mystery",
    "from behind the scenes. Last night, a woozy few of us",
    "were mourning the demise of The Dusty Bookshelf.",
    "“Well I",
    "to support it,” I said, “by stopping in from time",
    "to time.” And B, the king of local kleptobibliomania, with",
    "his nimble touch and expando-capacious overalls, said",
    "“I tried to support it by",
    "going in.”"
  ],
  "title": "Keats’s Phrase",
  "year": ""
}