{
  "author": "Albert Goldbarth",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Nature",
    "Stars, Planets, Heavens"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171500",
  "region": "U.S., Midwestern",
  "text": [
    "The renewal project is doomed: because",
    "its funding board’s vice-president resigned: because",
    "the acids of divorce were eating day-long",
    "at her stomach, at her thoughts: because",
    "her husband was neglecting her, in favor of his daughter,",
    "who was dying: because",
    "husband,",
    "bi and edgy, bore an AIDS sore that was ripe",
    "enough with fear and woe to throw this whole",
    "thick network of connections off its balance",
    "and down a hole of human misery. Haven’t we seen it happen?",
    "—when a crowded room at a party was tilted",
    "perilously askew by the weight of two",
    "wept tears that weren’t as large as a housefly’s wings,",
    "that couldn’t have filled a pistachio shell.",
    "_________",
    "It’s like this: because because because,",
    "Sawyer was drunk when he delivered his opening remarks",
    "onstage at Stardome Planetarium. He",
    "stood below a slide show of “The Emptiness of Outer Space”",
    "—stars and planets, scattered like the scantest",
    "motes of dust in unimaginable void—and was about",
    "to make the leap to what percent of",
    ",",
    "our dearly thumping bodies, is a corresponding emptiness . . .",
    "when one foot met a wire that had strayed",
    "outside the curtain, and a wild arc of hand undid",
    "the podium, which canted off its casters sidelong",
    "into the 3-D galaxy props, and you could say whatever",
    "thimble or pustule or hackle of grief was his,",
    "it had toppled the whole damn universe.",
    "_________",
    "Was she a ghost? Sometimes she",
    "she was",
    "a ghost, transparent, stealing through the lives of people",
    "untouched and untouching. And so she carried a bucket",
    "of burning coals (we’ll call it that for now) against",
    "her breasts; and then she knew she was alive. And",
    "he. . . ?—was just the rusty foxing that an antique book",
    "exhales into dim air, wasn’t",
    "what he was,",
    "oh it was, yes it was, and so one afternoon he strapped",
    "a meteorite to his back, and now he walks the streets",
    "like anybody else. An ageless tribal saying:",
    "An eye will do, if it’s ill. One word, if it’s cruel.",
    "And don’t be fooled by breath: the throat holds up",
    "some old-time blues the way a hod holds bricks.",
    "_________",
    "But she",
    "die of full-blown AIDS",
    "—Sawyer’s daughter. Even so, her twisted legs and limp",
    "are enough to sometimes send him a little",
    "over the blotto line. Tonight, though, after show time,",
    "he’s just soused enough to wander through the mock-up",
    "stage-set milky ways agog with child-wonder:",
    "all those luminescent islands! all that vacuum!",
    "Look: a",
    "floats, there’s that much cosmos",
    "all around it. A",
    "! While we . . . we couldn’t",
    "squint and levitate a half inch, not the guru-most",
    "among us. Well, we",
    ": if the laws of the universe changed.",
    "It’s only the Earth that makes us so heavy.",
    "It’s only our lives that keep our lives",
    "from floating off into the nothing."
  ],
  "title": "Laws of the Universe",
  "year": ""
}