{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181706",
  "region": "",
  "text": [
    "Does she love you?",
    "says yes, but really",
    "how do you",
    "unless you undress that easy assertion,",
    "undoing its petals and laminae, and going in",
    "below all trace of consciousness, into the neuroelectrical",
    "coffer where self-understanding is storaged away,",
    "and then lifting its uttermost molecule out, to study",
    "in its nakedness as it spins",
    "in a clinical light?—the way",
    "we all, in our various individual versions",
    "of this common human urge, go in,",
    "and in, and in, the physicist down",
    "to the string-vibration underlying matter, and",
    "the Appalachia fiddler getting so",
    "(as she puts it) “into my music,” sound becomes",
    "a flesh for her to intimately (“in”-timately)",
    "enter, “its thick and its sweetbreads.”",
    "Is he cheating on you?",
    "says no, and feigns",
    "that he’s insulted, but for certainty",
    "you’ll need to delicately strip the bark away",
    "and drill, and tweeze, until you can smear a microscope slide",
    "of the pith and can augur the chitterlings",
    "—the way the philosopher can’t accept a surface",
    "assumption of truth, but needs to peel back",
    "the fatty sheen of the dermis, soak the cambium layer",
    "into a blow-away foam, and then with pick",
    "and lightbeam helmet, inch by inch begin",
    "spelunking through those splayed-out caverns",
    "under the crust, where gems of cogitation are buried",
    "—the way the diver descends for the pearl,",
    "the miner: in, the archaeologist: in, the therapist: down",
    "the snakier roots of us and in, and in, the way",
    "the lone, leg-pretzeled yogi makes",
    "a glowing bathysphere of worldliness and sends it in,",
    "and further in, tinier and heavier and ever in,",
    "the way the man in the opium den is floating forever,",
    "toward a horizon positioned in the center of the center",
    "of his head. . . . If we could stand beyond the border",
    "of our species and consider us objectively, it might seem",
    "that our purpose in existing",
    "to be a living agency",
    "that balances, or maybe even slows, the universe’s",
    "irreversible expansion out, and out . . . and each",
    "of us, a contribution to that task.",
    "My friend John’s wife received the news: a “growth,”",
    "a “mass,” on her pituitary, marble-sized, mysterious.",
    "And the primary-care physician said: Yes,",
    "we must go in and in.",
    "’",
    "And the second-opinion physician said: Yes,",
    "my sweet-and-shivering-one,",
    "my fingerprint-and-irisprint-uniqueness,",
    "someone’s-dearest, you",
    "who said the prayers at Juliette’s grave, who drove",
    "all night from Switzerland with your daughter, you",
    "on this irreplaceable day in your irreplaceable skin",
    "in the scumbled light as it crosses the bay in Corpus Christi,",
    "yes in the shadows, yes in the radiance,",
    "yes we must go in and in."
  ],
  "title": "Marble-Sized Song",
  "year": ""
}