{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/238832",
  "region": "",
  "text": [
    "I’m sitting at Nathan’s, reading a biography of Darwin",
    "who, right now, is dissecting a barnacle",
    "“no bigger than a pinhead (and with two penises)”:",
    "he’ll work like this on barnacles, his wrists supported",
    "by rigged-up blocks of workshop wood, for eight years.",
    "Nathan is reading too, in the worn-down banged-up “daddy chair”:",
    "those philosophical poems of William Bronk’s. What’s",
    "most delightful is that Tristan, eleven, and Aidan, ten,",
    "are reading, each of them enmazed in a fantasy novel",
    "that squeezes them by the attention-bone behind the eyes",
    "in its thimble pool of pineal juice and drizzled endorphins.",
    "Tristan cared enough to cry when he finished his previous book",
    "and its battle of shadow and radiance was over.",
    "Each of us: his individual book; and yet",
    "the silence is communal. This is a natural state",
    "at Nathan’s. Holly, however, is reading the Sunday paper",
    "and so serves, without saying a word, to remind us",
    "how natural it was for Raeshawn Nelson, seven,",
    "to fall while running and burn out his eye",
    "on the disregarded meth pipe, or for Anna Rietta, nine,",
    "to have come home from school and excitedly been",
    "the **!star!**, each day, of the homemade porn her parents",
    "peddled as “young fun” over the Internet. This",
    "was what they knew, and all they knew, and so they entered it",
    "as comfortably as Tristan does his opened world",
    "of sorcerors and valiant knights and fancy-talking beasts, since use",
    "frequency = familiarity. That’s the strict, imperious math",
    "of",
    "insular subuniverse. Sherena asked me what",
    "this thing “vermouth” was (she pronounced it “mouth”) and ordered",
    "quiche as if it were the brother of “touché”; but then",
    "she needed to explain to me why C-C was the “bottom bitch”",
    "and what a “T-girl” is and how to put down money",
    "on Ice’s book at “the county,” by which",
    "she meant jail. And those years when Darwin parsed",
    "the slimy fiber of his barnacles (discovering the species",
    "where “the female has no anus” and the one with “tiny parasitic",
    "males [that were] embedded in one female’s flesh like blackheads”),",
    "“squinty . . . laborious,” were among the final decades of hundreds of years",
    "when a woman in China would suffer ritual foot binding,",
    "at five, the bandages limiting growth until the toes",
    "were bent and curled (the toenails growing into the balls of the feet)",
    "and the arches broken. This resulted in the desirable",
    "“shrunken plums” and “three-inch golden lilies” sought",
    "by marriage brokers. Traditionally, a prospective mother-in-law",
    "would check below the hem, and reject any feet",
    "over four inches long. Entire generations of women could only",
    "mince and hobble. And this was natural, this was the air",
    "and the light and “the-way-of-things-forever” that",
    "you woke up to every day . . . as natural as the implicit laws",
    "in Aidan’s book, by which a bear converses",
    "with a girl in growly mutual-speak, and a boy",
    "of sturdy heart and his wingéd horse ascend",
    "their sky with the unremarkable grace of birds",
    "in ours. That’s ordinary Newtonian physics there, and Aidan",
    "subjects himself to the rules of flying horsemanship,",
    "and the code of those of innocent spirit",
    "about to war with wyverns and the wormfolk, and",
    "the governing instructions of gods with the heads",
    "of wide-eyed animals . . . and even now, Sherena texts",
    "my phone to say that",
    "GOT BULLET IN LUNG FROM POLICE, as if",
    "these two reports were equally weighted. There’s",
    "that famous and charming anecdote in which Darwin’s",
    "second son George is at the house of a playfriend,",
    "looking around, and casually asks him",
    "“Where does",
    "father do his barnacles?”"
  ],
  "title": "Natural State",
  "year": ""
}