{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29898",
  "region": "",
  "text": [
    "“Fancy-schmancy,” my father would have said,",
    "whose snazziest sweater was still a declassé",
    "synthetic from the sweatshops of Taiwan. My friend",
    "Deloris, however, who really owns such clothes,",
    "would say “exquisite” or “sublime”—her opened closet’s",
    "row of shoulders teases late-day bedroomlight",
    "along",
    "textures, there are days when the laboring brain",
    "and throbbing crotch appear to us to be not much more",
    "than her wardrobe’s tasteful accessories. “. . . woven",
    "from genital-down of prepubescent yeti, and then",
    "hand-sewn in our undersea domes.” “Untouched",
    "by anyone other than albino elves, this wool is . . . .”",
    "______________",
    "—to Helthi Hart, the diet guru, it’s",
    "a cup of clear organic cauliflower broth. And for",
    "the Emperor Excessia, it’s a mad dessert of swans’ tongues",
    "—there were, what? ten thousand?—dipped in a slip",
    "of stiffening honey and set out to await the banqueteers",
    "like a field of fresh shoots they could graze.",
    "Some Roman party hosts had great roped bowls of snow",
    "brought from the mountaintops to entertain their guests",
    "with dishes of rose-petal sherbet and chilled roe.",
    "They might even allow the household slaves to slide",
    "leftover snow along the burning welts the ropes ate",
    "into their shoulders all down the mountainside.",
    "______________",
    "Afterwards it was an unrecognizable tatter.",
    "But an image of my father’s worn-thin Bargain City",
    "“all-weather” jacket is still whole in its polyester glory.",
    "This is what happened: the alley dog (he later called the thing",
    "a “cur”) had cornered Livia, and she screamed once,",
    "with a seven-year-old’s unselfconscious terror.",
    "And then my father was there, with his jacket wound around his arm,",
    "and a rock. When it was over, he tore the sleeves off, tied the poor dog",
    "quiet and, after comforting Livia, they both kneeled down",
    "to comfort the dog. He was like that. And the jacket",
    "that served as weapon and restraint?—was like him,",
    "every day of his life. It did what was needed.",
    "______________",
    "I misread “migraine.” Which of the two",
    "would we call the most rarefied? “Margarine”?",
    "Or maybe comparison isn’t the point. A ghost",
    "is a person rarefied through the fine, fine colander",
    "; that doesn’t make, for most of us, extinction",
    "an ideal. It was hard to think of Frank and Deloris",
    "divorcing, since it was hard to imagine the two of them",
    "engaging in",
    "so mundane as sex or rage or envy",
    "with the rest of the hoi polloi. They seemed unearthly",
    "in close to a literal way, like radio waves. And yet divorce",
    "they did. They found",
    "real they could unjoin,",
    "hertz from hertz until there just was air.",
    "______________",
    "A dream: We own the softest of the soft",
    "Mongolian camel underhair sweaters. One day",
    "(we",
    "we’re doing the “right thing”) we release it",
    "into the wild, to romp with its brother and sister",
    "desert sweaters, out where it “belongs.”",
    "You know, however, what happens by now: it’s unfit",
    "to fend for itself amid that hardened herd.",
    "They beat it. It’s hungry. It crawls back",
    "into the city, mewing, curling up at night against a door",
    "my father opens and, seeing something in need, brings it inside,",
    "wraps it in flannel. That’s how he was.",
    "He’d give you the cheap shirt off his back."
  ],
  "title": "Rarefied",
  "year": ""
}