{
  "author": "Albert Goldbarth",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171489",
  "region": "U.S., Midwestern",
  "text": [
    ". . . and then of course the weeping: some demurely, some",
    "flamboyantly. Those elegiac tears, if shed",
    "enough, will alter a face and the person",
    "behind the face. We all know that erosion",
    "is a mighty thing, and even—for example—",
    "the seemingly permanent, hard-black Mississippi banks",
    "undo and slip south. In a sense, the delta",
    "at New Orleans—the land gone silt, and rebuilt—",
    "is the Mississippi’s second thought. “My pet,",
    "your wiles have altered my earlier obstinacy,",
    "and the vision of you in your luxury stateroom beckons;",
    "I",
    "join you for your voyage on the Gigantic",
    "—what? oh. Titanic”—is a tragic second thought.",
    "A happy one: when Skyler and I decided to try again",
    "to “save the marriage.” Now we’re lazing in a pour",
    "of Sunday morning light as orangely voluptuous",
    "as marmalade. A simile’s a first thought,",
    "then an equaled next. She slips back into sleep,",
    "and now I’m reading about the night that shady London dandy",
    "Charles Augustus Howell (1869) unshoveled the grave",
    "at Highgate, broke the coffin, and looted her bone breast",
    "of “the book in question, bound in rough gray calf, and with",
    "red edges to the leaves,” on eager orders from Rossetti",
    "—who’d had second thoughts in seven years, desiring",
    "to publish now a volume of his verses (1870,",
    ").",
    "Lizzie’s death-stenched pages were saturated",
    "with disinfectant by a medical practitioner “who",
    "is drying them leaf by leaf”—and then they joined the world",
    "of woven radish baskets, bobbered fishing skeins, and god dolls",
    "in their second life as art on a museum wall; a world where",
    "the “conversion pool” saw swimmers step in white robes",
    "from its farther end, reborn to new religion; and the lumbering",
    "land animals said",
    ", and gave up legs, and so their legs rolled up",
    "like stored-away and useless rugs inside them, and they returned",
    "to the waters, and birthed and breached in the waters,",
    "and made the waters their orchestral glory,",
    "and spouted out their great Ionic columns of air and water",
    "in the touch of the changing mind of Earth,",
    "that’s sunlit at times",
    "and at other times darkened."
  ],
  "title": "Second Thoughts",
  "year": ""
}