{
  "author": "Albert Goldbarth",
  "classification": "Free Verse",
  "keywords": [
    "School",
    "Learning",
    "Poetry",
    "Poets",
    "Activities",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171481",
  "region": "U.S., Midwestern",
  "text": [
    "The light has traveled unthinkable thousands of miles to be",
    "condensed, recharged, and poured off the white white pages",
    "of an open Bible the country parson holds in front of this couple",
    "in a field, in July, in the sap and the flyswirl of July",
    "in upper Wisconsin, where their vows buzz in a ring in the air",
    "like the flies, and are as sweet as the sap, in these rich and ritual minutes.",
    "Is it sentimental? Oops. And out of that Bible the light continues",
    "to rush as if from a faucet. There will be a piecrust cooling",
    "out of its own few x’ed-out cuts. And will it make us run",
    "for the picklier taste of irony rolled around protectively on our tongues",
    "like a grab of Greek olives? My students and I discuss this",
    "slippery phenomenon. Does “context” matter? Does",
    "“earned” count? If a balled-up fidget of snakes",
    "in the underbrush dies in a freeze is it sentimental? No,",
    "yes, maybe. What if a litter of cocker spaniels? What",
    "if we called them “puppydogs” in the same poem in that same hard,",
    "hammering winter? When my father was buried,",
    "the gray snow in the cemetery was sheet tin. If I said",
    "that? Yes, no, what does “tone” or “history” do",
    "to the Hollywood hack violinists who patiently wait to play",
    "the taut nerves of the closest human body until from that",
    "lush cue alone, the eyes swell moistly, and the griefs",
    "we warehouse daily take advantage of this thinning",
    "of our systems, then the first sloppy gushes begin . . .",
    "Is that “wrong”? Did I tell you the breaths",
    "of the gravediggers puffed out like factorysmoke",
    "as they bent and straightened, bent and straightened,",
    "mechanically? Are wise old (toothless) Black blues singers",
    "sentimental?—“gran’ma”? “country cookin’”? But",
    "they have their validity, don't they, yes? their",
    "sweat-in-the-creases, picking up the lighting",
    "in a fine-lined mesh of what it means to have gone through time",
    "alive a little bit on this planet. Hands shoot up . . . opinions . . .",
    "questions . . . What if the sun wept? the moon? Why, in the face",
    "of those open faces, are we so squeamish? Call out",
    "the crippled girl and her only friend the up-for-sale foal,",
    "and let her tootle her woeful pennywhistle musics.",
    "What if some chichi streetwise junkass from the demimonde",
    "gave forth with the story of orphans forced through howling storm",
    "to the workhouse, letting it swing between the icy-blue",
    "quotation marks of cynicism—",
    "? What if",
    "I wept? What if I simply put the page down,",
    "rocked my head in my own folded elbows, forgot",
    "the rest of it all, and wept? What if I stepped into",
    "the light of that page, a burnished and uncompromising",
    "light, and walked back up to his stone a final time,",
    "just that, no drama, and it was so cold,",
    "and the air was so brittle, metal buckled",
    "out song like a bandsaw, and there, from inside me,",
    "where they’d been lost in shame and sophistry",
    "all these years now, every last one of my childhood’s",
    "heartwormed puppydogs found its natural voice."
  ],
  "title": "Sentimental",
  "year": ""
}