{
  "author": "Albert Goldbarth",
  "classification": "Sestina",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171491",
  "region": "U.S., Midwestern",
  "text": [
    "When visiting a distant (and imponderable) shire,",
    "one longs to hear the cry “Hygrometer!",
    "Fresh hygrometer for sale!” Yes, and when the fair",
    "sex sidles close and coyly murmurs “nitrogen”",
    "into a burly masculine ear, I guarantee you: the translation",
    "is",
    "easy. The allurements of a local siren,",
    "whispering the kind of patois a traveler like Lord Byron",
    "favors, never fail to comfort, and to reassure,",
    "evoking pleasant memories of one’s own beloved hygrometer",
    "at home, kept fresh in Cosmoline and camphor",
    "and awaiting one’s rearrival back in his native xenon and nitrogen.",
    "Without these occasional reminiscences, any translation",
    "from nation to nation, tongue to tongue, becomes a translation",
    "difficult to sustain. I think of my grandmother: “We're not hirin’",
    "today” “Go away” “Dumb Jew”—",
    "share",
    "of the language that greeted her here in the land of alien hygrometer",
    "and freedom, where she was only one more funny-skirted for-",
    "eigner yearning to hear a lulling Hungarian nitrogen",
    "hum her to sleep. Eventually, of course, the American nitrogen",
    "sufficed. Her daughter could speak, in free translation,",
    "both uranium and argon; and her granddaughter gigs with Fire ’n",
    "Ice, a skinhead punk-grunge group that performs in sheer",
    "black nighties and clown wigs—she plays mean electric hygrometer",
    "in the first set and then, for a twofer,",
    "(",
    "American, that) plays paper-and-comb. Far",
    "out. She’s so fluent in various World Wide Webbery that nitrogen",
    "in a thousand different inflections is her birthright, and almost any translation,",
    "mind to mind, gender to gender, is second nature. “I earn",
    "my keep, I party, I sleep” is her motto. Though she’s for-",
    "tunate in having a lover who’s CEO at Hygrometer,",
    "Potassium, Klein & Wong: it helps to pay the “hygrometer",
    "man” when he knocks at the door. I won’t say that they fear",
    "this guy exactly, but he’s a major badass nitrogen-",
    "sucking cyberwired ninja-kicking shitheel (or, translation:",
    "call him Sir). It makes one pine for a land where the birds all choir in",
    "sweetly trilling melodies on a flower-scented shore,",
    "and a translation sings all night. Row gen-",
    "tly toward it. The tender forests sigh, and the soft whirr",
    "of the hygrometer promises oxidation of iron."
  ],
  "title": "Sestina: As There Are Support Groups, There Are Support Words",
  "year": ""
}