{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/177611",
  "region": "",
  "text": [
    "Yes. So we must reconnect",
    "ideas of God, and the definitions of “liberty,”",
    "and the psychology of our earliest models of governance, with",
    ",",
    ",",
    ".",
    "Their heads might well have brimmed with heaven",
    "and its airborne personnel, but still their mouths were a mash",
    "of",
    "[cheese]",
    ",",
    ",",
    ".",
    ",",
    "David Ignatow:",
    "“seeking transcendence",
    "but loving bread”",
    "And it",
    "too easy to get lost in abstraction,",
    "as if smoke, and dream, and quantum ersatz-states",
    "are our proper environment... it’s easy to conceptualize in “politics”",
    "and not in the clack of the black or white dried bean",
    "we drop in the voting bowl. In some tribes, there’s a designated",
    "“reminderer,” and when the shaman novitiate—or sometimes",
    "simply a mournful family member—follows the star trail",
    "into the country of ghosts, and lingers there, this person tugs",
    "the wanderer back home: perhaps a light thwack",
    "with a broom-shock, or the rising steam of a broth that one",
    "can hungrily shinny down to Earth like a rope.",
    "In the Mesopotamian Inanna myth, it’s water and bread",
    "that resurrect the goddess and allow her",
    "to begin the long ascent out from the craters of Hell.",
    "We can spend all day, and many days, and years, in theorizing.",
    "“A Computer Recreation of Proto-Hominid Dietary Intake:",
    "An Analysis”",
    "... we’ll float off, through these foggy lands of argot,",
    "in the way that someone else might dissolve in the blue cloud",
    "of an opium den... no wonder there’s such pleasure in uncovering",
    "the solid fossil record of those appetites, and in emptying out",
    "its evidence grain by grain, a stone piñata. How often",
    "the stories bring us back to that grounding! In 1620,",
    "a first exploratory party from the",
    "went ashore",
    "on the northern Cape Cod coast. The weather was bad",
    "and disorienting: a half a foot of snow, in air",
    "so thick as to be directionless. But we sense they recouped",
    "their spirits that night, from",
    "And it",
    "too easy to lose ourselves in cyberthink,",
    "untethered from the touchable, from even the cohesive force",
    "suffusing through one atom. “What we keep,”",
    "reports an archivist at the",
    ", “is the information,",
    "not the paper”... everything e-storaged now.",
    "A thousand years of pages,",
    ": dismissiveness",
    "as obliterative as a bonfire, in the long run. Oh, yes,",
    "easy to cease to exist as an actual shape, inside the huge,",
    "occluding mists of legalese: we say “repatriation",
    "of native archeological remains,” and we mean",
    "human bones, that’s what we mean: hard and dear",
    "and contested. We say “ritual signifier of threat,” but",
    "what the Narragansetts sent to the colonists at Plymouth",
    "was",
    ".",
    ".",
    ".",
    ".",
    ",",
    ".",
    "“When hegemonic identity-structures systemize cognition—” whoa.",
    "There are times I think my friends might flimmer away in that",
    "high-minded mush... and I concentrate, then, on the names",
    "of those people from 1621, names that are true, specific",
    "labor and specific, beautiful common things. Cooper.",
    "Fletcher. Glover. Miller. Glazer. Mason. Carpenter.",
    "Cheerfull Winter.",
    "Oceanus Hopkins.",
    "Lydia Fish, Nathaniel Fish and Steadfast Fish, of Sandwich.",
    "Zachariah Field, father, and daughter Dutiful Field.",
    "Pandora Sparrow.",
    "Who wouldn’t care to meet Peregrine Soule?",
    "And who could wish to let go of this life",
    "when faced by Countenance Bountie?"
  ],
  "title": "Stomackes",
  "year": ""
}