{
  "author": "Albert Goldbarth",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171493",
  "region": "U.S., Midwestern",
  "text": [
    "Each morning he’d anoint the room’s four corners",
    "with an arc of piss, and then—until",
    "he was forcibly halted—beat his forehead open",
    "on the eastern wall, the “sunrise wall,”",
    "incanting a doggerel prayer about God",
    "the Flower, God of the Hot Plucked Heart; and",
    "she, if loose in the halls, would join him,",
    "squatting in the center of the room and masturbating",
    "with a stolen bar of soap. This isn’t",
    "they were sent to the madhouse: this is what",
    "they needed to do",
    "the madhouse: this",
    "is the only meaningful ritual they could fashion",
    "there, created from the few, make-do",
    "materials available. It isn’t wondrous strange",
    "more than the mega-boozhwah formulaic splendor",
    "of my sister’s wedding ten, eleven years ago:",
    "her opulent bouquet of plastic flowers",
    "(for the wilting pour of wattage at the photo session),",
    "nigglingly arranged to match the",
    "bouquet",
    "she carried down the aisle, bloom per bloom;",
    "the five-foot Taj Mahal of sculpted pastel sherbet;",
    "endless “Fiddler on the Roof”; I’m sorry",
    "now I cranked my academic sneer hauteur in place",
    "all night. I’m sorry I didn’t lose myself",
    "like a drunken bee in a room-sized rose,",
    "in waltzing Auntie Sally to the lush swell",
    "of the band. We need this thing. There’s not one",
    "mineral in Stonehenge that our blood can’t also raise.",
    "One dusk, one vividly contusion-color",
    "dusk, with my fists in my pockets and",
    "a puzzle of fish-rib clouds in the sky, I",
    "stopped at the low-level glow of a basement window",
    "(Hot Good Noodle Shop) and furtively looked in:",
    "a full-grown pig was splayed on the table,",
    "stunned but fitfully twitching, it looked as if",
    "it had grasshoppers under its skin. A man and a woman",
    "slit that body jaw-to-ass with an ornate knife,",
    "and then they both scooped out a tumble",
    "of many dozens of wasps, preserved",
    "by the oils of living pig to a beautiful black and amber",
    "gem-like sheen. I saw it. Did I",
    "see it? From inside this, over their wrists",
    "in the tripes, they carefully removed",
    "the wooden doll of a man and the wooden doll of a woman",
    "maybe two inches tall, a tiny lacquered sun",
    "and matching brass coin of a moon, and then",
    "a child’s-third-grade-version of a house",
    "made out of pallid wax: a square of walls,",
    "a pyramid roof, and a real smoking chimney."
  ],
  "title": "Stonehenge",
  "year": ""
}