{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30039",
  "region": "",
  "text": [
    "John-O was given a key to the apartment. The deal",
    "was this: if Phil died suddenly, and John-O heard,",
    "he would rush on over, enter the apartment, leave",
    "unseen with Phil’s brown suitcase, and secretly pitch it",
    "into the mounded deeps of the city dump.",
    "Simply, there were things that Phil didn’t want",
    "to hurt his family with. Do you have",
    "?",
    "I have",
    ". The brown suitcase. Sasha’s sister,",
    "on her deathbed—dinky, frail, just a mild",
    "skim-milk trickle of a hospice patient—",
    "tensed, sat up, and unloosed",
    "such confessional invective that it seemed the walls",
    "and the sheets would have to be splattered in shit,",
    "her cancer having acted with the harsh, disbursing",
    "force of a tornado on the brown and hard-shelled",
    "suitcase in her electrochemical memory webs.",
    "Is yours secure? from love? from sodium pentathol?",
    "Last year, when a tornado hit our fringe",
    "of downtown businesses, the air was alive for counties around",
    "with the downward dance of naked canceled checks,",
    "handwritten notes, hotel receipts, e-mail transcripts,",
    "smeary Polaroids, a swirl of lacy underwisps",
    "that jellyfished the skies, and from The G-Spot Shoppe",
    "a rain of plastic pleasure aids, of which one prime example",
    "pierced a cow between the eyes and struck her dead.",
    "Maybe AIDS—I wasn’t sure. But he was dying,",
    "was sure: as dry as a stick of human chalk,",
    "and making the terrible scritch-sound of a stick of chalk,",
    "in his throat, in the community air, in the room",
    "across from Sasha’s sister. Something . . .",
    "in the trace of rundown aura still around him",
    "as we chatted there one morning . . . a tv? a sissyboy tv?",
    "I wasn’t sure, but it was obvious",
    "his life-chalk held a story not yet written,",
    "not confessed yet",
    "for this storyniverous planet.",
    "And when I remembered my mother’s own",
    "last days . . . the way a person is a narrative,",
    "the strength of which is either",
    "revelation or withholding. It was summer, and the garden",
    "at the nursing home was fat with summer’s pleasures:",
    "flowered mounds like reefs of coral,",
    "bees as globular as whole yolks.",
    "In her room, my mother disappeared a breath",
    "at a time, and everything else was only a kind of scenery for that.",
    "The wink of pollen in the light. The birds. Their feather-lice.",
    "The bursting spores. Those opened-up",
    "cicada husks abandoned on the patio",
    "—the small, brown, unlocked luggage",
    "that’s completed its work in this world."
  ],
  "title": "Suitcase Song",
  "year": ""
}