{
  "author": "Albert Goldbarth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/237042",
  "region": "",
  "text": [
    "A pity, how we misspeak and mishear.",
    "—Or “martyred”? Not that/coin-flip/either",
    "makes a difference to the increasingly cooler",
    "downtick of a corpse’s cells. “We heard the crazy mating joy",
    "of the loon across the water.” Yes, but what",
    "do",
    "It might have been dying, announcing",
    "its pain in those trilling pennants. It might",
    "have been the girl who was lost in these woods last week",
    "and never found by the volunteer searchers,",
    "it might have been her ghost",
    "with an admonishment. The truth is,",
    "even among ourselves we often can’t distinguish pain",
    "from pleasure, not in our beds, our hearts, the tone",
    "of a poem on the final exam (a coin-toss). A pity, because",
    "we know the urgency of some utterance;",
    "and the intended goodwill of our listening; and",
    "the marvelous basic mechanics of speech,",
    "of lung:",
    "as my eighth-grade science teacher preened, “would come to",
    "and she added that tired magic about how atoms",
    "of Julius Caesar and Napoleon and Beethoven did",
    "their fleet anachronistic dance in every inhalation",
    "of ours, although at thirteen I preferred to think",
    "that the atoms of Cleopatra’s body—",
    "inflating her see-through empresswear",
    "with husky breaths—commingled with my blood, and also",
    "realized in my own dim way it wasn’t only Einstein,",
    "Shakespeare, Madame Curie populating my oxygen,",
    "but also the smelly and scabby old man",
    "from across the street who’d died last year",
    "“med injection” instead of (as the outgoing",
    "ward nurse told her) “bed inspection”—altogether",
    "an unfortunate example of my theme",
    "exempla abound, misapprehension",
    "Someone thought the gate was locked, she",
    "the gate in the late afternoon when the haze set down",
    "and the sun for a moment seemed to carmelize the lake top,",
    "so the gate was locked; except that it wasn’t,",
    "and seven days into it nobody’s found the girl",
    "or a scraggle of hair or a single ribbon. I tell you",
    "we’re amateurs, we’re sometimes bungling amateurs,",
    "of the minutiae of our own lives. When I heard the sounds",
    "that gurgled from my chest as my wife was leaving",
    "into the dense, conspiratorial Austin, Texas night,",
    "I couldn’t have said if it was defeat",
    "she’d have been happiest to cause. We only knew",
    "that I’d been wrong at times, and she’d been wrong at times,",
    "and that our total errors, if spread out flat,",
    "become the house we live in. They’re another system",
    "inside us, along with the cardiac and the pulmonary,",
    "they’re moving us toward the horizon line. And when",
    "enough errors accumulate there, that’s what",
    "we call the future. Even now, as you read this,",
    "someone in that unknowable distance",
    "is breathing you in."
  ],
  "title": "The Poem of the Little House at the Corner of Misapprehension and Marvel",
  "year": ""
}