{
  "author": "Leslie Adrienne Miller",
  "classification": "Quatrain",
  "keywords": [
    "Living",
    "The Body",
    "Nature",
    "Animals",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240394",
  "region": "U.S., Midwestern",
  "text": [
    "I.",
    "The quiet of windows pours its sand in my ear.",
    "ask the dolls of evening",
    "though they do not wish to hear my answer.",
    "Five hens are alive in the brush, purring",
    "toward the slough. No one here has a rifle",
    "but the wind turns abruptly and returns a report.",
    "Three bright orange vests hang at the ready.",
    "The doe turns in her frame above the stove,",
    "and her season climbs like the moon into its place",
    "in the sky’s clock. The green theater",
    "with it’s elegant aspens goes more threadbare",
    "each week, so I’ll soon see the others, heretofore",
    "only heard. Just to the south the casino lights",
    "ride the underbellies of clouds, and further",
    "down the interstate more world twirls",
    "in its paper and drinks, while the baby throws",
    "his feet through the bars, and the father",
    "takes him like a little canoe on the billowy",
    "lake of his chest. Comes a mewling, then,",
    "from my dark, a mooing, a whine, feathered",
    "or furred I can’t divine. The girl with the flat face",
    "and bleached lips read her poems in crisp",
    "Ivy League whatnot, but I got sidetracked",
    "by the way her torso seemed stacked, pressed",
    "in layers like shale, so there was a weight to her",
    "that hung in the bottom of the eye like the bulk",
    "of a tear that never quite falls. It’s true",
    "the intelligence was clear as green ice, and just",
    "as hard, stripped of its",
    "and heat. Her baby",
    "burbled on in the back of the room happily not",
    "in the poems. Oh little rabbit of grief on the spot",
    "where the last dog was turned under, don’t speak.",
    "I make a fire, then dream a fire: wind carries",
    "its gray rags into the woods, and the crackling",
    "in the grate enters my ducts, wakes me.",
    "When I look out, the grass along the fence",
    "is crawling with light, and the last wild asters",
    "press their blue buttons into the cold glass.",
    "II.",
    "Zero and a fine hard snow burns",
    "when it hits bare skin. A white",
    "ridge glows inside the birches",
    "across the slough where snow articulates",
    "the distance. Where water moves,",
    "where the land heaves. I haul oak chunks",
    "in a plastic sled. When I bend to stack",
    "the splits, my breasts pop and burn,",
    "and my child’s face rises like a bird",
    "razoring its shadow over the snow.",
    "Wind takes the rag of some old self",
    "and shakes it at me. The heart is only",
    "another shape the view stretches to include.",
    "Birches march out of the hardwoods",
    "with their white waists radiant, so many",
    "clones on one taproot. A jay circles",
    "the full feeders fending off smaller birds.",
    "I make this vocal gesture because self",
    "is simply one edge of me. Out here",
    "there’s only an economy of wood burned",
    "or to be burned, how much water’s left",
    "in the tank, how hard or soft the light.",
    "Degrees and drafts. This room and everything in it",
    "are mine, and though I try to be selfish and grim,",
    "my child has made me enduringly plural,",
    "more than I, but not quite we.",
    "Black-capped chickadees flee",
    "from three big jays at the feeder. Shrieking",
    "and diving in the strong winter light, the jays",
    "are not actually blue. Their feathers refract light",
    "so they appear blue. Self-luminous,",
    "hardy and belligerent as pronouns.",
    "III.",
    "The kick of the screw finding purchase in pine",
    "slams my wrist bone, elbow and shoulder,",
    "but it’s in, and the panel is up. Now another",
    "and another until the wall is flush. I mark",
    "and cut each length with the small tooth",
    "of the new jigsaw my husband thought",
    "I should have. Two days apart from him",
    "and the child, I’ve forgotten the pump",
    "to empty my breasts, so the saw’s jump",
    "at the end of the cut draws the burning",
    "up. And with it a guilt as bright as the room",
    "where I drive plank after plank against the studs,",
    "each a satisfaction against the body’s wish",
    "to be elsewhere. Even into the night, I can’t put",
    "down my drill. I stoke the fire and drive",
    "more screws, loving the growl when they’re",
    "in as far as they’ll go. The mind arranging",
    "which planks and trim tomorrow, next week",
    "and spring. Even my sleep is a cutting and fastening",
    "broken by my turning on the full globes",
    "of my breasts. So toward morning I dream",
    "of parties given by women I used to know,",
    "and to which I’m not and will never be invited,",
    "trays of fancy sandwiches and petit fours,",
    "half moon glasses of seething champagne."
  ],
  "title": "Weaning",
  "year": ""
}