{
  "author": "Caroline Bergvall",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Religion",
    "Faith",
    "Doubt",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245738",
  "region": "England",
  "text": [
    "1. Along the journey of our life half way",
    "I found myself again in a dark wood",
    "wherein the straight road no longer lay",
    "(Dale, 1996)",
    "2. At the midpoint in the journey of our life",
    "I found myself astray in a dark wood",
    "For the straight path had vanished.",
    "(Creagh and Hollander, 1989)",
    "3. HALF over the wayfaring of our life,",
    "Since missed the right way, through a night-dark wood",
    "Struggling, I found myself.",
    "(Musgrave, 1893)",
    "4. Half way along the road we have to go,",
    "I found myself obscured in a great forest,",
    "Bewildered, and I knew I had lost the way.",
    "(Sisson, 1980)",
    "5. Halfway along the journey of our life",
    "I woke in wonder in a sunless wood",
    "For I had wandered from the narrow way",
    "(Zappulla, 1998)",
    "6. HALFWAY on our life’s journey, in a wood,",
    "From the right path I found myself astray.",
    "(Heaney, 1993)",
    "7. Halfway through our trek in life",
    "I found myself in this dark wood,",
    "miles away from the right road.",
    "(Ellis, 1994)",
    "8. Half-way upon the journey of our life,",
    "I found myself within a gloomy wood,",
    "By reason that the path direct was lost.",
    "(Pollock, 1854)",
    "9. HALF-WAY upon the journey of our life",
    "I roused to find myself within a forest",
    "In darkness, for the straight way had been lost.",
    "(Johnson, 1915)",
    "10. In middle of the journey of our days",
    "I found that I was in a darksome wood",
    "the right road lost and vanished in the maze",
    "(Sibbald, 1884)",
    "11. In midway of the journey of our life",
    "I found myself within a darkling wood,",
    "Because the rightful pathway had been lost.",
    "(Rossetti, 1865)",
    "12. In our life’s journey at its midway stage",
    "I found myself within a wood obscure",
    "Where the right path which guided me was lost",
    "(Johnston, 1867)",
    "13. In the middle of the journey",
    "of our life",
    "I came to myself",
    "In a dark forest",
    "The straightforward way",
    "Misplaced.",
    "(Schwerner, 2000)",
    "14. In the middle of the journey of our life I came to",
    "myself in a dark wood, for the straight road was lost",
    "(Durling, 1996)",
    "15. In the middle of the journey of our life I came to myself",
    "within a dark wood where the straight road was lost.",
    "(Sinclair, 1939)",
    "16. In the middle of the journey of our life",
    "I found myself astray in a dark wood",
    "where the straight road had been lost sight of.",
    "(Heaney, 1993)",
    "17. IN the middle of the journey of our life, I found myself in a",
    "dark wood; for the straight way was lost.",
    "(John A Carlyle, 1844)",
    "18. In the mid-journey of our mortal life,",
    "I wandered far into a darksome wood,",
    "Where the true road no longer might be seen.",
    "(Chaplin, 1913)",
    "19. In the midtime of life I found myself",
    "Within a dusky wood; my way was lost.",
    "(Shaw, 1914)",
    "20. In the midway of this our mortal life,",
    "I found me in a gloomy wood, astray,",
    "Gone from the path direct:",
    "(Cary, 1805)",
    "21. Just halfway through this journey of our life",
    "I reawoke to find myself inside",
    "a dark wood, way off-course, the right road lost",
    "(Phillips, 1983)",
    "22. Midway along the highroad of our days,",
    "I found myself within a shadowy wood,",
    "Where the straight path was lost in tangled ways.",
    "(Wheeler, 1911)",
    "23. Midway along the journey of our life",
    "I woke to find myself in some dark woods,",
    "for I had wandered off from the straight path.",
    "(Musa, 1971)",
    "24. Midway along the span of our life’s road",
    "I woke to a dark wood unfathomable",
    "Where not a vestige of the right way shewed.",
    "(Foster, 1961)",
    "25. Midway in our life’s journey I went astray",
    "from the straight road & woke to find myself",
    "alone in a dark wood",
    "(Ciardi, 1996)",
    "26. Midway in the journey of our life I found myself in a",
    "dark wood, for the straight road was lost.",
    "(Singleton, 1970)",
    "27. MIDWAY life’s journey I was made aware",
    "That I had strayed into a dark forest,",
    "And the right path appeared not anywhere.",
    "(Binyon, 1933)",
    "28. Midway on our life’s journey, I found myself",
    "In dark woods, the right road lost.",
    "(Pinsky, 1994)",
    "29. Midway on the journey of our life I found myself within",
    "a darksome wood, for the right way was lost.",
    "(Sullivan, 1893)",
    "30. Midway the path of life that men pursue",
    "I found me in a darkling wood astray,",
    "For the direct way had been lost to view",
    "(Anderson, 1921)",
    "31. Midway this way of life we’re bound upon,",
    "I woke to find myself in a dark wood,",
    "Where the right road was wholly lost and gone",
    "(Sayers, 1949)",
    "32. MIDWAY upon the course of this our life",
    "I found myself within a gloom-dark wood,",
    "For I had wandered from the path direct.",
    "(Bodey, 1938)",
    "33. MIDWAY upon the journey of my days",
    "I found myself within a wood so drear,",
    "That the direct path nowhere met my gaze.",
    "(Brooksbank, 1854)",
    "34. MIDWAY upon the journey of our life,",
    "I found me in a forest dark and deep,",
    "For I the path direct had failed to keep.",
    "(Wilstach, 1888)",
    "35. Midway upon the journey of our life,",
    "I found myself within a forest dark,",
    "For the right road was lost.",
    "(Vincent, 1904)",
    "36. MIDWAY upon the journey of our life",
    "I found myself within a forest dark,",
    "For the straightforward pathway had been lost.",
    "(Longfellow, 1867)",
    "37. Midway upon the journey of our life",
    "I found that I had strayed into a wood",
    "So dark the right road was completely lost.",
    "(MacKenzie, 1979)",
    "38. MIDWAY upon the journey of our life",
    "I woke to find me astray in a dark wood,",
    "Confused by ways with the straight way at strife",
    "(Bickersteth, 1955)",
    "39. Midway upon the pathway of life",
    "I found myself within a darksome wood",
    "wherein the proper road was lost to view.",
    "(Edwardes, 1915)",
    "40. MIDWAY upon the road of our life I found myself within",
    "a dark wood, for the right way had been missed.",
    "(Norton, 1891)",
    "41. On traveling one half of our life’s way,",
    "I found myself in darkened forests when",
    "I lost the straight and narrow path to stray.",
    "(Arndt, 1994)",
    "42. Upon the journey of my life midway,",
    "I found myself within a darkling wood,",
    "Where from the straight path I had gone astray",
    "(Minchin, 1885)",
    "43. UPON the journey of our life half way,",
    "I found myself within a gloomy wood,",
    "For I had missed the oath and gone astray.",
    "(Pike, 1881)",
    "44. Upon the journey of our life midway",
    "I came unto myself in a dark wood,",
    "For from the straight path I had gone astray.",
    "(Fletcher, 1931)",
    "45. Upon the journey of our life midway,",
    "I found myself within a darksome wood,",
    "As from the right path I had gone astray.",
    "(Cayley, 1851)",
    "46. When half-way through the journey of our life",
    "I found that I was in a gloomy wood,",
    "because the path which led aright was lost.",
    "(Langdon, 1918)",
    "47. When I had journeyed half of our life’s way,",
    "I found myself within a shadowed forest,",
    "for I had lost the path that does not stray.",
    "(Mandelbaum, 1980)"
  ],
  "title": "VIA",
  "year": ""
}