{
  "author": "Hershman John",
  "classification": "",
  "keywords": [
    "Living",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238978",
  "region": "U.S., Southwestern",
  "text": [
    "All the old photographs, hidden like buried",
    "Treasure. Broken prayer sticks under my dreams",
    "And my worn mattress. Each one like a postcard sent back",
    "Home; wonders only seen in slick travel magazines.",
    "Boxed up under my bed, colored souls on Kodak paper—",
    "I can still see Grandma’s smile next to her resting sheep dog.",
    "Like a blue lightning strike over the northern sky,",
    "Over two black houses, I pull the first leaf out, at random.",
    "A picture-flash: Tom and Susie Worker are sitting together",
    "On a couch covered with a large Navajo Chief’s blanket woven",
    "By her brown hands and sheep’s wool. The pattern of stripes—",
    "Blue to black to white, shifting like rain clouds to clear skies.",
    "My grandparents look tired. The day was Christmas 1992,",
    "With a little bit of snow on the Earth. Tired from traveling",
    "Over 100 miles away from their painted desert",
    "To the city, tired from raising eleven children of the Deer",
    "Spring before the Depression, before Roosevelt,",
    "Before the World Wars, before computers, before",
    "Satellite phones and televisions . . . . Outside, the north wind",
    "Was blowing Tuba City away. But, Grandma’s and Grandpa’s",
    "Eyes are glazed red from happiness. Outside,",
    "The clouds swelled full of snow and ice.",
    "A blue lightning flash, another photograph, another place:",
    "New York, 1985: I see the Statue of Liberty, tiny, like a pin",
    "Stuck in the gray ocean, surrounded by the wrought metal",
    "Edges of Gotham City. It was the only picture I took:",
    "The dollar-bill green lady holding her torch, guiding",
    "Moths, reality, men and ferries. As she stood in iconic",
    "Pose, Grandma flooded back, quickly: strong in her own green",
    "Velvet dress, she stretched dough over her palms, making frybread.",
    "A foghorn wailed just past the Emerald City’s fiery torch.",
    "My mind refocused on the warm glow of a new moon.",
    "The Lady’s light filled the starless sky like Grandma’s teardrop",
    "Turquoise and silver brooch. Made from a thousand tiny Kingman",
    "Nuggets, its shine captured in a perfect burst—",
    "A sunflower high on a green stem. Each seed a raindrop",
    "Made of smooth sky. When the sun touched the brooch,",
    "It was blinding. A perfect mosaic of water-light-sky stones.",
    "A blue strike—bright from a cigarette—steals Lady Liberty’s light.",
    "The Staten Island ferry moves on to Crow Agency, Montana.",
    "At Custer Battlefield, my cousins smile for a picture, tourists",
    "Next to Custer’s grave. Defiant, wearing dark shades,",
    "They hold up cans of Coors Light waiting for Custer to rise",
    "Again so they can take up their bows, arrows, uzis. Warriors,",
    "Proud and ready to hide deep in the yellowtail prairie grass.",
    "Their women and children safe in tipi camps by the Little",
    "Bighorn River. I know they would die again and again. Rise",
    "Again and again to put up more white marble tombstones.",
    "They would do this to save our future children, to save our",
    "Grandmas—Mary Black Eagle, Susie Worker, Great Great Great",
    "Grandmother Lefthand . . . . They would save our grandfathers too—",
    "Sonny Black Eagle, Tom Worker, the horned toad . . . .",
    ", the high school basketball team, plays",
    "A few miles from Mary’s block house and her ten grazing horses.",
    "Her basketball team is waiting for the final winning basket",
    "To end time, an orange ball to shoot dead the visiting team",
    "From Billings. Another war of",
    ".",
    "Won this time by the “Skins”—Class “B” State Champs again.",
    "Two Leggings, a ’49, a warrior’s party. The tranquil dark",
    "Raven feathers, a deep cold night fueled by a bonfire and beer.",
    "Victory runs hot, steaming piss into the trout-filled river",
    "Lined by a hundred cars, nights caws, and some more tame",
    "Drinking brawls. All night long, the happy Indian basketball",
    "Warriors sing ’49 songs:",
    "Left with one of the blue-eyed. He na ya na . . . .",
    "My brothers smile with big white teeth, have strong backs like their",
    "Broncos and are blessed with good looks. That’s what Crow boys",
    "Do best—look good and play good ball. I wish Grandma Susie",
    "Was here to see her young Crow and Navajo boys, their hearts full",
    "Of wild war ponies. But because of old age, she was put in a home",
    "Where she is reverting back into a baby—quivering mouth, softening",
    "Body like melting ice cream, wetting her bed—as her nurse-mother sighs.",
    "Grandma is there captured within the state-certified white walls.",
    "Reflections appear—Kit Carson, Custer, Andrew Jackson’s ghosts—",
    "In the many stainless steel items of the room: the nearby syringe,",
    "The mirror, the drinking cup, the stethoscope. The nurse turns off",
    "The television, it buzzes and flashes a bright blue dot that burns",
    "In my grandmother’s retina. More ghosts appear, this time as lost",
    "Shadows on film behind the great family photo. Our pasts",
    "Flood back from the Sea of Forgetfulness . . . . Old girlfriends,",
    "Old boyfriends, old wives, old husbands—grainy moments belonging",
    "To brothers, cousins, sisters, friends. Their demands are frenzied",
    "As mean seagulls overwhelming me holding a bag of popcorn:",
    "I should burn them so that the stars can smell the rising visions.",
    "When the sunrise burns the nightmares, like flies stuck on the silk",
    "In a dreamcatcher, the visions explode into flares. Bright as a blue",
    "Ball lightning floating mysteriously over Grandma Susie’s place.",
    "Her reservation home with its sleek red canyons, rabbit brush,",
    "Sand dunes, is like seeing Giza’s pyramids, Disneyland, Stonehenge,",
    "The Grand Canyon. A place filled with the awe of fairy dust,",
    "A dinosaur’s tooth, a pure gold coin. I pick up the last",
    "Leaf that floats into my hands. Here, Grandma’s sheep corral",
    "Is empty of foul smells. And there staring at me is my last image:",
    "A sheep dog locked in photograph. Grandma’s sheep dogs",
    "Never have names and the only word they ever learn",
    "And know is “Dibé!” “Dibé!” “Dibé!”",
    "A command as heavy as hail shattering a windshield:",
    "Watch out for sheep-stealing coyotes.",
    "They all run like hurt boys glancing up to see if the sky will fall.",
    "This one sheep dog is a mutt sitting next to his empty",
    "Dog dish—a Chevy hubcap. His eyes are black marbles:",
    "One eye is Hungry, one eye is Lonely. With only",
    "A life span of three years, a sheep dog dies from the elements,",
    "Fighting a mountain lion, or from a gunshot wound",
    "(For a developing a taste for tender lamb).",
    "Taking care of sheep is their story. Like the many tribes",
    "Wiped out from smallpox long before the white man",
    "Gave the tribe a history, and because we forgot them,",
    "They, the sheep dogs, die nameless too. When Grandma was happy",
    "With her sheep dogs, she would feed them a can of government",
    "Peanut butter and watch them chew, chew, chew. Licking.",
    "She watched each one lick its teeth and fur for hours . . . .",
    "I can still hear her laughing about her sheep dogs."
  ],
  "title": "A Sheep Dog Locked in Photograph",
  "year": ""
}