{
  "author": "Hershman John",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238982",
  "region": "U.S., Southwestern",
  "text": [
    "Pick up the smooth stone at your boot tip—",
    "Quickly blow the dust off the edge.",
    "This is for Sexton’s mother who died March",
    "1959. This is for Sexton’s father who died",
    "June 1959. This is for love born in September",
    "1949. When Autumn came, it left the trees bare.",
    "Leaves are but whisper ready to become snow.",
    "No sign of a harvest, no corn. This is for Anne.",
    "I breathe out carbon, breathe in carbon, in early",
    "October 1971. The stones in the river’s currents",
    "Are polished. I was conceived in the empty",
    "Winter. Little did I know when Coyote threw",
    "His one stone into the perfect pool, it meant",
    "One by one, we die just as amber mosquitoes.",
    "For the Navajo people, Coyote threw the stone",
    "Into the ocean for our survival. Across the ocean,",
    "Past television screens—Marie, sweet Marie—",
    "This is for Marie’s voice and scrolling words:",
    "Tumor in the back of the head. The black birds",
    "Fill the sky as icy hail:",
    "September 2002, I have lived another year.",
    "I wish Sweden to keep her goddess of music.",
    "Another new moon passes and I understand",
    "The word",
    ". This is for Coyote",
    "And his ability to hide his life force. This again",
    "Is for understanding Sexton today. This is for",
    "My mother who will weave an AIDS quilt.",
    "She’ll use a loom and yarn and tears, this is for",
    "Love and hoping that when the universe ends",
    "We never hear the splash. We never hear th—"
  ],
  "title": "Refusing to Be Blessed",
  "year": ""
}