{
  "author": "Louise Erdrich",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Animals",
    "Relationships",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171825",
  "region": "",
  "text": [
    "Ray’s third new car in half as many years.",
    "Full cooler in the trunk, Ray sogging the beer",
    "as I solemnly chauffeur us through the bush",
    "and up the backroads, hardly cowpaths and hub-deep in mud.",
    "All day the sky lowers, clears, lowers again.",
    "Somewhere in the bush near Saint John",
    "there are uncles, a family, one mysterious brother",
    "who stayed on the land when Ray left for the cities.",
    "One week Ray is crocked. We’ve been through this before.",
    "Even, as a little girl, hands in my dress,",
    "Then the road ends in a yard full of dogs.",
    "Them’s Indian dogs, Ray says, lookit how they know me.",
    "And they do seem to know him, like I do. His odor—",
    "rank beef of fierce turtle pulled dripping from Metagoshe,",
    "and the inflammable mansmell: hair tonic, ashes, alcohol.",
    "Ray dances an old woman up in his arms.",
    "Fiddles reel in the phonograph and I sink apart",
    "in a corner, start knocking the Blue Ribbons down.",
    "Four generations of people live here.",
    "No one remembers Raymond Twobears.",
    "So what. The walls shiver, the old house caulked with mud",
    "sails back into the middle of Metagoshe.",
    "A three-foot-long snapper is hooked on a fishline,",
    "so mean that we do not dare wrestle him in",
    "but tow him to shore, heavy as an old engine.",
    "Then somehow Ray pries the beak open and shoves",
    "down a cherry bomb. Lights the string tongue.",
    "Headless and clenched in its armor, the snapper",
    "is lugged home in the trunk for tomorrow’s soup.",
    "Ray rolls it beneath a bush in the backyard and goes in",
    "to sleep his own head off. Tomorrow I find",
    "that the animal has dragged itself off.",
    "I follow torn tracks up a slight hill and over",
    "into a small stream that deepens and widens into a marsh.",
    "Ray finds his way back through the room into his arms.",
    "When the phonograph stops, he slumps hard in his hands",
    "and the boys and their old man fold him into the car",
    "where he curls around his bad heart, hearing how it knocks",
    "and rattles at the bars of his ribs to break out.",
    "Somehow we find our way back. Uncle Ray",
    "sings an old song to the body that pulls him",
    "toward home. The gray fins that his hands have become",
    "screw their bones in the dashboard. His face",
    "has the odd, calm patience of a child who has always",
    "let bad wounds alone, or a creature that has lived",
    "for a long time underwater. And the angels come",
    "lowering their slings and litters."
  ],
  "title": "Family Reunion",
  "year": ""
}