{
  "author": "Louise Erdrich",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Weather",
    "Relationships",
    "Nature",
    "Living",
    "Life Choices",
    "The Body",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171831",
  "region": "",
  "text": [
    "This is Tarsus, one place like anyplace else.",
    "And this is my circuit, the rodeo, fair.",
    "The farmboys blow through here in pickups, wild",
    "as horses in their oat sacks.",
    "The women wear spurs.",
    "In the trailers the cattle are pounding for air.",
    "My room is the same as last year. They always give me",
    "end of the corridor, left, the top floor.",
    "Privacy. Why not. I’ve been through here before.",
    "I’m the town’s best",
    "customer. A minor attraction.",
    "I buy from their stores. Remember this bureau—",
    "battered wood, the fake drawer and split mirror?",
    "And even the glass marks, ring within ring",
    "of spilled drinks. When I sit here",
    "the widest warped links have a center.",
    "Strung out they’re a year’s worth of slack, a tether",
    "that swings around the spine’s dark pole",
    "and swings back. Each time I return",
    "something’s different,",
    "although there’s a few I can always expect.",
    "The cracks in the mirror: always more, never less.",
    "The stains in the bedspread have spread.",
    "And the rip in the window shade lets through more light,",
    "strange light, since I come here to be in the dark.",
    "Should be taped. A few things can be saved anyhow.",
    "But I don’t want to get into that.",
    "I set up my pictures. Mother and Father,",
    "stiffer, more blurred every year.",
    "I turn them to the walls when there’s customers, that",
    "is the least I can do. What mending there is",
    "occurs in small acts,",
    "and after the fact of the damage,",
    "when nothing is ever enough.",
    "There is always the scar to remind me",
    "that things were once perfect, at least",
    "they were new. I first came here when I was a girl.",
    "It surprised me, the things that two people could do",
    "left alone in a room. Not long and I learned.",
    "I learned what the selves are a man can disown",
    "till he lets them to life in a room.",
    "It’s the region’s hard winters, snowed in with the snow",
    "half the year. I’d expect them to think up a few.",
    "But nothing surprises me, not anymore.",
    "The plumbing can only get worse with the cold.",
    "It’s true, even summers the water is foul",
    "and flows slowly, a thin brown trickle by noon.",
    "Heat pours in the west, freak waves of dry lightning",
    "soak the whole town in a feverish light.",
    "Beneath me, the tables of water have dropped",
    "to unheard-of levels. It’s been a long drought.",
    "I bend my whole arm to the handle, the valve",
    "yawns open but nothing comes out. What else should I",
    "expect. Wrung cloth. The body washing in dust."
  ],
  "title": "Francine’s Room",
  "year": ""
}