{
  "author": "Louise Erdrich",
  "classification": "",
  "keywords": [
    "Birth",
    "Birthdays",
    "Pets",
    "Eating",
    "Drinking",
    "Jobs",
    "Working",
    "Death",
    "Living",
    "Relationships",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171830",
  "region": "",
  "text": [
    "Butch once remarked to me how sinister it was",
    "alone, after hours, in the dark of the shop",
    "to find me there hunched over two weeks’ accounts",
    "probably smoked like a bacon from all those Pall-Malls.",
    "Odd comfort when the light goes, the case lights left on",
    "and the rings of baloney, the herring, the parsley,",
    "arranged in the strict, familiar ways.",
    "Whatever intactness holds animals up",
    "has been carefully taken, what’s left are the parts.",
    "Just look in the cases, all counted and stacked.",
    "Step-and-a-Half Waleski used to come to the shop",
    "and ask for the cheap cut, she would thump, sniff, and finger.",
    "This one too old. This one here for my supper.",
    "Two days and you do notice change in the texture.",
    "I have seen them the day before slaughter.",
    "Knowing the outcome from the moment they enter",
    "the chute, the eye rolls, blood is smeared on the lintel.",
    "Mallet or bullet they lunge toward their darkness.",
    "But something queer happens when the heart is delivered.",
    "When a child is born, sometimes the left hand is stronger.",
    "You can train it to fail, still the knowledge is there.",
    "That is the knowledge in the hand of a butcher",
    "that adds to its weight. Otto Kröger could fell",
    "a dray horse with one well-placed punch to the jaw,",
    "and yet it is well known how thorough he was.",
    "He never sat down without washing his hands,",
    "and he was a maker, his sausage was",
    "so that even Waleski had little complaint.",
    "Butch once remarked there was no one so deft",
    "as my Otto. So true, there is great tact involved",
    "in parting the flesh from the bones that it loves.",
    "How we cling to the bones. Each joint is a web",
    "of small tendons and fibers. He knew what I meant",
    "when I told him I felt something pull from the left,",
    "and how often it clouded the day before slaughter.",
    "Something queer happens when the heart is delivered."
  ],
  "title": "That Pull from the Left",
  "year": ""
}