{
  "author": "Irving Feldman",
  "classification": "",
  "keywords": [
    "Relationships",
    "Home Life",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238162",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "He got taken quick. Then he hung around.",
    "And anyway, he never really wanted",
    "to be anywhere he was—so why not?",
    "Then from out there and for years the prodigal",
    "wrote back to them—indolent letters, lying",
    "about jobs, a wife he found, kids they had.",
    "Things he used to hear people talking about.",
    "He never even bothered to make it up.",
    "Or tried to keep his stories straight.",
    "His wife? A harem of hair colors.",
    "Kids fizzed up like bugs, then fizzled out.",
    "Well, that’s the way his life was, in pieces.",
    "Sometimes his head flashed on something fat",
    "and beautiful. He watched it shoot by.",
    "Then he listened for the crash.",
    "Mostly, he was in the dark, drifting.",
    "And, within limits, less of a chump.",
    "He walked away from a lot of stuff.",
    "There were some things he did. This and that.",
    "Lucky, real dirty work never came looking.",
    "Once he dumped a woman. Later she dumped him back.",
    "That’s how the game was played out there, where he was.",
    "So that was that.",
    "Well, just say he was down on his luck.",
    "Or starting now to get it together.",
    "Or he was taking things one day at a time.",
    "Sure, one day at a time—for years on end.",
    "One more also-ran playing out the string.",
    "Or, staring straight ahead, out of the blue",
    "he’d tell whoever was drinking alongside him,",
    "Don’t look back, champ, your crap could be gaining.",
    "To which—years later—he took to adding,",
    "And don’t look up—you could be overtaking",
    "the next guy’s you-know-what . . . (Solo guffaws.)",
    "So, what did they think of him, out there?",
    "Joke. Embarrassment. Eyesore. Take your pick.",
    "But how could it matter what anyone said",
    "in that rasping, hissing, clanging tongue of theirs?",
    "To tell the truth, since he’d first come to their country",
    "he hadn’t heard a thing that stuck to his bones.",
    "Then every once in a while he sat down and wrote.",
    "His words returned—in another’s hand:",
    "everyday things people put in their letters,",
    "and howlers only a mother would believe,",
    "and reassuring fluff about the weather,",
    "as if sun were sun, and his rain, like theirs,",
    "could fill the cistern and make green things grow.",
    "And here they were, grinning back at him,",
    "every pitiful, dumb phrase he wrote,",
    "copied over like a holy scripture",
    "in his mother’s homespun penmanship",
    "that made his snarled, uncontrollable scrawl",
    "round and plan and easy to read.",
    "Her ABCs were good enough to eat",
    "—bits of dough she’d squeezed, patted, baked",
    "slowly in the little oven of her hands",
    "and strung into necklaces of script.",
    "But if he read those letters at all,",
    "his eyes scribbled some glare before he fed",
    "the page, balled up, to the dark, muttering",
    "demon of trash chained in the corner,",
    "when, drunk or stoned, he plummeted straight down",
    "—with the bulb he never extinguished burning",
    "above his swollen, already aging face.",
    "And then. And then. And then.",
    "And then no letter came back.",
    "And soon no letter went forward.",
    "Why listen now to people talking?",
    "The demon settled into self-consumption.",
    "And everything was still.",
    "Dust silted over the phantom children",
    "he’d never wanted anyhow;",
    "at the end of its rainbow his wife’s hair",
    "came to rest on red—forever;",
    "their house faded in the manuscripts.",
    "Though old now, he was still a son",
    "—though no one’s son. A promise, then,",
    "without witnesses anywhere to say",
    "if the promise had been kept or not kept.",
    "But didn’t he, having no lands, no house,",
    "no wife, no child, no works, didn’t he know",
    "what he had done with his heritage?",
    "Then let their silence mute the judgment,",
    "hush the accusation against him!",
    "And now this little corner where he sat",
    "need be no worse than any other",
    "little corner of the universe.",
    "And then one day a witness came forward",
    "—from an old pair of pants, from the pocket.",
    "An old piece of paper.",
    "Wrinkled. Worn.",
    "Smudged with the dregs of big numbers.",
    "And under their blur, in palest blue",
    "—blue of the veins of a vanished wrist—",
    "his mother’s hand at its homework",
    "was being true to the words it found.",
    "But there, between the words, in the smeared void",
    "he saw his sentence spelled out.",
    "Of his waste life: pain. Of falsity: pain.",
    "It was a lash. A lifeline.",
    "lifeline",
    "—flung out to him, laid on his hands,",
    "his hand.",
    "With a pencil stub he traced the faint line",
    "of her letters across the yellowed page.",
    "As faithfully as she, as patiently",
    "—as if he need never reach their end",
    "and the words might now become his life—he wrote.",
    "He wrote the date. He wrote, “Dear Son.” He wrote, “We’re glad",
    "the children all are well again and getting A’s.”",
    "He wrote, “We’re also happy that you like your job . . .”",
    "He, too, was happy. He, too, was glad. He wrote."
  ],
  "title": "The Life and Letters",
  "year": ""
}