{
  "author": "Irving Feldman",
  "classification": "Free Verse",
  "keywords": [
    "Parenthood",
    "Death",
    "Money",
    "Economics",
    "Social Commentaries",
    "Health",
    "Illness",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172154",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "So there’s a cabbie in Cairo named Deif.",
    "So he found 5,000 bucks in the back seat.",
    "So meanwhile his daughter was very sick.",
    "So he needed the money for medicine bad.",
    "So never mind.",
    "So he looked for the fare and gave it back.",
    "So then the kid died.",
    "So they fired him for doing good deeds on company time.",
    "So the President heard it on the radio.",
    "So he gave him a locally built Fiat.",
    "So I read it in the papers.",
    "So you read it here.",
    "A poor man has less than weight, has negative gravity, his life a slow explosion. Barely he makes the days meet. Like doors they burst open. Money, job, daughter fly away from him. Irony, injustice, bits of horror come close, cohere.",
    "They are with us, the poor, like the inner life which is wantless too; our souls’ white globes float somehow in the blue, levitating and bobbing gently at middle height over the bubbling fleshpots.",
    "Our effort to remake the found world as the lost reverie is desire.",
    "So, little Yasmin was sick, sick to the point of dying.",
    "She was like a garden coughing and drying.",
    "And suddenly her salvation was there, a sheepskin, yes,",
    "a satchel of money meekly baaing from the rear.",
    "A miracle in the offing?",
    "That famous retired philanthropist named God",
    "was back in business? was starting to take a hand?",
    "directing things maybe from the back seat?",
    "Maybe.",
    "Restored to its rich owner (he tipped a fig and a fart, a raspberry of plump nil), lying safely on his lap, the money was mute again, was superfluity, and root and sum and symbol, both lettuce and lump, of all evil.",
    "She too approaching that state,",
    "Yasmin, a flower, meantime, dying.",
    "For the locally assembled daughter a locally assembled Fiat.",
    "Too wantless to imagine the money his?",
    "Spurned the miracle and thwarted the grace?",
    "So loved the law he gave it his only begotten daughter?",
    "Effed and offed his own kid?",
    "Saint and monster, poor man and fool,",
    "slowly exploding, Deif all this.",
    "Yes, one melts at his meekness,",
    "scoffs at the folly, trembles",
    "for his stupor of bliss of obedience,",
    "gasps at his pride, weeps",
    "for his wantlessness,",
    "grunts when irony that twists the mouth jabs the gut.",
    "Then horror\u0097the dark miracle\u0097roaring, leaps",
    "into the front seat, grabs the wheel and runs you down in the street",
    "\u0097while you sit on a café terrace innocently reading the paper",
    "or, bent above a radio, feel the news waves break against your teeth.",
    "Deif in grief. Deif in mourning. Deif bereaved.",
    "Deif in the driver’s seat. Deif without a beef.",
    "And daily in four editions and every hour on",
    "the hour, the media heap your dish with images",
    "of sorrows and suffering, cruelty, maiming, death.",
    "(Our real griefs in their imaginary jargons.)",
    "And you cannot touch a single sufferer, comfort",
    "one victim, or stay any murderous hand.",
    "Consumer of woes, the news confirms you",
    "in guilt, your guilt becomes complicity,",
    "your complicity paralysis, paralysis",
    "your guilt; elsewhere always, your life becomes",
    "an alibi, your best innocence a shrug,",
    "your shrug an unacknowledged rage, your rage",
    "is for reality, nothing less. Yes,",
    "you feel, murder would be better than hanging around;",
    "if only your fist could penetrate the print,",
    "you too might enter the reality of news ....",
    "You switch the radio on, hungrily turn the page",
    "of sorrows and suffering, cruelty, maiming, death.",
    "Pasha, President, playboy swing masterfully",
    "above our heads\u0097what style! what heroes!\u0097fling themselves",
    "over the headlines into the empyrean",
    "beyond our lowly weather\u0097ah,",
    "all the news",
    "is blue and blank, those soarings, those mock descents",
    "are",
    "writing their own tickets in heaven.",
    "Fortune, true, is spiteful and fickle, and glamour",
    "itself must stalk them\u0097but cannot shoot so high",
    "as impotence dreams, as resentment wishes.",
    "Gorgeous, limber, and free, like our consciences,",
    "a law unto themselves, a darker law to us",
    "\u0097in their suntans our shadow.",
    "And where they fly, the lines of force accompany,",
    "the patterns of deference continue to comfort,",
    "a maggotism distracting irony.",
    "Their rods flatten others, their staffs flatter",
    "\u0097you and I pay for the lies we get,",
    "but heroes get the lies they pay for.",
    "So here’s the President’s ear on the radio’s belly",
    "\u0097if there are rumbles in Egypt, he’ll know it,",
    "he’ll proclaim, Fix this! (Fixed!), Do this! (Done!).",
    "And here is Deif’s story beating at his eardrum.",
    "Tremble, mock, shrug, or writhe, you and I",
    "cannot write the ending, cannot snatch glory",
    "of authorship from the anonymity of events.",
    "The President can. The President does.",
    "His literature is lives, is Deif smiling:",
    "golden, seraphic and sappy, sheepish, sweet;",
    "is Deif not understanding a thing and grateful",
    "and happy like a puppy given to a child.",
    "He speaks: his fiat is a Fiat,",
    "assembled locally and worth five grand",
    "(out of the President’s pocket? Pal, guess again!)",
    "\u0097which cancels Deif’s deed down to the penny.",
    "Deif has no claim on the moral law, no dignity,",
    "no destiny, no daughter; his suffering",
    "won’t embarrass, his monstrousness appall;",
    "injustice is removed, and nothing left in its place,",
    "the spot swept clear, blood expunged, crowd dispersed,",
    "and Deif himself sent to park around the corner,",
    "a bystander to his life, a pure schlemiel.",
    "Deif never did anything, nothing ever happened",
    "\u0097all for the greater glory of the State.",
    "Exit Deif with his dead daugher in his arms.",
    "Re-enter Deif in a Fiat meekly beeping,",
    "and overhead, Yasmin, the locally dis-",
    "assembled, the wingèd, pointing down and proudly beaming.",
    "Upon such sacrifices the gods themselves shy clods.",
    "Riffling the pages of sorrow and suffering,",
    "the President carefully lowers his hydrocephalic head onto the news he made.",
    "Besides, the State abhors the inner life, finds its rich wantlessness, its invisible reverie uninteresting because unmanageable, damned because unusable. Incapable of inactivity, the State cannot submit to stillness and seeks precisely to create the desire it will manage. It requires neither pensive persons nor upright citizens but a smiling multitude. The State is a Midas. Every absence and invisibility it would make bright material, for what is invisible\u0097Deif’s resolve to return the money or patient grief recollecting the spilt petals of his lost jasmine\u0097what is invisible the State believes deplorable, knows to be dangerous. Such is the anxiety that caused the President to lift a finger, to touch Deif.",
    "To reconstitute the found Fiat as the lost daughter.",
    "Wheeled, powerful, in progress; altar and throne",
    "and golden veal, leviathan and juggernaut;",
    "and nearby, one Reda Deif\u0097once slowly",
    "exploding, once a spirit darkening",
    "all earthly glory\u0097observes the State",
    "adoring itself as its image.",
    "Deif attending the vehicle.",
    "His",
    "a man",
    "who defers to a car, infers",
    "his value from his deference.",
    "He bows, approaching the door,",
    "bows to the aura and glory",
    "around, behind, beyond, within",
    "this scrap of State, this scrim",
    "of status before the reeling stars;",
    "he bows to be bowing. Air",
    "now of one waiting for",
    "its owner to appear. Deif knows",
    "it can’t be Deif, must be another:",
    "grand, glowing, ponderous, a meteor,",
    "breathtaker and heartstealer, mover and shaker,",
    "who merely presuming possesses,",
    "imposes, distresses between his flashing",
    "attraction, his haughty don’t-touch!",
    "Let poorman-Deif dare show his face,",
    "guarddog-Deif will show him the door!",
    "He shifts from foot to foot",
    "beside himself beside the car.",
    "Embarrassment? Well,",
    "ecstasy.",
    "Seepage of eternity we call the sea, the sky.",
    "Such spacious summer nights come also to Deif,",
    "the sky enormous, intimate, Deif too brief, too dusky.",
    "The universe invites him to fly\u0097if only he",
    "fly!",
    "It snatches his heart and throws it into the blue,",
    "the cosmic wafting blows it away.",
    "Must I? Must I follow?",
    "he asks the whirlwind’s roar.",
    "His heart will shatter to encompass all",
    "or, lightless coal, plummet through the dark and azure!",
    "Lies down again, throbbing, where he was. Schlemiel",
    "and saint and monster are cradled and tucked in.",
    "However theatrically laid on thick by fate, how did this tiny whisper of injustice exceed the general and deafening static of woe?",
    "Do you think Deif’s boss called a press conference to announce the shafting?",
    "Or that his neighbors issued a news release?",
    "Do you think Deif himself told the story?",
    "Really? him? that schlemiel? And to whom in that Calcutta on the Nile?",
    "Maybe you think it doesn’t flatter the President a little too neatly?",
    "Think it isn’t the least bit imaginary?",
    "No poets of Presidency in Egypt?",
    "No P.R. men in Cairo?",
    "Do you think there really is a man named Deif?",
    "I think I prefer to think that Deif exists,",
    "yes, and even little Yasmin dead dead dead",
    "indeed, dead for a fact.",
    "I think I prefer this horror",
    "which tells me it is possible to feel",
    "if not to believe.",
    "Only horror survives our raging irony",
    "and we survive by horror.",
    "So one delves a death and turns ... a pretty penny,",
    "some moral quid for all that mortal quo (O wit",
    "for woe!)\u0097O “think” and “feel,” increments",
    "of spirit that transfuse, that elevate! Tumescent",
    "atop her grave, and how a great heart gushes, floods",
    "the frame with gladdening news: One",
    "come through!",
    "\u0097which makes one, after all, complicit, one’s spade",
    "a spade, Yasmin, Deif one’s victims, one’s life",
    "vicarious, vacant, oneself a fiction",
    "held up to a fate, shattered by a fury.",
    "Pluck out your radio, rend your paper!",
    "Savage death demands a savage discipline.",
    "Down your head, roll in the dirt, mourn!",
    "As to bad before, so now to better fortune:",
    "Deif submits. Incorrigible schlemiel,",
    "he doesn’t grab it with both hands,",
    "one on each tit. See him!",
    "insulated from the earth by rubber,",
    "two fingers gingerly on the wheel,",
    "his other arm out to catch the breeze",
    "as he drives into the sunset of the real,",
    "his position false but increasingly familiar.",
    "Fortune sits on him like a ton of shit",
    "\u0097a raven of another choler\u0097and smiles.",
    "Sociably, he returns the smile.",
    "Farewell, Deif! Farewell, brother!"
  ],
  "title": "The Golden Schlemiel",
  "year": ""
}