{
  "author": "Emily Pauline Johnson",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182758",
  "region": "Canada",
  "text": [
    "A meadow brown; across the yonder edge",
    "A zigzag fence is ambling; here a wedge",
    "Of underbush has cleft its course in twain,",
    "Till where beyond it staggers up again;",
    "The long, grey rails stretch in a broken line",
    "Their ragged length of rough, split forest pine,",
    "And in their zigzag tottering have reeled",
    "In drunken efforts to enclose the field,",
    "Which carries on its breast, September born,",
    "A patch of rustling, yellow, Indian corn.",
    "Beyond its shrivelled tassels, perched upon",
    "The topmost rail, sits Joe, the settler’s son,",
    "A little semi-savage boy of nine.",
    "Now dozing in the warmth of Nature’s wine,",
    "His face the sun has tampered with, and wrought,",
    "By heated kisses, mischief, and has brought",
    "Some vagrant freckles, while from here and there",
    "A few wild locks of vagabond brown hair",
    "Escape the old straw hat the sun looks through,",
    "And blinks to meet his Irish eyes of blue.",
    "Barefooted, innocent of coat or vest,",
    "His grey checked shirt unbuttoned at his chest,",
    "Both hardy hands within their usual nest—",
    "His breeches pockets — so, he waits to rest",
    "His little fingers, somewhat tired and worn,",
    "That all day long were husking Indian corn.",
    "His drowsy lids snap at some trivial sound,",
    "With lazy yawns he slips towards the ground,",
    "Then with an idle whistle lifts his load",
    "And shambles home along the country road",
    "That stretches on fringed out with stumps and weeds,",
    "And finally unto the backwoods leads,",
    "Where forests wait with giant trunk and bough",
    "The axe of pioneer, the settler’s plough."
  ],
  "title": "Joe",
  "year": ""
}