{
  "author": "Richard Crashaw",
  "classification": "Couplet",
  "keywords": [
    "Relationships",
    "Love"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173312",
  "region": "England",
  "text": [
    "....",
    "O heart, the equal poise of love’s both parts,",
    "Big alike with wounds and darts,",
    "Live in these conquering leaves; live all the same,",
    "And walk through all tongues one triumphant flame;",
    "Live here, great heart, and love and die and kill,",
    "And bleed and wound, and yield and conquer still.",
    "Let this immortal life, where’er it comes,",
    "Walk in a crowd of loves and martyrdoms;",
    "Let mystic deaths wait on ’t, and wise souls be",
    "The love-slain witnesses of this life of thee.",
    "O sweet incendiary! show here thy art,",
    "Upon this carcass of a hard cold heart,",
    "Let all thy scatter’d shafts of light, that play",
    "Among the leaves of thy large books of day,",
    "Combin’d against this breast, at once break in",
    "And take away from me my self and sin;",
    "This gracious robbery shall thy bounty be,",
    "And my best fortunes such fair spoils of me.",
    "O thou undaunted daughter of desires!",
    "By all thy dow’r of lights and fires,",
    "By all the eagle in thee, all the dove,",
    "By all thy lives and deaths of love,",
    "By thy large draughts of intellectual day,",
    "And by thy thirsts of love more large than they,",
    "By all thy brim-fill’d bowls of fierce desire,",
    "By thy last morning’s draught of liquid fire,",
    "By the full kingdom of that final kiss",
    "That seiz’d thy parting soul and seal’d thee his,",
    "By all the heav’ns thou hast in him,",
    "Fair sister of the seraphim!",
    "By all of him we have in thee,",
    "Leave nothing of my self in me:",
    "Let me so read thy life that I",
    "Unto all life of mine may die."
  ],
  "title": "The Flaming Heart",
  "year": ""
}