{
  "author": "Charles Bernstein",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247478",
  "region": "",
  "text": [
    "He awoke,",
    ". You",
    "can",
    "bring water to a horse but you can’t",
    "make it ride. All poetry is conceptual",
    "but some is more",
    "conceptual",
    "than",
    "others.",
    "Ambient difficulty leads to poetic",
    "license. Poetry has",
    "no purpose",
    "&",
    "that is not",
    "its",
    "pur-",
    "pose.",
    "You have to get over",
    "be-",
    "in-",
    "g over. April is",
    "the cruelest month for poetry. And May",
    "is not much better, is",
    "it?",
    "Why write in prose what you could write as easily",
    "as",
    "poetry?",
    "The poem is a crutch that allows us to think with",
    "and throu-",
    "g-",
    "h it.",
    "Every poem must have 13 distinct frames, devices, motifs, styles, forms, or",
    "concepts.",
    "The body: can’t live with it, can’t live without",
    "i-",
    "t.",
    "I want to be understood,",
    "just not by you.",
    "Last week’s weather is worth a pound of salt, just",
    "like the lot of wives or the snowy pillars of Danton.",
    "There’s not a crowd in the sky. Familiarity breeds",
    "content. Yesterday’s",
    "weather is as",
    "beyond reach as tomorrow’s",
    "dreams. The",
    "move away from close",
    "reading often got drowned in the",
    "bathwater, even if we could never find the baby. I wouldn’t join a poetic",
    "tradition that would recognize me as",
    "a",
    "member. The wheel needs",
    "to be reinvented because we’re still",
    "stuck.",
    "I am for",
    "art (gently used forms) — easier on the pocketbook and on",
    "the b-",
    "rain (undergarments not accepted). The only true",
    "innovation is God’s. Others",
    "pay cash.",
    "Better truth in the shade than a lie in the sun.",
    "The taste of madeleine ain’t",
    "what it used to be.",
    "(taint what it used to be)",
    "...",
    "all alone and feeling",
    "...",
    "As dry as a bubble, as expectant as the dead",
    "of night. Without product placement, poetry",
    "as we know it",
    "cannot sur-",
    "vive.",
    "Poetry should not be in the service of art any more than religion, ideology,",
    "or morality. Poetry should be in the service of nothing — and not even",
    "that.",
    "If you can identify someone as gnostic they are probably",
    "not",
    "gnostic enough,",
    "for my money.",
    "I believe in my disbelief, have faith in my reason.",
    "The sacred in a poem is nowhere seen and everywhere",
    "felt. There’s",
    "more to transgression than",
    "ritual, but not enough",
    "more. There is more",
    "to liturgy than doctrine,",
    "once in a blue",
    "m-",
    "oo-",
    "n.",
    "I left my purpose in my other pants.",
    "You’re not the only paddle in the ocean, shadow in the dark, line in",
    "the poem, lobster in the trap, pot on the stove, wheel on the truck,",
    "letter on the keypad, scythe in the field, lever on the controls, cloud",
    "in the sky, fruit in the tree, rat in the lab.",
    "Reality is usually a poor copy of the imitation. The original",
    "is an echo of what is yet to be.",
    "Time is neither linear nor circular; it is excremental.",
    "Beauty is the memory of the loss of time.",
    "Memory",
    "is",
    "the",
    "reflection",
    "of",
    "the",
    "loss",
    "of",
    "beauty.",
    "I have no faith in faith, or hope",
    "for hope, no belief in belief, no doubt of doubt.",
    "They say God is in the details. That’s",
    "because the Devil has the rest",
    "covered.",
    "God is weak and imaginary — a flickering possibility. The dogma of an",
    "omniscient and omnipotent God maligns hope and denies the sacred, as",
    "it turns its back on the world.",
    "God has no doctrine, no morality, no responsibility. To sin against",
    "God is to use that name to justify any action or prohibition, whether",
    "murder or martyrdom.",
    "I’ve got authenticity, you’ve got dogma ... proclaimeth the Lord.",
    "Saying one more time:",
    "It’s true but I don’t believe it",
    "I believe it but it’s not so.",
    "“My logic is all in the melting pot.”",
    "Better an old cow than a dead",
    "horse. Alzheimer’s:",
    "What’s that again? So it turns out I’m",
    "not a bull in a china shop but china in a",
    "bulls’",
    "shop. Sometimes a penis is just a s-",
    "y-",
    "m-",
    "b-",
    "ol.",
    "In their gloom, the Jews go and come",
    "Talking of Bergen-Belsen.",
    "(I saw time but it didn’t return my gaze.)",
    "My heart is like a water bucket that returns from the river",
    "seven times full eighth",
    "empty.",
    "Zeno and Heraklitus are my father’s milk.",
    "I think",
    "the poem not",
    "-",
    "-",
    "-",
    "it. Turns",
    "of phrase / my stock in",
    "trade. Negative",
    "capability: sure.",
    "But also",
    "positive",
    "incapacity. I always",
    "hear echoes and reverses",
    "when I am listening to language. It’s",
    "the field of my consciousness.",
    "When we stop making — manufacturing,",
    "imposing — sense then we have a chance",
    "to find it.",
    "A professional poet throws nothing out except the eggshells and the coffee grounds.",
    "I think the idea is to be unoriginal but in as original a way a-",
    "s possible.",
    "Poets are the Pershings",
    "of the imaginary: piercing",
    "themselves as they perish",
    "in spite of native ground.",
    "The unironized life is not worth living.",
    "When people tell that joke, three Jews",
    "four opinions, what they don’t say is that two of them,",
    "the schmucks, have the same opinion, while the third ...",
    "Ouzo something to me and it ain’t pretty.",
    "Absinthe makes the heart gro-",
    "w",
    "foreigner.",
    "“Throughout this prospectus, ‘object’ refers to the digitized file.”",
    "Yesterday is a stone’s throw from tomorrow",
    "& each new year a vast canvas of impossibility.",
    "Stand clear of the clo-",
    "sing",
    "doors.",
    "•",
    "Too much is still",
    "not enough.",
    "•",
    "Blameless as a sheep at slaughter, am I",
    "Guileless as the toll of tidal tug",
    "It was a veritable bow across the shot.",
    "“Sacred means saturated with being.”",
    "So does scared. So does scarred."
  ],
  "title": "Me and My Pharaoh . . .",
  "year": ""
}