{
  "author": "Charles Bernstein",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Philosophy",
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics",
    "Life Choices",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/181132",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "For each pair of sentences, circle the letter, a or b, that best",
    "expresses your viewpoint. Make a selection from each pair. Do not omit",
    "any items.",
    "1.a) The body and the material things of the world are the key to any",
    "knowledge we can possess.",
    "b) Knowledge is only possible by means of the mind or psyche.",
    "2.a) My life is largely controlled by luck and chance.",
    "b) I can determine the basic course of my life.",
    "3.a) Nature is indifferent to human needs.",
    "b) Nature has some purpose, even if obscure.",
    "4.a) I can understand the world to a sufficient extent.",
    "b) The world is basically baffling.",
    "5.a) Love is the greatest happiness.",
    "b) Love is illusionary and its pleasures transient.",
    "6.a) Political and social action can improve the state of the world.",
    "b) Political and social action are fundamentally futile.",
    "7.a) I cannot fully express my most private feelings.",
    "b) I have no feelings I cannot fully express.",
    "8.a) Virtue is its own reward.",
    "b) Virtue is not a matter of rewards.",
    "9.a) It is possible to tell if someone is trustworthy.",
    "b) People turn on you in unpredictable ways.",
    "10.a) Ideally, it would be most desirable to live in a rural area.",
    "b) Ideally, it would be most desirable to live in an urban area.",
    "11.a) Economic and social inequality is the greatest social evil.",
    "b) Totalitarianism is the greatest social evil.",
    "12.a) Overall, technology has been beneficial to human beings.",
    "b) Overall, technology has been harmful to human beings.",
    "13.a) Work is the potential source of the greatest human fulfillment.",
    "b) Liberation from work should be the goal of any movement for",
    "social improvement.",
    "14.a) Art is at heart political in that it can change our perception of",
    "reality.",
    "b) Art is at heart not political because it can change only",
    "consciousness and not events."
  ],
  "title": "Questionnaire",
  "year": ""
}