{
  "author": "Jill McDonough",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249800",
  "region": "U.S., New England",
  "text": [
    "I stopped at a red light on Mass. Ave.",
    "in Boston, a couple blocks away",
    "from the bridge, and a woman in a beat-up",
    "old Buick backed into me. Like, cranked her wheel,",
    "rammed right into my side. I drove a Chevy",
    "pickup truck. It being Boston, I got out",
    "of the car yelling, swearing at this woman,",
    "a little woman, whose first language was not English.",
    "But she lived and drove in Boston, too, so she knew,",
    "we both knew, that the thing to do",
    "is get out of the car, slam the door",
    "as hard as you fucking can and yell things like",
    "?",
    "?",
    "?",
    "So we swore",
    "at each other with perfect posture, unnaturally angled",
    "chins. I threw my arms around, sudden",
    "jerking motions with my whole arms, the backs",
    "of my hands toward where she had hit my truck.",
    "But she hadn't hit my truck. She hit",
    "the tire; no damage done. Her car",
    "was fine, too. We saw this while",
    "we were yelling, and then we were stuck.",
    "The next line in our little drama should have been",
    ".",
    ",",
    ". Maybe we'd throw in a",
    ",",
    ", or",
    ", that",
    "sort of thing. But there was no fucking dent. There",
    "was nothing else for us to do. So I",
    "stopped yelling, and she looked at the tire she'd",
    "backed into, her little eyebrows pursed",
    "and worried. She was clearly in the wrong, I was enormous,",
    "and I'd been acting as if I'd like to hit her. So I said",
    ",",
    ",",
    ". . .",
    "She nodded, and started",
    "to cry, so I put my arms around her and I held her, middle",
    "of the street, Mass. Ave., Boston, a couple blocks from the bridge.",
    "I hugged her, and I said",
    ",",
    "?",
    "and she nodded and we laughed."
  ],
  "title": "Accident, Mass. Ave.",
  "year": ""
}