{
  "author": "Jill McDonough",
  "classification": "",
  "keywords": [
    "Love",
    "Infatuation",
    "Crushes",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248158",
  "region": "U.S., New England",
  "text": [
    "meant– it's not",
    ", though that almost always fits. Major",
    "emailed",
    "when I assumed his inbox gets dealt with by an underling,",
    "some undergrad, assumed it was Major's minor who invited me to read but",
    "\"can not pay much sum of monies.\"",
    "? I emailed back.",
    "For a while we just played with these, joking, like I tried on",
    "when I moved to Boston, called Lisa",
    ", pizza",
    ", said",
    "But before you know it, it's part",
    "of how you talk, how I talk, fucken guy. Dude. When my ex",
    "student saw me she said",
    "a dozen times, amazed, delighted, meant",
    "it's super I've moved back, and, whoda thunk it, come in to her cafe.",
    "She checked out Josey, my instant street cred. Josey bought new pants",
    "for work with a cell phone pocket; the cell phone pocket pants",
    "are Husky Boys' Dickies, which I can't get enough of, laugh every time",
    "I think of them, or try to name them out loud. Josey wears",
    "Husky Boys' Dickies. My darling, my husky, my husky little boy.",
    "we say, around the house, just waking up, just bumping",
    "into each other en route from basement to garden to kitchen.",
    "When I'm helping my students translate Sappho's Fragments 1 and 31,",
    "I get them to make a list of many-colored things, so they don't feel stuck",
    "with",
    "One girl can't think of anything but Skittles.",
    ", I tell her,",
    "Then I ask them to think of voices",
    "they love, the voice of someone they love. It's hard to describe a voice, but",
    "I ask them each to try, put his or her beloved in the place of Sappho's, make her",
    "theirs, more real than just sweet-voiced and lovely-laughtered.",
    "I tell them,",
    ". 5:47 p.m. on a Wednesday,",
    "me saying",
    "and"
  ],
  "title": "Husky Boys' Dickies",
  "year": ""
}