{
  "author": "Jill McDonough",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "The Body",
    "Relationships",
    "Family",
    "Ancestors",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248160",
  "region": "U.S., New England",
  "text": [
    "Hand and foot, from head to toe, the body we know",
    "like the back of our hands, we say, patting our palms",
    "since we don't know back from front, don't know our ass",
    "from our elbow. I help Liz find her vagina to use",
    "a tampon her first time, Brooke tells me what to expect",
    "during a blow job, Jeff says to let the funneled",
    "force of Coors hold open my throat, a stranger",
    "gives me Valium when I reach for her hand",
    "on a plane. Now Depo, condoms, the Pill",
    "make way for FSH and BBT, how the sperm",
    "that makes boys goes faster, dies sooner,",
    ", says Joanna, holding her little girl.",
    "Laura's fingers flick to show how the dye popped open",
    "her fallopian tubes. Rita Mae says a 48 year old's sperm",
    "could cause autism, Esther says",
    "Billy's friend announces,",
    "out of nowhere,",
    "and none of us believe her.",
    "X shopped around for the perfect Jewish eggs, Y",
    "injected her belly, evenings, with little syringes, the bruises",
    "blooming black, now purple, now yellow and green.",
    "During implantation the nurses played soft eighties hits—",
    "She says in the ultrasound her ovaries",
    "looked",
    ". Z has a baby at forty-two—",
    "she and her husband joke,",
    "a no-no in the Roman Catholic Church. Encyclicals entitled",
    "say why:",
    ". The church,",
    "thank god, is soothing, confident, ready to clear all this up. Life",
    "a gift, human persons dignified. And we, most of us,",
    "are perfect, because fathers put their penises in moms."
  ],
  "title": "Preface",
  "year": ""
}