{
  "author": "Jill McDonough",
  "classification": "",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249796",
  "region": "U.S., New England",
  "text": [
    "Lockers, metal detectors, steel doors, C.O.",
    "to C.O., different forms, desks—",
    "—so",
    "slow I use the time to practice patience,",
    "grace, tenderness for glassed-in guards. The rules",
    "recited as if they were the same rules every week:",
    "I can wear earrings. I cannot wear earrings. I can wear",
    "my hair up. I cannot wear my hair up. I dressed",
    "by rote: cords in blue or brown, grey turtleneck, black",
    "clogs. The prisoners, all in grey sweatshirts, blue jeans,",
    "joked I looked like them, fit in. I didn't think about it,",
    "until I dreamed of being shuffled in and locked",
    "in there, hustled through the heavy doors.",
    "In the dream the guards just shook their heads, smirked",
    "when I spelled out my name, shook the freezing bars.",
    "Instead of nightly escorts out, I'd stay in there",
    "forever. Who would know? So I went to Goodwill,",
    "spent ten bucks on pink angora, walked back down those halls",
    "a movie star. When I stood at the front of the class",
    "there rose a sharp collective sigh. The one",
    "who said she never heard of pandering",
    "until the arraignment said",
    ". Then she told me: freedom is wasted",
    "on women like me. They hate the dark cotton, jeans",
    "they have to wear, each one a shadow of the other their",
    "whole sentence.",
    "she accused.",
    "Their favorite dresses, silk slips, wool socks all long gone,",
    "bagged up for sisters, moms—maybe Goodwill,",
    "maybe I flicked past them looking for this cotton candy pink",
    "angora cardigan, pearl buttons. They can't stop staring, so",
    "I take it off and pass it around, let each woman hold it",
    "in her arms, appraise the wool between her fingers,",
    "a familiar gesture, second nature, from another world."
  ],
  "title": "Women's Prison Every Week",
  "year": ""
}