{
  "author": "Bernadette Mayer",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Desire"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/179216",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "First turn to me after a shower,",
    "you come inside me sideways as always",
    "in the morning you ask me to be on top of you,",
    "then we take a nap, we’re late for school",
    "you arrive at night inspired and drunk,",
    "there is no reason for our clothes",
    "we take a bath and lie down facing each other,",
    "then later we turn over, finally you come",
    "we face each other and talk about childhood",
    "as soon as I touch your penis I wind up coming",
    "you stop by in the morning to say hello",
    "we sit on the bed indian fashion not touching",
    "in the middle of the night you come home",
    "from a nightclub, we don’t get past the bureau",
    "next day it’s the table, and after that the chair",
    "because I want so much to sit you down & suck your cock",
    "you ask me to hold your wrists, but then when I",
    "touch your neck with both my hands you come",
    "it’s early morning and you decide to very quietly",
    "come on my knee because of the children",
    "you’ve been away at school for centuries, your girlfriend",
    "has left you, you come four times before morning",
    "you tell me you masturbated in the hotel before you came by",
    "I don’t believe it, I serve the lentil soup naked",
    "I massage your feet to seduce you, you are reluctant,",
    "my feet wind up at your neck and ankles",
    "you try not to come too quickly",
    "also, you dont want to have a baby",
    "I stand up from the bath, you say turn around",
    "and kiss the backs of my legs and my ass",
    "you suck my cunt for a thousand years, you are weary",
    "at last I remember my father’s anger and I come",
    "you have no patience and come right away",
    "I get revenge and won’t let you sleep all night",
    "we make out for so long we can’t remember how",
    "we wound up hitting our heads against the wall",
    "I lie on my stomach, you put one hand under me",
    "and one hand over me and that way can love me",
    "you appear without notice and with flowers",
    "I fall for it and we become missionaries",
    "you say you can only fuck me up the ass when you are drunk",
    "so we try it sober in a room at the farm",
    "we lie together one night, exhausted couplets",
    "and don’t make love. does this mean we’ve had enough?",
    "watching t.v. we wonder if each other wants to",
    "interrupt the plot; later I beg you to read to me",
    "like the Chinese we count 81 thrusts",
    "then 9 more out loud till we both come",
    "I come three times before you do",
    "and then it seems you’re mad and never will",
    "it’s only fair for a woman to come more",
    "think of all the times they didn’t care"
  ],
  "title": "First turn to me. . . .",
  "year": ""
}