{
  "author": "Bernadette Mayer",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Architecture",
    "Design",
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics",
    "Popular Culture"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/243704",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Give me your tired, your poor,",
    "Your huddled masses yearning to breathe free,",
    "The wretched refuse of your teeming shore.",
    "Send these, the homeless, tempest-tost to me,",
    "I lift my lamp beside the golden door!",
    "Give me your gentrificatees of the Lower East Side including all the well-heeled young Europeans who’ll take apartments without leases",
    "Give me your landlords, give me your cooperators",
    "Give me the guys who sell the food and the computers to the public schools in District One",
    "Give me the IRS-FBI-CIA men who don’t take election day off",
    "Give me the certain members of the school board & give me the district superintendent",
    "Give me all the greedy members of both american & foreign capitalist religious sects",
    "Give me the parents of the punk people",
    "Give me the guy who puts those stickers in the Rice Krispies",
    "Give me the doctor who thinks his time is more valuable than mine and my daughter’s & the time of all the other non-doctors in this world",
    "Give me the mayor, his mansion, and the president & his white house",
    "Give me the cops who laugh and sneer at meetings where they demonstrate the new uses of mace and robots instead of the old murder against people who are being evicted",
    "Give me the landlord’s sleazy lawyers and the deal-making judges in housing court & give me the landlord’s arsonist",
    "Give me the known & unknown big important rich guys who now bank on our quaint neighborhood",
    "Give me, forgive me, the writers who have already or want to write bestsellers in this country",
    "Together we will go to restore Ellis Island, ravaged for years by wind, weather and vandals",
    "I was surprised and saddened when I heard that the Statue of Liberty was in such a serious state of disrepair & I want to help",
    "This is the most generous contribution I can afford."
  ],
  "title": "The Tragic Condition of the Statue of Liberty",
  "year": ""
}