{
  "author": "Bernadette Mayer",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Nature",
    "Winter"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/179915",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "A man and a woman pretend to be white ice",
    "Three men at the lavender door are closed in by the storm",
    "With strong prejudice and money to buy the green pines",
    "One weekend fisherman and blue painters watch",
    "The vivid violet winds blow visibility from the mountain",
    "Beyond the black valley. That means or then you know",
    "You’re in a big cloud of it, it’s brilliant white mid-February",
    "A week or two left on distracting black trees",
    "Before the brownish buds obscure your view of the valley again.",
    "Looking for company four dark men and a burnt sienna woman",
    "Come in for three minutes, then bye-bye like a gold watch left on the",
    "chair",
    "Or part of the sum of what big white families think up",
    "To store for long yellow Sundays to eat for brown ecological",
    "company.",
    "At some point later gorgeous red adventure stops, did you forget",
    "To turn it down and laugh in the face of the fearful white storm",
    "anyway",
    "Or picture it brilliant blue for a further Sunday memory",
    "In a coloring book, you talk as lightly as you can",
    "Refusing a big pink kiss, you burned the Sunday sauce",
    "Of crushed red tomatoes, you turn it down to just an orange glow.",
    "This particular storm, considering the pause and the greenish thaw before it",
    "Reminds me in its mildness of imitating a sea-green memory that is",
    "actually",
    "In the future, I imitate an imagined trumpet sound",
    "Or the brilliant purple words of a man or woman I haven’t met yet",
    "Or perhaps it’s a grey-haired man I already know who said some-",
    "thing yesterday",
    "To a mutual friend who will give me the whole story in black and",
    "white tomorrow",
    "Or the day after, just as the big orange plows for the local businesses",
    "Go to work to push away the rest of the white snow that will fall",
    "tonight."
  ],
  "title": "Very Strong February",
  "year": ""
}