{
  "author": "James Longenbach",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246022",
  "region": "",
  "text": [
    "1",
    "In the Forest of Wearisome Sadness,",
    "Where one day I found myself wandering alone,",
    "I met my heart, who called to me, asking me where I was going.",
    "The path was long and straight, row after row of conifers receding",
    "To a horizon that because of the geometry",
    "Seemed farther than it really was,",
    "Like the door at the top of a staircase in Versailles.",
    "But as if the forest’s maker had been offended by elegance,",
    "A pile of rocks disrupted the rows: the forest once",
    "Had been a field. I remember that field.",
    "I was carried there by my father, beside him",
    "My grandfather, who planted the trees.",
    "Until they were tall enough to survive,",
    "He mowed the field, piling up rocks, taking down brush with a scythe.",
    "How, since I’ve known the forest almost since birth, could I have been lost?",
    "Why, since the forest is beautiful, is it not a place of delight?",
    "Repeatedly I asked these questions of my heart,",
    "But like a good physician, he elected",
    "To keep silent, leaving me to answer for myself.",
    "2",
    "Late at night, when I’m lying in bed and cannot sleep,",
    "My heart reads to me from the Romance of Pleasant Thought.",
    "Always I’ve heard the story before, and typically,",
    "Since the stories are true, I am their hero.",
    "I’m riding my tricycle on the sidewalk near the house where I was born.",
    "Because I am unsupervised, I indulge in what seems at the moment",
    "A daring wish: I ride the tricycle beneath a sprinkler.",
    "Immediately I am overcome with remorse.",
    "The evidence of my trespass is everywhere to be seen,",
    "And for the first time in my life I contemplate a lie.",
    "Would my shirt dry faster if I stood in the sun, where it’s hot,",
    "Or in the shade, where cool breezes rustle the leaves?",
    "In the version of this story that appears now",
    "In the Romance of Pleasant Thought,",
    "I admire not so much my ingenuity",
    "As the evidence of my early devotion to empiricism,",
    "The way I manage terror by examining how things work.",
    "3",
    "It’s done, there’s nothing more to say.",
    "My heart is gone from me.",
    "Because he has fallen in love",
    "He has abandoned me.",
    "It’s pointless making myself uncomfortable over this",
    "By being mournful or sad.",
    "It’s done, there’s nothing more to say.",
    "My heart is gone from me.",
    "He does nothing but mock me.",
    "When I tell him pitifully",
    "That I cannot live on my own,",
    "He does not listen.",
    "It’s done, there’s nothing more to say.",
    "4",
    "Imagine you’ve been in love forever, since before you were born.",
    "You walk the field. At every third step",
    "You scoop out a handful of wheat",
    "From the seed bag, scattering it broadcast.",
    "As the sun comes up, you’re walking in a golden cloud.",
    "Inside the cloud, time no longer exists.",
    "Your back’s not bent, your body is a boy’s.",
    "Outside, since it’s time for wheat, the summer rains are finished.",
    "Otherwise it’s oats. Every third year it’s clover.",
    "You’re tired of walking, of sowing, tired of being in love.",
    "The advantage to people like you,",
    "Though there are many disadvantages, is this:",
    "When the earth no longer needs what you can grow",
    "You plant hundreds, then thousands",
    "Of seedlings, conifers, trees that bear no edible fruit.",
    "You arrange them in rows, you tend them,",
    "You’re proud of them.",
    "You make the field disappear."
  ],
  "title": "Allegory",
  "year": ""
}