{
  "author": "Rebekah Gumpert Hyneman",
  "classification": "",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Religion",
    "Judaism",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182707",
  "region": "U.S., New England",
  "text": [
    "It is her right, to bind with warmest ties,",
    "The lordly spirit of aspiring man,",
    "Making his home an earthly paradise,",
    "Rich in all joys allotted to life’s span;",
    "Twining around each fibre of his heart,",
    "With all the gentle influence of love’s might,",
    "Seeking no joy wherein he has no part –",
    "This is undoubtedly – a woman’s right!",
    "It is her right to teach the infant mind,",
    "Training it ever upward in its course,",
    "To root out evil passions that would bind",
    "The upward current of his reason’s force;",
    "To lead the erring spirit gently back,",
    "When it has sunk in gloom of deepest night;",
    "To point the shining path of virtue’s track,",
    "And urge him forward. This is woman’s right.",
    "It is her right to soothe the couch of pain;",
    "There her pure mission upon earth to prove,",
    "To calm with gentle care the frenzied brain,",
    "And keep her vigil there of holiest love;",
    "To watch untiring by the lonely bed,",
    "Through the bright day, and in the solemn night,",
    "’Til health ensues, or the loved form is laid",
    "To rest for ever. This is woman’s right.",
    "She is a flower that blossoms best, unseen,",
    "Sheltered within the precincts of her home;",
    "There, should no dark’ning storm-cloud intervene,",
    "There, the loud-strife of worldlings never come.",
    "Let her not scorn to act a",
    "part,",
    "Nor strive to cope with manhood in its might,",
    "But lay this maxim closely to her heart –",
    "That that which God ordains is surely right."
  ],
  "title": "Woman’s Rights",
  "year": ""
}