{
  "author": "C. D. Wright",
  "classification": "Free Verse",
  "keywords": [
    "The Body",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177343",
  "region": "U.S., Southern",
  "text": [
    "Where the old trees reign with their forward dark",
    "light stares through a hole in the body’s long",
    "house. The bed rolls away from the body,",
    "and the body is forced to find a chair. At some hour",
    "the body sequesters itself in a shuttered room",
    "with no clock. When a clean sheet of paper floats by,",
    "the head inclines on its axis. It is one of those",
    "common bodies that felt it could not exist without loving,",
    "but has in fact gone on and on without love.",
    "Like a cave that has stopped growing, we don’t call it dead,",
    "but dormant. Now the body is on all fours, one arm",
    "engaged in pulling hair from a trap, an activity",
    "the body loathes. When the time comes, the body",
    "feeds on marinated meats and fruits trained to be luscious.",
    "Once the body had ambitions—to be tall and remain",
    "soft. No more, but it enjoys rappelling to the water.",
    "Because the body’s dwelling is stone, perched over water,",
    "we say the body is privileged. Akin to characters",
    "in Lawrence books, its livelihood is obscured. It owns",
    "a horse named Campaign it mounts on foggy morns.",
    "That was the body’s first lie. It has no horse",
    "and wouldn’t climb on one. Because the body lives",
    "so far from others, it likes reading about checkered lives",
    "on the metrópoli. It likes moving around at night under its dress.",
    "When it travels, bottles of lotion open in its bags.",
    "Early in March the big rains came—washing all good thoughts",
    "from the body’s cracks and chinks. By now the body admits",
    "it is getting on, and yet, continues to be tormented",
    "by things being the way they are. Recently the body took",
    "one of the old trees for a wife, but the union has broken down.",
    "The light has bored out of the body’s long house.",
    "Fog envelops its stone flanks. Still the body",
    "enjoys rappelling to the water. And it likes the twenty four-hour stores,",
    "walking up and down the aisles, not putting a thing in its basket."
  ],
  "title": "Provinces",
  "year": ""
}