{
  "author": "Steve Kistulentz",
  "classification": "",
  "keywords": [
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247090",
  "region": "U.S., Southern",
  "text": [
    "One condition of work-release is daily to confess",
    "my obsessions, which I then write in disco glitter,",
    "one gluey blossom across my permanent record.",
    "When I eat too much of the local fruit, it gives me",
    "clairvoyance. But I forget to write down the predictions,",
    "instead crush cherry pits into a fine powder, chop",
    "the powder into lines with an expired credit card.",
    "The homeless give me quarters. Union rules require",
    "at least one mention of the weather here. My flight",
    "leaves on an inexact date in the nebulous future,",
    "arrives late afternoon, two days before our first kiss.",
    "I pay the airline $25 extra to lose my dignity between",
    "here and Chicago. At the airport you buy it back.",
    "When I walk to the market to buy more cherries,",
    "a parade of kittens follows, marching in formation,",
    "singing precise and bawdy cadence about prostitutes",
    "and crack houses. They change the names to protect",
    "the innocent. Signs say this mile of interstate is paved",
    "with the bones of the great mastodons, and kept clean",
    "by the well-meaning gentlemen of the Kiwanis Club.",
    "Vacationers from further south sit in the lobby",
    "watching guests from the north put on",
    "one-act plays. On even-numbered days, only, of course.",
    "Registered letters from the clerk of the court inform me",
    "that it won't violate my probation to drag you across",
    "state lines as long as I promise to return you by 8 p.m.,",
    "mostly whole. The desk clerk is also the milkman",
    "is the town orthodontist. Instead of leaving Bibles",
    "at bedside, Gideons leave individual soaps printed",
    "with couplets from the Song of Songs, or corkscrews.",
    "I did not catch last night's plays, but promised to attend",
    "this evening's performance. I play a slightly amplified",
    "version of myself, with one line:",
    "It's a song and dance number. Everyone applauds."
  ],
  "title": "Postcard from a Place I Have Never Been",
  "year": ""
}