{
  "author": "Bruce Covey",
  "classification": "",
  "keywords": [
    "Activities",
    "School",
    "Learning",
    "Arts",
    "Sciences",
    "Sciences",
    "Reading",
    "Books",
    "Humor",
    "Satire",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241210",
  "region": "U.S., Southern",
  "text": [
    "1. Mary-Frances applied continual pressure on me to start",
    "the job and helped in recording and editing.",
    "2. Thanks to Sandra for her heroic typing, although this",
    "need not be taken to indicate her agreement with",
    "various points.",
    "3. Peter provided information about the notorious",
    "perpetual pills.",
    "4. As someone who gloried in seeing dogma overturned,",
    "he would have delighted in the irony of seeing",
    "arguments for the reverse.",
    "5. And without their willingness to take on the chore of",
    "responding to our whims and fancies over a 3-year",
    "period, this book would have fallen short of its goals.",
    "6. The production of this tome would have been",
    "unthinkable without the marvelous electronic tools that",
    "are now widely available.",
    "7. However, Chapter 7 was written in a relatively self-",
    "contained fashion, so the serious student may skip",
    "Chapter 6 and delve directly into the theory.",
    "8. The late abbess of Shasta Abbey proved that looking",
    "through different windows into the same room is not a",
    "metaphor.",
    "9. Nick, who is writing a book on oxygen, gave much",
    "appreciated data concerning that element.",
    "10. The filmstrip format employed in Chapter 10 originated",
    "with Elizabeth.",
    "11. I have been very fortunate in being able to use such",
    "penetrating minds.",
    "12. In recent months, I have often felt like a small child in a",
    "sweet shop as astronomers all round the world have sent",
    "me the most mouthwatering new data.",
    "13. Suffice it at this point to observe that I am not just talking",
    "about wallpaper patterns on shirts and dresses, although",
    "many of these patterns do turn out to have interesting",
    "properties.",
    "14. I do not expect that many readers will want to be",
    "masochistic enough to want to read the book in order",
    "from cover to cover."
  ],
  "title": "Flat: Sentences from the Prefaces of Fourteen Science Books",
  "year": ""
}