{
  "author": "Reginald Dwayne Betts",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244732",
  "region": "",
  "text": [
    "Some people say prison is",
    "where life is cheaper than anywhere else;",
    "you wouldn’t think that watching us take leave,",
    "our caravan three deep and black against",
    "the wine-dark asphalt, and two of three",
    "are nothing but escorts: four uniformed",
    "shotguns (off safety) leading and flanking",
    "our coffle, all intent to keep us here,",
    "and not wherever shackles and cuffs run",
    "in this dead of morning, less than fifty miles",
    "from where Nat Turner dug a hole and lay",
    "for weeks. Virginia, something noose-like then",
    "and some say still, except for all the shit",
    "we did to land in this here hull and cul-",
    "de-sac. The guard, he say “die, but don’t run”",
    "when one of us begin to cough his lung",
    "up in sleep. And this is ruin. Damn these chains,",
    "this awkward dance I do with this van. Two-step,",
    "my body swaying back and forth, my head",
    "a pendulum that’s rocked by the wild riffs",
    "of the dudes I’m riding with: them white folks know",
    "you ain’t god body, what you commune wine",
    "and bread? Where you from son? Red lines?",
    "To what Onion? My eyes two caskets though,",
    "so the voices are sheets of sound. Our van as dark",
    "inside as out, and all the bodies black",
    "and voices black too and I tell my god",
    "if you have ears for this one, know I want",
    "no part of it, no Onions and no tears.",
    "I tell no one, and cry my dirge.",
    "This place,",
    "the cracked and scratching vinyl seats, the loud",
    "loud talk of murder this and blanket fear",
    "around the rest, is where I’m most at home,",
    "but it’s beyond where prayers reach, a point",
    "something like purgatory. I lean back",
    "and drift in sleep as someone says, his voice",
    "all hoarse and jacked, all broken songbird-like",
    "all revolutions end with a L-note."
  ],
  "title": "A Postmodern Two-Step",
  "year": ""
}