{
  "author": "Philip Levine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30166",
  "region": "",
  "text": [
    "Some days I catch a rhythm, almost a song",
    "in my own breath. I'm alone here",
    "in Brooklyn Heights, late morning, the sky",
    "above the St. George Hotel clear, clear",
    "for New York, that is. The radio playing",
    "\"Bird Flight,\" Parker in his California",
    "tragic voice fifty years ago, his faltering",
    "\"Lover Man\" just before he crashed into chaos.",
    "I would guess that outside the recording studio",
    "in Burbank the sun was high above the jacarandas,",
    "it was late March, the worst of yesterday's rain",
    "had come and gone, the sky washed blue. Bird",
    "could have seen for miles if he'd looked, but what",
    "he saw was so foreign he clenched his eyes,",
    "shook his head, and barked like a dog—just once—",
    "and then Howard McGhee took his arm and assured him",
    "he'd be OK. I know this because Howard told me",
    "years later that he thought Bird could",
    "lie down in the hotel room they shared, sleep",
    "for an hour or more, and waken as himself.",
    "The perfect sunlight angles into my little room",
    "above Willow Street. I listen to my breath",
    "come and go and try to catch its curious taste,",
    "part milk, part iron, part blood, as it passes",
    "from me into the world. This is not me,",
    "this is automatic, this entering and exiting,",
    "my body's essential occupation without which",
    "I am a thing. The whole process has a name,",
    "a word I don't know, an elegant word not",
    "in English or Yiddish or Spanish, a word",
    "that means nothing to me. Howard truly believed",
    "what he said that day when he steered",
    "Parker into a cab and drove the silent miles",
    "beside him while the bright world",
    "unfurled around them: filling stations, stands",
    "of fruits and vegetables, a kiosk selling trinkets",
    "from Mexico and the Philippines. It was all",
    "so actual and Western, it was a new creation",
    "coming into being, like the music of Charlie Parker",
    "someone later called \"glad,\" though that day",
    "I would have said silent, \"the silent music",
    "of Charlie Parker.\" Howard said nothing.",
    "He paid the driver and helped Bird up two flights",
    "to their room, got his boots off, and went out",
    "to let him sleep as the afternoon entered",
    "the history of darkness. I'm not judging",
    "Howard, he did better than I could have",
    "now or then. Then I was 19, working",
    "on the loading docks at Railway Express,",
    "coming day by day into the damaged body",
    "of a man while I sang into the filthy air",
    "the Yiddish drinking songs my Zadie taught me",
    "before his breath failed. Now Howard is gone,",
    "eleven long years gone, the sweet voice silenced.",
    "\"The subtle bridge between Eldridge and Navarro,\"",
    "they later wrote, all that rising passion",
    "a footnote to others. I remember in '85",
    "walking the halls of Cass Tech, the high school",
    "where he taught after his performing days,",
    "when suddenly he took my left hand in his",
    "two hands to tell me it all worked out",
    "for the best. Maybe he'd gotten religion,",
    "maybe he knew how little time was left,",
    "maybe that day he was just worn down",
    "by my questions about Parker. To him Bird",
    "was truly Charlie Parker, a man, a silent note",
    "going out forever on the breath of genius",
    "which now I hear soaring above my own breath",
    "as this bright morning fades into afternoon.",
    "Music, I'll call it music. It's what we need",
    "as the sun staggers behind the low gray clouds",
    "blowing relentlessly in from that nameless ocean,",
    "the calm and endless one I've still to cross."
  ],
  "title": "Call It Music",
  "year": ""
}