{
  "author": "Philip Levine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29728",
  "region": "",
  "text": [
    "Newspaper says the boy killed by someone,",
    "don’t say who. I know the mother, waking,",
    "gets up as usual, washes her face",
    "in cold water, and starts the coffee pot.",
    "She stands by the window up there on floor",
    "sixteen wondering why the street’s so calm",
    "with no cars going or coming, and then",
    "she looks at the wall clock and sees the time.",
    "Now she’s too awake to go back to bed,",
    "she’s too awake not to remember him,",
    "her one son, or to forget exactly",
    "how long yesterday was, each moment dragged",
    "into the next by the force of her will",
    "until she thought this simply cannot be.",
    "She sits at the scarred, white kitchen table,",
    "the two black windows staring back at her,",
    "wondering how she’ll go back to work today.",
    "The windows don’t see anything: they’re black,",
    "eyeless, they give back only what’s given;",
    "sometimes, like now, even less than what’s given,",
    "yet she stares into their two black faces",
    "moving her head from side to side, like this,",
    "just like I’m doing now. Try it awhile,",
    "go ahead, it’s not going to kill you.",
    "Now say something, it doesn’t matter what",
    "you say because all the words are useless:",
    "“I’m sorry for your loss.” “This too will pass.”",
    "“He was who he was.” She won’t hear you out",
    "because she can only hear the torn words",
    "she uses to pray to die. This afternoon",
    "you and I will see her just before four",
    "alight nimbly from the bus, her lunch box",
    "of one sandwich, a thermos of coffee,",
    "a navel orange secured under her arm,",
    "and we’ll look away. Under your breath make",
    "her one promise and keep it forever:",
    "in the little store-front church down the block,",
    "the one with the front windows newspapered,",
    "you won’t come on Saturday or Sunday",
    "to kneel down and pray for life eternal."
  ],
  "title": "Detroit, Tomorrow",
  "year": ""
}