{
  "author": "Philip Levine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29440",
  "region": "",
  "text": [
    "Can you imagine the air filled with smoke?",
    "It was. The city was vanishing before noon",
    "or was it earlier than that? I can't say because",
    "the light came from nowhere and went nowhere.",
    "This was years ago, before you were born, before",
    "your parents met in a bus station downtown.",
    "She'd come on Friday after work all the way",
    "from Toledo, and he'd dressed in his only suit.",
    "Back then we called this a date, some times",
    "a blind date, though they'd written back and forth",
    "for weeks. What actually took place is now lost.",
    "It's become part of the mythology of a family,",
    "the stories told by children around the dinner table.",
    "No, they aren't dead, they're just treated that way,",
    "as objects turned one way and then another",
    "to catch the light, the light overflowing with smoke.",
    "Go back to the beginning, you insist. Why",
    "is the air filled with smoke? Simple. We had work.",
    "Work was something that thrived on fire, that without",
    "fire couldn't catch its breath or hang on for life.",
    "We came out into the morning air, Bernie, Stash,",
    "Williams, and I, it was late March, a new war",
    "was starting up in Asia or closer to home,",
    "one that meant to kill us, but for a moment",
    "the air held still in the gray poplars and elms",
    "undoing their branches. I understood the moon",
    "for the very first time, why it came and went, why",
    "it wasn't there that day to greet the four of us.",
    "Before the bus came a small black bird settled",
    "on the curb, fearless or hurt, and turned its beak up",
    "as though questioning the day. \"A baby crow,\"",
    "someone said. Your father knelt down on the wet cement,",
    "his lunchbox balanced on one knee and stared quietly",
    "for a long time. \"A grackle far from home,\" he said.",
    "One of the four of us mentioned",
    "a word I wasn't used to, so it wasn't me.",
    "The bus must have arrived. I'm not there today.",
    "The windows were soiled. We swayed this way and that",
    "over the railroad tracks, across Woodward Avenue,",
    "heading west, just like the sun, hidden in smoke."
  ],
  "title": "Smoke",
  "year": ""
}