{
  "author": "Philip Levine",
  "classification": "",
  "keywords": [
    "Living",
    "Relationships",
    "Family",
    "Ancestors",
    "Time",
    "Brevity",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179090",
  "region": "U.S., Midwestern",
  "text": [
    "My brother comes home from work",
    "and climbs the stairs to our room.",
    "I can hear the bed groan and his shoes drop",
    "one by one. You can have it, he says.",
    "The moonlight streams in the window",
    "and his unshaven face is whitened",
    "like the face of the moon. He will sleep",
    "long after noon and waken to find me gone.",
    "Thirty years will pass before I remember",
    "that moment when suddenly I knew each man",
    "has one brother who dies when he sleeps",
    "and sleeps when he rises to face this life,",
    "and that together they are only one man",
    "sharing a heart that always labors, hands",
    "yellowed and cracked, a mouth that gasps",
    "for breath and asks, Am I gonna make it?",
    "All night at the ice plant he had fed",
    "the chute its silvery blocks, and then I",
    "stacked cases of orange soda for the children",
    "of Kentucky, one gray boxcar at a time",
    "with always two more waiting. We were twenty",
    "for such a short time and always in",
    "the wrong clothes, crusted with dirt",
    "and sweat. I think now we were never twenty.",
    "In 1948 in the city of Detroit, founded",
    "by de la Mothe Cadillac for the distant purposes",
    "of Henry Ford, no one wakened or died,",
    "no one walked the streets or stoked a furnace,",
    "for there was no such year, and now",
    "that year has fallen off all the old newspapers,",
    "calendars, doctors’ appointments, bonds,",
    "wedding certificates, drivers licenses.",
    "The city slept. The snow turned to ice.",
    "The ice to standing pools or rivers",
    "racing in the gutters. Then bright grass rose",
    "between the thousands of cracked squares,",
    "and that grass died. I give you back 1948.",
    "I give you all the years from then",
    "to the coming one. Give me back the moon",
    "with its frail light falling across a face.",
    "Give me back my young brother, hard",
    "and furious, with wide shoulders and a curse",
    "for God and burning eyes that look upon",
    "all creation and say, You can have it."
  ],
  "title": "You Can Have It",
  "year": ""
}