{
  "author": "John Frederick Nims",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/15593",
  "region": "",
  "text": [
    "We had a city also. Hand in hand",
    "Wandered happy as travellers our own land.",
    "Murmured in turn the hearsay of each stone",
    "Or, where a legend faltered, lived our own.",
    "The far-seen obelisk my father set",
    "(Pinning two roads forever where they met)",
    "Waved us in wandering circles, turned our tread",
    "Where once morass engulfed that passionate head.",
    "Cornice rose in ranges, rose so high",
    "It saw no sky, that forum, but noon sky.",
    "Marble shone like shallows; columns too",
    "Streamed with cool light as rocks in breakers do.",
    "O marble many-colored as reach of thought,",
    "Tones so recollected and so distraught.",
    "Golden: like swimmers when the August shore",
    "Brightens their folklore poses more and more.",
    "Or grey with silver: moon’s whirling spell",
    "Over the breathless olives we knew well;",
    "Ivory as shoulders there that summer-dressed",
    "Curve to come shyly naked, then find rest",
    "(The tresses love dishevelled leaning dazed",
    "And grateful). Or the wayward stone that blazed",
    "As cheeks do. Or as eyes half-lowered flare.",
    "Violet as veins are, love knows where.",
    "Fine coral as the shy and wild tonguetip,",
    "Undersea coral, rich as inner lip.",
    "There was a stone to build on!",
    "Friezes ran",
    "In strong chorales that where they closed began;",
    "And statues: each a wrung or ringing phrase",
    "In the soul’s passionate cadence of her days.",
    "O stone so matched and massive, worked so well,",
    "Who could believe it when the first brick fell?",
    "Who could imagine the unlucky word",
    "Would darken to the worldwide sigh we heard?",
    "How our eyes wrenched together and held fast",
    "Each face tightening to a chalky cast",
    "(So poor a copy of one hour before).",
    "Who could believe the gloom, the funnelled roar",
    "Of cornice falling, forum falling, all",
    "Falling? Or dream it fallen? Not a wall",
    "With eaves to route the rain. The rivers swelled",
    "Till roads groped in lakebottom. Nothing held",
    "Clean edge or corner. Caking, the black flood",
    "Left every luminous room tunnels of mud.",
    "Earth shook: the columns walked, in midair clashed,",
    "And the steep stone exploded as it crashed.",
    "Soon the barbarian swarmed like locusts blown",
    "Between the flood and spasm of our stone.",
    "Grunted to tug their huts and marble sties",
    "Where friezes broke like foam in the blue skies.",
    "Blue noses poked, recoiling as they found",
    "Our young and glad-eyed statues underground;",
    "Singing salvation, the lewd chisel pecks",
    "At boy and girl: one mutilated sex.",
    "All our high moments cheapened—greed and grime",
    "Charred them in rickety stithies to quicklime.",
    "Murderous world. That town that seemed a star",
    "Rose in our soul. And there the ruins are.",
    "We’ll not walk there again. Who’d wish to walk",
    "Where the rats gather and grey tourists talk?",
    "Who’d walk there even alive? Or bid his ghost",
    "Trail phosphor on the melancholy coast?"
  ],
  "title": "Decline and Fall",
  "year": ""
}