{
  "author": "John Frederick Nims",
  "classification": "",
  "keywords": [
    "Nature",
    "Weather",
    "Arts",
    "Sciences",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238744",
  "region": "",
  "text": [
    "Mildest of all the powers of earth: no lightnings",
    "For her—maniacal in the clouds. No need for",
    "Signs with their skull and crossbones, chain-link gates:",
    "she’s friendlier.",
    "Won’t nurse—unlike the magnetic powers—repugnance;",
    "Would reconcile, draw close: her passion’s love.",
    "No terrors lurking in her depths, like those",
    "Bound in that buzzing strongbox of the atom,",
    "Terrors that, lossened, turn the hills vesuvian,",
    "Trace in cremation where the cities were.",
    "No, she’s our quiet mother, sensible.",
    "But therefore down-to-earth, not suffering",
    "Fools who play fast and loose among the mountains,",
    "Who fly in her face, or, drunken, clown on cornices.",
    "She taught our ways of walking. Her affection",
    "Adjusted the morning grass, the sands of summer",
    "Until our soles fit snug in each, walk easy.",
    "Holding her hand, we’re safe. Should that hand fail,",
    "The atmosphere we breathe would turn hysterical,",
    "Hiss with tornadoes, spinning us from earth",
    "Into the cold unbreathable desolations.",
    "Yet there—in fields of space—is where she shines,",
    "Ring-mistress of the circus of the stars,",
    "Their prancing carousels, their ferris wheels",
    "Lit brilliant in celebration. Thanks to her",
    "All’s gala in the galaxy.",
    "Down here she",
    "Walks us just right, not like the jokey moon",
    "Burlesquing our human stride to kangaroo hops;",
    "Not like vast planets, whose unbearable mass",
    "Would crush us in a bear hug to their surface",
    "And into the surface, flattened. No: deals fairly.",
    "Makes happy each with each: the willow bend",
    "Just so, the acrobat land true, the keystone",
    "Nestle in place for bridge and for cathedral.",
    "Let us pick up—or mostly—what we need:",
    "Rake, bucket, stone to build with, logs for warmth,",
    "The fallen fruit, the fallen child . . . ourselves.",
    "Instructs us too in honesty: our jointed",
    "Limbs move awry and crisscross, gawky, thwart;",
    "She’s all directness and makes that a grace,",
    "All downright passion for the core of things,",
    "For rectitude, the very ground of being:",
    "Those eyes are leveled where the heart is set.",
    "See, on the tennis court this August day:",
    "How, beyond human error, she’s the one",
    "Whose will the bright balls cherish and obey",
    "—As if in love. She’s tireless in her courtesies",
    "To even the klutz (knees, elbows all a-tangle),",
    "Allowing his poky serve Euclidean whimsies,",
    "The looniest lob its joy: serene parabolas."
  ],
  "title": "Gravity",
  "year": ""
}