{
  "author": "John Frederick Nims",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Living",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181270",
  "region": "",
  "text": [
    "When first the apprizing eye and tongue that muttered",
    "(Banished from Eden’s air? Or pride of apes?)",
    "Sat clinking flint on flint, as they shattered",
    "Snatched with a grin what fell in craftier shapes,",
    "The law was move or die. Lively from tigers;",
    "Dainty on deer. As weather called the tune.",
    "Oxen, we learned, would bear us. So would rivers.",
    "And that was science. On the whole a boon.",
    "What caveman on a round rock dumped a-grunting",
    "Rubbed at a rueful hip, brow darkening",
    "Or gaped at boulders over gravel shifting",
    "Until—a splendor of wheel-thought like sunrise!",
    "No wonder: such example in a heaven",
    "Revving immaculate gears, and at his feet",
    "The planet on her axle greased and even.",
    "Put any wheel to earth, and two wheels meet.",
    "Athens cut ruts of marble; ivory courses",
    "Caromed Apollo’s car of talkative gold.",
    "And Donne saw wagon-ways. The horsepower: horse",
    "Over the flats of Kansas sail-cars rolled.",
    "First planks on querulous ground, then treads of met",
    "Steel set edgewise, over stone for ties.",
    "A mountain? Sawtooth rail or crank-and-cable",
    "Till iron took serene the incredulous rise.",
    "Compleat with a nifty moniker,",
    "Best Friend of Charleston, Wabash Cannonball,",
    "Cycloped (horse on treadmill trudging), dapper",
    "Black and gold of Byzantium,",
    "Flew in the face of time and testy weather,",
    "Enemies both, the lurid brakemen know.",
    "(By stoves where sand is baking crisp, they gather",
    "Trading the tall tales of high-striding snow.)",
    "The lone prairie, the twilight grey as steel,",
    "The vanishing freight—oh see the lonely road",
    "Our fathers wandered, stumbling on the wheel",
    "—Daydreamers all, and the long row unhoed—",
    "Sky-hankering men, their reverence still alive",
    "Some years ago: with burning glass and sun",
    "George Stephenson in 1825",
    "Snatched fire for",
    "Ten miles an hour, “immoderate” twelve. Today",
    "warns the black ravine.",
    "He will go far, the caveman, this-a-way.",
    "By grand indifference to the red and green."
  ],
  "title": "The Caveman on the Train",
  "year": ""
}