{
  "author": "John Hennessy",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250074",
  "region": "",
  "text": [
    "7-Eleven’s a misnomer, like “mind-",
    "body” problem. They never close. The hyphen’s",
    "a dash of form. Sure,",
    "mind-body’s",
    "a machine, if you want, plowing across town",
    "to the steak house. American Spirit. Give us",
    "the yellow pack. No matches? This dollar",
    "fifty-nine Santa lighter, too. Big Grab bag",
    "of Doritos. No, the “engine” is not",
    "separate — it’s part of the machine. Sure, paper’s",
    "good, container for recycling. Rain’s no problem.",
    "I eat the Doritos, smoke up — one for you?",
    "The chips are part of my machine —",
    "matter inside matter — smoke fires my lungs,",
    "gives me that slap of pleasure in my",
    "tailbone, maybe stimulates a thought.",
    "I’m prime matter informed by the soul.",
    "No, I didn’t just slip the word in there:",
    "that’s a spade — it digs through bullshit.",
    "Lean close, under the awning, cover up,",
    "you want a light. The mist can’t decide",
    "if it’s rain or fog. Streetlight moons, clouds",
    "around the neon signs. Pink as the steak",
    "we’re heading for. The comfort of a red leather",
    "banquette. No, your engine exists as part of",
    "and powers its machine; separated, both are just",
    "scrap, bunch of gears, rusty sprockets.",
    "An unlit oven. Unbaked potatoes. Sour cream",
    "inside a cow, chives growing mostly underground.",
    "“Engine” is a bad analogy. I’m one thing,",
    "not two, no intermediaries. I don’t",
    "a body, I am one. A hollow",
    "one at the moment. What’ll it be?",
    "Filet mignon? Slab of prime rib, don’t trim",
    "the fat? Twelve oz. T-bone, two inches thick?",
    "No, I’ll wait until after I eat for another,",
    "but you go right ahead. Here’s a light."
  ],
  "title": "Convenience Store Aquinas",
  "year": ""
}