{
  "author": "John Hennessy",
  "classification": "",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "The Body",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Love",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241216",
  "region": "U.S., New England",
  "text": [
    ". This time",
    "her body made him think of countryside,",
    "some figure from his childhood, sun on scythe,",
    "wind blowing shadows across the shining barley,",
    "the milk-pail dented from use, the smell of leaf-mulch",
    "and leather in the tack room. Soon she’d take bus",
    "and ferry from London to Belfast, but first",
    "the fire in her bed-sit. Her fingers traveled too,",
    "down the raised purple scars along his vertebrae,",
    "the flannel sheets between her thighs, his hair",
    "trailing along her abdomen, the quill",
    "of a feather poking through seams of the comforter,",
    "the comforter itself. Those scars—he’d lied",
    "to her, his time in Nicaragua, thugs cut",
    "him coming from the fields. The bloodier fight",
    "was with his brother, slicing tines of a pitchfork",
    "plucked up along the flooded Maas. Everything",
    "reduced to trinket and anecdote, the beer",
    "and facepaint of carnival, street-dance and tuba,",
    "beyond the muddy English roundabouts, the brown",
    "and white waves, yellow lamps along Dutch highways,",
    "his work at the union office pinned beneath",
    "a glass globe paperweight—shaken",
    "it showered silver snow over the wide",
    "straw hat, red and green plow, the slouching body,",
    "a campesino from days before Somoza fell.",
    "He wondered if she were any better, smuggling",
    "French social theory into Ulster, encounter",
    "groups in the rec-centers of tower-block basements.",
    "She’d just gotten the news: her last lover died",
    "in a fire along the side of the highway, body",
    "broken in seven places, silver chrome,",
    "pearl and gold gas tank scorched, his bike crumpled",
    "beneath the husk of an overturned van.",
    "There wasn’t much to talk about. Afterwards she lay",
    "with her back to him and he sang her carnival songs",
    "in a language she didn’t speak,",
    ". He thought of himself as the sun, kissing",
    "her neck at the hairline, turning grey cobblestones",
    "of the town-square silver, marshaling parades."
  ],
  "title": "Missing Carnival",
  "year": ""
}