{
  "author": "John Hennessy",
  "classification": "",
  "keywords": [
    "Living",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241218",
  "region": "U.S., New England",
  "text": [
    "Forget contingencies from weather and wind,",
    "my Helen’s head was shaved, the shortest bit",
    "of stubble growing in. With darkened arching",
    "black eye-brows, Betty-Blue mouth penciled red,",
    "jet patent-leather trench and high-heeled boots,",
    "she seemed more mannequin for Fashion Ave.’s",
    "penitent spread than enemy to brass",
    "at Camp LeJeune. Simply and grudgingly put,",
    "her talk was action. Invincible in Bell-",
    "Atlantic block and tack, she converted non-coms",
    "and saved CO’s, harped flint and skinned the chair",
    "of military courts through well-pitched cheek,",
    "prompt dispatch from the War Resister’s League.",
    "She looked good even on a bicycle, hemming left",
    "through traffic on Fourteenth Street, locking up",
    "on Lafayette or Grand. She doused for me",
    "to celebrate—marched right through human waste",
    "and Bowery puddles, stretched her legs over the last",
    "old-fashioned hobos up to East Second Street.",
    "Those ancient days, our vestibule was manned",
    "by crack-dealing Stan, a concierge of wit",
    "and improv, half his face scored by orange scars",
    "from hydrofluoric burns. He kept the place safe.",
    "But I had gone, cleared out behind a gang",
    "of kids from Bronxville high on catnip wins,",
    "shell-game victims. Left Stan my toaster, shelves,",
    "a wire bird-cage, and, for once, nothing to say.",
    "Except to ask if he could touch her skull.",
    "Even now it makes no sense. Her precedents",
    "I knew lurched out of focus: photos from France",
    "after the Vichy fell, Jeannes and Sylvianes",
    "who’d made Nazi moll; those Belfast girls",
    "last-ditched by soldier boys or peelers; two-",
    "toned Bergen-Belsen, bald sister to Fort Santiago.",
    "Then Squeaky Fromm, the other Manson moms,",
    "at Charlie’s trial. Extremes of Joan of Arc,",
    "or even Buddhist nuns. Hated, chastened—",
    "or chaste, at least. Not what you’d run (I ran)",
    "your fingers satisfied across, the stubble",
    "surprising, soft as mink or fox, and arch",
    "your back, as I did once she found me uptown,",
    "say yes I give again when she went down—",
    "and faster now, quick as the television",
    "dropped after dishes to the curb—or slipped",
    "gradually up, the seconds separating",
    "as slowly as but more exquisitely than",
    "ticks off expensive fifty-minute hours—",
    "and some community service—all gone, and just",
    "as easily forgotten the raft of former friends",
    "I’d cursed and floated off the island. Shaved head,",
    "her slender neck, dark shoulders—that was half—",
    "or less—her most convincing argument."
  ],
  "title": "Shaved Head",
  "year": ""
}