{
  "author": "Alfred, Lord Tennyson",
  "classification": "Series/Sequence",
  "keywords": [
    "Friends",
    "Enemies",
    "Religion",
    "Living",
    "Faith",
    "Doubt",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174595",
  "region": "England",
  "text": [
    "Strong Son of God, immortal Love,",
    "Whom we, that have not seen thy face,",
    "By faith, and faith alone, embrace,",
    "Believing where we cannot prove;",
    "Thine are these orbs of light and shade;",
    "Thou madest Life in man and brute;",
    "Thou madest Death; and lo, thy foot",
    "Is on the skull which thou hast made.",
    "Thou wilt not leave us in the dust:",
    "Thou madest man, he knows not why,",
    "He thinks he was not made to die;",
    "And thou hast made him: thou art just.",
    "Thou seemest human and divine,",
    "The highest, holiest manhood, thou.",
    "Our wills are ours, we know not how,",
    "Our wills are ours, to make them thine.",
    "Our little systems have their day;",
    "They have their day and cease to be:",
    "They are but broken lights of thee,",
    "And thou, O Lord, art more than they.",
    "We have but faith: we cannot know;",
    "For knowledge is of things we see;",
    "And yet we trust it comes from thee,",
    "A beam in darkness: let it grow.",
    "Let knowledge grow from more to more,",
    "But more of reverence in us dwell;",
    "That mind and soul, according well,",
    "May make one music as before,",
    "But vaster. We are fools and slight;",
    "We mock thee when we do not fear:",
    "But help thy foolish ones to bear;",
    "Help thy vain worlds to bear thy light.",
    "Forgive what seem'd my sin in me,",
    "What seem'd my worth since I began;",
    "For merit lives from man to man,",
    "And not from man, O Lord, to thee.",
    "Forgive my grief for one removed,",
    "Thy creature, whom I found so fair.",
    "I trust he lives in thee, and there",
    "I find him worthier to be loved.",
    "Forgive these wild and wandering cries,",
    "Confusions of a wasted youth;",
    "Forgive them where they fail in truth,",
    "And in thy wisdom make me wise."
  ],
  "title": "In Memoriam A. H. H. OBIIT MDCCCXXXIII: [Prelude]",
  "year": ""
}