{
  "author": "Alfred, Lord Tennyson",
  "classification": "Couplet",
  "keywords": [
    "Youth",
    "Living"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174629",
  "region": "England",
  "text": [
    "Comrades, leave me here a little, while as yet 't is early morn:",
    "Leave me here, and when you want me, sound upon the bugle-horn.",
    "'T is the place, and all around it, as of old, the curlews call,",
    "Dreary gleams about the moorland flying over Locksley Hall;",
    "Locksley Hall, that in the distance overlooks the sandy tracts,",
    "And the hollow ocean-ridges roaring into cataracts.",
    "Many a night from yonder ivied casement, ere I went to rest,",
    "Did I look on great Orion sloping slowly to the West.",
    "Many a night I saw the Pleiads, rising thro' the mellow shade,",
    "Glitter like a swarm of fire-flies tangled in a silver braid.",
    "Here about the beach I wander'd, nourishing a youth sublime",
    "With the fairy tales of science, and the long result of Time;",
    "When the centuries behind me like a fruitful land reposed;",
    "When I clung to all the present for the promise that it closed:",
    "When I dipt into the future far as human eye could see;",
    "Saw the Vision of the world and all the wonder that would be.\u0097",
    "In the Spring a fuller crimson comes upon the robin's breast;",
    "In the Spring the wanton lapwing gets himself another crest;",
    "In the Spring a livelier iris changes on the burnish'd dove;",
    "In the Spring a young man's fancy lightly turns to thoughts of love.",
    "Then her cheek was pale and thinner than should be for one so young,",
    "And her eyes on all my motions with a mute observance hung.",
    "And I said, \"My cousin Amy, speak, and speak the truth to me,",
    "Trust me, cousin, all the current of my being sets to thee.\"",
    "On her pallid cheek and forehead came a colour and a light,",
    "As I have seen the rosy red flushing in the northern night.",
    "And she turn'd\u0097her bosom shaken with a sudden storm of sighs\u0097",
    "All the spirit deeply dawning in the dark of hazel eyes\u0097",
    "Saying, \"I have hid my feelings, fearing they should do me wrong\";",
    "Saying, \"Dost thou love me, cousin?\" weeping, \"I have loved thee long.\"",
    "Love took up the glass of Time, and turn'd it in his glowing hands;",
    "Every moment, lightly shaken, ran itself in golden sands.",
    "Love took up the harp of Life, and smote on all the chords with might;",
    "Smote the chord of Self, that, trembling, pass'd in music out of sight.",
    "Many a morning on the moorland did we hear the copses ring,",
    "And her whisper throng'd my pulses with the fulness of the Spring.",
    "Many an evening by the waters did we watch the stately ships,",
    "And our spirits rush'd together at the touching of the lips.",
    "O my cousin, shallow-hearted! O my Amy, mine no more!",
    "O the dreary, dreary moorland! O the barren, barren shore!",
    "Falser than all fancy fathoms, falser than all songs have sung,",
    "Puppet to a father's threat, and servile to a shrewish tongue!",
    "Is it well to wish thee happy?\u0097having known me\u0097to decline",
    "On a range of lower feelings and a narrower heart than mine!",
    "Yet it shall be; thou shalt lower to his level day by day,",
    "What is fine within thee growing coarse to sympathize with clay.",
    "As the husband is, the wife is: thou art mated with a clown,",
    "And the grossness of his nature will have weight to drag thee down.",
    "He will hold thee, when his passion shall have spent its novel force,",
    "Something better than his dog, a little dearer than his horse.",
    "What is this? his eyes are heavy; think not they are glazed with wine.",
    "Go to him, it is thy duty, kiss him, take his hand in thine.",
    "It may be my lord is weary, that his brain is overwrought:",
    "Soothe him with thy finer fancies, touch him with thy lighter thought.",
    "He will answer to the purpose, easy things to understand\u0097",
    "Better thou wert dead before me, tho' I slew thee with my hand!",
    "Better thou and I were lying, hidden from the heart's disgrace,",
    "Roll'd in one another's arms, and silent in a last embrace.",
    "Cursed be the social wants that sin against the strength of youth!",
    "Cursed be the social lies that warp us from the living truth!",
    "Cursed be the sickly forms that err from honest Nature's rule!",
    "Cursed be the gold that gilds the straiten'd forehead of the fool!",
    "Well\u0097't is well that I should bluster!\u0097Hadst thou less unworthy proved\u0097",
    "Would to God\u0097for I had loved thee more than ever wife was loved.",
    "Am I mad, that I should cherish that which bears but bitter fruit?",
    "I will pluck it from my bosom, tho' my heart be at the root.",
    "Never, tho' my mortal summers to such length of years should come",
    "As the many-winter'd crow that leads the clanging rookery home.",
    "Where is comfort? in division of the records of the mind?",
    "Can I part her from herself, and love her, as I knew her, kind?",
    "I remember one that perish'd; sweetly did she speak and move;",
    "Such a one do I remember, whom to look at was to love.",
    "Can I think of her as dead, and love her for the love she bore?",
    "No\u0097she never loved me truly; love is love for evermore.",
    "Comfort? comfort scorn'd of devils! this is truth the poet sings,",
    "That a sorrow's crown of sorrow is remembering happier things.",
    "Drug thy memories, lest thou learn it, lest thy heart be put to proof,",
    "In the dead unhappy night, and when the rain is on the roof.",
    "Like a dog, he hunts in dreams, and thou art staring at the wall,",
    "Where the dying night-lamp flickers, and the shadows rise and fall.",
    "Then a hand shall pass before thee, pointing to his drunken sleep,",
    "To thy widow'd marriage-pillows, to the tears that thou wilt weep.",
    "Thou shalt hear the \"Never, never,\" whisper'd by the phantom years,",
    "And a song from out the distance in the ringing of thine ears;",
    "And an eye shall vex thee, looking ancient kindness on thy pain.",
    "Turn thee, turn thee on thy pillow; get thee to thy rest again.",
    "Nay, but Nature brings thee solace; for a tender voice will cry.",
    "'T is a purer life than thine, a lip to drain thy trouble dry.",
    "Baby lips will laugh me down; my latest rival brings thee rest.",
    "Baby fingers, waxen touches, press me from the mother's breast.",
    "O, the child too clothes the father with a dearness not his due.",
    "Half is thine and half is his: it will be worthy of the two.",
    "O, I see thee old and formal, fitted to thy petty part,",
    "With a little hoard of maxims preaching down a daughter's heart.",
    "\"They were dangerous guides the feelings\u0097she herself was not exempt\u0097",
    "Truly, she herself had suffer'd\"\u0097Perish in thy self-contempt!",
    "Overlive it\u0097lower yet\u0097be happy! wherefore should I care?",
    "I myself must mix with action, lest I wither by despair.",
    "What is that which I should turn to, lighting upon days like these?",
    "Every door is barr'd with gold, and opens but to golden keys.",
    "Every gate is throng'd with suitors, all the markets overflow.",
    "I have but an angry fancy; what is that which I should do?",
    "I had been content to perish, falling on the foeman's ground,",
    "When the ranks are roll'd in vapour, and the winds are laid with sound.",
    "But the jingling of the guinea helps the hurt that Honour feels,",
    "And the nations do but murmur, snarling at each other's heels.",
    "Can I but relive in sadness? I will turn that earlier page.",
    "Hide me from my deep emotion, O thou wondrous Mother-Age!",
    "Make me feel the wild pulsation that I felt before the strife,",
    "When I heard my days before me, and the tumult of my life;",
    "Yearning for the large excitement that the coming years would yield,",
    "Eager-hearted as a boy when first he leaves his father's field,",
    "And at night along the dusky highway near and nearer drawn,",
    "Sees in heaven the light of London flaring like a dreary dawn;",
    "And his spirit leaps within him to be gone before him then,",
    "Underneath the light he looks at, in among the throngs of men:",
    "Men, my brothers, men the workers, ever reaping something new:",
    "That which they have done but earnest of the things that they shall do:",
    "For I dipt into the future, far as human eye could see,",
    "Saw the Vision of the world, and all the wonder that would be;",
    "Saw the heavens fill with commerce, argosies of magic sails,",
    "Pilots of the purple twilight dropping down with costly bales;",
    "Heard the heavens fill with shouting, and there rain'd a ghastly dew",
    "From the nations' airy navies grappling in the central blue;",
    "Far along the world-wide whisper of the south-wind rushing warm,",
    "With the standards of the peoples plunging thro' the thunder-storm;",
    "Till the war-drum throbb'd no longer, and the battle-flags were furl'd",
    "In the Parliament of man, the Federation of the world.",
    "There the common sense of most shall hold a fretful realm in awe,",
    "And the kindly earth shall slumber, lapt in universal law.",
    "So I triumph'd ere my passion sweeping thro' me left me dry,",
    "Left me with the palsied heart, and left me with the jaundiced eye;",
    "Eye, to which all order festers, all things here are out of joint:",
    "Science moves, but slowly, slowly, creeping on from point to point:",
    "Slowly comes a hungry people, as a lion, creeping nigher,",
    "Glares at one that nods and winks behind a slowly-dying fire.",
    "Yet I doubt not thro' the ages one increasing purpose runs,",
    "And the thoughts of men are widen'd with the process of the suns.",
    "What is that to him that reaps not harvest of his youthful joys,",
    "Tho' the deep heart of existence beat for ever like a boy's?",
    "Knowledge comes, but wisdom lingers, and I linger on the shore,",
    "And the individual withers, and the world is more and more.",
    "Knowledge comes, but wisdom lingers, and he bears a laden breast,",
    "Full of sad experience, moving toward the stillness of his rest.",
    "Hark, my merry comrades call me, sounding on the bugle-horn,",
    "They to whom my foolish passion were a target for their scorn:",
    "Shall it not be scorn to me to harp on such a moulder'd string?",
    "I am shamed thro' all my nature to have loved so slight a thing.",
    "Weakness to be wroth with weakness! woman's pleasure, woman's pain\u0097",
    "Nature made them blinder motions bounded in a shallower brain:",
    "Woman is the lesser man, and all thy passions, match'd with mine,",
    "Are as moonlight unto sunlight, and as water unto wine\u0097",
    "Here at least, where nature sickens, nothing. Ah, for some retreat",
    "Deep in yonder shining Orient, where my life began to beat;",
    "Where in wild Mahratta-battle fell my father evil-starr'd,\u0097",
    "I was left a trampled orphan, and a selfish uncle's ward.",
    "Or to burst all links of habit\u0097there to wander far away,",
    "On from island unto island at the gateways of the day.",
    "Larger constellations burning, mellow moons and happy skies,",
    "Breadths of tropic shade and palms in cluster, knots of Paradise.",
    "Never comes the trader, never floats an European flag,",
    "Slides the bird o'er lustrous woodland, swings the trailer from the crag;",
    "Droops the heavy-blossom'd bower, hangs the heavy-fruited tree\u0097",
    "Summer isles of Eden lying in dark-purple spheres of sea.",
    "There methinks would be enjoyment more than in this march of mind,",
    "In the steamship, in the railway, in the thoughts that shake mankind.",
    "There the passions cramp'd no longer shall have scope and breathing space;",
    "I will take some savage woman, she shall rear my dusky race.",
    "Iron-jointed, supple-sinew'd, they shall dive, and they shall run,",
    "Catch the wild goat by the hair, and hurl their lances in the sun;",
    "Whistle back the parrot's call, and leap the rainbows of the brooks,",
    "Not with blinded eyesight poring over miserable books\u0097",
    "Fool, again the dream, the fancy! but I",
    "my words are wild,",
    "But I count the gray barbarian lower than the Christian child.",
    "I, to herd with narrow foreheads, vacant of our glorious gains,",
    "Like a beast with lower pleasures, like a beast with lower pains!",
    "Mated with a squalid savage\u0097what to me were sun or clime?",
    "I the heir of all the ages, in the foremost files of time\u0097",
    "I that rather held it better men should perish one by one,",
    "Than that earth should stand at gaze like Joshua's moon in Ajalon!",
    "Not in vain the distance beacons. Forward, forward let us range,",
    "Let the great world spin for ever down the ringing grooves of change.",
    "Thro' the shadow of the globe we sweep into the younger day;",
    "Better fifty years of Europe than a cycle of Cathay.",
    "Mother-Age (for mine I knew not) help me as when life begun:",
    "Rift the hills, and roll the waters, flash the lightnings, weigh the Sun.",
    "O, I see the crescent promise of my spirit hath not set.",
    "Ancient founts of inspiration well thro' all my fancy yet.",
    "Howsoever these things be, a long farewell to Locksley Hall!",
    "Now for me the woods may wither, now for me the roof-tree fall.",
    "Comes a vapour from the margin, blackening over heath and holt,",
    "Cramming all the blast before it, in its breast a thunderbolt.",
    "Let it fall on Locksley Hall, with rain or hail, or fire or snow;",
    "For the mighty wind arises, roaring seaward, and I go."
  ],
  "title": "Locksley Hall",
  "year": ""
}