{
  "author": "Alfred, Lord Tennyson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Relationships",
    "Love",
    "Trees",
    "Flowers",
    "Romantic Love",
    "Infatuation",
    "Crushes",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174634",
  "region": "England",
  "text": [
    "Come into the garden, Maud,",
    "For the black bat, night, has flown,",
    "Come into the garden, Maud,",
    "I am here at the gate alone;",
    "And the woodbine spices are wafted abroad,",
    "And the musk of the rose is blown.",
    "For a breeze of morning moves,",
    "And the planet of Love is on high,",
    "Beginning to faint in the light that she loves",
    "In a bed of daffodil sky,",
    "To faint in the light of the sun she loves,",
    "To faint in his light, and to die.",
    "All night have the roses heard",
    "The flute, violin, bassoon;",
    "All night has the casement jessamine stirr'd",
    "To the dancers dancing in tune;",
    "Till a silence fell with the waking bird,",
    "And a hush with the setting moon.",
    "I said to the lily, \"There is but one",
    "With whom she has heart to be gay.",
    "When will the dancers leave her alone?",
    "She is weary of dance and play.\"",
    "Now half to the setting moon are gone,",
    "And half to the rising day;",
    "Low on the sand and loud on the stone",
    "The last wheel echoes away.",
    "I said to the rose, \"The brief night goes",
    "In babble and revel and wine.",
    "O young lord-lover, what sighs are those,",
    "For one that will never be thine?",
    "But mine, but mine,\" so I sware to the rose,",
    "\"For ever and ever, mine.\"",
    "And the soul of the rose went into my blood,",
    "As the music clash'd in the hall;",
    "And long by the garden lake I stood,",
    "For I heard your rivulet fall",
    "From the lake to the meadow and on to the wood,",
    "Our wood, that is dearer than all;",
    "From the meadow your walks have left so sweet",
    "That whenever a March-wind sighs",
    "He sets the jewel-print of your feet",
    "In violets blue as your eyes,",
    "To the woody hollows in which we meet",
    "And the valleys of Paradise.",
    "The slender acacia would not shake",
    "One long milk-bloom on the tree;",
    "The white lake-blossom fell into the lake",
    "As the pimpernel dozed on the lea;",
    "But the rose was awake all night for your sake,",
    "Knowing your promise to me;",
    "The lilies and roses were all awake,",
    "They sigh'd for the dawn and thee.",
    "Queen rose of the rosebud garden of girls,",
    "Come hither, the dances are done,",
    "In gloss of satin and glimmer of pearls,",
    "Queen lily and rose in one;",
    "Shine out, little head, sunning over with curls,",
    "To the flowers, and be their sun.",
    "There has fallen a splendid tear",
    "From the passion-flower at the gate.",
    "She is coming, my dove, my dear;",
    "She is coming, my life, my fate;",
    "The red rose cries, \"She is near, she is near;\"",
    "And the white rose weeps, \"She is late;\"",
    "The larkspur listens, \"I hear, I hear;\"",
    "And the lily whispers, \"I wait.\"",
    "She is coming, my own, my sweet;",
    "Were it ever so airy a tread,",
    "My heart would hear her and beat,",
    "Were it earth in an earthy bed;",
    "My dust would hear her and beat,",
    "Had I lain for a century dead,",
    "Would start and tremble under her feet,",
    "And blossom in purple and red."
  ],
  "title": "Maud (Part I)",
  "year": ""
}