{
  "author": "Alfred, Lord Tennyson",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Class",
    "Social Commentaries"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174638",
  "region": "England",
  "text": [
    "Wheer 'asta beän saw long and meä liggin' 'ere aloän?",
    "Noorse? thoort nowt o' a noorse: whoy, Doctor's abeän an' agoän;",
    "Says that I moänt 'a naw moor aäle; but I beänt a fool;",
    "Git ma my aäle, fur I beänt a-gawin' to breäk my rule.",
    "Doctors, they knaws nowt, fur a says what 's nawways true;",
    "Naw soort o' koind o' use to saäy the things that a do.",
    "I 've 'ed my point o' aäle ivry noight sin' I beän 'ere.",
    "An' I 've 'ed my quart ivry market-noight for foorty year.",
    "Parson 's a beän loikewoise, an' a sittin' ere o' my bed.",
    "\"The amoighty 's a taäkin o' you to 'isén, my friend,\" a said,",
    "An' a towd ma my sins, an' s toithe were due, an' I gied it in hond;",
    "I done moy duty boy 'um, as I 'a done boy the lond.",
    "Larn'd a ma' beä. I reckons I 'annot sa mooch to larn.",
    "But a cast oop, thot a did, 'bout Bessy Marris's barne.",
    "Thaw a knaws I hallus voäted wi' Squoire an' choorch an' staäte,",
    "An' i' the woost o' toimes I wur niver agin the raäte.",
    "An' I hallus coom'd to 's choorch afoor moy Sally wur deäd,",
    "An' 'eard 'um a bummin' awaäy loike a buzzard-clock ower me 'eäd,",
    "An' I niver knaw'd whot a meän'd but a thowt ä 'ad summut to saäy.",
    "An' I thowt a said what a owt to 'a said, an' I coom'd awaäy.",
    "Bessy Marris's barne! tha knaws she laäid it to meä.",
    "Mowt a beän, mayhap, for she wur a bad un, sheä.",
    "'Siver, I kep 'um, I kep 'um, my lass, tha mun understond;",
    "I done moy duty boy 'um, as I 'a done boy the lond.",
    "But Parson a cooms an' a goäs, an' a says it easy an' freeä:",
    "\"The amoighty 's taäkin o' you to 'issén, my friend,\" says 'eä.",
    "I weänt saäy men be loiars, thaw summun said it in 'aäste;",
    "But 'e reäds wonn sarmin a weeäk, an' I 'a stubb'd Thurnaby waäste.",
    "D' ya moind the waäste, my lass? naw, naw, tha was not born then;",
    "Theer wur a boggle in it, I often 'eärd 'um mysén;",
    "Moäst loike a butter-bump, fur I 'eärd 'um about an' about,",
    "But I stubb'd 'um oop wi' the lot, an' raäved an' rembled 'um out.",
    "Keäper's it wur; fo' they fun 'um theer a-laäid of is' faäce",
    "Down i' the woild 'enemies afoor I coom'd to the plaäce.",
    "Noäks or Thimbleby\u0097toäner 'ed shot 'um as dead as a naäil.",
    "Noäks wur 'ang'd for it opp at 'soize\u0097but git ma my aäle.",
    "Dubbut looök at the waäaste; theer warn't not feeäd for a cow;",
    "Nowt at all but bracken an' fuzz, an' looök at it now\u0097",
    "Warn't worth nowt a haäcre, an' now theer 's lots o' feeäd,",
    "Fourscoor yows upon it, an' some on it down i' seeäd.",
    "Nobbut a bit on it 's left, an' I meän'd to 'a stubb'd it at fall,",
    "Done it ta-year I meän'd, an' runn'd plow thruff it an' all,",
    "If godamoighty an' parson 'ud nobbut let ma aloän,\u0097",
    "Meä, wi haäte hoonderd haäcre o' Squoire's, an' lond o' my oän.",
    "Do godamoighty knaw what a's doing a-taäkin' o' meä?",
    "I beänt wonn as saws 'ere a beän an yonder a peä;",
    "An' Squoire 'ull be sa mad an' all\u0097a' dear, a' dear!",
    "And I 'a managed for Squoire coom Michaelmas thutty year.",
    "A mowt 'a taäen owd Joänes, as 'ant not a 'aäpoth o' sense,",
    "Or a mowt a' taäen young Robins\u0097a niver mended a fence:",
    "But godamoighty a moost taäke meä an' taäke ma now,",
    "Wi' aäf the cows to cauve an' Thurnaby hoälms to plow!",
    "Looök 'ow quoloty smoiles when they seeäs ma a passin' boy,",
    "Says to thessén, naw doubt, \"What a man a beä sewer-loy!\"",
    "Fur they knaws what I beän to Squoire sin' fust a coom'd to the 'All;",
    "I done moy duty by Squoire an' I done moy duty boy hall.",
    "Squoire 's i' Lunnon, an' summun I reckons 'ull 'a to wroite,",
    "For whoa 's to howd the lond ater meä that muddles ma quoit;",
    "Sartin-sewer I beä, thot a weänt niver give it to Joänes,",
    "Naw, nor a moänt to Robins\u0097a niver rembles the stoäns.",
    "But summun 'ull come ater meä mayhap wi' 'is kittle o' steäm",
    "Huzzin' an' maazin' the blessed feälds wi' the Divil's oän teäm.",
    "Sin' I mun doy I mun doy, thaw loife they says is sweet,",
    "But sin' I mun doy I mun doy, for I couldn abeär to see it.",
    "What atta stannin' theer fur, an' doesn bring me the aäle?",
    "Doctor 's a 'toättler, lass, an a's hallus i' the owd taäle;",
    "I weänt breäk rules fur Doctor, a knaws naw moor nor a floy;",
    "Git ma my aäle, I tell tha, an' if I mun doy I mun doy."
  ],
  "title": "Northern Farmer: Old Style",
  "year": ""
}