{
  "author": "Alfred, Lord Tennyson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Time",
    "Brevity",
    "Living",
    "Mythology",
    "Folklore"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174631",
  "region": "England",
  "text": [
    "\"Courage!\" he said, and pointed toward the land,",
    "\"This mounting wave will roll us shoreward soon.\"",
    "In the afternoon they came unto a land",
    "In which it seemed always afternoon.",
    "All round the coast the languid air did swoon,",
    "Breathing like one that hath a weary dream.",
    "Full-faced above the valley stood the moon;",
    "And like a downward smoke, the slender stream",
    "Along the cliff to fall and pause and fall did seem.",
    "A land of streams! some, like a downward smoke,",
    "Slow-dropping veils of thinnest lawn, did go;",
    "And some thro' wavering lights and shadows broke,",
    "Rolling a slumbrous sheet of foam below.",
    "They saw the gleaming river seaward flow",
    "From the inner land: far off, three mountain-tops,",
    "Three silent pinnacles of aged snow,",
    "Stood sunset-flush'd: and, dew'd with showery drops,",
    "Up-clomb the shadowy pine above the woven copse.",
    "The charmed sunset linger'd low adown",
    "In the red West: thro' mountain clefts the dale",
    "Was seen far inland, and the yellow down",
    "Border'd with palm, and many a winding vale",
    "And meadow, set with slender galingale;",
    "A land where all things always seem'd the same!",
    "And round about the keel with faces pale,",
    "Dark faces pale against that rosy flame,",
    "The mild-eyed melancholy Lotos-eaters came.",
    "Branches they bore of that enchanted stem,",
    "Laden with flower and fruit, whereof they gave",
    "To each, but whoso did receive of them,",
    "And taste, to him the gushing of the wave",
    "Far far away did seem to mourn and rave",
    "On alien shores; and if his fellow spake,",
    "His voice was thin, as voices from the grave;",
    "And deep-asleep he seem'd, yet all awake,",
    "And music in his ears his beating heart did make.",
    "They sat them down upon the yellow sand,",
    "Between the sun and moon upon the shore;",
    "And sweet it was to dream of Fatherland,",
    "Of child, and wife, and slave; but evermore",
    "Most weary seem'd the sea, weary the oar,",
    "Weary the wandering fields of barren foam.",
    "Then some one said, \"We will return no more\";",
    "And all at once they sang, \"Our island home",
    "Is far beyond the wave; we will no longer roam.\"",
    "There is sweet music here that softer falls",
    "Than petals from blown roses on the grass,",
    "Or night-dews on still waters between walls",
    "Of shadowy granite, in a gleaming pass;",
    "Music that gentlier on the spirit lies,",
    "Than tir'd eyelids upon tir'd eyes;",
    "Music that brings sweet sleep down from the blissful skies.",
    "Here are cool mosses deep,",
    "And thro' the moss the ivies creep,",
    "And in the stream the long-leaved flowers weep,",
    "And from the craggy ledge the poppy hangs in sleep.\"",
    "Why are we weigh'd upon with heaviness,",
    "And utterly consumed with sharp distress,",
    "While all things else have rest from weariness?",
    "All things have rest: why should we toil alone,",
    "We only toil, who are the first of things,",
    "And make perpetual moan,",
    "Still from one sorrow to another thrown:",
    "Nor ever fold our wings,",
    "And cease from wanderings,",
    "Nor steep our brows in slumber's holy balm;",
    "Nor harken what the inner spirit sings,",
    "\"There is no joy but calm!\"",
    "Why should we only toil, the roof and crown of things?",
    "Lo! in the middle of the wood,",
    "The folded leaf is woo'd from out the bud",
    "With winds upon the branch, and there",
    "Grows green and broad, and takes no care,",
    "Sun-steep'd at noon, and in the moon",
    "Nightly dew-fed; and turning yellow",
    "Falls, and floats adown the air.",
    "Lo! sweeten'd with the summer light,",
    "The full-juiced apple, waxing over-mellow,",
    "Drops in a silent autumn night.",
    "All its allotted length of days",
    "The flower ripens in its place,",
    "Ripens and fades, and falls, and hath no toil,",
    "Fast-rooted in the fruitful soil.",
    "Hateful is the dark-blue sky,",
    "Vaulted o'er the dark-blue sea.",
    "Death is the end of life; ah, why",
    "Should life all labour be?",
    "Let us alone. Time driveth onward fast,",
    "And in a little while our lips are dumb.",
    "Let us alone. What is it that will last?",
    "All things are taken from us, and become",
    "Portions and parcels of the dreadful past.",
    "Let us alone. What pleasure can we have",
    "To war with evil? Is there any peace",
    "In ever climbing up the climbing wave?",
    "All things have rest, and ripen toward the grave",
    "In silence; ripen, fall and cease:",
    "Give us long rest or death, dark death, or dreamful ease.",
    "How sweet it were, hearing the downward stream,",
    "With half-shut eyes ever to seem",
    "Falling asleep in a half-dream!",
    "To dream and dream, like yonder amber light,",
    "Which will not leave the myrrh-bush on the height;",
    "To hear each other's whisper'd speech;",
    "Eating the Lotos day by day,",
    "To watch the crisping ripples on the beach,",
    "And tender curving lines of creamy spray;",
    "To lend our hearts and spirits wholly",
    "To the influence of mild-minded melancholy;",
    "To muse and brood and live again in memory,",
    "With those old faces of our infancy",
    "Heap'd over with a mound of grass,",
    "Two handfuls of white dust, shut in an urn of brass!",
    "Dear is the memory of our wedded lives,",
    "And dear the last embraces of our wives",
    "And their warm tears: but all hath suffer'd change:",
    "For surely now our household hearths are cold,",
    "Our sons inherit us: our looks are strange:",
    "And we should come like ghosts to trouble joy.",
    "Or else the island princes over-bold",
    "Have eat our substance, and the minstrel sings",
    "Before them of the ten years' war in Troy,",
    "And our great deeds, as half-forgotten things.",
    "Is there confusion in the little isle?",
    "Let what is broken so remain.",
    "The Gods are hard to reconcile:",
    "'Tis hard to settle order once again.",
    "There",
    "confusion worse than death,",
    "Trouble on trouble, pain on pain,",
    "Long labour unto aged breath,",
    "Sore task to hearts worn out by many wars",
    "And eyes grown dim with gazing on the pilot-stars.",
    "But, propt on beds of amaranth and moly,",
    "How sweet (while warm airs lull us, blowing lowly)",
    "With half-dropt eyelid still,",
    "Beneath a heaven dark and holy,",
    "To watch the long bright river drawing slowly",
    "His waters from the purple hill—",
    "To hear the dewy echoes calling",
    "From cave to cave thro' the thick-twined vine—",
    "To watch the emerald-colour'd water falling",
    "Thro' many a wov'n acanthus-wreath divine!",
    "Only to hear and see the far-off sparkling brine,",
    "Only to hear were sweet, stretch'd out beneath the pine.",
    "The Lotos blooms below the barren peak:",
    "The Lotos blows by every winding creek:",
    "All day the wind breathes low with mellower tone:",
    "Thro' every hollow cave and alley lone",
    "Round and round the spicy downs the yellow Lotos-dust is blown.",
    "We have had enough of action, and of motion we,",
    "Roll'd to starboard, roll'd to larboard, when the surge was seething free,",
    "Where the wallowing monster spouted his foam-fountains in the sea.",
    "Let us swear an oath, and keep it with an equal mind,",
    "In the hollow Lotos-land to live and lie reclined",
    "On the hills like Gods together, careless of mankind.",
    "For they lie beside their nectar, and the bolts are hurl'd",
    "Far below them in the valleys, and the clouds are lightly curl'd",
    "Round their golden houses, girdled with the gleaming world:",
    "Where they smile in secret, looking over wasted lands,",
    "Blight and famine, plague and earthquake, roaring deeps and fiery sands,",
    "Clanging fights, and flaming towns, and sinking ships, and praying hands.",
    "But they smile, they find a music centred in a doleful song",
    "Steaming up, a lamentation and an ancient tale of wrong,",
    "Like a tale of little meaning tho' the words are strong;",
    "Chanted from an ill-used race of men that cleave the soil,",
    "Sow the seed, and reap the harvest with enduring toil,",
    "Storing yearly little dues of wheat, and wine and oil;",
    "Till they perish and they suffer—some, 'tis whisper'd—down in hell",
    "Suffer endless anguish, others in Elysian valleys dwell,",
    "Resting weary limbs at last on beds of asphodel.",
    "Surely, surely, slumber is more sweet than toil, the shore",
    "Than labour in the deep mid-ocean, wind and wave and oar;",
    "O, rest ye, brother mariners, we will not wander more."
  ],
  "title": "The Lotos-eaters",
  "year": ""
}