{
  "author": "Alfred, Lord Tennyson",
  "classification": "Blank Verse",
  "keywords": [
    "Nature",
    "Relationships",
    "Love",
    "Landscapes",
    "Pastorals",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends",
    "Romantic Love"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174645",
  "region": "England",
  "text": [
    "Come down, O maid, from yonder mountain height:",
    "What pleasure lives in height (the shepherd sang)",
    "In height and cold, the splendour of the hills?",
    "But cease to move so near the Heavens, and cease",
    "To glide a sunbeam by the blasted Pine,",
    "To sit a star upon the sparkling spire;",
    "And come, for Love is of the valley, come,",
    "For Love is of the valley, come thou down",
    "And find him; by the happy threshold, he,",
    "Or hand in hand with Plenty in the maize,",
    "Or red with spirted purple of the vats,",
    "Or foxlike in the vine; nor cares to walk",
    "With Death and Morning on the silver horns,",
    "Nor wilt thou snare him in the white ravine,",
    "Nor find him dropt upon the firths of ice,",
    "That huddling slant in furrow-cloven falls",
    "To roll the torrent out of dusky doors:",
    "But follow; let the torrent dance thee down",
    "To find him in the valley; let the wild",
    "Lean-headed Eagles yelp alone, and leave",
    "The monstrous ledges there to slope, and spill",
    "Their thousand wreaths of dangling water-smoke,",
    "That like a broken purpose waste in air:",
    "So waste not thou; but come; for all the vales",
    "Await thee; azure pillars of the hearth",
    "Arise to thee; the children call, and I",
    "Thy shepherd pipe, and sweet is every sound,",
    "Sweeter thy voice, but every sound is sweet;",
    "Myriads of rivulets hurrying thro' the lawn,",
    "The moan of doves in immemorial elms,",
    "And murmuring of innumerable bees."
  ],
  "title": "The Princess: Come down, O Maid",
  "year": ""
}