{
  "author": "Alfred, Lord Tennyson",
  "classification": "Blank Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174656",
  "region": "England",
  "text": [
    "The woods decay, the woods decay and fall,",
    "The vapours weep their burthen to the ground,",
    "Man comes and tills the field and lies beneath,",
    "And after many a summer dies the swan.",
    "Me only cruel immortality",
    "Consumes: I wither slowly in thine arms,",
    "Here at the quiet limit of the world,",
    "A white-hair'd shadow roaming like a dream",
    "The ever-silent spaces of the East,",
    "Far-folded mists, and gleaming halls of morn.",
    "Alas! for this gray shadow, once a man—",
    "So glorious in his beauty and thy choice,",
    "Who madest him thy chosen, that he seem'd",
    "To his great heart none other than a God!",
    "I ask'd thee, 'Give me immortality.'",
    "Then didst thou grant mine asking with a smile,",
    "Like wealthy men, who care not how they give.",
    "But thy strong Hours indignant work'd their wills,",
    "And beat me down and marr'd and wasted me,",
    "And tho' they could not end me, left me maim'd",
    "To dwell in presence of immortal youth,",
    "Immortal age beside immortal youth,",
    "And all I was, in ashes. Can thy love,",
    "Thy beauty, make amends, tho' even now,",
    "Close over us, the silver star, thy guide,",
    "Shines in those tremulous eyes that fill with tears",
    "To hear me? Let me go: take back thy gift:",
    "Why should a man desire in any way",
    "To vary from the kindly race of men",
    "Or pass beyond the goal of ordinance",
    "Where all should pause, as is most meet for all?",
    "A soft air fans the cloud apart; there comes",
    "A glimpse of that dark world where I was born.",
    "Once more the old mysterious glimmer steals",
    "From thy pure brows, and from thy shoulders pure,",
    "And bosom beating with a heart renew'd.",
    "Thy cheek begins to redden thro' the gloom,",
    "Thy sweet eyes brighten slowly close to mine,",
    "Ere yet they blind the stars, and the wild team",
    "Which love thee, yearning for thy yoke, arise,",
    "And shake the darkness from their loosen'd manes,",
    "And beat the twilight into flakes of fire.",
    "Lo! ever thus thou growest beautiful",
    "In silence, then before thine answer given",
    "Departest, and thy tears are on my cheek.",
    "Why wilt thou ever scare me with thy tears,",
    "And make me tremble lest a saying learnt,",
    "In days far-off, on that dark earth, be true?",
    "'The Gods themselves cannot recall their gifts.'",
    "Ay me! ay me! with what another heart",
    "In days far-off, and with what other eyes",
    "I used to watch—if I be he that watch'd—",
    "The lucid outline forming round thee; saw",
    "The dim curls kindle into sunny rings;",
    "Changed with thy mystic change, and felt my blood",
    "Glow with the glow that slowly crimson'd all",
    "Thy presence and thy portals, while I lay,",
    "Mouth, forehead, eyelids, growing dewy-warm",
    "With kisses balmier than half-opening buds",
    "Of April, and could hear the lips that kiss'd",
    "Whispering I knew not what of wild and sweet,",
    "Like that strange song I heard Apollo sing,",
    "While Ilion like a mist rose into towers.",
    "Yet hold me not for ever in thine East:",
    "How can my nature longer mix with thine?",
    "Coldly thy rosy shadows bathe me, cold",
    "Are all thy lights, and cold my wrinkled feet",
    "Upon thy glimmering thresholds, when the steam",
    "Floats up from those dim fields about the homes",
    "Of happy men that have the power to die,",
    "And grassy barrows of the happier dead.",
    "Release me, and restore me to the ground;",
    "Thou seëst all things, thou wilt see my grave:",
    "Thou wilt renew thy beauty morn by morn;",
    "I earth in earth forget these empty courts,",
    "And thee returning on thy silver wheels."
  ],
  "title": "Tithonus",
  "year": ""
}