{
  "author": "Alfred, Lord Tennyson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Sorrow",
    "Grieving",
    "Relationships",
    "Time",
    "Brevity",
    "Living",
    "Friends",
    "Enemies",
    "Family",
    "Ancestors",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174657",
  "region": "England",
  "text": [
    "The wind, that beats the mountain, blows",
    "More softly round the open wold,",
    "And gently comes the world to those",
    "That are cast in gentle mould.",
    "And me this knowledge bolder made,",
    "Or else I had not dare to flow",
    "In these words toward you, and invade",
    "Even with a verse your holy woe.",
    "'Tis strange that those we lean on most,",
    "Those in whose laps our limbs are nursed,",
    "Fall into shadow, soonest lost:",
    "Those we love first are taken first.",
    "God gives us love. Something to love",
    "He lends us; but, when love is grown",
    "To ripeness, that on which it throve",
    "Falls off, and love is left alone.",
    "This is the curse of time. Alas!",
    "In grief I am not all unlearn'd;",
    "Once thro' mine own doors Death did pass;",
    "One went, who never hath return'd.",
    "He will not smile\u0097not speak to me",
    "Once more. Two years his chair is seen",
    "Empty before us. That was he",
    "Without whose life I had not been.",
    "Your loss is rarer; for this star",
    "Rose with you thro' a little arc",
    "Of heaven, nor having wander'd far",
    "Shot on the sudden into dark.",
    "I knew your brother: his mute dust",
    "I honour and his living worth:",
    "A man more pure and bold and just",
    "Was never born into the earth.",
    "I have not look'd upon you nigh,",
    "Since that dear soul hath fall'n asleep.",
    "Great nature is more wise than I:",
    "I will not tell you not to weep.",
    "And tho' mine own eyes fill with dew,",
    "Drawn from the spirit thro' the brain,",
    "I will not even preach to you,",
    "\"Weep, weeping dulls the inward pain.\"",
    "Let Grief be her own mistress still.",
    "She loveth her own anguish deep",
    "More than much pleasure. Let her will",
    "Be done\u0097to weep or not to weep.",
    "I will not say \"God's ordinance",
    "Of death is blown in every wind;\"",
    "For that is not a common chance",
    "That takes away a noble mind.",
    "His memory long will live alone",
    "In all our hearts, as mournful light",
    "That broods above the fallen sun,",
    "And dwells in heaven half the night.",
    "Vain solace! Memory standing near",
    "Cast down her eyes, and in her throat",
    "Her voice seem'd distant, and a tear",
    "Dropt on the letters as I wrote.",
    "I wrote I know not what. In truth,",
    "How",
    "I soothe you anyway,",
    "Who miss the brother of your youth?",
    "Yet something I did wish to say:",
    "For he too was a friend to me:",
    "Both are my friends, and my true breast",
    "Bleedeth for both: yet it may be",
    "That only silence suiteth best.",
    "Words weaker than your grief would make",
    "Grief more. 'Twere better I should cease;",
    "Although myself could almost take",
    "The place of him that sleeps in peace.",
    "Sleep sweetly, tender heart, in peace;",
    "Sleep, holy spirit, blessed soul,",
    "While the stars burn, the moons increase,",
    "And the great ages onward roll.",
    "Sleep till the end, true soul and sweet.",
    "Nothing comes to thee new or strange,",
    "Sleep full of rest from head to feet:",
    "Lie still, dry dust, secure of change."
  ],
  "title": "To J. S.",
  "year": ""
}