{
  "author": "Kazim Ali",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Parenthood",
    "Relationships",
    "Activities",
    "Travels",
    "Journeys",
    "Religion",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "Islam"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241462",
  "region": "U.S., Midwestern",
  "text": [
    "My father had a steel comb with which he would comb our hair.",
    "After a bath the cold metal soothing against my scalp, his hand cupping",
    "my chin.",
    "My mother had a red pullover with a little yellow duck embroidered",
    "on it and a pendant made from a gold Victoria coronation coin.",
    "Which later, when we first moved to Buffalo, would be stolen from",
    "the house.",
    "The Sunn’i Muslims have a story in which the angels cast a dark mark",
    "out of Prophet Mohammad’s heart, thus making him pure, though the",
    "Shi’a reject this story, believing in his absolute innocence from birth.",
    "Telling the famous Story of the Blanket in which the Prophet covers",
    "himself with a Yemeni blanket for his afternoon rest. Joined under",
    "the blanket first by his son-in-law Ali, then each of his grandchildren",
    "Hassan and Hussain and finally by his daughter Bibi Fatima.",
    "In Heaven Gabriel asks God about the five under the blanket and",
    "God says, those are the five people whom I loved the most out of all",
    "creation, and I made everything in the heavens and the earth for",
    "their sake.",
    "Gabriel, speaker on God’s behalf, whisperer to Prophets, asks God, can",
    "I go down and be the sixth among them.",
    "And God says, go down there and ask them. If they consent you may go",
    "under the blanket and be the sixth among them.",
    "Creation for the sake of Gabriel is retroactively granted when the group",
    "under the blanket admits him to their company.",
    "Is that me at the edge of the blanket asking to be allowed inside.",
    "Asking the 800",
    "be canceled, all history re-ordered.",
    "In Hyderabad I prayed every part of the day, climbed a thousand steps",
    "to the site of Maula Ali’s pilgrimage.",
    "I wanted to be those stairs, the hunger I felt, the river inside.",
    "I learned to pronounce my daily prayers from transliterated English",
    "in a book called “Know Your Islam,” dark blue with gold calligraphed",
    "writing that made the English appear as if it were Arabic complete with",
    "marks above and below the letters.",
    "I didn’t learn the Arabic script until years later and never learned the",
    "language itself.",
    "God’s true language: Hebrew. Latin. Arabic. Sanskrit.",
    "As if utterance fit into the requirements of the human mouth.",
    "I learned how to find the new moon by looking for the circular absence",
    "of stars.",
    "When Abraham took Isaac up into the thicket his son did not know",
    "where he was being led.",
    "When his father bound him and took up the knife he was shocked.",
    "And said, “Father, where is the ram?”",
    "Though from Abraham’s perspective he was asked by God to sacrifice",
    "his son and proved his love by taking up the knife.",
    "Thinking to himself perhaps, Oh Ismail, Ismail, do I cut or do I burn.",
    "I learned God’s true language is only silence and breath.",
    "Fourth son of a fourth son, my father was afflicted as a child and",
    "as was the custom in those days a new name was selected for him to",
    "protect his health.",
    "Still the feeling of his rough hand, gently cupping my cheek, dipping the",
    "steel comb in water to comb my hair flat.",
    "My hair was kept so short, combed flat when wet. I never knew my hair",
    "was wavy until I was nearly twenty-two and never went outside with wet",
    "and uncombed hair until I was twenty-eight.",
    "At which point I realized my hair was curly.",
    "My father’s hands have fortune-lines in them cut deeply and dramatic.",
    "The day I left his house for the last time I asked him if I could hold his",
    "hand before I left.",
    "There are two different ways of going about this.",
    "If you have known this for years why didn’t you ask for help, he",
    "asked me.",
    "Each time I left home, including the last time, my mother would hold a",
    "Quran up for me to walk under. Once under, one would turn and kiss",
    "the book.",
    "There is no place in the Quran which requires acts of homosexuality to",
    "be punishable by lashings and death.",
    "or scripture. Scripture or rupture.",
    "Should I travel out from under the blanket.",
    "Comfort from a verse which also recurs: “Surely there are signs in this",
    "for those of you who would reflect.”",
    "Or the one hundred and four books of God. Of which only four are",
    "known—",
    "There are a hundred others—",
    "—somewhere unrevealed as such.",
    "Dear mother in the sky you could unbuckle the book and erase all the",
    "annotations.",
    "What I always remember about my childhood is my mother whispering",
    "to me, telling me secrets, ideas, suggestions.",
    "She named me when I moved in her while she was reading a calligraphy",
    "of the Imam’s names. My name: translated my whole life for me as",
    "In India we climbed the steps of the Maula Ali mountain to the top,",
    "thirsting for what.",
    "My mother had stayed behind in the house, unable to go on pilgrimage.",
    "She had told me the reason why.",
    "Being in a state considered unacceptable for prayers or pilgrimages.",
    "I asked if she would want more children and she told me the name she",
    "would give a new son.",
    "I always attribute the fact that they did not, though my eldest sister’s first",
    "son was given the same name she whispered to me that afternoon, to my",
    "telling of her secret to my sisters when we were climbing the stairs.",
    "It is the one betrayal of her—perhaps meaningless—that I have never",
    "forgiven myself.",
    "There are secrets it is still hard to tell, betrayals hard to make.",
    "You hope like anything that though others consider you unclean God",
    "will still welcome you.",
    "My name is Kazim. Which means",
    "I know how to wait."
  ],
  "title": "Home",
  "year": ""
}