{
  "author": "Terrance Hayes",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249116",
  "region": "",
  "text": [
    "I can imitate the spheres of the model’s body, her head,",
    "Her mouth, the chin she rests at the bend of her elbow",
    "But nothing tells me how to make the pupils spiral",
    "From her gaze. Everything the eye sees enters a circle,",
    "The world is connected to a circle: breath spools from the nostrils",
    "And any love to be open becomes an O. The shape inside the circle",
    "Is a circle, the egg fallen outside the nest the serpent circles",
    "Rests in the serpent’s gaze the way my gaze rests on the model.",
    "In a blind contour drawing the eye tracks the subject",
    "Without observing what the hand is doing. Everything is connected",
    "By a line curling and canceling itself like the shape of a snake",
    "Swallowing its own decadent tail or a mind that means to destroy itself,",
    "A man circling a railway underpass before attacking a policeman.",
    "To draw the model’s nipples I have to let myself be carried away.",
    "I love all the parts of the body. There are as many curves",
    "As there are jewels of matrimony, as many whirls as there are teeth",
    "In the mouth of the future: the mute pearls a bride wears to her wedding,",
    "The sleeping ovaries like the heads of riders bunched in a tunnel.",
    "The doors of the subway car imitate an O opening and closing,",
    "In the blood the O spirals its helix of defects, genetic shadows,",
    "But there are no instructions for identifying loved ones who go crazy.",
    "When one morning a black man stabs a black transit cop in the face",
    "And the cop, bleeding from his eye, kills the assailant, no one traveling",
    "To the subway sees it quickly enough to make a camera phone witness.",
    "The scene must be carried on the tongue, it must be carried",
    "On the news into the future where it will distract the eyes working",
    "Lines into paper. This is what blind contour drawing conjures in me.",
    "At the center of God looms an O, the devil believes justice is shaped",
    "Like a zero, a militant helmet or war drum, a fist or gun barrel,",
    "A barrel of ruined eggs or skulls. To lift anything from a field",
    "The lifter bends like a broken O. The weight of the body",
    "Lowered into a hole can make anyone say",
    ": the onlookers,",
    "The mother, the brothers and sisters. Omen begins with an O.",
    "When I looked into my past I saw the boy I had not seen in years",
    "Do a standing backflip so daring the onlookers called him crazy.",
    "I did not see a moon as white as an onion but I saw a paper plate",
    "Upon which the boy held a plastic knife and sopping meat.",
    "An assailant is a man with history. His mother struggles",
    "To cut an onion preparing a meal to be served after the funeral.",
    "The onion is the best symbol of the O. Sliced, a volatile gas stings",
    "The slicer’s eyes like a punishment clouding them until they see",
    "What someone trapped beneath a lid of water sees:",
    "A soft-edged world, a blur of blooms holding a coffin afloat.",
    "The onion is pungent, its scent infects the air with sadness,",
    "All the pallbearers smell it. The mourners watch each other,",
    "They watch the pastor’s ambivalence, they wait for the doors to open,",
    "They wait for the appearance of the wounded one-eyed victim",
    "And his advocates, strangers who do not consider the assailant’s funeral",
    "Appeasement. Before that day the officer had never fired his gun",
    "In the line of duty. He was chatting with a cabdriver",
    "Beneath the tracks when my cousin circled him holding a knife.",
    "The wound caused no brain damage though his eyeball was severed.",
    "I am not sure how a man with no eye weeps. In the",
    "Pink water descends the Cyclops’s cratered face after Odysseus",
    "Drives a burning log into it. Anyone could do it. Anyone could",
    "Begin the day with his eyes and end it blind or deceased,",
    "Anyone could lose his mind or his vision. When I go crazy",
    "I am afraid I will walk the streets naked, I am afraid I will shout",
    "Every fucked up thing that troubles or enchants me, I will try to murder",
    "Or make love to everybody before the police handcuff or murder me.",
    "Though the bullet exits a perfect hole it does not leave perfect holes",
    "In the body. A wound is a cell and portal. Without it the blood runs",
    "With no outlet. It is possible to draw handcuffs using loops",
    "Shaped like the symbol for infinity, from the Latin",
    "Meaning",
    ". The way you get to anything",
    "Is context. In a blind contour it is not possible to give your subject",
    "A disconnected gaze. Separated from the hand the artist’s eye",
    "Begins its own journey. It could have been the same for the Cyclops,",
    "A giant whose gouged eye socket was so large a whole onion",
    "Could fit into it. Separated from the body the eye begins",
    "Its own journey. The world comes full circle: the hours, the harvests,",
    "When the part of the body that holds the soul is finally decomposed",
    "It becomes a circle, a hole that holds everything: blemish, cell,",
    "Womb, parts of the body no one can see. I watched the model",
    "Pull a button loose on her jeans and step out of them",
    "As one might out of a hole in a blue valley, a sea. I found myself",
    "In the dark, I found myself entering her body like a delicate shell",
    "Or soft pill, like this curved thumb of mine against her lips.",
    "You must look without looking to make the perfect circle.",
    "The line, the mind must be a blind continuous liquid",
    "Until the drawing is complete."
  ],
  "title": "How to Draw a Perfect Circle",
  "year": ""
}