{
  "author": "Terrance Hayes",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Youth",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Music"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244278",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I. 1981",
    "When I am so small Da’s sock covers my arm, we",
    "cruise at twilight until we find the place the real",
    "men lean, bloodshot and translucent with cool.",
    "His smile is a gold-plated incantation as we",
    "drift by women on bar stools, with nothing left",
    "in them but approachlessness. This is a school",
    "I do not know yet. But the cue sticks mean we",
    "are rubbed by light, smooth as wood, the lurk",
    "of smoke thinned to song. We won’t be out late.",
    "Standing in the middle of the street last night we",
    "watched the moonlit lawns and a neighbor strike",
    "his son in the face. A shadow knocked straight",
    "Da promised to leave me everything: the shovel we",
    "used to bury the dog, the words he loved to sing",
    "his rusted pistol, his squeaky Bible, his sin.",
    "The boy’s sneakers were light on the road. We",
    "watched him run to us looking wounded and thin.",
    "He’d been caught lying or drinking his father’s gin.",
    "He’d been defending his ma, trying to be a man. We",
    "stood in the road, and my father talked about jazz,",
    "how sometimes a tune is born of outrage. By June",
    "the boy would be locked upstate. That night we",
    "got down on our knees in my room.",
    ". Da said to me,",
    ".",
    "II. 1991",
    "Into the tented city we go, we-",
    "akened by the fire’s ethereal",
    "afterglow. Born lost and cool-",
    "er than heartache. What we",
    "know is what we know. The left",
    "hand severed and school-",
    "ed by cleverness. A plate of we-",
    "ekdays cooking. The hour lurk-",
    "ing in the afterglow. A late-",
    "night chant. Into the city we",
    "go. Close your eyes and strike",
    "a blow. Light can be straight-",
    "ened by its shadow. What we",
    "break is what we hold. A sing-",
    "ular blue note. An outcry sin-",
    "ged exiting the throat. We",
    "push until we thin, thin-",
    "king we won’t creep back again.",
    "While God licks his kin, we",
    "sing until our blood is jazz,",
    "we swing from June to June.",
    "We sweat to keep from we-",
    "eping. Groomed on a die-",
    "t of hunger, we end too soon."
  ],
  "title": "The Golden Shovel",
  "year": ""
}