{
  "author": "Matthew Arnold",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Religion",
    "Living",
    "Seas, Rivers,",
    "Streams",
    "Time",
    "Brevity",
    "Nature",
    "Faith",
    "Doubt",
    "Other Religions",
    "Trees",
    "Flowers"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172852",
  "region": "England",
  "text": [
    "\"Not by the justice that my father spurn'd,",
    "Not for the thousands whom my father slew,",
    "Altars unfed and temples overturn'd,",
    "Cold hearts and thankless tongues, where thanks are due;",
    "Fell this dread voice from lips that cannot lie,",
    "Stern sentence of the Powers of Destiny.",
    "\"I will unfold my sentence and my crime.",
    "My crime\u0097that, rapt in reverential awe,",
    "I sate obedient, in the fiery prime",
    "Of youth, self-govern'd, at the feet of Law;",
    "Ennobling this dull pomp, the life of kings,",
    "By contemplation of diviner things.",
    "\"My father loved injustice, and lived long;",
    "Crown'd with grey hairs he died, and full of sway.",
    "I loved the good he scorn'd, and hated wrong\u0097",
    "The Gods declare my recompense to-day.",
    "I look'd for life more lasting, rule more high;",
    "And when six years are measured, lo, I die!",
    "\"Yet surely, O my people, did I deem",
    "Man's justice from the all-just Gods was given;",
    "A light that from some upper fount did beam,",
    "Some better archetype, whose seat was heaven;",
    "A light that, shining from the blest abodes,",
    "Did shadow somewhat of the life of Gods.",
    "\"Mere phantoms of man's self-tormenting heart,",
    "Which on the sweets that woo it dares not feed!",
    "Vain dreams, which quench our pleasures, then depart",
    "When the duped soul, self-master'd, claims its meed;",
    "When, on the strenuous just man, Heaven bestows,",
    "Crown of his struggling life, an unjust close!",
    "\"Seems it so light a thing, then, austere Powers,",
    "To spurn man's common lure, life's pleasant things?",
    "Seems there no joy in dances crown'd with flowers,",
    "Love, free to range, and regal banquetings?",
    "Bend ye on these, indeed, an unmoved eye,",
    "Not Gods but ghosts, in frozen apathy?",
    "\"Or is it that some Force, too wise, too strong,",
    "Even for yourselves to conquer or beguile,",
    "Sweeps earth, and heaven, and men, and Gods along,",
    "Like the broad volume of the insurgent Nile?",
    "And the great powers we serve, themselves may be",
    "Slaves of a tyrannous necessity?",
    "\"Or in mid-heaven, perhaps, your golden cars,",
    "Where earthly voice climbs never, wing their flight,",
    "And in wild hunt, through mazy tracts of stars,",
    "Sweep in the sounding stillness of the night?",
    "Or in deaf ease, on thrones of dazzling sheen,",
    "Drinking deep draughts of joy, ye dwell serene?",
    "\"Oh, wherefore cheat our youth, if thus it be,",
    "Of one short joy, one lust, one pleasant dream?",
    "Stringing vain words of powers we cannot see,",
    "Blind divinations of a will supreme;",
    "Lost labour! when the circumambient gloom",
    "But hides, if Gods, Gods careless of our doom?",
    "\"The rest I give to joy. Even while I speak,",
    "My sand runs short; and\u0097as yon star-shot ray,",
    "Hemm'd by two banks of cloud, peers pale and weak,",
    "Now, as the barrier closes, dies away\u0097",
    "Even so do past and future intertwine,",
    "Blotting this six years' space, which yet is mine.",
    "\"Six years\u0097six little years\u0097six drops of time!",
    "Yet suns shall rise, and many moons shall wane,",
    "And old men die, and young men pass their prime,",
    "And languid pleasure fade and flower again,",
    "And the dull Gods behold, ere these are flown,",
    "Revels more deep, joy keener than their own.",
    "\"Into the silence of the groves and woods",
    "I will go forth; though something would I say\u0097",
    "Something\u0097yet what, I know not; for the Gods",
    "The doom they pass revoke not, nor delay;",
    "And prayers, and gifts, and tears, are fruitless all,",
    "And the night waxes, and the shadows fall.",
    "\"Ye men of Egypt, ye have heard your king!",
    "I go, and I return not. But the will",
    "Of the great Gods is plain; and ye must bring",
    "Ill deeds, ill passions, zealous to fulfil",
    "Their pleasure, to their feet; and reap their praise,",
    "The praise of Gods, rich boon! and length of days.\"",
    "\u0097So spake he, half in anger, half in scorn;",
    "And one loud cry of grief and of amaze",
    "Broke from his sorrowing people; so he spake,",
    "And turning, left them there; and with brief pause,",
    "Girt with a throng of revellers, bent his way",
    "To the cool region of the groves he loved.",
    "There by the river-banks he wander'd on,",
    "From palm-grove on to palm-grove, happy trees,",
    "Their smooth tops shining sunward, and beneath",
    "Burying their unsunn'd stems in grass and flowers;",
    "Where in one dream the feverish time of youth",
    "Might fade in slumber, and the feet of joy",
    "Might wander all day long and never tire.",
    "Here came the king, holding high feast, at morn,",
    "Rose-crown'd; and ever, when the sun went down,",
    "A hundred lamps beam'd in the tranquil gloom,",
    "From tree to tree all through the twinkling grove,",
    "Revealing all the tumult of the feast\u0097",
    "Flush'd guests, and golden goblets foam'd with wine;",
    "While the deep-burnish'd foliage overhead",
    "Splinter'd the silver arrows of the moon.",
    "It may be that sometimes his wondering soul",
    "From the loud joyful laughter of his lips",
    "Might shrink half startled, like a guilty man",
    "Who wrestles with his dream; as some pale shape",
    "Gliding half hidden through the dusky stems,",
    "Would thrust a hand before the lifted bowl,",
    "Whispering:",
    "It may be on that joyless feast his eye",
    "Dwelt with mere outward seeming; he, within,",
    "Took measure of his soul, and knew its strength,",
    "And by that silent knowledge, day by day,",
    "Was calm'd, ennobled, comforted, sustain'd.",
    "It may be; but not less his brow was smooth,",
    "And his clear laugh fled ringing through the gloom,",
    "And his mirth quail'd not at the mild reproof",
    "Sigh'd out by winter's sad tranquillity;",
    "Nor, pall'd with its own fulness, ebb'd and died",
    "In the rich languor of long summer-days;",
    "Nor wither'd when the palm-tree plumes, that roof'd",
    "With their mild dark his grassy banquet-hall,",
    "Bent to the cold winds of the showerless spring;",
    "No, nor grew dark when autumn brought the clouds.",
    "So six long years he revell'd, night and day.",
    "And when the mirth wax'd loudest, with dull sound",
    "Sometimes from the grove's centre echoes came,",
    "To tell his wondering people of their king;",
    "In the still night, across the steaming flats,",
    "Mix'd with the murmur of the moving Nile."
  ],
  "title": "Mycerinus",
  "year": ""
}