{
  "author": "Matthew Arnold",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Religion",
    "Social Commentaries",
    "Heroes",
    "Patriotism",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Nature",
    "War",
    "Conflict",
    "Relationships",
    "Mythology",
    "Folklore"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172860",
  "region": "England",
  "text": [
    "AND the first grey of morning fill'd the east,",
    "And the fog rose out of the Oxus stream.",
    "But all the Tartar camp along the stream",
    "Was hush'd, and still the men were plunged in sleep;",
    "Sohrab alone, he slept not; all night long",
    "He had lain wakeful, tossing on his bed;",
    "But when the grey dawn stole into his tent,",
    "He rose, and clad himself, and girt his sword,",
    "And took his horseman's cloak, and left his tent,",
    "And went abroad into the cold wet fog,",
    "Through the dim camp to Peran-Wisa's tent.",
    "Through the black Tartar tents he pass'd, which stood",
    "Clustering like bee-hives on the low flat strand",
    "Of Oxus, where the summer-floods o'erflow",
    "When the sun melts the snows in high Pamere;",
    "Through the black tents he pass'd, o'er that low strand,",
    "And to a hillock came, a little back",
    "From the stream's brink—the spot where first a boat,",
    "Crossing the stream in summer, scrapes the land.",
    "The men of former times had crown'd the top",
    "With a clay fort; but that was fall'n, and now",
    "The Tartars built there Peran-Wisa's tent,",
    "A dome of laths, and o'er it felts were spread.",
    "And Sohrab came there, and went in, and stood",
    "Upon the thick piled carpets in the tent,",
    "And found the old man sleeping on his bed",
    "Of rugs and felts, and near him lay his arms.",
    "And Peran-Wisa heard him, though the step",
    "Was dull'd; for he slept light, an old man's sleep;",
    "And he rose quickly on one arm, and said:—",
    "\"Who art thou? for it is not yet clear dawn.",
    "Speak! is there news, or any night alarm?\"",
    "But Sohrab came to the bedside, and said:—",
    "\"Thou know'st me, Peran-Wisa! it is I.",
    "The sun is not yet risen, and the foe",
    "Sleep; but I sleep not; all night long I lie",
    "Tossing and wakeful, and I come to thee.",
    "For so did King Afrasiab bid me seek",
    "Thy counsel, and to heed thee as thy son,",
    "In Samarcand, before the army march'd;",
    "And I will tell thee what my heart desires.",
    "Thou know'st if, since from Ader-baijan first",
    "I came among the Tartars and bore arms,",
    "I have still served Afrasiab well, and shown,",
    "At my boy's years, the courage of a man.",
    "This too thou know'st, that while I still bear on",
    "The conquering Tartar ensigns through the world,",
    "And beat the Persians back on every field,",
    "I seek one man, one man, and one alone—",
    "Rustum, my father; who I hoped should greet,",
    "Should one day greet, upon some well-fought field,",
    "His not unworthy, not inglorious son.",
    "So I long hoped, but him I never find.",
    "Come then, hear now, and grant me what I ask.",
    "Let the two armies rest to-day; but I",
    "Will challenge forth the bravest Persian lords",
    "To meet me, man to man; if I prevail,",
    "Rustum will surely hear it; if I fall—",
    "Old man, the dead need no one, claim no kin.",
    "Dim is the rumour of a common fight,",
    "Where host meets host, and many names are sunk;",
    "But of a single combat fame speaks clear.\"",
    "He spoke; and Peran-Wisa took the hand",
    "Of the young man in his, and sigh'd, and said:—",
    "\"O Sohrab, an unquiet heart is thine!",
    "Canst thou not rest among the Tartar chiefs,",
    "And share the battle's common chance with us",
    "Who love thee, but must press for ever first,",
    "In single fight incurring single risk,",
    "To find a father thou hast never seen?",
    "That were far best, my son, to stay with us",
    "Unmurmuring; in our tents, while it is war,",
    "And when 'tis truce, then in Afrasiab's towns.",
    "But, if this one desire indeed rules all,",
    "To seek out Rustum—seek him not through fight!",
    "Seek him in peace, and carry to his arms,",
    "O Sohrab, carry an unwounded son!",
    "But far hence seek him, for he is not here.",
    "For now it is not as when I was young,",
    "When Rustum was in front of every fray;",
    "But now he keeps apart, and sits at home,",
    "In Seistan, with Zal, his father old.",
    "Whether that his own mighty strength at last",
    "Feels the abhorr'd approaches of old age,",
    "Or in some quarrel with the Persian King.",
    "There go!—Thou wilt not? Yet my heart forebodes",
    "Danger or death awaits thee on this field.",
    "Fain would I know thee safe and well, though lost",
    "To us; fain therefore send thee hence, in peace",
    "To seek thy father, not seek single fights",
    "In vain;—but who can keep the lion's cub",
    "From ravening, and who govern Rustum's son?",
    "Go, I will grant thee what thy heart desires.\"",
    "So said he, and dropp'd Sohrab's hand, and left",
    "His bed, and the warm rugs whereon he lay;",
    "And o'er his chilly limbs his woollen coat",
    "He pass'd, and tied his sandals on his feet,",
    "And threw a white cloak round him, and he took",
    "In his right hand a ruler's staff, no sword;",
    "And on his head he set his sheep-skin cap,",
    "Black, glossy, curl'd, the fleece of Kara-Kul;",
    "And raised the curtain of his tent, and call'd",
    "His herald to his side, and went abroad.",
    "The sun by this had risen, and clear'd the fog",
    "From the broad Oxus and the glittering sands.",
    "And from their tents the Tartar horsemen filed",
    "Into the open plain; so Haman bade—",
    "Haman, who next to Peran-Wisa ruled",
    "The host, and still was in his lusty prime.",
    "From their black tents, long files of horse, they stream'd;",
    "As when some grey November morn the files,",
    "In marching order spread, of long-neck'd cranes",
    "Stream over Casbin and the southern slopes",
    "Of Elburz, from the Aralian estuaries,",
    "Or some frore Caspian reed-bed, southward bound",
    "For the warm Persian sea-board—so they stream'd.",
    "The Tartars of the Oxus, the King's guard,",
    "First, with black sheep-skin caps and with long spears;",
    "Large men, large steeds; who from Bokhara come",
    "And Khiva, and ferment the milk of mares.",
    "Next, the more temperate Toorkmuns of the south,",
    "The Tukas, and the lances of Salore,",
    "And those from Attruck and the Caspian sands;",
    "Light men and on light steeds, who only drink",
    "The acrid milk of camels, and their wells.",
    "And then a swarm of wandering horse, who came",
    "From far, and a more doubtful service own'd;",
    "The Tartars of Ferghana, from the banks",
    "Of the Jaxartes, men with scanty beards",
    "And close-set skull-caps; and those wilder hordes",
    "Who roam o'er Kipchak and the northern waste,",
    "Kalmucks and unkempt Kuzzaks, tribes who stray",
    "Nearest the Pole, and wandering Kirghizzes,",
    "Who come on shaggy ponies from Pamere;",
    "These all filed out from camp into the plain.",
    "And on the other side the Persians form'd;—",
    "First a light cloud of horse, Tartars they seem'd,",
    "The Ilyats of Khorassan, and behind,",
    "The royal troops of Persia, horse and foot,",
    "Marshall'd battalions bright in burnish'd steel.",
    "But Peran-Wisa with his herald came,",
    "Threading the Tartar squadrons to the front,",
    "And with his staff kept back the foremost ranks.",
    "And when Ferood, who led the Persians, saw",
    "That Peran-Wisa kept the Tartars back,",
    "He took his spear, and to the front he came,",
    "And check'd his ranks, and fix'd them where they stood.",
    "And the old Tartar came upon the sand",
    "Betwixt the silent hosts, and spake, and said:—",
    "\"Ferood, and ye, Persians and Tartars, hear!",
    "Let there be truce between the hosts to-day.",
    "But choose a champion from the Persian lords",
    "To fight our champion Sohrab, man to man.\"",
    "As, in the country, on a morn in June,",
    "When the dew glistens on the pearled ears,",
    "A shiver runs through the deep corn for joy—",
    "So, when they heard what Peran-Wisa said,",
    "A thrill through all the Tartar squadrons ran",
    "Of pride and hope for Sohrab, whom they loved.",
    "But as a troop of pedlars, from Cabool,",
    "Cross underneath the Indian Caucasus,",
    "That vast sky-neighbouring mountain of milk snow;",
    "Crossing so high, that, as they mount, they pass",
    "Long flocks of travelling birds dead on the snow,",
    "Choked by the air, and scarce can they themselves",
    "Slake their parch'd throats with sugar'd mulberries—",
    "In single file they move, and stop their breath,",
    "For fear they should dislodge the o'erhanging snows—",
    "So the pale Persians held their breath with fear.",
    "And to Ferood his brother chiefs came up",
    "To counsel; Gudurz and Zoarrah came,",
    "And Feraburz, who ruled the Persian host",
    "Second, and was the uncle of the King;",
    "These came and counsell'd, and then Gudurz said:—",
    "\"Ferood, shame bids us take their challenge up,",
    "Yet champion have we none to match this youth.",
    "He has the wild stag's foot, the lion's heart.",
    "But Rustum came last night; aloof he sits",
    "And sullen, and has pitch'd his tents apart.",
    "Him will I seek, and carry to his ear",
    "The Tartar challenge, and this young man's name.",
    "Haply he will forget his wrath, and fight.",
    "Stand forth the while, and take their challenge up.\"",
    "So spake he; and Ferood stood forth and cried:—",
    "\"Old man, be it agreed as thou hast said!",
    "Let Sohrab arm, and we will find a man.\"",
    "He spake: and Peran-Wisa turn'd, and strode",
    "Back through the opening squadrons to his tent.",
    "But through the anxious Persians Gudurz ran,",
    "And cross'd the camp which lay behind, and reach'd,",
    "Out on the sands beyond it, Rustum's tents.",
    "Of scarlet cloth they were, and glittering gay,",
    "Just pitch'd; the high pavilion in the midst",
    "Was Rustum's, and his men lay camp'd around.",
    "And Gudurz enter'd Rustum's tent, and found",
    "Rustum; his morning meal was done, but still",
    "The table stood before him, charged with food—",
    "A side of roasted sheep, and cakes of bread,",
    "And dark green melons; and there Rustum sate",
    "Listless, and held a falcon on his wrist,",
    "And play'd with it; but Gudurz came and stood",
    "Before him; and he look'd, and saw him stand,",
    "And with a cry sprang up and dropp'd the bird,",
    "And greeted Gudurz with both hands, and said:—",
    "\"Welcome! these eyes could see no better sight.",
    "What news? but sit down first, and eat and drink.\"",
    "But Gudurz stood in the tent-door, and said:—",
    "\"Not now! a time will come to eat and drink,",
    "But not to-day; to-day has other needs.",
    "The armies are drawn out, and stand at gaze;",
    "For from the Tartars is a challenge brought",
    "To pick a champion from the Persian lords",
    "To fight their champion—and thou know'st his name—",
    "Sohrab men call him, but his birth is hid.",
    "O Rustum, like thy might is this young man's!",
    "He has the wild stag's foot, the lion's heart;",
    "And he is young, and Iran's chiefs are old,",
    "Or else too weak; and all eyes turn to thee.",
    "Come down and help us, Rustum, or we lose!''",
    "He spoke; but Rustum answer'd with a smile:—",
    "\"Go to! if Iran's chiefs are old, then I",
    "Am older; if the young are weak, the King",
    "Errs strangely; for the King, for Kai Khosroo,",
    "Himself is young, and honours younger men,",
    "And lets the aged moulder to their graves.",
    "Rustum he loves no more, but loves the young—",
    "The young may rise at Sohrab's vaunts, not I.",
    "For what care I, though all speak Sohrab's fame?",
    "For would that I myself had such a son,",
    "And not that one slight helpless girl I have—",
    "A son so famed, so brave, to send to war,",
    "And I to tarry with the snow-hair'd Zal,",
    "My father, whom the robber Afghans vex,",
    "And clip his borders short, and drive his herds,",
    "And he has none to guard his weak old age.",
    "There would I go, and hang my armour up,",
    "And with my great name fence that weak old man,",
    "And spend the goodly treasures I have got,",
    "And rest my age, and hear of Sohrab's fame,",
    "And leave to death the hosts of thankless kings,",
    "And with these slaughterous hands draw sword no more.''",
    "He spoke, and smiled; and Gudurz made reply:—",
    "\"What then, O Rustum, will men say to this,",
    "When Sohrab dares our bravest forth, and seeks",
    "Thee most of all, and thou, whom most he seeks,",
    "Hidest thy face? Take heed lest men should say:",
    "And, greatly moved, then Rustum made reply:—",
    "\"O Gudurz, wherefore dost thou say such words?",
    "Thou knowest better words than this to say.",
    "What is one more, one less, obscure or famed,",
    "Valiant or craven, young or old, to me?",
    "Are not they mortal, am not I myself?",
    "But who for men of nought would do great deeds?",
    "Come, thou shalt see how Rustum hoards his fame!",
    "But I will fight unknown, and in plain arms;",
    "Let not men say of Rustum, he was match'd",
    "In single fight with any mortal man.\"",
    "He spoke, and frown'd; and Gudurz turn'd, and ran",
    "Back quickly through the camp in fear and joy—",
    "Fear at his wrath, but joy that Rustum came.",
    "But Rustum strode to his tent-door, and call'd",
    "His followers in, and bade them bring his arms,",
    "And clad himself in steel; the arms he chose",
    "Were plain, and on his shield was no device,",
    "Only his helm was rich, inlaid with gold,",
    "And, from the fluted spine atop, a plume",
    "Of horsehair waved, a scarlet horsehair plume.",
    "So arm'd, he issued forth; and Ruksh, his horse,",
    "Follow'd him like a faithful hound at heel—",
    "Ruksh, whose renown was noised through all the earth,",
    "The horse, whom Rustum on a foray once",
    "Did in Bokhara by the river find",
    "A colt beneath its dam, and drove him home,",
    "And rear'd him; a bright bay, with lofty crest,",
    "Dight with a saddle-cloth of broider'd green",
    "Crusted with gold, and on the ground were work'd",
    "All beasts of chase, all beasts which hunters know.",
    "So follow'd, Rustum left his tents, and cross'd",
    "The camp, and to the Persian host appear'd.",
    "And all the Persians knew him, and with shouts",
    "Hail'd; but the Tartars knew not who he was.",
    "And dear as the wet diver to the eyes",
    "Of his pale wife who waits and weeps on shore,",
    "By sandy Bahrein, in the Persian Gulf,",
    "Plunging all day in the blue waves, at night,",
    "Having made up his tale of precious pearls,",
    "Rejoins her in their hut upon the sands—",
    "So dear to the pale Persians Rustum came.",
    "And Rustum to the Persian front advanced,",
    "And Sohrab arm'd in Haman's tent, and came.",
    "And as afield the reapers cut a swath",
    "Down through the middle of a rich man's corn,",
    "And on each side are squares of standing corn,",
    "And in the midst a stubble, short and bare—",
    "So on each side were squares of men, with spears",
    "Bristling, and in the midst, the open sand.",
    "And Rustum came upon the sand, and cast",
    "His eyes toward the Tartar tents, and saw",
    "Sohrab come forth, and eyed him as he came.",
    "As some rich woman, on a winter's morn,",
    "Eyes through her silken curtains the poor drudge",
    "Who with numb blacken'd fingers makes her fire—",
    "At cock-crow, on a starlit winter's morn,",
    "When the frost flowers the whiten'd window-panes—",
    "And wonders how she lives, and what the thoughts",
    "Of that poor drudge may be; so Rustum eyed",
    "The unknown adventurous youth, who from afar",
    "Came seeking Rustum, and defying forth",
    "All the most valiant chiefs; long he perused",
    "His spirited air, and wonder'd who he was.",
    "For very young he seem'd, tenderly rear'd;",
    "Like some young cypress, tall, and dark, and straight,",
    "Which in a queen's secluded garden throws",
    "Its slight dark shadow on the moonlit turf,",
    "By midnight, to a bubbling fountain's sound—",
    "So slender Sohrab seem'd, so softly rear'd.",
    "And a deep pity enter'd Rustum's soul",
    "As he beheld him coming; and he stood,",
    "And beckon'd to him with his hand, and said:—",
    "\"O thou young man, the air of Heaven is soft,",
    "And warm, and pleasant; but the grave is cold!",
    "Heaven's air is better than the cold dead grave.",
    "Behold me! I am vast, and clad in iron,",
    "And tried; and I have stood on many a field",
    "Of blood, and I have fought with many a foe—",
    "Never was that field lost, or that foe saved.",
    "O Sohrab, wherefore wilt thou rush on death?",
    "Be govern'd! quit the Tartar host, and come",
    "To Iran, and be as my son to me,",
    "And fight beneath my banner till I die!",
    "There are no youths in Iran brave as thou.\"",
    "So he spake, mildly; Sohrab heard his voice,",
    "The mighty voice of Rustum, and he saw",
    "His giant figure planted on the sand,",
    "Sole, like some single tower, which a chief",
    "Hath builded on the waste in former years",
    "Against the robbers; and he saw that head,",
    "Streak'd with its first grey hairs;—hope filled his soul,",
    "And he ran forward and embraced his knees,",
    "And clasp'd his hand within his own, and said:—",
    "\"O, by thy father's head! by thine own soul!",
    "Art thou not Rustum? speak! art thou not he?\"",
    "But Rustum eyed askance the kneeling youth,",
    "And turn'd away, and spake to his own soul:—",
    "\"Ah me, I muse what this young fox may mean!",
    "False, wily, boastful, are these Tartar boys.",
    "For if I now confess this thing he asks,",
    "And hide it not, but say:",
    "He will not yield indeed, nor quit our foes,",
    "But he will find some pretext not to fight,",
    "And praise my fame, and proffer courteous gifts,",
    "A belt or sword perhaps, and go his way.",
    "And on a feast-tide, in Afrasiab's hall,",
    "In Samarcand, he will arise and cry:",
    "'I challenged once, when the two armies camp'd",
    "Beside the Oxus, all the Persian lords",
    "To cope with me in single fight; but they",
    "Shrank, only Rustum dared; then he and I",
    "Changed gifts, and went on equal terms away.'",
    "So will he speak, perhaps, while men applaud;",
    "Then were the chiefs of Iran shamed through me.\"",
    "And then he turn'd, and sternly spake aloud:—",
    "\"Rise! wherefore dost thou vainly question thus",
    "Of Rustum? I am here, whom thou hast call'd",
    "By challenge forth; make good thy vaunt, or yield!",
    "Is it with Rustum only thou wouldst fight?",
    "Rash boy, men look on Rustum's face and flee!",
    "For well I know, that did great Rustum stand",
    "Before thy face this day, and were reveal'd,",
    "There would be then no talk of fighting more.",
    "But being what I am, I tell thee this—",
    "Do thou record it in thine inmost soul:",
    "Either thou shalt renounce thy vaunt and yield,",
    "Or else thy bones shall strew this sand, till winds",
    "Bleach them, or Oxus with his summer-floods,",
    "Oxus in summer wash them all away.\"",
    "He spoke; and Sohrab answer'd, on his feet:—",
    "\"Art thou so fierce? Thou wilt not fright me so!",
    "I am no girl, to be made pale by words.",
    "Yet this thou hast said well, did Rustum stand",
    "Here on this field, there were no fighting then.",
    "But Rustum is far hence, and we stand here.",
    "Begin! thou art more vast, more dread than I,",
    "And thou art proved, I know, and I am young—",
    "But yet success sways with the breath of Heaven.",
    "And though thou thinkest that thou knowest sure",
    "Thy victory, yet thou canst not surely know.",
    "For we are all, like swimmers in the sea,",
    "Poised on the top of a huge wave of fate,",
    "Which hangs uncertain to which side to fall.",
    "And whether it will heave us up to land,",
    "Or whether it will roll us out to sea,",
    "Back out to sea, to the deep waves of death,",
    "We know not, and no search will make us know;",
    "Only the event will teach us in its hour.\"",
    "He spoke, and Rustum answer'd not, but hurl'd",
    "His spear; down from the shoulder, down it came,",
    "As on some partridge in the corn a hawk,",
    "That long has tower'd in the airy clouds,",
    "Drops like a plummet; Sohrab saw it come,",
    "And sprang aside, quick as a flash; the spear",
    "Hiss'd, and went quivering down into the sand,",
    "Which it sent flying wide;—then Sohrab threw",
    "In turn, and full struck Rustum's shield; sharp rang,",
    "The iron plates rang sharp, but turn'd the spear.",
    "And Rustum seized his club, which none but he",
    "Could wield; an unlopp'd trunk it was, and huge,",
    "Still rough—like those which men in treeless plains",
    "To build them boats fish from the flooded rivers,",
    "Hyphasis or Hydaspes, when, high up",
    "By their dark springs, the wind in winter-time",
    "Hath made in Himalayan forests wrack,",
    "And strewn the channels with torn boughs—so huge",
    "The club which Rustum lifted now, and struck",
    "One stroke; but again Sohrab sprang aside,",
    "Lithe as the glancing snake, and the club came",
    "Thundering to earth, and leapt from Rustum's hand.",
    "And Rustum follow'd his own blow, and fell",
    "To his knees, and with his fingers clutch'd the sand;",
    "And now might Sohrab have unsheathed his sword,",
    "And pierced the mighty Rustum while he lay",
    "Dizzy, and on his knees, and choked with sand;",
    "But he look'd on, and smiled, nor bared his sword,",
    "But courteously drew back, and spoke, and said:—",
    "\"Thou strik'st too hard! that club of thine will float",
    "Upon the summer-floods, and not my bones.",
    "But rise, and be not wroth! not wroth am I;",
    "No, when I see thee, wrath forsakes my soul.",
    "Thou say'st, thou art not Rustum; be it so!",
    "Who art thou then, that canst so touch my soul?",
    "Boy as I am, I have seen battles too—",
    "Have waded foremost in their bloody waves,",
    "And heard their hollow roar of dying men;",
    "But never was my heart thus touch'd before.",
    "Are they from Heaven, these softenings of the heart?",
    "O thou old warrior, let us yield to Heaven!",
    "Come, plant we here in earth our angry spears,",
    "And make a truce, and sit upon this sand,",
    "And pledge each other in red wine, like friends,",
    "And thou shalt talk to me of Rustum's deeds.",
    "There are enough foes in the Persian host,",
    "Whom I may meet, and strike, and feel no pang;",
    "Champions enough Afrasiab has, whom thou",
    "Mayst fight; fight",
    ", when they confront thy spear!",
    "But oh, let there be peace 'twixt thee and me!\"",
    "He ceased, but while he spake, Rustum had risen,",
    "And stood erect, trembling with rage; his club",
    "He left to lie, but had regain'd his spear,",
    "Whose fiery point now in his mail'd right-hand",
    "Blazed bright and baleful, like that autumn-star,",
    "The baleful sign of fevers; dust had soil'd",
    "His stately crest, and dimm'd his glittering arms.",
    "His breast heaved, his lips foam'd, and twice his voice",
    "Was choked with rage; at last these words broke way:—",
    "\"Girl! nimble with thy feet, not with thy hands!",
    "Curl'd minion, dancer, coiner of sweet words!",
    "Fight, let me hear thy hateful voice no more!",
    "Thou art not in Afrasiab's gardens now",
    "With Tartar girls, with whom thou art wont to dance;",
    "But on the Oxus-sands, and in the dance",
    "Of battle, and with me, who make no play",
    "Of war; I fight it out, and hand to hand.",
    "Speak not to me of truce, and pledge, and wine!",
    "Remember all thy valour; try thy feints",
    "And cunning! all the pity I had is gone;",
    "Because thou hast shamed me before both the hosts",
    "With thy light skipping tricks, and thy girl's wiles.\"",
    "He spoke, and Sohrab kindled at his taunts,",
    "And he too drew his sword; at once they rush'd",
    "Together, as two eagles on one prey",
    "Come rushing down together from the clouds,",
    "One from the east, one from the west; their shields",
    "Dash'd with a clang together, and a din",
    "Rose, such as that the sinewy woodcutters",
    "Make often in the forest's heart at morn,",
    "Of hewing axes, crashing trees—such blows",
    "Rustum and Sohrab on each other hail'd.",
    "And you would say that sun and stars took part",
    "In that unnatural conflict; for a cloud",
    "Grew suddenly in Heaven, and dark'd the sun",
    "Over the fighters' heads; and a wind rose",
    "Under their feet, and moaning swept the plain,",
    "And in a sandy whirlwind wrapp'd the pair.",
    "In gloom they twain were wrapp'd, and they alone;",
    "For both the on-looking hosts on either hand",
    "Stood in broad daylight, and the sky was pure,",
    "And the sun sparkled on the Oxus stream.",
    "But in the gloom they fought, with bloodshot eyes",
    "And labouring breath; first Rustum struck the shield",
    "Which Sohrab held stiff out; the steel-spiked spear",
    "Rent the tough plates, but fail'd to reach the skin,",
    "And Rustum pluck'd it back with angry groan.",
    "Then Sohrab with his sword smote Rustum's helm,",
    "Nor clove its steel quite through; but all the crest",
    "He shore away, and that proud horsehair plume,",
    "Never till now defiled, sank to the dust;",
    "And Rustum bow'd his head; but then the gloom",
    "Grew blacker, thunder rumbled in the air,",
    "And lightnings rent the cloud; and Ruksh, the horse,",
    "Who stood at hand, utter'd a dreadful cry;—",
    "No horse's cry was that, most like the roar",
    "Of some pain'd desert-lion, who all day",
    "Hath trail'd the hunter's javelin in his side,",
    "And comes at night to die upon the sand.",
    "The two hosts heard that cry, and quaked for fear,",
    "And Oxus curdled as it cross'd his stream.",
    "But Sohrab heard, and quail'd not, but rush'd on,",
    "And struck again; and again Rustum bow'd",
    "His head; but this time all the blade, like glass,",
    "Sprang in a thousand shivers on the helm,",
    "And in the hand the hilt remain'd alone.",
    "Then Rustum raised his head; his dreadful eyes",
    "Glared, and he shook on high his menacing spear,",
    "And shouted:",
    "—Sohrab heard that shout,",
    "And shrank amazed; back he recoil'd one step,",
    "And scann'd with blinking eyes the advancing form,",
    "And then he stood bewilder'd; and he dropp'd",
    "His covering shield, and the spear pierced his side.",
    "He reel'd, and staggering back, sank to the ground;",
    "And then the gloom dispersed, and the wind fell,",
    "And the bright sun broke forth, and melted all",
    "The cloud; and the two armies saw the pair—",
    "Saw Rustum standing, safe upon his feet,",
    "And Sohrab, wounded, on the bloody sand.",
    "Then, with a bitter smile, Rustum began:—",
    "\"Sohrab, thou thoughtest in thy mind to kill",
    "A Persian lord this day, and strip his corpse,",
    "And bear thy trophies to Afrasiab's tent.",
    "Or else that the great Rustum would come down",
    "Himself to fight, and that thy wiles would move",
    "His heart to take a gift, and let thee go.",
    "And then that all the Tartar host would praise",
    "Thy courage or thy craft, and spread thy fame,",
    "To glad thy father in his weak old age.",
    "Fool, thou art slain, and by an unknown man!",
    "Dearer to the red jackals shalt thou be",
    "Than to thy friends, and to thy father old.\"",
    "And, with a fearless mien, Sohrab replied:—",
    "\"Unknown thou art; yet thy fierce vaunt is vain.",
    "Thou dost not slay me, proud and boastful man!",
    "No! Rustum slays me, and this filial heart.",
    "For were I match'd with ten such men as thee,",
    "And I were that which till to-day I was,",
    "They should be lying here, I standing there.",
    "But that belovéd name unnerved my arm—",
    "That name, and something, I confess, in thee,",
    "Which troubles all my heart, and made my shield",
    "Fall; and thy spear transfix'd an unarm'd foe.",
    "And now thou boastest, and insult'st my fate.",
    "But hear thou this, fierce man, tremble to hear:",
    "The mighty Rustum shall avenge my death!",
    "My father, whom I seek through all the world,",
    "He shall avenge my death, and punish thee!\"",
    "As when some hunter in the spring hath found",
    "A breeding eagle sitting on her nest,",
    "Upon the craggy isle of a hill-lake,",
    "And pierced her with an arrow as she rose,",
    "And follow'd her to find her where she fell",
    "Far off;—anon her mate comes winging back",
    "From hunting, and a great way off descries",
    "His huddling young left sole; at that, he checks",
    "His pinion, and with short uneasy sweeps",
    "Circles above his eyry, with loud screams",
    "Chiding his mate back to her nest; but she",
    "Lies dying, with the arrow in her side,",
    "In some far stony gorge out of his ken,",
    "A heap of fluttering feathers—never more",
    "Shall the lake glass her, flying over it;",
    "Never the black and dripping precipices",
    "Echo her stormy scream as she sails by—",
    "As that poor bird flies home, nor knows his loss,",
    "So Rustum knew not his own loss, but stood",
    "Over his dying son, and knew him not.",
    "But, with a cold, incredulous voice, he said:—",
    "\"What prate is this of fathers and revenge?",
    "The mighty Rustum never had a son.\"",
    "And, with a failing voice, Sohrab replied:—",
    "\"Ah yes, he had! and that lost son am I.",
    "Surely the news will one day reach his ear,",
    "Reach Rustum, where he sits, and tarries long,",
    "Somewhere, I know not where, but far from here;",
    "And pierce him like a stab, and make him leap",
    "To arms, and cry for vengeance upon thee.",
    "Fierce man, bethink thee, for an only son!",
    "What will that grief, what will that vengeance be?",
    "Oh, could I live, till I that grief had seen!",
    "Yet him I pity not so much, but her,",
    "My mother, who in Ader-baijan dwells",
    "With that old king, her father, who grows grey",
    "With age, and rules over the valiant Koords.",
    "Her most I pity, who no more will see",
    "Sohrab returning from the Tartar camp,",
    "With spoils and honour, when the war is done.",
    "But a dark rumour will be bruited up,",
    "From tribe to tribe, until it reach her ear;",
    "And then will that defenceless woman learn",
    "That Sohrab will rejoice her sight no more,",
    "But that in battle with a nameless foe,",
    "By the far-distant Oxus, he is slain.\"",
    "He spoke; and as he ceased, he wept aloud,",
    "Thinking of her he left, and his own death.",
    "He spoke; but Rustum listen'd, plunged in thought.",
    "Nor did he yet believe it was his son",
    "Who spoke, although he call'd back names he knew;",
    "For he had had sure tidings that the babe,",
    "Which was in Ader-baijan born to him,",
    "Had been a puny girl, no boy at all—",
    "So that sad mother sent him word, for fear",
    "Rustum should seek the boy, to train in arms.",
    "And so he deem'd that either Sohrab took,",
    "By a false boast, the style of Rustum's son;",
    "Or that men gave it him, to swell his fame.",
    "So deem'd he; yet he listen'd, plunged in thought",
    "And his soul set to grief, as the vast tide",
    "Of the bright rocking Ocean sets to shore",
    "At the full moon; tears gather'd in his eyes;",
    "For he remember'd his own early youth,",
    "And all its bounding rapture; as, at dawn,",
    "The shepherd from his mountain-lodge descries",
    "A far, bright city, smitten by the sun,",
    "Through many rolling clouds—so Rustum saw",
    "His youth; saw Sohrab's mother, in her bloom;",
    "And that old king, her father, who loved well",
    "His wandering guest, and gave him his fair child",
    "With joy; and all the pleasant life they led,",
    "They three, in that long-distant summer-time—",
    "The castle, and the dewy woods, and hunt",
    "And hound, and morn on those delightful hills",
    "In Ader-baijan. And he saw that Youth,",
    "Of age and looks to be his own dear son,",
    "Piteous and lovely, lying on the sand,",
    "Like some rich hyacinth which by the scythe",
    "Of an unskilful gardener has been cut,",
    "Mowing the garden grass-plots near its bed,",
    "And lies, a fragrant tower of purple bloom,",
    "On the mown, dying grass—so Sohrab lay,",
    "Lovely in death, upon the common sand.",
    "And Rustum gazed on him with grief, and said:—",
    "\"O Sohrab, thou indeed art such a son",
    "Whom Rustum, wert thou his, might well have loved!",
    "Yet here thou errest, Sohrab, or else men",
    "Have told thee false—thou art not Rustum's son.",
    "For Rustum had no son; one child he had—",
    "But one—a girl; who with her mother now",
    "Plies some light female task, nor dreams of us—",
    "Of us she dreams not, nor of wounds, nor war.\"",
    "But Sohrab answer'd him in wrath: for now",
    "The anguish of the deep-fix'd spear grew fierce,",
    "And he desired to draw forth the steel,",
    "And let the blood flow free, and so to die—",
    "But first he would convince his stubborn foe;",
    "And, rising sternly on one arm, he said:—",
    "\"Man, who art thou who dost deny my words?",
    "Truth sits upon the lips of dying men,",
    "And falsehood, while I lived, was far from mine.",
    "I tell thee, prick'd upon this arm I bear",
    "That seal which Rustum to my mother gave,",
    "That she might prick it on the babe she bore.\"",
    "He spoke; and all the blood left Rustum's cheeks,",
    "And his knees totter'd, and he smote his hand",
    "Against his breast, his heavy mailed hand,",
    "That the hard iron corslet clank'd aloud;",
    "And to his heart he press'd the other hand,",
    "And in a hollow voice he spake, and said:—",
    "\"Sohrab, that were a proof which could not lie!",
    "If thou show this, then art thou Rustum's son.\"",
    "Then, with weak hasty fingers, Sohrab loosed",
    "His belt, and near the shoulder bared his arm,",
    "And show'd a sign in faint vermilion points",
    "Prick'd; as a cunning workman, in Pekin,",
    "Pricks with vermilion some clear porcelain vase,",
    "An emperor's gift—at early morn he paints,",
    "And all day long, and, when night comes, the lamp",
    "Lights up his studious forehead and thin hands—",
    "So delicately prick'd the sign appear'd",
    "On Sohrab's arm, the sign of Rustum's seal.",
    "It was that griffin, which of old rear'd Zal,",
    "Rustum's great father, whom they left to die,",
    "A helpless babe, among the mountain-rocks;",
    "Him that kind creature found, and rear'd, and loved—",
    "Then Rustum took it for his glorious sign.",
    "And Sohrab bared that image on his arm,",
    "And himself scann'd it long with mournful eyes,",
    "And then he touch'd it with his hand and said:—",
    "\"How say'st thou? Is that sign the proper sign",
    "Of Rustum's son, or of some other man's?\"",
    "He spoke; but Rustum gazed, and gazed, and stood",
    "Speechless; and then he utter'd one sharp cry:",
    "—and his voice choked there.",
    "And then a dark cloud pass'd before his eyes,",
    "And his head swam, and he sank down to earth.",
    "But Sohrab crawl'd to where he lay, and cast",
    "His arms about his neck, and kiss'd his lips,",
    "And with fond faltering fingers stroked his cheeks,",
    "Trying to call him back to life; and life",
    "Came back to Rustum, and he oped his eyes,",
    "And they stood wide with horror; and he seized",
    "In both his hands the dust which lay around,",
    "And threw it on his head, and smirch'd his hair,—",
    "His hair, and face, and beard, and glittering arms;",
    "And strong convulsive groanings shook his breast,",
    "And his sobs choked him; and he clutch'd his sword,",
    "To draw it, and for ever let life out.",
    "But Sohrab saw his thoughts, and held his hands",
    "And with a soothing voice he spake, and said:—",
    "\"Father, forbear! for I but meet to-day",
    "The doom which at my birth was written down",
    "In Heaven, and thou art Heaven's unconscious hand.",
    "Surely my heart cried out that it was thou,",
    "When first I saw thee; and thy heart spoke too,",
    "I know it! but fate trod those promptings down",
    "Under its iron heel; fate, fate engaged",
    "The strife, and hurl'd me on my father's spear.",
    "But let us speak no more of this! I find",
    "My father; let me feel that I have found!",
    "Come, sit beside me on this sand, and take",
    "My head betwixt thy hands, and kiss my cheeks,",
    "And wash them with thy tears, and say:",
    "Quick! quick! for number'd are my sands of life,",
    "And swift; for like the lightning to this field",
    "I came, and like the wind I go away—",
    "Sudden, and swift, and like a passing wind.",
    "But it was writ in Heaven that this should be.\"",
    "So said he, and his voice released the heart",
    "Of Rustum, and his tears broke forth; he cast",
    "His arms round his son's neck, and wept aloud,",
    "And kiss'd him. And awe fell on both the hosts,",
    "When they saw Rustum's grief; and Ruksh, the horse,",
    "With his head bowing to the ground and mane",
    "Sweeping the dust, came near, and in mute woe",
    "First to the one then to the other moved",
    "His head, as if enquiring what their grief",
    "Might mean; and from his dark, compassionate eyes,",
    "The big warm tears roll'd down, and caked the sand.",
    "But Rustum chid him with stern voice, and said:—",
    "\"Ruksh, now thou grievest; but, O Ruksh, thy feet",
    "Should first have rotted on their nimble joints,",
    "Or ere they brought thy master to this field!\"",
    "But Sohrab look'd upon the horse and said;—",
    "\"Is this, then, Ruksh? How often, in past days",
    "My mother told me of thee, thou brave steed,",
    "My terrible father's terrible horse! and said,",
    "That I should one day find thy lord and thee.",
    "Come, let me lay my hand upon thy mane!",
    "O Ruksh, thou art more fortunate than I;",
    "For thou has gone where I shall never go,",
    "And snuff'd the breezes of my father's home.",
    "And thou hast trod the sands of Seistan,",
    "And seen the River of Helmund, and the Lake",
    "Of Zirrah; and the aged Zal himself",
    "Has often stroked thy neck, and given thee food,",
    "Corn in a golden platter soak'd with wine,",
    "And said;",
    "—but I",
    "Have never known my grandsire's furrow'd face,",
    "Nor seen his lofty house in Seistan,",
    "Nor slaked my thirst at the clear Helmund stream;",
    "But lodged among my father's foes, and seen",
    "Afrasiab's cities only, Samarcand,",
    "Bokhara, and lone Khiva in the waste,",
    "And the black Toorkmun tents; and only drunk",
    "The desert rivers, Moorghab and Tejend,",
    "Kohik, and where the Kalmuks feed their sheep,",
    "The northern Sir; and this great Oxus stream,",
    "The yellow Oxus, by whose brink I die.\"",
    "Then, with a heavy groan, Rustum bewail'd:—",
    "\"Oh, that its waves were flowing over me!",
    "Oh, that I saw its grains of yellow silt",
    "Roll, tumbling in the current o'er my head!\"",
    "But, with a grave mild voice, Sohrab replied:—",
    "\"Desire not that, my father! thou must live.",
    "For some are born to do great deeds, and live,",
    "As some are born to be obscured, and die.",
    "Do thou the deeds I die too young to do,",
    "And reap a second glory in thine age;",
    "Thou art my father, and thy gain is mine.",
    "But come! thou seest this great host of men",
    "Which follow me; I pray thee, slay not these!",
    "Let me entreat for them; what have they done?",
    "They follow'd me, my hope, my fame, my star.",
    "Let them all cross the Oxus back in peace.",
    "But me thou must bear hence, not send with them,",
    "But carry me with thee to Seistan,",
    "And place me on a bed, and mourn for me,",
    "Thou, and the snow-hair'd Zal, and all thy friends.",
    "And thou must lay me in that lovely earth,",
    "And heap a stately mound above my bones,",
    "And plant a far-seen pillar over all.",
    "That so the passing horseman on the waste",
    "May see my tomb a great way off, and cry:",
    "And I be not forgotten in my grave.\"",
    "And, with a mournful voice, Rustum replied:—",
    "\"Fear not! as thou hast said, Sohrab, my son,",
    "So shall it be; for I will burn my tents,",
    "And quit the host, and bear thee hence with me,",
    "And carry thee away to Seistan,",
    "And place thee on a bed, and mourn for thee,",
    "With the snow-headed Zal, and all my friends.",
    "And I will lay thee in the lovely earth,",
    "And heap a stately mound above thy bones,",
    "And plant a far-seen pillar over all,",
    "And men shall not forget thee in thy grave.",
    "And I will spare thy host; yea, let them go!",
    "Let them all cross the Oxus back in peace!",
    "What should I do with slaying any more?",
    "For would that all whom I have ever slain",
    "Might be once more alive; my bitterest foes,",
    "And they who were call'd champions in their time,",
    "And through whose death I won that fame I have—",
    "And I were nothing but a common man,",
    "A poor, mean soldier, and without renown,",
    "So thou mightest live too, my son, my son!",
    "Or rather would that I, even I myself,",
    "Might now be lying on this bloody sand,",
    "Near death, and by an ignorant stroke of thine,",
    "Not thou of mine! and I might die, not thou;",
    "And I, not thou, be borne to Seistan;",
    "And Zal might weep above my grave, not thine;",
    "And say:",
    "But now in blood and battles was my youth,",
    "And full of blood and battles is my age,",
    "And I shall never end this life of blood.\"",
    "Then, at the point of death, Sohrab replied:—",
    "\"A life of blood indeed, thou dreadful man!",
    "But thou shalt yet have peace; only not now,",
    "Not yet! but thou shalt have it on that day,",
    "When thou shalt sail in a high-masted ship,",
    "Thou and the other peers of Kai Khosroo,",
    "Returning home over the salt blue sea,",
    "From laying thy dear master in his grave.\"",
    "And Rustum gazed in Sohrab's face, and said:—",
    "\"Soon be that day, my son, and deep that sea!",
    "Till then, if fate so wills, let me endure.\"",
    "He spoke; and Sohrab smiled on him, and took",
    "The spear, and drew it from his side, and eased",
    "His wound's imperious anguish; but the blood",
    "Came welling from the open gash, and life",
    "Flow'd with the stream;—all down his cold white side",
    "The crimson torrent ran, dim now and soil'd,",
    "Like the soil'd tissue of white violets",
    "Left, freshly gather'd, on their native bank,",
    "By children whom their nurses call with haste",
    "Indoors from the sun's eye; his head droop'd low,",
    "His limbs grew slack; motionless, white, he lay—",
    "White, with eyes closed; only when heavy gasps,",
    "Deep heavy gasps quivering through all his frame,",
    "Convulsed him back to life, he open'd them,",
    "And fix'd them feebly on his father's face;",
    "Till now all strength was ebb'd, and from his limbs",
    "Unwillingly the spirit fled away,",
    "Regretting the warm mansion which it left,",
    "And youth, and bloom, and this delightful world.",
    "So, on the bloody sand, Sohrab lay dead;",
    "And the great Rustum drew his horseman's cloak",
    "Down o'er his face, and sate by his dead son.",
    "As those black granite pillars, once high-rear'd",
    "By Jemshid in Persepolis, to bear",
    "His house, now 'mid their broken flights of steps",
    "Lie prone, enormous, down the mountain side—",
    "So in the sand lay Rustum by his son.",
    "And night came down over the solemn waste,",
    "And the two gazing hosts, and that sole pair,",
    "And darken'd all; and a cold fog, with night,",
    "Crept from the Oxus. Soon a hum arose,",
    "As of a great assembly loosed, and fires",
    "Began to twinkle through the fog; for now",
    "Both armies moved to camp, and took their meal;",
    "The Persians took it on the open sands",
    "Southward, the Tartars by the river marge;",
    "And Rustum and his son were left alone.",
    "But the majestic river floated on,",
    "Out of the mist and hum of that low land,",
    "Into the frosty starlight, and there moved,",
    "Rejoicing, through the hush'd Chorasmian waste,",
    "Under the solitary moon;—he flow'd",
    "Right for the polar star, past Orgunjè,",
    "Brimming, and bright, and large; then sands begin",
    "To hem his watery march, and dam his streams,",
    "And split his currents; that for many a league",
    "The shorn and parcell'd Oxus strains along",
    "Through beds of sand and matted rushy isles—",
    "Oxus, forgetting the bright speed he had",
    "In his high mountain-cradle in Pamere,",
    "A foil'd circuitous wanderer—till at last",
    "The long'd-for dash of waves is heard, and wide",
    "His luminous home of waters opens, bright",
    "And tranquil, from whose floor the new-bathed stars",
    "Emerge, and shine upon the Aral Sea."
  ],
  "title": "Sohrab and Rustum",
  "year": ""
}