{
  "author": "Matthew Arnold",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Philosophy",
    "Arts",
    "Sciences",
    "Time",
    "Brevity",
    "Living"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172841",
  "region": "England",
  "text": [
    "Light flows our war of mocking words, and yet,",
    "Behold, with tears mine eyes are wet!",
    "I feel a nameless sadness o'er me roll.",
    "Yes, yes, we know that we can jest,",
    "We know, we know that we can smile!",
    "But there's a something in this breast,",
    "To which thy light words bring no rest,",
    "And thy gay smiles no anodyne.",
    "Give me thy hand, and hush awhile,",
    "And turn those limpid eyes on mine,",
    "And let me read there, love! thy inmost soul.",
    "Alas! is even love too weak",
    "To unlock the heart, and let it speak?",
    "Are even lovers powerless to reveal",
    "To one another what indeed they feel?",
    "I knew the mass of men conceal'd",
    "Their thoughts, for fear that if reveal'd",
    "They would by other men be met",
    "With blank indifference, or with blame reproved;",
    "I knew they lived and moved",
    "Trick'd in disguises, alien to the rest",
    "Of men, and alien to themselves—and yet",
    "The same heart beats in every human breast!",
    "But we, my love!—doth a like spell benumb",
    "Our hearts, our voices?—must we too be dumb?",
    "Ah! well for us, if even we,",
    "Even for a moment, can get free",
    "Our heart, and have our lips unchain'd;",
    "For that which seals them hath been deep-ordain'd!",
    "Fate, which foresaw",
    "How frivolous a baby man would be—",
    "By what distractions he would be possess'd,",
    "How he would pour himself in every strife,",
    "And well-nigh change his own identity—",
    "That it might keep from his capricious play",
    "His genuine self, and force him to obey",
    "Even in his own despite his being's law,",
    "Bade through the deep recesses of our breast",
    "The unregarded river of our life",
    "Pursue with indiscernible flow its way;",
    "And that we should not see",
    "The buried stream, and seem to be",
    "Eddying at large in blind uncertainty,",
    "Though driving on with it eternally.",
    "But often, in the world's most crowded streets,",
    "But often, in the din of strife,",
    "There rises an unspeakable desire",
    "After the knowledge of our buried life;",
    "A thirst to spend our fire and restless force",
    "In tracking out our true, original course;",
    "A longing to inquire",
    "Into the mystery of this heart which beats",
    "So wild, so deep in us—to know",
    "Whence our lives come and where they go.",
    "And many a man in his own breast then delves,",
    "But deep enough, alas! none ever mines.",
    "And we have been on many thousand lines,",
    "And we have shown, on each, spirit and power;",
    "But hardly have we, for one little hour,",
    "Been on our own line, have we been ourselves—",
    "Hardly had skill to utter one of all",
    "The nameless feelings that course through our breast,",
    "But they course on for ever unexpress'd.",
    "And long we try in vain to speak and act",
    "Our hidden self, and what we say and do",
    "Is eloquent, is well—but 't is not true!",
    "And then we will no more be rack'd",
    "With inward striving, and demand",
    "Of all the thousand nothings of the hour",
    "Their stupefying power;",
    "Ah yes, and they benumb us at our call!",
    "Yet still, from time to time, vague and forlorn,",
    "From the soul's subterranean depth upborne",
    "As from an infinitely distant land,",
    "Come airs, and floating echoes, and convey",
    "A melancholy into all our day.",
    "Only—but this is rare—",
    "When a belovèd hand is laid in ours,",
    "When, jaded with the rush and glare",
    "Of the interminable hours,",
    "Our eyes can in another's eyes read clear,",
    "When our world-deafen'd ear",
    "Is by the tones of a loved voice caress'd—",
    "A bolt is shot back somewhere in our breast,",
    "And a lost pulse of feeling stirs again.",
    "The eye sinks inward, and the heart lies plain,",
    "And what we mean, we say, and what we would, we know.",
    "A man becomes aware of his life's flow,",
    "And hears its winding murmur; and he sees",
    "The meadows where it glides, the sun, the breeze.",
    "And there arrives a lull in the hot race",
    "Wherein he doth for ever chase",
    "That flying and elusive shadow, rest.",
    "An air of coolness plays upon his face,",
    "And an unwonted calm pervades his breast.",
    "And then he thinks he knows",
    "The hills where his life rose,",
    "And the sea where it goes."
  ],
  "title": "The Buried Life",
  "year": ""
}