{
  "author": "Matthew Arnold",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "School",
    "Learning",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Youth",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Time",
    "Brevity",
    "Growing Old",
    "Trees",
    "Flowers"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172862",
  "region": "England",
  "text": [
    "Go, for they call you, shepherd, from the hill;",
    "Go, shepherd, and untie the wattled cotes!",
    "No longer leave thy wistful flock unfed,",
    "Nor let thy bawling fellows rack their throats,",
    "Nor the cropp'd herbage shoot another head.",
    "But when the fields are still,",
    "And the tired men and dogs all gone to rest,",
    "And only the white sheep are sometimes seen",
    "Cross and recross the strips of moon-blanch'd green.",
    "Come, shepherd, and again begin the quest!",
    "Here, where the reaper was at work of late\u0097",
    "In this high field's dark corner, where he leaves",
    "His coat, his basket, and his earthen cruse,",
    "And in the sun all morning binds the sheaves,",
    "Then here, at noon, comes back his stores to use\u0097",
    "Here will I sit and wait,",
    "While to my ear from uplands far away",
    "The bleating of the folded flocks is borne,",
    "With distant cries of reapers in the corn\u0097",
    "All the live murmur of a summer's day.",
    "Screen'd is this nook o'er the high, half-reap'd field,",
    "And here till sun-down, shepherd! will I be.",
    "Through the thick corn the scarlet poppies peep,",
    "And round green roots and yellowing stalks I see",
    "Pale pink convolvulus in tendrils creep;",
    "And air-swept lindens yield",
    "Their scent, and rustle down their perfumed showers",
    "Of bloom on the bent grass where I am laid,",
    "And bower me from the August sun with shade;",
    "And the eye travels down to Oxford's towers.",
    "And near me on the grass lies Glanvil's book\u0097",
    "Come, let me read the oft-read tale again!",
    "The story of the Oxford scholar poor,",
    "Of pregnant parts and quick inventive brain,",
    "Who, tired of knocking at preferment's door,",
    "One summer-morn forsook",
    "His friends, and went to learn the gipsy-lore,",
    "And roam'd the world with that wild brotherhood,",
    "And came, as most men deem'd, to little good,",
    "But came to Oxford and his friends no more.",
    "But once, years after, in the country-lanes,",
    "Two scholars, whom at college erst he knew,",
    "Met him, and of his way of life enquired;",
    "Whereat he answer'd, that the gipsy-crew,",
    "His mates, had arts to rule as they desired",
    "The workings of men's brains,",
    "And they can bind them to what thoughts they will.",
    "\"And I,\" he said, \"the secret of their art,",
    "When fully learn'd, will to the world impart;",
    "But it needs heaven-sent moments for this skill.\"",
    "This said, he left them, and return'd no more.\u0097",
    "But rumours hung about the country-side,",
    "That the lost Scholar long was seen to stray,",
    "Seen by rare glimpses, pensive and tongue-tied,",
    "In hat of antique shape, and cloak of grey,",
    "The same the gipsies wore.",
    "Shepherds had met him on the Hurst in spring;",
    "At some lone alehouse in the Berkshire moors,",
    "On the warm ingle-bench, the smock-frock'd boors",
    "Had found him seated at their entering,",
    "But, 'mid their drink and clatter, he would fly.",
    "And I myself seem half to know thy looks,",
    "And put the shepherds, wanderer! on thy trace;",
    "And boys who in lone wheatfields scare the rooks",
    "I ask if thou hast pass'd their quiet place;",
    "Or in my boat I lie",
    "Moor'd to the cool bank in the summer-heats,",
    "'Mid wide grass meadows which the sunshine fills,",
    "And watch the warm, green-muffled Cumner hills,",
    "And wonder if thou haunt'st their shy retreats.",
    "For most, I know, thou lov'st retired ground!",
    "Thee at the ferry Oxford riders blithe,",
    "Returning home on summer-nights, have met",
    "Crossing the stripling Thames at Bab-lock-hithe,",
    "Trailing in the cool stream thy fingers wet,",
    "As the punt's rope chops round;",
    "And leaning backward in a pensive dream,",
    "And fostering in thy lap a heap of flowers",
    "Pluck'd in shy fields and distant Wychwood bowers,",
    "And thine eyes resting on the moonlit stream.",
    "And then they land, and thou art seen no more!\u0097",
    "Maidens, who from the distant hamlets come",
    "To dance around the Fyfield elm in May,",
    "Oft through the darkening fields have seen thee roam,",
    "Or cross a stile into the public way.",
    "Oft thou hast given them store",
    "Of flowers\u0097the frail-leaf'd, white anemony,",
    "Dark bluebells drench'd with dews of summer eves,",
    "And purple orchises with spotted leaves\u0097",
    "But none hath words she can report of thee.",
    "And, above Godstow Bridge, when hay-time's here",
    "In June, and many a scythe in sunshine flames,",
    "Men who through those wide fields of breezy grass",
    "Where black-wing'd swallows haunt the glittering Thames,",
    "To bathe in the abandon'd lasher pass,",
    "Have often pass'd thee near",
    "Sitting upon the river bank o'ergrown;",
    "Mark'd thine outlandish garb, thy figure spare,",
    "Thy dark vague eyes, and soft abstracted air\u0097",
    "But, when they came from bathing, thou wast gone!",
    "At some lone homestead in the Cumner hills,",
    "Where at her open door the housewife darns,",
    "Thou hast been seen, or hanging on a gate",
    "To watch the threshers in the mossy barns.",
    "Children, who early range these slopes and late",
    "For cresses from the rills,",
    "Have known thee eyeing, all an April-day,",
    "The springing pasture and the feeding kine;",
    "And mark'd thee, when the stars come out and shine,",
    "Through the long dewy grass move slow away.",
    "In autumn, on the skirts of Bagley Wood\u0097",
    "Where most the gipsies by the turf-edged way",
    "Pitch their smoked tents, and every bush you see",
    "With scarlet patches tagg'd and shreds of grey,",
    "Above the forest-ground called Thessaly\u0097",
    "The blackbird, picking food,",
    "Sees thee, nor stops his meal, nor fears at all;",
    "So often has he known thee past him stray,",
    "Rapt, twirling in thy hand a wither'd spray,",
    "And waiting for the spark from heaven to fall.",
    "And once, in winter, on the causeway chill",
    "Where home through flooded fields foot-travellers go,",
    "Have I not pass'd thee on the wooden bridge,",
    "Wrapt in thy cloak and battling with the snow,",
    "Thy face tow'rd Hinksey and its wintry ridge?",
    "And thou has climb'd the hill,",
    "And gain'd the white brow of the Cumner range;",
    "Turn'd once to watch, while thick the snowflakes fall,",
    "The line of festal light in Christ-Church hall\u0097",
    "Then sought thy straw in some sequester'd grange.",
    "But what\u0097I dream! Two hundred years are flown",
    "Since first thy story ran through Oxford halls,",
    "And the grave Glanvil did the tale inscribe",
    "That thou wert wander'd from the studious walls",
    "To learn strange arts, and join a gipsy-tribe;",
    "And thou from earth art gone",
    "Long since, and in some quiet churchyard laid\u0097",
    "Some country-nook, where o'er thy unknown grave",
    "Tall grasses and white flowering nettles wave,",
    "Under a dark, red-fruited yew-tree's shade.",
    "\u0097No, no, thou hast not felt the lapse of hours!",
    "For what wears out the life of mortal men?",
    "'Tis that from change to change their being rolls;",
    "'Tis that repeated shocks, again, again,",
    "Exhaust the energy of strongest souls",
    "And numb the elastic powers.",
    "Till having used our nerves with bliss and teen,",
    "And tired upon a thousand schemes our wit,",
    "To the just-pausing Genius we remit",
    "Our worn-out life, and are\u0097what we have been.",
    "Thou hast not lived, why should'st thou perish, so?",
    "Thou hadst",
    "aim,",
    "business,",
    "desire;",
    "Else wert thou long since number'd with the dead!",
    "Else hadst thou spent, like other men, thy fire!",
    "The generations of thy peers are fled,",
    "And we ourselves shall go;",
    "But thou possessest an immortal lot,",
    "And we imagine thee exempt from age",
    "And living as thou liv'st on Glanvil's page,",
    "Because thou hadst\u0097what we, alas! have not.",
    "For early didst thou leave the world, with powers",
    "Fresh, undiverted to the world without,",
    "Firm to their mark, not spent on other things;",
    "Free from the sick fatigue, the languid doubt,",
    "Which much to have tried, in much been baffled, brings.",
    "O life unlike to ours!",
    "Who fluctuate idly without term or scope,",
    "Of whom each strives, nor knows for what he strives,",
    "And each half lives a hundred different lives;",
    "Who wait like thee, but not, like thee, in hope.",
    "Thou waitest for the spark from heaven! and we,",
    "Light half-believers of our casual creeds,",
    "Who never deeply felt, nor clearly will'd,",
    "Whose insight never has borne fruit in deeds,",
    "Whose vague resolves never have been fulfill'd;",
    "For whom each year we see",
    "Breeds new beginnings, disappointments new;",
    "Who hesitate and falter life away,",
    "And lose to-morrow the ground won to-day\u0097",
    "Ah! do not we, wanderer! await it too?",
    "Yes, we await it!\u0097but it still delays,",
    "And then we suffer! and amongst us one,",
    "Who most has suffer'd, takes dejectedly",
    "His seat upon the intellectual throne;",
    "And all his store of sad experience he",
    "Lays bare of wretched days;",
    "Tells us his misery's birth and growth and signs,",
    "And how the dying spark of hope was fed,",
    "And how the breast was soothed, and how the head,",
    "And all his hourly varied anodynes.",
    "This for our wisest! and we others pine,",
    "And wish the long unhappy dream would end,",
    "And waive all claim to bliss, and try to bear;",
    "With close-lipp'd patience for our only friend,",
    "Sad patience, too near neighbour to despair\u0097",
    "But none has hope like thine!",
    "Thou through the fields and through the woods dost stray,",
    "Roaming the country-side, a truant boy,",
    "Nursing thy project in unclouded joy,",
    "And every doubt long blown by time away.",
    "O born in days when wits were fresh and clear,",
    "And life ran gaily as the sparkling Thames;",
    "Before this strange disease of modern life,",
    "With its sick hurry, its divided aims,",
    "Its heads o'ertax'd, its palsied hearts, was rife\u0097",
    "Fly hence, our contact fear!",
    "Still fly, plunge deeper in the bowering wood!",
    "Averse, as Dido did with gesture stern",
    "From her false friend's approach in Hades turn,",
    "Wave us away, and keep thy solitude!",
    "Still nursing the unconquerable hope,",
    "Still clutching the inviolable shade,",
    "With a free, onward impulse brushing through,",
    "By night, the silver'd branches of the glade\u0097",
    "Far on the forest-skirts, where none pursue,",
    "On some mild pastoral slope",
    "Emerge, and resting on the moonlit pales",
    "Freshen thy flowers as in former years",
    "With dew, or listen with enchanted ears,",
    "From the dark tingles, to the nightingales!",
    "But fly our paths, our feverish contact fly!",
    "For strong the infection of our mental strife,",
    "Which, though it gives no bliss, yet spoils for rest;",
    "And we should win thee from thy own fair life,",
    "Like us distracted, and like us unblest.",
    "Soon, soon thy cheer would die,",
    "Thy hopes grow timorous, and unfix'd thy powers,",
    "And thy clear aims be cross and shifting made;",
    "And then thy glad perennial youth would fade,",
    "Fade and grow old at last, and die like ours.",
    "Then fly our greetings, fly our speech and smiles!",
    "\u0097As some grave Tyrian trader, from the sea,",
    "Descried at sunrise an emerging prow",
    "Lifting the cool-hair'd creepers stealthily,",
    "The fringes of a southward-facing brow",
    "Among the Ægæan Isles;",
    "And saw the merry Grecian coaster come,",
    "Freighted with amber grapes, and Chian wine,",
    "Green, bursting figs, and tunnies steep'd in brine\u0097",
    "And knew the intruders on his ancient home,",
    "The young light-hearted masters of the waves\u0097",
    "And snatch'd his rudder, and shook out more sail;",
    "And day and night held on indignantly",
    "O'er the blue Midland waters with the gale,",
    "Betwixt the Syrtes and soft Sicily,",
    "To where the Atlantic raves",
    "Outside the western straits; and unbent sails",
    "There, where down cloudy cliffs, through sheets of foam,",
    "Shy traffickers, the dark Iberians come;",
    "And on the beach undid his corded bales."
  ],
  "title": "The Scholar-Gipsy",
  "year": ""
}