{
  "author": "Matthew Arnold",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Death",
    "Trees",
    "Flowers",
    "Relationships",
    "Nature",
    "Growing Old",
    "Landscapes",
    "Pastorals",
    "Living",
    "Friends",
    "Enemies"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172864",
  "region": "England",
  "text": [
    "How changed is here each spot man makes or fills!",
    "In the two Hinkseys nothing keeps the same;",
    "The village street its haunted mansion lacks,",
    "And from the sign is gone Sibylla's name,",
    "And from the roofs the twisted chimney-stacks—",
    "Are ye too changed, ye hills?",
    "See, 'tis no foot of unfamiliar men",
    "To-night from Oxford up your pathway strays!",
    "Here came I often, often, in old days—",
    "Thyrsis and I; we still had Thyrsis then.",
    "Runs it not here, the track by Childsworth Farm,",
    "Past the high wood, to where the elm-tree crowns",
    "The hill behind whose ridge the sunset flames?",
    "The signal-elm, that looks on Ilsley Downs,",
    "The Vale, the three lone weirs, the youthful Thames?—",
    "This winter-eve is warm,",
    "Humid the air! leafless, yet soft as spring,",
    "The tender purple spray on copse and briers!",
    "And that sweet city with her dreaming spires,",
    "She needs not June for beauty's heightening,",
    "Lovely all times she lies, lovely to-night!—",
    "Only, methinks, some loss of habit's power",
    "Befalls me wandering through this upland dim.",
    "Once pass'd I blindfold here, at any hour;",
    "Now seldom come I, since I came with him.",
    "That single elm-tree bright",
    "Against the west—I miss it! is it goner?",
    "We prized it dearly; while it stood, we said,",
    "Our friend, the Gipsy-Scholar, was not dead;",
    "While the tree lived, he in these fields lived on.",
    "Too rare, too rare, grow now my visits here,",
    "But once I knew each field, each flower, each stick;",
    "And with the country-folk acquaintance made",
    "By barn in threshing-time, by new-built rick.",
    "Here, too, our shepherd-pipes we first assay'd.",
    "Ah me! this many a year",
    "My pipe is lost, my shepherd's holiday!",
    "Needs must I lose them, needs with heavy heart",
    "Into the world and wave of men depart;",
    "But Thyrsis of his own will went away.",
    "It irk'd him to be here, he could not rest.",
    "He loved each simple joy the country yields,",
    "He loved his mates; but yet he could not keep,",
    "For that a shadow lour'd on the fields,",
    "Here with the shepherds and the silly sheep.",
    "Some life of men unblest",
    "He knew, which made him droop, and fill'd his head.",
    "He went; his piping took a troubled sound",
    "Of storms that rage outside our happy ground;",
    "He could not wait their passing, he is dead.",
    "So, some tempestuous morn in early June,",
    "When the year's primal burst of bloom is o'er,",
    "Before the roses and the longest day—",
    "When garden-walks and all the grassy floor",
    "With blossoms red and white of fallen May",
    "And chestnut-flowers are strewn—",
    "So have I heard the cuckoo's parting cry,",
    "From the wet field, through the vext garden-trees,",
    "Come with the volleying rain and tossing breeze:",
    "Too quick despairer, wherefore wilt thou go?",
    "Soon will the high Midsummer pomps come on,",
    "Soon will the musk carnations break and swell,",
    "Soon shall we have gold-dusted snapdragon,",
    "Sweet-William with his homely cottage-smell,",
    "And stocks in fragrant blow;",
    "Roses that down the alleys shine afar,",
    "And open, jasmine-muffled lattices,",
    "And groups under the dreaming garden-trees,",
    "And the full moon, and the white evening-star.",
    "He hearkens not! light comer, he is flown!",
    "What matters it? next year he will return,",
    "And we shall have him in the sweet spring-days,",
    "With whitening hedges, and uncrumpling fern,",
    "And blue-bells trembling by the forest-ways,",
    "And scent of hay new-mown.",
    "But Thyrsis never more we swains shall see;",
    "See him come back, and cut a smoother reed,",
    "And blow a strain the world at last shall heed—",
    "For Time, not Corydon, hath conquer'd thee!",
    "Alack, for Corydon no rival now!—",
    "But when Sicilian shepherds lost a mate,",
    "Some good survivor with his flute would go,",
    "Piping a ditty sad for Bion's fate;",
    "And cross the unpermitted ferry's flow,",
    "And relax Pluto's brow,",
    "And make leap up with joy the beauteous head",
    "Of Proserpine, among whose crowned hair",
    "Are flowers first open'd on Sicilian air,",
    "And flute his friend, like Orpheus, from the dead.",
    "O easy access to the hearer's grace",
    "When Dorian shepherds sang to Proserpine!",
    "For she herself had trod Sicilian fields,",
    "She knew the Dorian water's gush divine,",
    "She knew each lily white which Enna yields",
    "Each rose with blushing face;",
    "She loved the Dorian pipe, the Dorian strain.",
    "But ah, of our poor Thames she never heard!",
    "Her foot the Cumner cowslips never stirr'd;",
    "And we should tease her with our plaint in vain!",
    "Well! wind-dispersed and vain the words will be,",
    "Yet, Thyrsis, let me give my grief its hour",
    "In the old haunt, and find our tree-topp'd hill!",
    "Who, if not I, for questing here hath power?",
    "I know the wood which hides the daffodil,",
    "I know the Fyfield tree,",
    "I know what white, what purple fritillaries",
    "The grassy harvest of the river-fields,",
    "Above by Ensham, down by Sandford, yields,",
    "And what sedged brooks are Thames's tributaries;",
    "I know these slopes; who knows them if not I?—",
    "But many a tingle on the loved hillside,",
    "With thorns once studded, old, white-blossom'd trees,",
    "Where thick the cowslips grew, and far descried",
    "High tower'd the spikes of purple orchises,",
    "Hath since our day put by",
    "The coronals of that forgotten time;",
    "Down each green bank hath gone the ploughboy's team,",
    "And only in the hidden brookside gleam",
    "Primroses, orphans of the flowery prime.",
    "Where is the girl, who by the boatman's door,",
    "Above the locks, above the boating throng,",
    "Unmoor'd our skiff when through the Wytham flats,",
    "Red loosestrife and blond meadow-sweet among",
    "And darting swallows and light water-gnats,",
    "We track'd the shy Thames shore?",
    "Where are the mowers, who, as the tiny swell",
    "Of our boat passing heaved the river-grass,",
    "Stood with suspended scythe to see us pass?—",
    "They all are gone, and thou art gone as well!",
    "Yes, thou art gone! and round me too the night",
    "In ever-nearing circle weaves her shade.",
    "I see her veil draw soft across the day,",
    "I feel her slowly chilling breath invade",
    "The cheek grown thin, the brown hair sprent with grey;",
    "I feel her finger light",
    "Laid pausefully upon life's headlong train; —",
    "The foot less prompt to meet the morning dew,",
    "The heart less bounding at emotion new,",
    "And hope, once crush'd, less quick to spring again.",
    "And long the way appears, which seem'd so short",
    "To the less practised eye of sanguine youth;",
    "And high the mountain-tops, in cloudy air,",
    "The mountain-tops where is the throne of Truth,",
    "Tops in life's morning-sun so bright and bare!",
    "Unbreachable the fort",
    "Of the long-batter'd world uplifts its wall;",
    "And strange and vain the earthly turmoil grows,",
    "And near and real the charm of thy repose,",
    "And night as welcome as a friend would fall.",
    "But hush! the upland hath a sudden loss",
    "Of quiet!—Look, adown the dusk hill-side,",
    "A troop of Oxford hunters going home,",
    "As in old days, jovial and talking, ride!",
    "From hunting with the Berkshire hounds they come.",
    "Quick! let me fly, and cross",
    "Into yon farther field!—'Tis done; and see,",
    "Back'd by the sunset, which doth glorify",
    "The orange and pale violet evening-sky,",
    "Bare on its lonely ridge, the Tree! the Tree!",
    "I take the omen! Eve lets down her veil,",
    "The white fog creeps from bush to bush about,",
    "The west unflushes, the high stars grow bright,",
    "And in the scatter'd farms the lights come out.",
    "I cannot reach the signal-tree to-night,",
    "Yet, happy omen, hail!",
    "Hear it from thy broad lucent Arno-vale",
    "(For there thine earth forgetting eyelids keep",
    "The morningless and unawakening sleep",
    "Under the flowery oleanders pale),",
    "Hear it, O Thyrsis, still our tree is there!—",
    "Ah, vain! These English fields, this upland dim,",
    "These brambles pale with mist engarlanded,",
    "That lone, sky-pointing tree, are not for him;",
    "To a boon southern country he is fled,",
    "And now in happier air,",
    "Wandering with the great Mother's train divine",
    "(And purer or more subtle soul than thee,",
    "I trow, the mighty Mother doth not see)",
    "Within a folding of the Apennine,",
    "Thou hearest the immortal chants of old!—",
    "Putting his sickle to the perilous grain",
    "In the hot cornfield of the Phrygian king,",
    "For thee the Lityerses-song again",
    "Young Daphnis with his silver voice doth sing;",
    "Sings his Sicilian fold,",
    "His sheep, his hapless love, his blinded eyes—",
    "And how a call celestial round him rang,",
    "And heavenward from the fountain-brink he sprang,",
    "And all the marvel of the golden skies.",
    "There thou art gone, and me thou leavest here",
    "Sole in these fields! yet will I not despair.",
    "Despair I will not, while I yet descry",
    "'Neath the mild canopy of English air",
    "That lonely tree against the western sky.",
    "Still, still these slopes, 'tis clear,",
    "Our Gipsy-Scholar haunts, outliving thee!",
    "Fields where soft sheep from cages pull the hay,",
    "Woods with anemonies in flower till May,",
    "Know him a wanderer still; then why not me?",
    "A fugitive and gracious light he seeks,",
    "Shy to illumine; and I seek it too.",
    "This does not come with houses or with gold,",
    "With place, with honour, and a flattering crew;",
    "'Tis not in the world's market bought and sold—",
    "But the smooth-slipping weeks",
    "Drop by, and leave its seeker still untired;",
    "Out of the heed of mortals he is gone,",
    "He wends unfollow'd, he must house alone;",
    "Yet on he fares, by his own heart inspired.",
    "Thou too, O Thyrsis, on like quest wast bound;",
    "Thou wanderedst with me for a little hour!",
    "Men gave thee nothing; but this happy quest,",
    "If men esteem'd thee feeble, gave thee power,",
    "If men procured thee trouble, gave thee rest.",
    "And this rude Cumner ground,",
    "Its fir-topped Hurst, its farms, its quiet fields,",
    "Here cams't thou in thy jocund youthful time,",
    "Here was thine height of strength, thy golden prime!",
    "And still the haunt beloved a virtue yields.",
    "What though the music of thy rustic flute",
    "Kept not for long its happy, country tone;",
    "Lost it too soon, and learnt a stormy note",
    "Of men contention-tost, of men who groan,",
    "Which task'd thy pipe too sore, and tired thy throat—",
    "It fail'd, and thou wage mute!",
    "Yet hadst thou always visions of our light,",
    "And long with men of care thou couldst not stay,",
    "And soon thy foot resumed its wandering way,",
    "Left human haunt, and on alone till night.",
    "Too rare, too rare, grow now my visits here!",
    "'Mid city-noise, not, as with thee of yore,",
    "Thyrsis! in reach of sheep-bells is my home.",
    "—Then through the great town's harsh, heart-wearying roar,",
    "Let in thy voice a whisper often come,",
    "To chase fatigue and fear:"
  ],
  "title": "Thyrsis: A Monody, to Commemorate the Author's Friend, Arthur Hugh Clough",
  "year": ""
}