{
  "author": "Dorothy Wordsworth",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Winter",
    "Weather"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182543",
  "region": "England",
  "text": [
    "What way does the wind come? What way does he go?",
    "He rides over the water, and over the snow,",
    "Through wood, and through vale; and o’er rocky height,",
    "Which the goat cannot climb, takes his sounding flight;",
    "He tosses about in every bare tree,",
    "As, if you look up, you plainly may see;",
    "But how he will come, and whither he goes,",
    "There’s never a scholar in England knows.",
    "He will suddenly stop in a cunning nook,",
    "And ring a sharp ’larum; but, if you should look,",
    "There’s nothing to see but a cushion of snow,",
    "Round as a pillow, and whiter than milk,",
    "And softer than if it were covered with silk.",
    "Sometimes he’ll hide in the cave of a rock,",
    "Then whistle as shrill as the buzzard cock;",
    "— Yet seek him, and what shall you find in the place?",
    "Nothing but silence and empty space;",
    "Save, in a corner, a heap of dry leaves,",
    "That he’s left, for a bed, to beggars or thieves!",
    "As soon as ’tis daylight tomorrow, with me",
    "You shall go to the orchard, and then you will see",
    "That he has been there, and made a great rout,",
    "And cracked the branches, and strewn them about;",
    "Heaven grant that he spare but that one upright twig",
    "That looked up at the sky so proud and big",
    "All last summer, as well you know,",
    "Studded with apples, a beautiful show!",
    "Hark! over the roof he makes a pause,",
    "And growls as if he would fix his claws",
    "Right in the slates, and with a huge rattle",
    "Drive them down, like men in a battle:",
    "– But let him range round; he does us no harm,",
    "We build up the fire, we’re snug and warm;",
    "Untouched by his breath see the candle shines bright,",
    "And burns with a clear and steady light.",
    "Books have we to read, but that half-stifled knell,",
    "Alas! ’tis the sound of the eight o’clock bell.",
    "— Come, now we’ll to bed! and when we are there",
    "He may work his own will, and what shall we care?",
    "He may knock at the door — we’ll not let him in;",
    "May drive at the windows — we’ll laugh at his din;",
    "Let him seek his own home wherever it be;",
    "Here’s a",
    "warm house for Edward and me."
  ],
  "title": "Address to A Child During A Boisterous Winter Evening",
  "year": ""
}