{
  "author": "Juan Delgado",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "Crime",
    "Punishment",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240060",
  "region": "U.S., Western",
  "text": [
    "1. RAID",
    "Ernesto’s boot heels are wild hooves",
    "Being roped in, left bound in the air.",
    "Carmen, slow-footed, nauseous with child,",
    "Fights them off by swinging her purse.",
    "“Pinche cabrones saben hablar español",
    "Cuando nos van a arrestar,” she says",
    "As her voice is drowned out by a row",
    "Of washing machines on their rinse cycle.",
    "Like a cat spooked out of a trash bin,",
    "Sal runs into the street.",
    "Chorus: ¡Chingado!",
    "2. A GIRL AND HER FATHER",
    "We were driving through town, Mama,",
    "Right by where people pick up the bus",
    "When this man jumps out right in front of us.",
    "Dad hit the brakes. His eyes got this big, Mama.",
    "He was running from the law, that’s for sure.",
    "Just be glad no one got hurt, mija.",
    "Try not to think about it anymore, mija.",
    "We won’t go that way again, that’s for sure.",
    "3. THE FACTORY",
    "Two of the old-timers talked about unions:",
    "“A trabajar, porque hablar de las uniones",
    "Sólo trae la migra de nuevo.”",
    "4. A YOUNG MOTHER",
    "Can you imagine how many diapers",
    "We went through with the twins?",
    "The disposable ones were way too expensive,",
    "So we switched to cloth. They were great. No,",
    "We didn’t wash them. Thank God, we had a service.",
    "We just put the dirty ones in plastic bags,",
    "And they picked them up and dropped off clean ones",
    "Right on our porch every two weeks.",
    "It made things so much easier. And you know,",
    "We didn’t have to worry about those summer rashes",
    "Because their little bottoms could breathe better.",
    "If you can afford the service, just do it.",
    "Or at least do it for the first six months.",
    "It’s even good for the environment.",
    "5. JEFE",
    "No son gallinas",
    "Esperando un huevo.",
    "¡A trabajar!",
    "Chorus: ¡Chingado!"
  ],
  "title": "Diapers",
  "year": ""
}