{
  "author": "Juan Delgado",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Parenthood",
    "Sorrow",
    "Grieving",
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247366",
  "region": "U.S., Western",
  "text": [
    "She wakes to the odor of sheep,",
    "trying to rub it off her hands.",
    "Dressed up in her native colors,",
    "standing by a tourist van, she is",
    "a dandelion, golden like the alpaca",
    "woven buttons of her sweater.",
    "She is done with the tourists",
    "taking her photo, holding a baby lamb.",
    "Without official papers in a new country,",
    "she briskly walks, and obscenely slow,",
    "a foreign tongue slithers by; its scales are",
    "the words she has not yet learned to trust.",
    "The baby girl hiding in her belly's nest",
    "will learn Quechua first,",
    ". the people",
    "The sick horses are pushed off",
    "the deck of a ship bound for Cuba.",
    "Pursuing, their heads bobbing,",
    "clearing the salt from their nostrils,",
    "they kick. As long as they can,",
    "they swim in the rushing swells, falling",
    "behind the ship's scent, swine and men.",
    "Know someone who needs their spirits lifted?",
    "Why not try a lavender or a rose scent?",
    "At the end of a hallway, a machine rattles",
    "and spits out ice cubes, some dropping,",
    "transparent on the dull vines of the carpet.",
    "Manuela pushes a cart of towels, shampoo,",
    "lotion, and soap bars scented with rose oil.",
    "Glancing down at the \"Do Not Disturb\" signs,",
    "she walks past the banker taking his third shower",
    "and the mother nursing her twins on a blanket",
    "spread across the floor. The peepholes are",
    "silent as a pile of dirty pillows, some dark",
    "never blinking, others bullet holes of light.",
    "Before leaving the Day's Inn on Mt. Vernon,",
    "she steals a few soap bars for her daughter,",
    "who places them in her dresser drawers,",
    "scenting her lingerie, fresh as cut flowers.",
    "A dandelion's root, far deeper,",
    "tolerant of drought and poor soil,",
    "is not an easily uprooted presence.",
    "Manuela hears the creaking of planks,",
    "the flapping of sails, and horses stomping,",
    "nervous, eyeing the full moon. She sees",
    "the marks of hooves in the sand, marks",
    "coming out from the sea and vanishing inland.",
    "She wakes to that odor again.",
    "This time she stands beside her Incan city,",
    "its green peaks cutting the sky open,",
    "painted on La Carreta Restaurant's wall.",
    "Her daughter is taking her photo,",
    "saying,",
    "Mami",
    "\"Smile, Mom, smile.\"",
    "The blindfolded horses are hoisted on board",
    "in belly slings, and their feet are tied,",
    "slightly touching the deck, suspended",
    "for most of the voyage, but once on land",
    "some will escape and revert to the wild.",
    "Know someone who needs their spirits lifted?",
    "Why not try a lavender or a rose scent?",
    "She lets the desert in, wild sage.",
    "The desert takes her back home",
    "while a farmer's pig crosses the highway.",
    "She sees her fake ID fly off the dashboard.",
    "The wheels of her upside-down car spin:",
    "Suspended, buckled to her seat, feet dangling,",
    "she spots the moon on the shards",
    "of her windshield, frozen tears,",
    "the peepholes blinking back at her.",
    "Death touches down like a hoof.",
    "A gust of wind pushes the seeds",
    "of dandelions upward, a flock of white,",
    "a gauze gown drifting over yuccas.",
    "Memory is the scent of soap bars",
    "taking refuge in a daughter's drawer."
  ],
  "title": "Manuela",
  "year": ""
}