{
  "author": "Gwendolyn Brooks",
  "classification": "Blank Verse",
  "keywords": [
    "Home Life",
    "Social Commentaries",
    "Money",
    "Economics",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172089",
  "region": "",
  "text": [
    "arrive. The Ladies from the Ladies’ Betterment League",
    "Arrive in the afternoon, the late light slanting",
    "In diluted gold bars across the boulevard brag",
    "Of proud, seamed faces with mercy and murder hinting",
    "Here, there, interrupting, all deep and debonair,",
    "The pink paint on the innocence of fear;",
    "Walk in a gingerly manner up the hall.",
    "Cutting with knives served by their softest care,",
    "Served by their love, so barbarously fair.",
    "Whose mothers taught: You’d better not be cruel!",
    "You had better not throw stones upon the wrens!",
    "Herein they kiss and coddle and assault",
    "Anew and dearly in the innocence",
    "With which they baffle nature. Who are full,",
    "Sleek, tender-clad, fit, fiftyish, a-glow, all",
    "Sweetly abortive, hinting at fat fruit,",
    "Judge it high time that fiftyish fingers felt",
    "Beneath the lovelier planes of enterprise.",
    "To resurrect. To moisten with milky chill.",
    "To be a random hitching-post or plush.",
    "To be, for wet eyes, random and handy hem.",
    "Their guild is giving money to the poor.",
    "The worthy poor. The very very worthy",
    "And beautiful poor. Perhaps just not too swarthy?",
    "perhaps just not too dirty nor too dim",
    "Nor—passionate. In truth, what they could wish",
    "Is—something less than derelict or dull.",
    "Not staunch enough to stab, though, gaze for gaze!",
    "God shield them sharply from the beggar-bold!",
    "The noxious needy ones whose battle’s bald",
    "Nonetheless for being voiceless, hits one down.",
    "But it’s all so bad! and entirely too much for them.",
    "The stench; the urine, cabbage, and dead beans,",
    "Dead porridges of assorted dusty grains,",
    "The old smoke,",
    "diapers, and, they’re told,",
    "Something called chitterlings. The darkness. Drawn",
    "Darkness, or dirty light. The soil that stirs.",
    "The soil that looks the soil of centuries.",
    "And for that matter the",
    "oldness. Old",
    "Wood. Old marble. Old tile. Old old old.",
    "Not homekind Oldness! Not Lake Forest, Glencoe.",
    "Nothing is sturdy, nothing is majestic,",
    "There is no quiet drama, no rubbed glaze, no",
    "Unkillable infirmity of such",
    "A tasteful turn as lately they have left,",
    "Glencoe, Lake Forest, and to which their cars",
    "Must presently restore them. When they’re done",
    "With dullards and distortions of this fistic",
    "Patience of the poor and put-upon.",
    "They’ve never seen such a make-do-ness as",
    "Newspaper rugs before! In this, this “flat,”",
    "Their hostess is gathering up the oozed, the rich",
    "Rugs of the morning (tattered! the bespattered. . . .)",
    "Readies to spread clean rugs for afternoon.",
    "Here is a scene for you. The Ladies look,",
    "In horror, behind a substantial citizeness",
    "Whose trains clank out across her swollen heart.",
    "Who, arms akimbo, almost fills a door.",
    "All tumbling children, quilts dragged to the floor",
    "And tortured thereover, potato peelings, soft-",
    "Eyed kitten, hunched-up, haggard, to-be-hurt.",
    "Their League is allotting largesse to the Lost.",
    "But to put their clean, their pretty money, to put",
    "Their money collected from delicate rose-fingers",
    "Tipped with their hundred flawless rose-nails seems . . .",
    "They own Spode, Lowestoft, candelabra,",
    "Mantels, and hostess gowns, and sunburst clocks,",
    "Turtle soup, Chippendale, red satin “hangings,”",
    "Aubussons and Hattie Carnegie. They Winter",
    "In Palm Beach; cross the Water in June; attend,",
    "When suitable, the nice Art Institute;",
    "Buy the right books in the best bindings; saunter",
    "On Michigan, Easter mornings, in sun or wind.",
    "Oh Squalor! This sick four-story hulk, this fibre",
    "With fissures everywhere! Why, what are bringings",
    "Of loathe-love largesse? What shall peril hungers",
    "So old old, what shall flatter the desolate?",
    "Tin can, blocked fire escape and chitterling",
    "And swaggering seeking youth and the puzzled wreckage",
    "Of the middle passage, and urine and stale shames",
    "And, again, the porridges of the underslung",
    "And children children children. Heavens! That",
    "Was a rat, surely, off there, in the shadows? Long",
    "And long-tailed? Gray? The Ladies from the Ladies’",
    "Betterment League agree it will be better",
    "To achieve the outer air that rights and steadies,",
    "To hie to a house that does not holler, to ring",
    "Bells elsetime, better presently to cater",
    "To no more Possibilities, to get",
    "Away. Perhaps the money can be posted.",
    "Perhaps they two may choose another Slum!",
    "Some serious sooty half-unhappy home!—",
    "Where loathe-love likelier may be invested.",
    "Keeping their scented bodies in the center",
    "Of the hall as they walk down the hysterical hall,",
    "They allow their lovely skirts to graze no wall,",
    "Are off at what they manage of a canter,",
    "And, resuming all the clues of what they were,",
    "Try to avoid inhaling the laden air."
  ],
  "title": "The Lovers of the Poor",
  "year": ""
}