{
  "author": "Gwendolyn Brooks",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/14377",
  "region": "",
  "text": [
    "1",
    "People who have no children can be hard:",
    "Attain a mail of ice and insolence:",
    "Need not pause in the fire, and in no sense",
    "Hesitate in the hurricane to guard.",
    "And when wide world is bitten and bewarred",
    "They perish purely, waving their spirits hence",
    "Without a trace of grace or of offense",
    "To laugh or fail, diffident, wonder-starred.",
    "While through a throttling dark we others hear",
    "The little lifting helplessness, the queer",
    "Whimper-whine; whose unridiculous",
    "Lost softness softly makes a trap for us.",
    "And makes a curse. And makes a sugar of",
    "The malocclusions, the inconditions of love.",
    "2",
    "What shall I give my children? who are poor,",
    "Who are adjudged the leastwise of the land,",
    "Who are my sweetest lepers, who demand",
    "No velvet and no velvety velour;",
    "But who have begged me for a brisk contour,",
    "Crying that they are quasi, contraband",
    "Because unfinished, graven by a hand",
    "Less than angelic, admirable or sure.",
    "My hand is stuffed with mode, design, device.",
    "But I lack access to my proper stone.",
    "And plenitude of plan shall not suffice",
    "Nor grief nor love shall be enough alone",
    "To ratify my little halves who bear",
    "Across an autumn freezing everywhere.",
    "3",
    "And shall I prime my children, pray, to pray?",
    "Mites, come invade most frugal vestibules",
    "Spectered with crusts of penitents’ renewals",
    "And all hysterics arrogant for a day.",
    "Instruct yourselves here is no devil to pay.",
    "Children, confine your lights in jellied rules;",
    "Resemble graves; be metaphysical mules.",
    "Learn Lord will not distort nor leave the fray.",
    "Behind the scurryings of your neat motif",
    "I shall wait, if you wish: revise the psalm",
    "If that should frighten you: sew up belief",
    "If that should tear: turn, singularly calm",
    "At forehead and at fingers rather wise,",
    "Holding the bandage ready for your eyes."
  ],
  "title": "The Children of the Poor",
  "year": ""
}