{
  "author": "Gwendolyn Brooks",
  "classification": "Blank Verse",
  "keywords": [
    "Love",
    "Eating",
    "Drinking",
    "Trees",
    "Flowers",
    "Relationships",
    "Activities",
    "Nature",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172086",
  "region": "",
  "text": [
    "Inamoratas, with an approbation,",
    "Bestowed his title. Blessed his inclination.",
    "He wakes, unwinds, elaborately: a cat",
    "Tawny, reluctant, royal. He is fat",
    "And fine this morning. Definite. Reimbursed.",
    "He waits a moment, he designs his reign,",
    "That no performance may be plain or vain.",
    "Then rises in a clear delirium.",
    "He sheds, with his pajamas, shabby days.",
    "And his desertedness, his intricate fear, the",
    "Postponed resentments and the prim precautions.",
    "Now, at his bath, would you deny him lavender",
    "Or take away the power of his pine?",
    "What smelly substitute, heady as wine,",
    "Would you provide? life must be aromatic.",
    "There must be scent, somehow there must be some.",
    "Would you have flowers in his life? suggest",
    "Asters? a Really Good geranium?",
    "A white carnation? would you prescribe a Show",
    "With the cold lilies, formal chrysanthemum",
    "Magnificence, poinsettias, and emphatic",
    "Red of prize roses? might his happiest",
    "Alternative (you muse) be, after all,",
    "A bit of gentle garden in the best",
    "Of taste and straight tradition? Maybe so.",
    "But you forget, or did you ever know,",
    "His heritage of cabbage and pigtails,",
    "Old intimacy with alleys, garbage pails,",
    "Down in the deep (but always beautiful) South",
    "Where roses blush their blithest (it is said)",
    "And sweet magnolias put Chanel to shame.",
    "No! He has not a flower to his name.",
    "Except a feather one, for his lapel.",
    "Apart from that, if he should think of flowers",
    "It is in terms of dandelions or death.",
    "Ah, there is little hope. You might as well—",
    "Unless you care to set the world a-boil",
    "And do a lot of equalizing things,",
    "Remove a little ermine, say, from kings,",
    "Shake hands with paupers and appoint them men,",
    "For instance—certainly you might as well",
    "Leave him his lotion, lavender and oil.",
    "Let us proceed. Let us inspect, together",
    "With his meticulous and serious love,",
    "The innards of this closet. Which is a vault",
    "Whose glory is not diamonds, not pearls,",
    "Not silver plate with just enough dull shine.",
    "But wonder-suits in yellow and in wine,",
    "Sarcastic green and zebra-striped cobalt.",
    "With shoulder padding that is wide",
    "And cocky and determined as his pride;",
    "Ballooning pants that taper off to ends",
    "Scheduled to choke precisely.",
    "Here are hats",
    "Like bright umbrellas; and hysterical ties",
    "Like narrow banners for some gathering war.",
    "People are so in need, in need of help.",
    "People want so much that they do not know.",
    "Below the tinkling trade of little coins",
    "The gold impulse not possible to show",
    "Or spend. Promise piled over and betrayed.",
    "These kneaded limbs receive the kiss of silk.",
    "Then they receive the brave and beautiful",
    "Embrace of some of that equivocal wool.",
    "He looks into his mirror, loves himself—",
    "The neat curve here; the angularity",
    "That is appropriate at just its place;",
    "The technique of a variegated grace.",
    "Here is all his sculpture and his art",
    "And all his architectural design.",
    "Perhaps you would prefer to this a fine",
    "Value of marble, complicated stone.",
    "Would have him think with horror of baroque,",
    "Rococo. You forget and you forget.",
    "He dances down the hotel steps that keep",
    "Remnants of last night’s high life and distress.",
    "As spat-out purchased kisses and spilled beer.",
    "He swallows sunshine with a secret yelp.",
    "Passes to coffee and a roll or two.",
    "Has breakfasted.",
    "Out. Sounds about him smear,",
    "Become a unit. He hears and does not hear",
    "The alarm clock meddling in somebody’s sleep;",
    "Children’s governed Sunday happiness;",
    "The dry tone of a plane; a woman’s oath;",
    "Consumption’s spiritless expectoration;",
    "An indignant robin’s resolute donation",
    "Pinching a track through apathy and din;",
    "Restaurant vendors weeping; and the L",
    "That comes on like a slightly horrible thought.",
    "Pictures, too, as usual, are blurred.",
    "He sees and does not see the broken windows",
    "Hiding their shame with newsprint; little girl",
    "With ribbons decking wornness, little boy",
    "Wearing the trousers with the decentest patch,",
    "To honor Sunday; women on their way",
    "From “service,” temperate holiness arranged",
    "Ably on asking faces; men estranged",
    "From music and from wonder and from joy",
    "But far familiar with the guiding awe",
    "Of foodlessness.",
    "He loiters.",
    "Restaurant vendors",
    "Weep, or out of them rolls a restless glee.",
    "The Lonesome Blues, the Long-lost Blues, I Want A",
    "Big Fat Mama. Down these sore avenues",
    "Comes no Saint-Saëns, no piquant elusive Grieg,",
    "And not Tschaikovsky’s wayward eloquence",
    "And not the shapely tender drift of Brahms.",
    "But could he love them? Since a man must bring",
    "To music what his mother spanked him for",
    "When he was two: bits of forgotten hate,",
    "Devotion: whether or not his mattress hurts:",
    "The little dream his father humored: the thing",
    "His sister did for money: what he ate",
    "For breakfast—and for dinner twenty years",
    "Ago last autumn: all his skipped desserts.",
    "The pasts of his ancestors lean against",
    "Him. Crowd him. Fog out his identity.",
    "Hundreds of hungers mingle with his own,",
    "Hundreds of voices advise so dexterously",
    "He quite considers his reactions his,",
    "Judges he walks most powerfully alone,",
    "That everything is—simply what it is.",
    "But movie-time approaches, time to boo",
    "The hero’s kiss, and boo the heroine",
    "Whose ivory and yellow it is sin",
    "For his eye to eat of. The Mickey Mouse,",
    "However, is for everyone in the house.",
    "Squires his lady to dinner at Joe’s Eats.",
    "His lady alters as to leg and eye,",
    "Thickness and height, such minor points as these,",
    "From Sunday to Sunday. But no matter what",
    "Her name or body positively she’s",
    "In Queen Lace stockings with ambitious heels",
    "That strain to kiss the calves, and vivid shoes",
    "Frontless and backless, Chinese fingernails,",
    "Earrings, three layers of lipstick, intense hat",
    "Dripping with the most voluble of veils.",
    "Her affable extremes are like sweet bombs",
    "About him, whom no middle grace or good",
    "Could gratify. He had no education",
    "In quiet arts of compromise. He would",
    "Not understand your counsels on control, nor",
    "Thank you for your late trouble.",
    "At Joe’s Eats",
    "You get your fish or chicken on meat platters.",
    "With coleslaw, macaroni, candied sweets,",
    "Coffee and apple pie. You go out full.",
    "(The end is—isn’t it?—all that really matters.)",
    "And even and intrepid come",
    "The tender boots of night to home.",
    "Under the Woolworth mignonette.",
    "Her body is a honey bowl",
    "Whose waiting honey is deep and hot,",
    "Her body is like summer earth,",
    "Receptive, soft, and absolute ..."
  ],
  "title": "The Sundays of Satin-Legs Smith",
  "year": ""
}