{
  "author": "Michael Palmer",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Life Choices",
    "The Mind",
    "Time",
    "Brevity",
    "Relationships"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/242396",
  "region": "U.S., Western",
  "text": [
    "Yes, I was born on the street known as Glass—as Paper, Scissors or Rock.",
    "Several of my ancestors had no hands.",
    "Several of my ancestors used their pens",
    "in odd ways.",
    "A child of seven I prayed for breath.",
    "Each day I passed through the mirrored X",
    "into droplets of rain congealed around dust.",
    "I never regretted this situation.",
    "Though patient as an alchemist I failed to learn English.",
    "Twenty years later I burned all my furniture.",
    "Likewise the beams of my house",
    "to fuel the furnace.",
    "Once I bought an old boat.",
    "I abandoned the tyrannical book of my dreams",
    "and wrote about dresses, jewels, furniture and menus",
    "eight or ten times in a book of dreams.",
    "It sets me to dreaming when I dust it off.",
    "Our time is a between time; best to stay out of it.",
    "Send an occasional visiting card to eternity or a few stanzas to the living",
    "so they won’t suspect we know they don’t exist.",
    "Sign them Sincerely Yours, Warmest Regards, Thinking of You or",
    "Deepest Regrets.",
    "Brown river outside my window, an old boat riding the current.",
    "What I like most is to stay in my apartment.",
    "So that is my life, pared of anecdotes.",
    "I go out occasionally to look at a dance.",
    "Otherwise the usual joys, worries and inner mourning.",
    "Occasionally in an old boat I navigate the river",
    "when I find the time.",
    "Water swallows the days.",
    "I think maybe that’s all",
    "I have to say",
    "except that an irregular heart sometimes speaks to me.",
    "It says, A candle is consuming a children’s alphabet.",
    "It says, Attend to each detail of the future-past.",
    "Last night the moon was divided precisely in half.",
    "Today a terrifying wind."
  ],
  "title": "Autobiography 3",
  "year": ""
}