{
  "author": "Michael Palmer",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Landscapes",
    "Pastorals",
    "The Body",
    "The Mind",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/181563",
  "region": "U.S., Western",
  "text": [
    "Let’s see, how could you describe this to a listener? How can I describe this to our listeners? My head is in a steel vise I have been on a long voyage—a sea voyage—I have been travelling, sailing in a white ship, the weather is perfect surface of the water calm I am a woman or man over seven feet tall emerald green in color, malachite blue actually, tourmaline, carnelian, opal, I have been on a long voyage . . .",
    ". . . while I have been open to desire.",
    "Yes, while you have been open to desire, which is also blue.",
    "I have been open to desire . . .",
    ". . . which is like a storm or a small room . . .",
    ". . . while you have been on a voyage, a sea voyage. You spoke of a white ship.",
    "I did?",
    "Yes, a white ship with twin masts. It sat in the water like a smile.",
    "Oh right-like a smile, a white ship, gulls the first sign of land, then driftwood and kelp, then a harbor opens out before us in a perfect half-circle the water like they say clear as glass. She swung to her anchor without a flutter of the sails and was a rest. I have been travelling.",
    "You have been at sea in a white ship with your head in a steel vise.",
    "Exactly correct . . .",
    ". . . while I have been open to desire, my skin an attractive shade of blue, my voice calmly assertive. How can I describe this to a listener. The room is airy and bright, a bit cold in winter, there is a washstand with porcelain pitcher and bowl, a metal cot and a wood-burning stove that rarely works. I have a fine view of the river beyond the terracotta roofs. I assume it’s understood that all of this is true.",
    "Exactly correct. And at one point several days that is several minutes ago, didn’t you mention a photograph or a painting, something hanging on the wall?",
    "Her red hair, necklace of pearl and green dress.",
    "Neckless of coral.",
    "Necklace of coral, exactly correct . . .",
    ". . . hanging on the wall opposite the bed.",
    "Opposite the bed, yes. How can I describe it to our listeners. She is gazing out of the frame to her right or the viewer’s left. Her expression is serious though not severe. What else?",
    "Her arms . . .",
    ". . . her arms hang at her sides. No-her left arm . . . her left arm . . .",
    "She’s sitting at a desk.",
    "At her desk, yes, the desk is to the left of the door as you enter and the bed to the right. I’d forgotten the desk, where was I?",
    "In a room overlooking a river and hills beyond covered with olive trees. And I?",
    "On an ocean voyage.",
    "An ocean voyage, yes, I have been travelling, my head in a kind of brace or cage, the surface calm, the light . . .",
    ". . . very flat, so that it seems to open inward, this blueness is if I may call it that, buildings empty, hills almost liquid if there",
    "hills. You spoke of a white ship, a ‘cruising yawl’ as I remember.",
    "Yes, I have a description right here:",
    "“Seen from the air this region of rivers winding their way through",
    "flat country presents a pattern of arcs and meanderings of stagnant",
    "water. The river-bed itself seems to be edged with pale curves, as if",
    "nature had hesitated before giving the river its present, temporarily",
    "course. At ground level, the Pantanal becomes a dream landscape,",
    "where herds of zebus take refuge on the tops of hillocks which look",
    "like floating arks, while in the flooded swamps flocks of large birds,",
    "such as flamingos, egrest and herons, form dense white-and-pink is-",
    "lands, less feathery however than the fan-like foliage of the caranda",
    "palms, the leaves of which secrete a precious wax, and whose scat-",
    "tered clumps offer the only interruption in the deceptively smiling",
    "vistas of this aquatic desert.”",
    "You mean that’s your idea of desire, with all those commas?",
    "We lay becalmed for days, the sea wine-red, my head in a kind of brace or vise. I am a woman or man over seven feet tall, emerald green, crossing an endless field or meadow . . .",
    ". . . hills almost liquid if there",
    "hills . . .",
    ". . . and the still air and intense heat of midday . . .",
    ". . . forcing us to take shelter in the shade of the great cottonwoods by the river.",
    "Yes,",
    "‘the great cottonwoods by the river.’",
    "And to complete the picture a vast, cobbled public square dating from Roman times, an arcaded town hall decorated with frescoes, and a web of narrow streets filled with couples walking arm in arm. I am sitting in a cafe on the square, my left hand holding a copy of the Kansas City Star folded in half lengthwise, my right hand holding a spoon and idly stirring coffee in an oversized cup. And so on. The important spot over the head, irregular on one side, straight on the other, like the stripes of the dress, belongs more to her than to the wall; in balancing the head, this vertical form also helps to measure its tilt and the waviness of the hair and costume. On the right shoulder at the sleeve, the odd little puff continues the movement of the hair and accents the inclination of the head. The bands of the dress contribute a soft, wavering current of feeling channeled to the head and prolonged in the silhouette of the hair.",
    "The flame-red hair.",
    "No, dark brown, actually almost black, but I liked that business about the ‘smiling vistas of the aquatic desert,’ and the ‘large flocks of birds.’ Thought of using it myself.",
    "Yes, ‘the deceptively smiling vistas of this aquatic desert,’ and all within the space of a small, sparcely furnished room . . .",
    ". . . overlooking the river. I would usually get up about noon, buy the daily paper and walks to one of the large cafes on the square for coffee and rolls . . .",
    ". . . your face painted blue . . .",
    ". . . and open to desire like a storm or small room, the air always heavy by the river, she raises both arms behind her head to unclasp the coral necklace.",
    "Yes, the sun at its zenith, winged figure with arms extended, and a white ship, exactly correct. Let me tell you what it is you said. The lovers’ limbs twist like a river. Their talk is a naming or being named. My back sometimes aches. Their talk hides in the telling. The wind moves us. Wands comes and cups, gardens, someone in a cloak, the wind moves us, laws, young girl and the bird at her wrist, colors, bright yellow or blue. I am a woman or man under green sky, garden to my right and then it’s the following day. I am woman or man under emerald sky, wind brushes the river’s surface, we talk until our talk becomes hidden.",
    "And when does a play begin?",
    "Don’t you remember?",
    "I remember trying to think of who to talk to and what to say. I remember trying to remember what happened on a given day, what word stood or what color, and where we had been and where we had gone. I remember the red studio and the woman in blue, and I remember the one who swallowed his tongue.",
    "Do you remember all the listening?",
    "I remember wandering completely lost and looking for the river. I remember hills and gilded domes . . .",
    ". . . narrow streets between high buildings . . .",
    ". . . narrow streets between high buildings . . .",
    ". . . and the lists of irregular verbs . . .",
    ". . . lists of irregular verbs.",
    "To be is to be seen.",
    "To be is to be seen.",
    "Talk is a naming.",
    "Talk is a naming or a being named . . .",
    ". . . and desire an electric shade of blue . . .",
    ". . . electric shade of blue.",
    "Lovely weather today.",
    "Lovely weather, clear and cold . . .",
    ". . . with emerald sky . . .",
    ". . . under emerald sky, rosemary and hyssop in bloom—uh—in bloom—uh—some marigolds—right, marigolds—clouds—probably clouds—things with—uh—names scattered about—uh—and so on——————just ‘and so on.’",
    "So",
    "the one who swallowed his tongue!",
    "Now I remember—the play"
  ],
  "title": "Idem 1",
  "year": ""
}