{
  "author": "Michael Palmer",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/180033",
  "region": "U.S., Western",
  "text": [
    "He says this red as dust, eyes as literal self among selves and picks the coffee up.",
    "Memory is kind, a kindness, a kind of unlistening, a grey wall even toward which you move.",
    "It was the woman beside him who remarked that he never looked anyone in the eye. (This by water’s edge.)",
    "This by water’s edge.",
    "And all of the song ‘divided into silences’, or ‘quartered in three silences’.",
    "Dear Charles, I began again and again to work, always with no confidence as Melville might explain. Might complain.",
    "A message possible intercepted, possibly never written. A letter she had sent him.",
    "But what had his phrase been exactly, “Welcome to the Valley of Tears,” or maybe “Valley of Sorrows.” At least one did feel welcome, wherever it was.",
    "A kind of straight grey wall beside which they walk, she the older by a dozen years, he carefully unlistening.",
    "Such as words are. A tape for example a friend had assembled containing readings by H.D., Stein, Williams, others. Then crossing the bridge to visit Zukofsky, snow lightly falling.",
    "Breaking like glass Tom had said and the woman from the island. Regaining consciousness he saw first stars then a face leaning over him and heard the concerned voice, “Hey baby you almost got",
    "high.”",
    "Was was and is. In the story the subject disappears.",
    "They had agreed that the sign was particular precisely because arbitrary and that it included the potential for (carried the sign of) its own dissolution, and that there was a micro-syntax below the order of the sentence and even of the word, and that in the story the subject disappears it never disappears. 1963: only one of the two had the gift of memory.",
    "Equally one could think of a larger syntax, e.g. the word-as-book proposing always the book-as-word. And of course still larger.",
    "Beginning and ending. As a work begins and ends itself or begins and rebegins or starts and stops. Ideas as elements of the working not as propositions of a work, even in a propositional art. (Someone said someone thought.)",
    "That is, snow",
    "a) is",
    "b) is not",
    "falling-check neither or both.",
    "If one lives in it. ‘Local’ and ‘specific’ and so on finally seeming less interesting than the ‘particular’ wherever that may locate.",
    "“What I really want to show here is that it is not at all clear",
    "which are the simple colour concepts.”",
    "Sign that empties itself at each instance of meaning, and how else to reinvent attention.",
    "Sign that empties . . . That is",
    "would ask",
    ". He would be the asker and she unlistening, nameless mountains in the background partly hidden by cloud.",
    "The dust of course might equally be grey, the wall red, our memories perfectly accurate. A forest empty of trees, city with no streets, a man having swallowed his tongue. As there is no ‘structure’ to the sentence and no boundary or edge to the field in question. As there is everywhere no language.",
    "As I began again and again, and each beginning identical with the next, meaning each one accurate, each a projection, each a head bending over the motionless form.",
    "And he sees himself now as the one motionless on the ground, now as the one bending over. Lying in an alley between a house and a fence (space barely wide enough for a body), opening his eyes he saw stars and heard white noise followed in time by a face and a single voice.",
    "Now rain is falling against the south side of the house but not the north where she stands before a mirror.",
    "“Don’t worry about it, he’s already dead.”",
    "“",
    "”",
    "“",
    "”",
    "She stands before the mirror touches the floor. Language reaches for the talk as someone falls. A dead language opens and opens one door.",
    "So here is color. Here is a color darkening or color here is a darkening. Here white remains . . .",
    "And you indicate the iris of the portrait’s eye, a specific point on the iris, wanting that color as your own. There is a grey wall past which we walk arm in arm, fools if we do greater fools if we don’t.",
    "And I paint the view from my left eye, from the balcony of the eye overlooking a body of water, and inland sea possibly, possibly a man-made lake.",
    "And I do continue as the light changes and fades, eventually painting in pitch dark. That is, if you write it has it happened twice:",
    "It rained again that night deep inside",
    "where only recently had occurred the abandonment of signs"
  ],
  "title": "Notes for Echo Lake 1",
  "year": ""
}