{
  "author": "Michael Palmer",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/181657",
  "region": "U.S., Western",
  "text": [
    "The voice, because of its austerity, will often cause dust to rise.",
    "The voice, because of its austerity, will sometimes attempt the representation of dust.",
    "Someone will say, I can’t breathe—as if choking on dust.",
    "The voice ages with the body.",
    "It will say, I was shaped by light escaping from a keyhole.",
    "Or, I am the shape of that light.",
    "It will say, For the body to breathe, a layer must be peeled away.",
    "It will say, What follows is a picture of how things are for me now.",
    "It will say, The rose is red, twice two is four—as if another were present.",
    "The dust rises in spirals.",
    "It will say, The distance from Cairo to anywhere is not that great.",
    "As if one had altered the adjustment of a microscope.",
    "Or examined its working parts.",
    "Possibly an instrument covered with dust and forgotten on a shelf.",
    "Beside a hatbox and a pair of weathered boots.",
    "The voice will expand to fill a given space.",
    "As if to say, This space is not immeasurable.",
    "This space is not immeasurable.",
    "When held before your eyes.",
    "And which voice is it says (or claims to say), Last night I dreamt of walls and courses of brick, last night I dreamt of limbs.",
    "As you dream—always unwillingly—of a writing not visible and voices muffled by walls.",
    "As if the question: lovers, prisoners, visitors.",
    "The voice, as an act of discipline or play, will imitate other voices.",
    "This is what I am doing now.",
    "This is what I’m doing now.",
    "The clock behind my back, its Fusée mechanism.",
    "Voice one recognizes from years before.",
    "Beneath water, hidden by a spark.",
    "Here at the heart of winter, or let’s say spring.",
    "Voice with a history before its eyes.",
    "With a blue dot before its eyes.",
    "History of dust before its eyes.",
    "It will say, as if remembering, The letter S stands for a slow match burning.",
    "On the table before me.",
    "No numbers on this watch.",
    "And I live in a red house that once was brown.",
    "A paper house, sort of falling down.",
    "Such is the history of this house.",
    "It looks like this.",
    "Looks just like this.",
    "We think to say in some language."
  ],
  "title": "Recursus",
  "year": ""
}