{
  "author": "Michael Palmer",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Philosophy",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/180036",
  "region": "U.S., Western",
  "text": [
    "At the end of the bridge is a state of prison. Then",
    "it goes back into my throat drying my throat.",
    "Miracle of Sicilian weeping. Bleeds in one of his many",
    "dreams.",
    "He announced that he was about to give a free ‘poetry",
    "suicide’—a free ‘poultry recital.’ Everyone be-",
    "lieved him.",
    "_______",
    "At the end of the bridge is a state of prison. A",
    "voyage will hide itself in your heart, bleeding from the",
    "left eye, the organ of sight. A voyage will hide",
    "itself in someone unfamiliar like a heap of salt.",
    "Mingled with the ordinary blueness would be waves of",
    "foreheads shaped like cups.",
    "She thought he could hear her.",
    "To dance is to live.",
    "_______",
    "Calm and order of an autumn sky. At the end of a",
    "bridge is the state of prison, voyage of eye and",
    "throat full of the fear of night. Then all of winter",
    "will enter like a red block, or like the calm and",
    "order of an autumn sky.",
    "139. Change of form. 139a. Change of colour.",
    "122. Pitfalls. 136. Covers with a lid.",
    "_______",
    "It doesn’t matter what you say but how you say it. By",
    "pronouncing the words they become different. It comes",
    "from above (pointing to his head). Then it goes all",
    "sorts of ways down. Then it goes back into my throat",
    "drying my throat.",
    "Tonight it’s a certainty that the President will resign",
    "(‘a virtual certainty’).",
    "After the party they drove back to her house where she",
    "sucked him off while he spoke to someone on the tele-",
    "phone about the possibility of a job.",
    "_______",
    "Plato’s warning against telling stories,",
    "tina diēgeisthai.",
    "Or the certainty of the ten fingers and ten feet. You",
    "laugh a lot because during the first phase someone",
    "who has taken hasheesh is ‘gifted with a marvelous",
    "comic sense’ which contains its own opposite like the",
    "end of a bridge.",
    "The verb divides us evenly into two objects.",
    "_______",
    "A pretty girl is like a melody.",
    "You must be more confident now that you’ve won the",
    "prize.",
    "And if you listen. And if you listen hearing, if you",
    "listen thought. I’ve been thinking about the whole",
    "trouble about how I got lost in the woods. A man my-",
    "self is lying in a house. Or alone among myself answering",
    "a house. To be calm and voluptuous conjuring a house.",
    "To be eligible for the house. If you listen image, if you",
    "listen house. Ordinary calm and order of the house.",
    "Coffee comma parentheses. Coffee parentheses order.",
    "Coffee parentheses coffee. 131. Untrodden. 136. Covers",
    "with a lid.",
    "_______",
    "137. Combination. 138. Arrangement.",
    "Plato’s admonition against telling stories about",
    "being,",
    ".",
    "Dear Apollinaire: We drove 500 miles to attend the",
    "wedding of a relative. Our son was to be in the",
    "bridal party. The wedding was to take place at 4 p.m.",
    "on Saturday. On the Friday night before the wedding,",
    "the bride and groom got into a fight and the groom",
    "broke the bride’s nose so the wedding was canceled.",
    "What do we do with the wedding gift we were",
    "going to take to the church? Who pays for the",
    "tuxedo our son rented for the occasion and never got",
    "to wear? And how about the motel bill?"
  ],
  "title": "Tomb of Baudelaire",
  "year": ""
}