{
  "author": "Anne Waldman",
  "classification": "",
  "keywords": [
    "Home Life",
    "Relationships"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/171772",
  "region": "U.S., Southwestern",
  "text": [
    "eviction people arrive to haunt me",
    "with descriptions of summer’s wildflowers",
    "how they are carpet of fierce colors",
    "I bet you hate to see us they say and yes",
    "I do hate to have to move again especially from here",
    "destruction brought to place of love",
    "the uneven smiles that win she’s a business woman",
    "blond tints that glow at sunset as profits rise",
    "alas what labor I employ",
    "but to ensure a moment’s joy",
    "sets branches trembling & arms chilled",
    "dear one long returning home, come to",
    "clammy feverish details, muffed sorrow",
    "I turn to throw a tear of rage in the pot",
    "never remorse but hint of scruples I’d hope for",
    "it is error it is speculation it is real estate",
    "it is the villain and comic slippery words",
    "the work of despotic wills to make money",
    "I scream take it take your money! make your money",
    "go on it’s only money, here’s a wall of dry rot",
    "here’s an unfinished ceiling, just a little sunlight",
    "peeks through this (lark, no luminance! exquisite St. Etienne",
    "stove doesn’t work icebox either too hot or frozen",
    "firescreen tumbling down",
    "kitchen insulation droops is ugly & a mess",
    "ah but love it here, only surface appearances",
    "to complain of, nothing does justice",
    "to shape of actual events I love",
    "but a fight against artificiality",
    "its inherent antagonism, bald hatred of moving",
    "and problem of thirsty fig tree in Burroughs",
    "apartment wakes me I don’t want to go down there yet",
    "& how to orchestrate the summer properly",
    "the problem of distress & not denying pride from it",
    "too atomized to make pleasure of melancholy",
    "& an uncontrollable enthusiasm for throne & altar",
    "I want to sit high want simple phalanx",
    "of power independent of everything but free will",
    "& one long hymn in praise of the cabin!",
    "it is a confession in me impenetrably walled in",
    "like aesthetics like cosmos an organ of",
    "metaphysics and O this book gives me a headache",
    "dear Weston La Barre let’s have an argument",
    "because I see too clearly how rational I must be &",
    "the kernel of my faith corrupted",
    "because you have no reliance on the shaman & outlaw",
    "or how depth of mind might be staggering",
    "everywhere except in how important science is",
    "science? no he won’t he fooled by visions",
    "whereas I wait for dazzling UFOs they announce",
    "will arrive high in these mountains",
    "I repair the portal even invite stray horses in",
    "have a little toy receiving station",
    "that sits by the bed",
    "at the edge of night all thoughts to place of love",
    "all worries to this place of love",
    "all gestures to the place of love",
    "all agonies to place of love, thaws to place",
    "of love, swarthy valley sealed",
    "in wood, log burst into flame",
    "in home of love, all heart’s dints",
    "and machinations, all bellows & pungency",
    "antemundane thoughts to palace of love",
    "all liberties, singularity, all imaginings",
    "I weep for, Jack’s sweet almond-eyed daughter to",
    "place of love, & heavy blankets",
    "and terracing & yard work & patch work",
    "& tenacity & the best in you",
    "surround me work in me to place my love",
    "dear cirques, clear constraint, dissenting",
    "inclinations of a man and a woman, Metonic cycle",
    "all that sweats in rooms, lives in nature",
    "requiems & momentum & trimmings of bushes",
    "dried hibiscus & hawks & shyness",
    "brought to this place of love",
    "trees rooted fear rooted all roots brought",
    "to place of love, mystery to heart of love",
    "& fibers",
    "and fibers in sphere of love a whole world makes",
    "spectators of slow flowering of spring",
    "& summer when you walk to town for eggs",
    "and continuous hammerings as new people",
    "arrive & today we notice for first time",
    "a white-crowned sparrow out by the feeder",
    "with the chickadees & juncos & I missed",
    "that airplane-dinosaur in dream nervous",
    "to travel again, miss buds pop open",
    "to shudder in breeze, their tractability",
    "makes sudden rise of sensibility you are",
    "shuddering too & your boy laugh",
    "comes less frequent now you’re drawn into",
    "accountability, will I return to find all",
    "stuff tidy in silver truck",
    "ready to go? it’s you in this place I lose",
    "most because it’s here in you I forget",
    "where I am, this place for supernaturals",
    "perched high in sky & wind, held by wind in stationary",
    "motion as bluebird we observe over meadow or caught",
    "up with jetstream dipping in valley’s soft cradle",
    "power & light & heat & radiance of head it takes",
    "power & light & heat & radiance of head it takes to",
    "make it work while",
    "down there someone building replicas of what",
    "it feels like to be a human multitude, fantasy",
    "molded clumsily, spare my loves",
    "and love of glorious architecture when you really put",
    "outside in, the feeling of cloud or mountain",
    "or stone",
    "having developed an idea of idyllic private life",
    "& sovereignty of spirit over common",
    "empirical demand",
    "I tell you about renunciation, I tell you holy",
    "isolation like a river nears ocean to",
    "dissolve",
    "and cabin becomes someone’s idea of a good place",
    "discretion you pay for it wasn’t mine either",
    "but sits on me imprints on me",
    "forever splendor of fog, snow shut strangers out",
    "gradual turn of season, ground stir, pine",
    "needle tickle your shoulder, peak curve, fresh air."
  ],
  "title": "Cabin",
  "year": ""
}