{
  "author": "Anne Waldman",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "Living",
    "The Mind"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/171771",
  "region": "U.S., Southwestern",
  "text": [
    "Awake in a giant night",
    "is where I am",
    "There is a river where my soul,",
    "hungry as a horse drinks beside me",
    "An hour of immense possibility flies by",
    "and I do nothing but sit in the present",
    "which keeps changing moment to moment",
    "How can I tell you my mind is a blanket?",
    "It is an amazing story you won’t believe",
    "and a beautiful land",
    "where something is always doing in the barns",
    "especially in autumn",
    "Sliding down the hayrick!",
    "By March the sun is lingering and the land turns wet",
    "Brooks grow loud",
    "The eddies fill with green scum",
    "Crocuses lift their heads to say hello",
    "Soon it is good to be planting",
    "By then the woods are overflowing",
    "with dogwood, redbud, hickory, red and white oaks,",
    "hazelnut bushes, violets, jacks-in-the-pulpit,",
    "skunk cabbages, pawpaws and May apples",
    "whose names thrill you because you can name them!",
    "There are quail and rabbits too—but I go on too long",
    "Like the animal, I must stop by the water’s edge",
    "to have a drink and think things over",
    "*",
    "That was good. The drink I mean",
    "I feel refreshed and ready for anything",
    "Though I’m not in Vermont or Kentucky unfortunately",
    "but in New York City, the toughest place in the world",
    "And it’s December",
    "Here someone is always weeping, including me",
    "though I tend to cry in monster waves then turn into a fish",
    "wallowing in my own salty",
    "Puddle! Look out",
    "If you aren’t wearing boots you’ll be sorry",
    "and soggy too",
    "*",
    "This season’s cruelty hurts me",
    "and others, I’m sure, who’d rather be elsewhere but can’t",
    "because of their jobs, families, friends, money",
    "It’s rough anyway you look at it",
    "But what can you do?",
    "It’s worse elsewhere, I’m sure",
    "Take Vietnam",
    "No thanks",
    "I think about Vietnam a lot, however",
    "and wonder if I’ll ever “see” it",
    "The way I’ve seen Europe, I mean",
    "Those pretty Dutch girls!",
    "They all ride bicycles",
    "In Venice you travel by boat or foot",
    "The metro and the underground register like the names",
    "in connection with them:",
    "Hugo, Stephen, Stuart, Larry, Lee, Harry, David, Maxine",
    "What does it all mean?",
    "I never ask that, being shy",
    "In this apartment in which I dwell these thoughts pass by",
    "I hope you won’t mind the mess when you do too",
    "*",
    "You just walk in up a flight and you’re in paradise",
    "A cup of coffee, an easy chair, a loving person waiting for you",
    "who’s washing the dishes, reading a book",
    "Outside someone’s worrying about love and not sitting down either",
    "He’s probably freezing his ass off right now!",
    "And other vital parts which would feel great in the country,",
    "taking a walk, a hike, shoveling snow",
    "Though you can do that right here",
    "*",
    "The hub of the universe is where I am in a night whose promise",
    "grows with me, unlike the snow melting in the gutter",
    "Whatever I do, it is beside me",
    "I look out the window, there is night",
    "I sit in this lighted room knowing this night",
    "Night! Night! I wish you’d go so I could go",
    "to the post office, the bank, the supermarket",
    "Why aren’t they open at night? I wonder",
    "Then realize I’m not the only person who’s",
    "considered in the grand scope of daily living",
    "There are those fast asleep who want to be and would be horrified",
    "if the post office, the bank, and the supermarket",
    "were only open at night",
    "for you can’t be all there all the time",
    "I myself am only here part of the time",
    "which is enough",
    "For there are other places to run to",
    "Uptown, for example, where energy rushes you",
    "like some hideous but intriguing chemical",
    "you can’t ignore",
    "and you want to absorb the wisdom these buildings have",
    "How do they feel so high up like that?",
    "Pretty good, they seem to say in their absolute way",
    "But it’s the people inside who turn us on",
    "By then you are gone off in a cab",
    "and you are not alone",
    "I am beside you",
    "The streets are familiar from just traveling through",
    "We rarely stop and when we do there’s a reason",
    "Which is too bad",
    "We miss a lot for this same reason",
    "*",
    "They’re probably feeding the chickens about this time",
    "The smell of chicken feed overwhelms me",
    "The rooster crows on a 7th Street fire escape",
    "Breakfast is ready",
    "There is a forest by the river near the barn",
    "where things are happening,",
    "a whole new world on the edge of dawn",
    "*",
    "My little world goes on St. Mark’s Place",
    "To be not tired, but elated, I sing this song",
    "I think of The Beatles and The Beach Boys",
    "and the songs they sing",
    "It is a different thing to be behind the sound",
    "then leave it forever",
    "and it goes on without them, needing only you and me",
    "Here I am, though you are asleep",
    "The morning of December 3rd dawns on me",
    "in the shape of a poem called “Giant Night”",
    "It must end before it is too late",
    "All over the world children will celebrate Christmas",
    "And families will gather together to give and take this season",
    "Other religions and customs will prevail in their own separate ways",
    "having nothing to do with Christmas",
    "Soldiers will cease fire",
    "Some won’t know the difference but might be able to sense it",
    "in the air",
    "The smell of holly, pine, eggnog",
    "The friendly faces of Santa and his elves",
    "All these will add up to something and be gone forever",
    "Just like what is here one minute and not the next."
  ],
  "title": "Giant Night",
  "year": ""
}