{
  "author": "Anne Waldman",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247338",
  "region": "",
  "text": [
    "All writing around the sides the persons a galaxy all writing resounds a hot history. All writing is in fact cut-ups history will decide games heated and heated economic behavior. To rise up scene all sounds of Tahrir and inside supply side threatened. A long delineation. Longer than I would be counting. This, a whisper, this the end of whisper time. Rise up and wiser this the streets of the world. Commission overheard in spin a soldiering one. What streets of the world to spin rubric’s yes yes commerce, no, a no, no. Tanks of the blown-off world. He is my beautiful offshore a caw caw of major spills and elsewhere no, no. Cut the dialect the binary the dear word so precious and forbidden. They use the machines to take the streets of the world. Horizon my headwater cut cut the cable my beignets my else an appetite “poor politics, poor poor pols.” Waters of the world in media cut cut the lines manipulate desire and show the word show the Man show the tablets a Paleolithic grab all the twilight fields of discontent that shadow governments rise up people of the world of many wounded galaxies of discontent. And hear you, people of the word. What room? The gray we reach to. Assume that the worst has happened deporting Rom explicit in the gypsy purge meeting with Popes in the streets of the world. Subject to strategy poor poor pol a scrutiny. Its link its drill its Bandars. Condemn Salazar and the interior ministry of fisheries and assume the worst in writing cuts his exterior of life the glib industry, the selves behind the tyrants. My loaves and fishes in deep deep water. Is at some point classical prose, my no, Bulgaria my no Romania my Haiti my Egypt, and gypsy environment come to this coastline America ruptured pipeline to awe caw Gulf Stream is seated cut cut to other fields ripple effect and your domino will fall. And the bomb fall down. Cutting and rearranging factor your opponent your domino history will gain introducing a new parity binary Assange dimension your strategy. Will history decide “caw caw caw.” How many Rom yes yes discoveries sound to kinesthetic a gulf of everyone. She wanted to soldier a gulf of anyone. She wanted to soldier out of here her long delineation longer than would be counting. Cut through this leak of revolution the future will come out. We can deport Rimbaud now produce accident to his color “Voyelles.” Exit the colors you drain me of. And new dimension to films cut cut Sarkozy cut Hollande the senses the place of sands, gambling Rom scene all sounds all colors tasting sounds, France, France smell all streets of the world. Wake up, all colors of all the burqas tasting sounds of the shadow world. Cut cut when you can have the best all: Anthropocene. Welcome to the Anthropocene. Rom the gypsy in everyone. In a collage of words read heard decipher, Rom arise outbreak of military strategy, sound of voice a pitching wail will sear the wall will wall the sound will break the word will suck the variation clear and act accordingly history will decide the streets of the world. Caw caw introduced the cut-up scissored remembered gulf renders the aroma in memory of my despotic elders. Aroma of Rom. Let the dolphins in and act accordingly. If you posed entirely of prearranged cut cut determined by random leaders no Merkel cut cut G-20. A page of written words no advantage to leak from circular Salazar. Interior from knowing into writer predict the move the mood, no go back will step down will will step down. Circumpolar water and denizens within arise. Streets of the world arise. The cut variation images shift Rom sense advantage in processing to sound sight cut cut sound to arise. Visit of memories New Orleans Florida have been made by accidents is where Rimbaud was going with order could live could systematic derangement of the gambling scene, cut cut in with a tea party lullaby then hallucination: seeing and places that arise the streets of the word. A long line’s delineation to random future streets of the world. And they our nuclear future to deny deny. Our man in rendition and cut cut the torture oh streets of the world arise to cut back forms else mammals suffer a dead Mubarak. Rearrange blunt the word and image to other fields Rom, no France France rise to streets the USA the USA of the soldiering world. We’ll see how calm politics will become. G-20 outbreak of temper Germany. Of temper BP. Condemn the masters UK France corpse or carp on it but no longer predict the move, cut cut other fields than cuts your writing Egypt your Yemen your Syria your Libya your Mali."
  ],
  "title": "History Will Decide",
  "year": ""
}