{
  "author": "Anne Waldman",
  "classification": "Free Verse",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/171770",
  "region": "U.S., Southwestern",
  "text": [
    "Spooky summer on the horizon I’m gazing at",
    "from my window into the streets",
    "That’s where it’s going to be where everyone is",
    "walking around, looking around out in the open",
    "suspecting each other’s heart to open fire",
    "all over the streets",
    "like streets you read about every day",
    "who are the network we travel through on the way to the center",
    "which is energy filling life",
    "and bursting with joy all over the screen",
    "I can’t sit still any longer!",
    "I want to go where I’m not feeling so bad",
    "Get off this little island before the bridges break",
    "(my heart is a sore thing too)",
    "No I want to sit in the middle watching movies",
    "then go to bed in my head",
    "Someone is banging on it with a heavy stick like the enemy",
    "who is he going to be turns into a face you can’t recognize",
    "then vanishes behind a window behind a gun",
    "Like the lonely hero stalking the main street",
    "cries out Where are you? I just want to know",
    "all the angles of death possible under the American sky!",
    "I can hardly see for all the buildings polluting the sky",
    "until it changes into a barrage of bottles",
    "then clears up for a second while you breathe",
    "and you realize you’e still as alive as ever and want to be",
    "but would like to be somewhere else perhaps Africa",
    "Start all over again as the race gets darker and darker",
    "and the world goes on the way I always thought it would",
    "For the winner is someone we recognize out of our collective past",
    "which is turning over again in the grave",
    "It is so important when one dies you replace her",
    "and never waste a minute"
  ],
  "title": "Revolution",
  "year": ""
}