{
  "author": "Bruce Snider",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245408",
  "region": "",
  "text": [
    "1",
    ",",
    ",",
    ".",
    "Mornings the milky sap on my knuckles",
    "burns. Last night the piglets fought then suckled",
    "in the barn. Still no word. Our one cow",
    "grazes but won’t come in. The pamphlets say:",
    ". I say, let’s try again",
    "but John blames the state, the neighbors, the way",
    "we wrote our bios, filling out the forms.",
    "Across the road our neighbor starts his truck",
    "while God, feather by feather, downs a wren —",
    "swollen, its black eyes shiny, small dark tongue.",
    "In the drainpipe, something slithers wet and stuck.",
    "A race runner? A ground skink shedding skin?",
    ", John tells me,",
    ".",
    "2",
    "John tells me:",
    ".",
    "Another of God’s mysteries: hard rain",
    "muddying the corn. The kind woman",
    "at the agency said,",
    "types of couples. Trash smoke rises like prayer,",
    "the neighbor burning insulation from his shed.",
    "He shows his son how to bind fence where",
    "a crippled chicken pecks at scattered feed.",
    "They talk, lean close. Rusted toys fill",
    "the side yard: old trucks, a bicycle tire,",
    "a punctured red bucket now a sieve.",
    "In the back acre, ram mounts ewe, the whole",
    "field coupling late spring. When John walks by,",
    "I kiss him. Most days we keep to ourselves.",
    "3",
    "I kiss him most days. We keep to ourselves",
    "by the roadside. Two greasy boxes; a sign:",
    "FREE. We take the runt, her warm body beside",
    "us in the truck, milk-breathed and unwormed.",
    "I imagine her shuddering out of the womb, wet",
    "ground covered with slime. Strange to think",
    "of her moving inside some animal’s gut,",
    "the source of each day’s warm alien kick.",
    "At home John makes her a bed from old",
    "field shirts, a soap and vinegar bath for fleas",
    "while in my lap she chews my hand and shivers.",
    "I brush her fuzzy scruff, the too-large head.",
    "She nips at my finger that holds a piece of cheese,",
    "her wet tongue asking what a man can mother.",
    "4",
    "Even I doubt how a man can mother",
    "when I see the neighbor shout, chuck a stone",
    "at his son. When I shoot him a look, he turns:",
    ". The hot sun withers",
    "the peonies John planted on the side of the hill,",
    "dirt gone hard with the sudden change of weather.",
    "Sweating, I mow the lawn, pick up shell",
    "casings in the yard, the crow’s strict feathers.",
    "All day I want to break something, stick",
    "a fork in the fan blades to feel the pinch.",
    "Coming home late again from the shop,",
    "John carries two rabbits slung from a hook.",
    "He cleans, for hours, his rifle on the porch.",
    "Above us: the moon rises. An easy shot.",
    "5",
    "Above us the sun rises, bright and hot,",
    "steaming the back pond where black flies stall.",
    "In the pasture, our neighbor castrates his bulls",
    "using a spreading tool with red rubber slats.",
    "The restless cattle graze an unshorn meadow.",
    "On TV: a baby in Toledo in a locked car.",
    "The mother went to work and forgot, windows",
    "up in summer’s heat. The camera blurs",
    "over the lot as a medic lifts the blanketed heap",
    "from the back seat in the crew’s full view.",
    "Gawkers circle. The mother weeps. Watching,",
    "I can peaches, letting the pale fruit darken.",
    "Beyond the window, bulls still graze the field.",
    "They feed. The bloodless sacks swing, blacken.",
    "6",
    "Steer feed. The bloodless sacks hang, blackened.",
    "On the radio: Haggard’s",
    ".",
    "John tends to ordinary things: replaces the drain-",
    "pipe in the kitchen sink, sharpens knives again.",
    "I watch the neighbor teach his son to paint",
    "the tool shed all afternoon. Soon, they wrestle,",
    "throw a ball, the boy laughing into his father’s chest.",
    "In the paper I read the births and deaths,",
    "hear a sudden hammering from behind,",
    "John cursing the warped floorboards, pushing hard",
    "the back door, which still won’t budge an inch.",
    "Again today no miracles at hand,",
    "just, in the field, wrens who stab at milkweed pods,",
    "a nuthatch bargaining from its split branch.",
    "7",
    "A nuthatch bargains from its split branch.",
    "Our neighbor stops by, complains our fence",
    "breaks his field. It must be moved eight inches.",
    "The puppy —",
    ", we call her — pushes",
    "her nose in everything, the front yard, the garden,",
    "finds, across the road, the neighbor’s trash —",
    "drags stripped wire, eggshells that harden",
    "like the bones she buries off his porch.",
    "I want to say we are consoled by her,",
    "but each day John jumps when he hears the phone.",
    "We walk over and over down the worn",
    "path to the empty mailbox:",
    ".",
    "Some nights we make love. We sleep arm to arm.",
    "We wake to our neighbor yelling at his son.",
    "8",
    "Again we wake, our neighbor yelling at his son,",
    "poor kid standing by the porch. Tracking mud,",
    "he backs from the shouting, his father’s raised fist.",
    "Later I will see him sulking near our feed shed,",
    "knotting an old piece of garden hose, kicking dust.",
    "I’ll smile, ask if he’s OK. But right now",
    "I listen to John’s quiet breathing beside me.",
    "Faith, they say, is Abraham asked to slaughter",
    "his boy on a mountaintop. But sometimes",
    "it’s just the peeling shed in gray weather,",
    "the leather harness softened, then gone rough.",
    "All day today the back pond will teem with carp.",
    "The clover will brighten. For now we lie together",
    "into late morning. Some days, it is enough."
  ],
  "title": "Devotions",
  "year": ""
}