{
  "author": "Dana Gioia",
  "classification": "Refrain",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175698",
  "region": "U.S., Western",
  "text": [
    "“Poetry must lead somewhere,” declared Breton.",
    "He carried a rose inside his coat each day",
    "to give a beautiful stranger—“Better to die of love",
    "than love without regret.” And those who loved him",
    "soon learned regret. “The simplest surreal act",
    "is running through the street with a revolver",
    "firing at random.” Old and famous, he seemed",
    "There is always a skeleton on the buffet.",
    "Wounded Apollinaire wore a small steel plate",
    "inserted in his skull. “I so loved art,” he smiled,",
    "“I joined the artillery.” His friends were asked to wait",
    "while his widow laid a crucifix across his chest.",
    "Picasso hated death. The funeral left him so distressed",
    "he painted a self-portrait. “It's always other people,”",
    "remarked Duchamp, “who do the dying.”",
    "Dali dreamed of Hitler as a white-skinned girl—",
    "impossibly pale, luminous and lifeless as the moon.",
    "Wealthy Roussel taught his poodle to smoke a pipe.",
    "“When I write, I am surrounded by radiance.",
    "My glory is like a great bomb waiting to explode.”",
    "When his valet refused to slash his wrists,",
    "the bankrupt writer took an overdose of pills.",
    "Breton considered suicide the truest art,",
    "though life seemed hardly worth the trouble to discard.",
    "The German colonels strolled the Île de la Cité—",
    "some to the Louvre, some to the Place Pigalle.",
    "“The loneliness of poets has been erased,” cried Éluard,",
    "in praise of Stalin. “Burn all the books,” said dying Hugo Ball.",
    "I came. I sat down. I went away."
  ],
  "title": "Elegy with Surrealist Proverbs as Refrain",
  "year": ""
}