{
  "author": "Dana Gioia",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/241816",
  "region": "",
  "text": [
    "﻿I",
    "So this is where the children come to die,",
    "hidden on the hospital’s highest floor.",
    "They wear their bandages like uniforms",
    "and pull their",
    "rigs along the hall",
    "with slow and careful steps. Or bald and pale,",
    "they lie in bright pajamas on their beds,",
    "watching another world on a screen.",
    "The mothers spend their nights inside the ward,",
    "sleeping on chairs that fold out into beds,",
    "too small to lie in comfort. Soon they slip",
    "beside their children, as if they might mesh",
    "those small bruised bodies back into their flesh.",
    "Instinctively they feel that love so strong",
    "protects a child. Each morning proves them wrong.",
    "No one chooses to be here. We play the parts",
    "that we are given—horrible as they are.",
    "We try to play them well, whatever that means.",
    "We need to talk, though talking breaks our hearts.",
    "The doctors come and go like oracles,",
    "their manner cool, omniscient, and oblique.",
    "There is a word that no one ever speaks.",
    "I put this poem aside twelve years ago",
    "because I could not bear remembering",
    "the faces it evoked, and every line",
    "seemed—still seems—so inadequate and grim.",
    "What right had I, whose son had walked away,",
    "to speak for those who died? And I’ll admit",
    "I wanted to forget. I’d lost one child",
    "and couldn’t bear to watch another die.",
    "Not just the silent boy who shared our room,",
    "but even the bird-thin figures dimly glimpsed",
    "shuffling deliberately, disjointedly",
    "like ancient soldiers after a parade.",
    "Whatever strength the task required I lacked.",
    "No well-stitched words could suture shut these wounds.",
    "And so I stopped...",
    "But there are poems we do not choose to write.",
    "The children visit me, not just in dream,",
    "appearing suddenly, silently—",
    "insistent, unprovoked, unwelcome.",
    "They’ve taken off their milky bandages",
    "to show the raw, red lesions they still bear.",
    "Risen they are healed but not made whole.",
    "A few I recognize, untouched by years.",
    "I cannot name them—their faces pale and gray",
    "like ashes fallen from a distant fire.",
    "What use am I to them, almost a stranger?",
    "I cannot wake them from their satin beds.",
    "Why do they seek me? They never speak.",
    "And vagrant sorrow cannot bless the dead."
  ],
  "title": "Special Treatments Ward",
  "year": ""
}