{
  "author": "Peter Balakian",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177673",
  "region": "U.S., New England",
  "text": [
    "1",
    "After the Reformation had settled the loamy soil",
    "and the lettuce-green fields of dollars,",
    "the clouds drifted away, and light fell everywhere.",
    "Even the snow bloomed and New Hampshire was a big peony.",
    "A red barn shone on a hill",
    "with scattered hemlocks and white pines",
    "and the gates of all the picket fences were big shut-eyes.",
    "2",
    "Sometime after the Civil War, the bronze wing of liberty",
    "took off like the ribboning smoke of a Frick factory,",
    "and all the citizens in towns from Stockbridge to Willamette",
    "ran wild on the 4th. The sound of piccolos lingered,",
    "and the shiny nickel of the sun stood still before it",
    "fizzed in the windshield of a Ford.",
    "By then you were a lawyer.",
    "3",
    "Charles Ives was a bandmaster in Danbury, and you didn’t",
    "give him the time of day. He played shortstop on the piano.",
    "He never made it to his tonic home base, and his half-tones",
    "were like oak leaves slapping clapboard.",
    "4",
    "How Miltonic are we anyway?",
    "5",
    "In that red glass of the imagination,",
    "in that tingling crystal of the chandelier",
    "where light freezes in its own prism",
    "and the apogee of the green lawns of New Haven",
    "wane like Persian carpets in twilight,",
    "there you saw a pitcher, perhaps from Delft,",
    "next to a plate of mangoes.",
    "6",
    "But still, history is a boomerang,",
    "and the aborigines never threw one without a shield.",
    "7",
    "Beyond the porches of Key West, beyond the bougainvillea,",
    "your speech skipped on tepid waves,",
    "was lapped and lapped by lovers and friends,",
    "by scholars who loved romantic nights of the sun.",
    "But the fruits and pendants, the colorful cloth,",
    "the dry palm fronds, and the fake voodoo wood",
    "Cortes brought back as souvenirs",
    "were just souvenirs. And the shacks and the cane and the",
    "hacked plantain were tableaux,",
    "and who saw them from your dark shore?",
    "8",
    "The Protestant dinner plate is a segregated place,",
    "where the steak hardens, and the peas",
    "sit frightened in their corner while mashed potatoes ossify.",
    "Some gin and ice cream, and the terror of loneliness",
    "goes for a while.",
    "9",
    "As they say in the sunny climes,"
  ],
  "title": "A Letter to Wallace Stevens",
  "year": ""
}