{
  "author": "Peter Balakian",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Nature",
    "Summer",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177670",
  "region": "U.S., New England",
  "text": [
    "8/1",
    "From here groomed fields and clumps of trees,",
    "a silo of corrugated tin and a white barn blur.",
    "Unseasonable cool days,",
    "high, blue, a few clouds like ripped pillows",
    "as if this were a lip of the North Sea",
    "and I could look out and imagine Denmark.",
    "But I’m in my office three floors up.",
    "8/3",
    "In Armenian there’s a word—",
    "—rhymes with “maud.”",
    "The beautiful ones are not faithful",
    "and the faithful ones are not beautiful—",
    "a student said that about some Pavese translations,",
    "here in my office.",
    "Should I tell you what",
    "means?",
    "8/5",
    "What’s happening in Spitak and Sarajevo and the West Bank",
    "is splayed like the cortex of a silicon chip in the fuzzy air.",
    "Maria, the physician from Armenia, was 25 & had one plastic arm",
    "and one real arm. I met her in East Hampton on the deck of a house on the dunes.",
    "After the earthquake she had no husband,",
    "no parents, and only one child.",
    "“I’m in a good mood today,” she said, “let’s talk about",
    "something else.” I poured her an Amstel Light.",
    "8/10",
    "The coolness intrudes—",
    "month of wind-sprints and retching for the coach.",
    "It comes back like nerve ends after surgery.",
    "Along a country road cicadas rattling.",
    "Chicory and sweet pea intruding on the ripe barley.",
    "I picked up some seed packs from a junk shop on Rt. 20,",
    "a tomato blazed in red ink/ 1926, Fredonia, N.Y.",
    "8/11",
    "What’s between us? The red ink of the tomato?",
    "How does an image stay? Or is it always aftermath?",
    "The way deep black reflected the most light in Talbot’s first calotypes.",
    "But",
    "tongue of a snake,",
    "meaning exile, longing for home.",
    "Thomas Wedgwood got images by getting sunlight",
    "to pass through things onto paper brushed with silver nitrate:",
    "wings of a dragonfly, the spine of an oak leaf—",
    "fugitive photograms. But he couldn’t stop the sun",
    "until it turned the paper black.",
    "Stop the light before it goes too far?",
    "Or is desire what",
    "means?",
    "Longing for a native place.",
    "8/17",
    "Maria said she was learning how to connect nerve endings",
    "in the hand so hands and arms would work again.",
    "There were so many in Armenia without working hands and arms.",
    "At the end of each dendrite is a blurred line",
    "like the horizon I’m squinting.",
    "Image of the other:",
    "light-arrested; not the image of ourselves.",
    "8/21",
    "After digging scallions one day Dickinson defined freedom:",
    "Maybe",
    "is about the longing for the native place",
    "between two selves.",
    "8/22",
    "I love the brute force of silence in Roger Fenton’s",
    "The Crimean inner war.",
    "The artlessness of silver is like my tongue in your wet space,",
    "or like the news photos that bring us the pressure of disaster.",
    "Beloved topography,",
    "then must mean yearning.",
    "Is that how we loved under the rattling Nippon porcelain,",
    "in the light calotyped by the fire escape?",
    "8/25",
    "garod: the grain chute that spills",
    "into a dark barn which is endless,",
    "like the self when it’s out of reach.",
    "Are we so lonely that a constellation",
    "could blacken and fill up that same barn,",
    "and that be me or you?",
    "But still we’re piss and oats and stock in there.",
    "We’re like civet, who wouldn’t love it.",
    "8/31",
    "the new glass-plate pictures:",
    "Szarkowski wrote",
    "like windows",
    "of real living behind them—"
  ],
  "title": "August Diary",
  "year": ""
}