{
  "author": "Peter Balakian",
  "classification": "",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Architecture",
    "Design",
    "Painting",
    "Sculpture",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242740",
  "region": "U.S., New England",
  "text": [
    "1.",
    ", Frankenthaler in",
    "in the dining car crammed with parkas and laptops",
    "micro-waved cellophane, plastic plates and canvas bags,",
    "and the valley under fog as the cows disappeared",
    "and when the green came back into view I could see",
    "the SUVs floating on the Thruway, the cows oblivious",
    "to the revved engines of trucks. The river glistened",
    "all the way to Albany, and I could see flags on Baptist churches",
    "and resurrection trailers, “God Bless America” on pick-ups—",
    "“United We Stand” laminated to billboards",
    "as the fog settled then lifted, and when I woke",
    "a flag the size of a football field hung from the gray tower of the GW,",
    "where the tractor-trailers jammed beneath its hem",
    "as something sifted down on the silver-plated Hudson.",
    "And then the lights went out.",
    "2.",
    "The faces on 7th Avenue blurred in the chaos of vendors and liberty",
    "scarves, freedom ties, glowing plastic torches, dollars and polyester—",
    "and inside Macy",
    "s I was hit by cool air as “Stars and Stripes Forever”",
    "floated down from women's fashions into the quiet aisles of Aramis and silk scarves.",
    "I wanted to buy the Frankenthaler, a modest, early print,",
    "minimal, monochromatic; surface and perspective in dialogue;",
    "on 24th off 10th—the gallery still smelled like wood and plaster—",
    "but I didn't stop, and when the train reached the Stock Exchange",
    "the Yom Kippur streets were quiet, and the bronze statue of Washington",
    "was camouflaged by national guard. I was walking my old mail route now",
    "like a drunk knocking into people, almost hit by a cab",
    "until the roped-off streets cut me at the arm. At Broadway and Liberty",
    "the fences wound around the bursts of dust rising",
    "over the cranes and bulldozers, over the punched-out windows—",
    "I stared through a piece of rusted grid that stood like a gate to the crystal river.",
    "I was sweating in my sweatshirt now, the hood filling with soot,",
    "as I watched with others drinking Cokes and eating their pizza of disbelief.",
    "Zero began with the Sumerians who made circles with hollow reeds",
    "in wet clay and baked them for posterity.",
    "At Broadway and Liberty. At 20 floors charred and standing.",
    "At miasma people weeping. Anna's Nail Salon, Daikichi Sushi,",
    "the vacant shops, stripped clean in the graffiti of dust-coated windows.",
    "Something blasted from a boom box in a music store,",
    "something, in the ineffable clips of light,",
    "disappeared over the river."
  ],
  "title": "Going to Zero",
  "year": ""
}