{
  "author": "Peter Balakian",
  "classification": "Ekphrasis",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "The Body",
    "The Mind",
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class",
    "History",
    "Politics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242742",
  "region": "U.S., New England",
  "text": [
    "When I left Eli Zabar the cut-out star on the window",
    "was whirling in the animation of the rich and hungry",
    "hunched over tables for a $30 sandwich and a Diet Coke.",
    "It was raining and the blurred glass of the galleries",
    "was the gold leaf of the Carrig Rhone frames—",
    "Childe Hassam’s dabs of Connecticut trees",
    "the diaphanous blue on the fleshy rocks,",
    "the melting opal of the shoals.",
    "Inside the Whitney the rain trailed down my face;",
    "and I found myself in a quiet corner staring",
    "at the pink face of Marilyn Monroe.",
    "I could still smell the smoldering high-tech plastic",
    "as it burned the air. In the whiteness of her teeth,",
    "in the almost aahh of her mouth and the half-drugged eyes",
    "under the lids of teal shadow, the air kept singeing my nose.",
    "Against the pale walls Marilyn’s face dissolved",
    "like a stretched mesh and litho ink",
    "where plain form is a place of no desire",
    "like the empty mirror of the Hudson at dawn.",
    "In the fissures of her make-up, the planes of color",
    "led back and back behind her teeth longing—",
    "to the deception by the Falls on her honeymoon",
    "(with Joseph Cotton in",
    ")—where we found her clothed",
    "and alarmed, and later desperate for the affirmation,",
    "of a President’s limp dick and the crisp sheets",
    "the same color of these walls—as my t shirt dries to my skin",
    "and the faintest scent of ground zero",
    "sifts down on the walls",
    "whiter than the wingtip vortices",
    "of melting in the morning light."
  ],
  "title": "Warhol / Madison Ave. / 9-11",
  "year": ""
}