{
  "author": "Walter Savage Landor",
  "classification": "Imagery",
  "keywords": [
    "Trees",
    "Flowers",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Summer"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173828",
  "region": "England",
  "text": [
    "Here, where precipitate Spring with one light bound",
    "Into hot Summer’s lusty arms expires;",
    "And where go forth at morn, at eve, at night,",
    "Soft airs, that want the lute to play with them,",
    "And softer sighs, that know not what they want;",
    "Under a wall, beneath an orange-tree",
    "Whose tallest flowers could tell the lowlier ones",
    "Of sights in Fiesole right up above,",
    "While I was gazing a few paces off",
    "At what they seemed to show me with their nods,",
    "Their frequent whispers and their pointing shoots,",
    "A gentle maid came down the garden-steps",
    "And gathered the pure treasure in her lap.",
    "I heard the branches rustle, and stept forth",
    "To drive the ox away, or mule, or goat,",
    "(Such I believed it must be); for sweet scents",
    "Are the swift vehicles of still sweeter thoughts,",
    "And nurse and pillow the dull memory",
    "That would let drop without them her best stores.",
    "They bring me tales of youth and tones of love,",
    "And ’tis and ever was my wish and way",
    "To let all flowers live freely, and all die,",
    "Whene’er their Genius bids their souls depart,",
    "Among their kindred in their native place.",
    "I never pluck the rose; the violet’s head",
    "Hath shaken with my breath upon its bank",
    "And not reproacht me; the ever-sacred cup",
    "Of the pure lily hath between my hands",
    "Felt safe, unsoil’d, nor lost one grain of gold.",
    "I saw the light that made the glossy leaves",
    "More glossy; the fair arm, the fairer cheek",
    "Warmed by the eye intent on its pursuit;",
    "I saw the foot, that, altho half-erect",
    "From its grey slipper, could not lift her up",
    "To what she wanted: I held down a branch",
    "And gather’d her some blossoms, since their hour",
    "Was come, and bees had wounded them, and flies",
    "Of harder wing were working their way thro",
    "And scattering them in fragments under foot.",
    "So crisp were some, they rattled unevolved,",
    "Others, ere broken off, fell into shells,",
    "For such appear the petals when detacht,",
    "Unbending, brittle, lucid, white like snow,",
    "And like snow not seen thro, by eye or sun:",
    "Yet every one her gown received from me",
    "Was fairer than the first . . I thought not so,",
    "But so she praised them to reward my care.",
    "I said:",
    "Cried she,",
    "She held one forth,",
    "Whether for me to look at or to take",
    "She knew not, nor did I; but taking it",
    "Would best have solved (and this she felt) her doubts.",
    "I dared not touch it; for it seemed a part",
    "Of her own self; fresh, full, the most mature",
    "Of blossoms, yet a blossom; with a touch",
    "To fall, and yet unfallen.",
    "She drew back",
    "The boon she tendered, and then, finding not",
    "The ribbon at her waist to fix it in,",
    "Dropt it, as loth to drop it, on the rest."
  ],
  "title": "Fæsulan Idyl",
  "year": ""
}