{
  "author": "Gregory Pardlo",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture",
    "Social Commentaries",
    "History",
    "Politics",
    "Popular Culture",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250500",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "For a flag! I answered facetiously. A flag of tomorrow,",
    "fluent in fire, not just the whispers, lisps, not just the",
    "of powdered wigs, dry winds. Who wants a speckled",
    "drape that folds as easy over smirch as fallen soldier?",
    "This is rhetorical. Like, \"What to the Negro",
    "is the fourth of July?\" A flag should be stitched with a fuse.",
    "Jefferson said for each generation a flag. Maybe",
    "he said Constitution. I once raised a high-top flag",
    "of my hair, a fist, a leather medallion of the motherland.",
    "I studied heraldry and maniples (which are not",
    "what you might guess), little sails and banners",
    "down to the vane of a feather. Because his kids were",
    "rebel cities my father loved like Sherman. Because",
    "I wanted history I could touch like the flank of a beast.",
    "My wife's people are from San Salvador. They sent us",
    "with a guard, his AK shouldered like a mandolin, among",
    "anil-tinted shawls and jerseys, across tiled and pocked",
    "concrete, and the gated stalls of El Centra. I felt sacred",
    "as a goat there, too, as I did below the Mason-Dixon",
    "where our only protection was the Fourteenth Amendment.",
    "Afraid our Yankee plates would be read aggressive as a Jolly",
    "Roger we rented a compact in Atlanta. Charleston, Savannah,",
    "Montgomery, and after Birmingham we were broke.",
    "Skipped Selma. Slept at B&Bs where my dreams power-",
    "washed layers of footnotes and Februaries, revealing",
    "the surreal sheen of Apollo Creed's trunks, the apocalyptic",
    "Americana of Jacko moonwalking around a tinfoil Buzz",
    "Aldrin planting the corporate ensign. Years passed. I grew",
    "youthless in my dad-pants, but still puffed at pinwheels",
    "and windsocks, launched glyphs of grillsmoke and one day",
    "it came to me, as if commissioned, Theaster Gates's",
    "from old fire hoses, a couple dozen, like vertical blinds, no,",
    "like cabin floorboards of canvas colored rusty, brick dust, some",
    "cheerless drab-and-custard, beside a medley of vespertine",
    "blues, hoses evoking landscapes of sackcloth and gunny,",
    "texture of violence and tongues inflamed by shine, holy ghost.",
    "Ross, Duchamp, Johns, et al., are integrated here with officers",
    "of the peace, their dogs, and, in evidence, their pretend",
    "tumescence Gates has hung to cure like pelts",
    "or strips of jerky.",
    "How did it feel to shield spirit with flesh? I mean,",
    "what did it do to the body, water furry as the arm",
    "of an arctic bear? What thirst did it ignite?",
    "Gates's salute is a torch song, a rhythm",
    "of hues marching over a pentimento of rhyme.",
    "I approve its message, its pledge to birth a nation",
    "of belonging and to teach that nation of the fire",
    "shut up in our bones."
  ],
  "title": "For Which it Stands",
  "year": ""
}