{
  "author": "Gregory Pardlo",
  "classification": "",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Relationships",
    "Friends",
    "Enemies",
    "Religion",
    "Other Religions"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250494",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "He heard in curtains of sleet cleaving",
    "from magnolia leaves encrypted Aztec",
    "frequencies, he said. When the sun",
    "god liquors loose each ashen tongue",
    "the planet tattles. We are advised",
    "to listen: this he'd grunt to signal his",
    "dwindling fuse and the bartender would",
    "show him the door. In his honor I tune",
    "my form to the emanations of this vibrant",
    "life: Either someone's dropped a blue",
    "coin and I've picked up the murmur of its",
    "ribs—a quarter kiltering beneath the blond",
    "brick arcade of the whispering gallery",
    "at Grand Central—or someone's table",
    "is ready. No matter that I set my phone",
    "to airplane while I thumb these lines, I can",
    "still be reached by tender thought: a dirgeful",
    "brass cortège stirs the ear inside my chest.",
    "The man has passed. I got the text today,",
    "and now feel at least obliged to observe",
    "silence. Observe this café thick with humid",
    "bodies, mugs wafting florets of breath, steam",
    "revealing patterns in the glassy chatter.",
    "For that he is a phantasm rumoring now",
    "a timeless doom, quiet as the carousel",
    "of a partial print. For that he is finally",
    "transcendent. For that we convened for",
    "drinks by some clockwork of urban chance",
    "each week, my year adrift in the East Village.",
    "For that I renounced him, and now regret",
    "having done so. For that I vibed with his",
    "passions—more, the deeper we reached in",
    "our cups, rifling our mind's files for magical",
    "thinking and secrets in our blood's chemical",
    "record. I've traveled years through boot-black",
    "redactions of thought to find his apparition",
    "greet me with a raised fist in the dream of a",
    "leather trench coat that crunches like gravetop",
    "snow, dream of the self-schooled on secondary",
    "sources. He hung a cardboard pyramid to cover",
    "the bed in which he slept and quested visions",
    "toward the headwaters of paranoia: nightsweats",
    "of tar, drumbeats marooned in the distant hills,",
    "Legba tapping his cane on the edge of sanity.",
    ". What a fear of hobgoblins",
    "and philistines can blind our better senses.",
    "At the table beside me children play mosquito",
    "tones they say are there, but I am unable to hear."
  ],
  "title": "Palling Around",
  "year": ""
}