{
  "author": "Gregory Pardlo",
  "classification": "Allusion",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Music",
    "Theater",
    "Dance",
    "Social Commentaries",
    "Popular Culture",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250496",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I dragged my twelve-year-old cousin",
    "to see the Broadway production of",
    "in the Sun because the hip-hop mogul",
    "and rapping bachelor, Diddy, played",
    "the starring role. An aspiring rapper gave",
    "my cousin his last name and the occasional child",
    "support so I thought the boy would geek to see a pop",
    "hero in the flesh as Walter Lee. My wife was newly",
    "pregnant, and I was rehearsing, like Diddy",
    "swapping fictions, surrendering his manicured",
    "thug persona for a more domestic performance.",
    "My cousin mostly yawned throughout the play.",
    "Except the moment Walter Lee's tween son stiffened",
    "on stage, as if rapt by the sound of a roulette ball.",
    "Scene:",
    "I was thinking,",
    "for real though, what would Diddy do? \"Get rich",
    "or die trying,\" 50 Cent would tell us. But my father would",
    "sing like Ricky Scaggs, \"Don't get above your raisin',\"",
    "when as a kid I vowed to be a bigger man than him.",
    "That oppressive fruit dropped heavy as a medicine",
    "ball in my lap meant to check my ego, and I imagined",
    "generations wimpling in succession like the conga",
    "marching raisins that sang Marvin's hit song. Silly,",
    "I know. Outside the theater, my cousin told me",
    "when Diddy was two, they found his hustler dad",
    "draping a steering wheel in Central Park,",
    "a bullet in his head. I shared what I knew of dreams",
    "deferred and Marvin Gaye. (When asked if he loved",
    "his son, Marvin Sr. answered, \"Let's just say I didn't",
    "him.\") Beneath the bling of many billion",
    "diodes I walked beside the boy through Times Square",
    "as if anticipating a magic curtain that would rise,",
    "but only one of us would get to take a bow."
  ],
  "title": "Raisin",
  "year": ""
}