{
  "author": "Jane Hirshfield",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31251",
  "region": "",
  "text": [
    "You change a life",
    "as eating an artichoke changes the taste",
    "of whatever is eaten after.",
    "Yet you are not an artichoke, not a piano or cat—",
    "not objectively present at all—",
    "and what of you a cat possesses is essential but narrow:",
    "to know if the distance between two things can be leapt.",
    "The piano, that good servant,",
    "has none of you in her at all, she lends herself",
    "to what asks; this has been my ambition as well.",
    "Yet a person who has you is like an iron spigot",
    "whose water comes from far-off mountain springs.",
    "Inexhaustible, your confident pronouncements flow,",
    "coldly delicious.",
    "For if judgment hurts the teeth, it doesn’t mind,",
    "not judgment. Teeth pass. Pain passes.",
    "Judgment decrees what remains—",
    "the serene judgments of evolution or the judgment",
    "of a boy-king entering Persia: “Burn it,” he says,",
    "and it burns. And if a small tear swells the corner",
    "of one eye, it is only the smoke, it is no more to him than a beetle",
    "fleeing the flames of the village with her six-legged children.",
    "The biologist Haldane—in one of his tenderer moments—",
    "judged beetles especially loved by God,",
    "“because He had made so many.” For judgment can be tender:",
    "I have seen you carry a fate to its end as softly as a retriever",
    "carries the quail. Yet however much",
    "I admire you at such moments, I cannot love you:",
    "you are too much in me, weighing without pity your own worth.",
    "When I have erased you from me entirely,",
    "disrobed of your measuring adjectives,",
    "stripped from my shoulders and hips each of your nouns,",
    "when the world is horsefly, coal barge, and dawn the color of winter butter—",
    "not",
    "not",
    "only the color of butter—",
    "then perhaps I will love you. Helpless to not.",
    "As a newborn wolf is helpless: no choice but hunt the wolf milk,",
    "find it sweet."
  ],
  "title": "To Judgment: An Assay",
  "year": ""
}