{
  "author": "Louis Simpson",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Home Life",
    "Youth",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171541",
  "region": "U.S., New England",
  "text": [
    "My father in the night commanding No",
    "Has work to do. Smoke issues from his lips;",
    "He reads in silence.",
    "The frogs are croaking and the street lamps glow.",
    "And then my mother winds the gramophone;",
    "The Bride of Lammermoor begins to shriek—",
    "Or reads a story—",
    "About a prince, a castle, and a dragon.",
    "The moon is glittering above the hill.",
    "I stand before the gateposts of the King—",
    "So runs the story",
    "Of Thule, at midnight when the mice are still.",
    "And I have been in Thule! It has come true—",
    "The journey and the danger of the world,",
    "All that there is",
    "To bear and to enjoy, endure and do.",
    "Landscapes, seascapes ... where have I been led?",
    "The names of cities—Paris, Venice, Rome—",
    "Held out their arms.",
    "A feathered god, seductive, went ahead.",
    "Here is my house. Under a red rose tree",
    "A child is swinging; another gravely plays.",
    "They are not surprised",
    "That I am here; they were expecting me.",
    "And yet my father sits and reads in silence,",
    "My mother sheds a tear, the moon is still,",
    "And the dark wind",
    "Is murmuring that nothing ever happens.",
    "Beyond his jurisdiction as I move",
    "Do I not prove him wrong? And yet, it’s true",
    "will not change",
    "There, on the stage of terror and of love.",
    "The actors in that playhouse always sit",
    "In fixed positions—father, mother, child",
    "With painted eyes.",
    "How sad it is to be a little puppet!",
    "Their heads are wooden. And you once pretended",
    "To understand them! Shake them as you will,",
    "They cannot speak.",
    "Do what you will, the comedy is ended.",
    "Father, why did you work? Why did you weep,",
    "Mother? Was the story so important?",
    "“",
    "” the wind",
    "Said to the children, and they fell asleep."
  ],
  "title": "My Father in the Night Commanding No",
  "year": ""
}