{
  "author": "Margaret Walker",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/11053",
  "region": "",
  "text": [
    "For my people everywhere singing their slave songs",
    "repeatedly: their dirges and their ditties and their blues",
    "and jubilees, praying their prayers nightly to an",
    "unknown god, bending their knees humbly to an",
    "unseen power;",
    "For my people lending their strength to the years, to the",
    "gone years and the now years and the maybe years,",
    "washing ironing cooking scrubbing sewing mending",
    "hoeing plowing digging planting pruning patching",
    "dragging along never gaining never reaping never",
    "knowing and never understanding;",
    "For my playmates in the clay and dust and sand of Alabama",
    "backyards playing baptizing and preaching and doctor",
    "and jail and soldier and school and mama and cooking",
    "and playhouse and concert and store and hair and",
    "Miss Choomby and company;",
    "For the cramped bewildered years we went to school to learn",
    "to know the reasons why and the answers to and the",
    "people who and the places where and the days when, in",
    "memory of the bitter hours when we discovered we",
    "were black and poor and small and different and nobody",
    "cared and nobody wondered and nobody understood;",
    "For the boys and girls who grew in spite of these things to",
    "be man and woman, to laugh and dance and sing and",
    "play and drink their wine and religion and success, to",
    "marry their playmates and bear children and then die",
    "of consumption and anemia and lynching;",
    "For my people thronging 47th Street in Chicago and Lenox",
    "Avenue in New York and Rampart Street in New",
    "Orleans, lost disinherited dispossessed and happy",
    "people filling the cabarets and taverns and other",
    "people’s pockets and needing bread and shoes and milk and",
    "land and money and something—something all our own;",
    "For my people walking blindly spreading joy, losing time",
    "being lazy, sleeping when hungry, shouting when",
    "burdened, drinking when hopeless, tied, and shackled",
    "and tangled among ourselves by the unseen creatures",
    "who tower over us omnisciently and laugh;",
    "For my people blundering and groping and floundering in",
    "the dark of churches and schools and clubs",
    "and societies, associations and councils and committees and",
    "conventions, distressed and disturbed and deceived and",
    "devoured by money-hungry glory-craving leeches,",
    "preyed on by facile force of state and fad and novelty, by",
    "false prophet and holy believer;",
    "For my people standing staring trying to fashion a better way",
    "from confusion, from hypocrisy and misunderstanding,",
    "trying to fashion a world that will hold all the people,",
    "all the faces, all the adams and eves and their countless generations;",
    "Let a new earth rise. Let another world be born. Let a",
    "bloody peace be written in the sky. Let a second",
    "generation full of courage issue forth; let a people",
    "loving freedom come to growth. Let a beauty full of",
    "healing and a strength of final clenching be the pulsing",
    "in our spirits and our blood. Let the martial songs",
    "be written, let the dirges disappear. Let a race of men now",
    "rise and take control."
  ],
  "title": "For My People",
  "year": ""
}