{
  "author": "Justin Chin",
  "classification": "",
  "keywords": [
    "Living",
    "Youth",
    "Coming of Age",
    "Disappointment",
    "Failure",
    "Relationships",
    "Home Life",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241450",
  "region": "U.S., Western",
  "text": [
    "In the harsh glare of an easily",
    "reprehensible life. The channel changer is lost",
    "in the crack of an infinite sofa.",
    "Everything falls apart, everything breaks",
    "down, torn into a million",
    "fragments, Jericho everyday.",
    "I want to be the blameless",
    "victim in this canceled puppet show,",
    "the marionette every mother loves, the one",
    "souvenirs are modeled from.",
    "(In that lifetime, Elton John will write mushy ballads just",
    "for me. Michael Jackson will want to be my best friend. He’d",
    "take me to the Neverland Ranch, and by the llama feeding trough,",
    "he’d say something like, “You’re a great guy, don’t give up,",
    "stay positive!” And I’d say, “Michael, you fucking idiot, I",
    "positive!” And he’d say, “Oh, you’re so funny! Would you like",
    "to touch Bubbles?”",
    "And I would.)",
    "In the crux of my hollow innocent youth,",
    "I believed that my teddy bears had feelings.",
    "To cure me of this, my guardians made me give",
    "them to the church missionaries’ children.",
    "Scrubbed-clean rosy-cheeked blonde kids who smelled",
    "of sweat and talc, who were in constant",
    "wide-blue-eyed bewilderment as to why",
    "they were profusely perspiring in the tropics,",
    "instead of living out some winter wonderland Bobsey Twins",
    "fantasy, who were oblivious",
    "to their parents’ desperate efforts",
    "to save the dusky masses, ignorant enough",
    "to believe in the secret lives of stuffed animals.",
    "I could not eat animal crackers",
    "because I did not want to hurt the poor things;",
    "but, braised the right way, I could eat",
    "any part of a pig, starting with the head,",
    "working on the soft flesh around the eyes,",
    "savoring its raspy tongue with a dipping",
    "sauce of ginger, chilies and lime.",
    "Oh blameless innocent victim.",
    "What measures a lifetime?",
    "I used to have this theory about how",
    "much life a human body could hold.",
    "It all had to do with the number",
    "of heartbeats. Each human is assigned a number",
    "determined by an unknown power cascading",
    "over the dark waters of the unformed Earth.",
    "For some, it was a magnificently high number,",
    "seen only in Richie Rich comics, and for others,",
    "it was frightfully low, like twenty-six.",
    "No bargaining, no coupons,",
    "no White Flower Day sale, no specials. Once",
    "you hit your number, you croak.",
    "I imagined the angels in heaven",
    "and the demons in hell gathering to watch",
    "the counters turn, like how I enjoyed watching",
    "the speedometer line up to a row of similar",
    "numbers, and especially when the row of",
    "nines turned into",
    "the row of zeros.",
    "Oh blameless innocent victim.",
    "What measures eternity?",
    "An eternal damnation. An everlasting love.",
    "I could not imagine the night sky",
    "stretched out forever, so I decided that it came",
    "to an end at some point, by a velvet rope it ended",
    "and beyond that rope were row after row of cushioned seats,",
    "a majestic cosmic theater,",
    "playing every movie I can remember.",
    "I want to be able to evoke",
    "those blameless and innocent days, to revel",
    "in their ignorance and goodness",
    "as if they have the power",
    "to protect and to heal,",
    "and to strengthen,",
    "and to bring me to safety",
    "long after all other resources",
    "were exhausted.",
    "But I emerge anew in the wreckage,",
    "blinking in the sunlight,",
    "the residue of salt water in my belly.",
    "You know what they say,",
    "God never closes a door before making sure",
    "that the windows are barricaded",
    "and the fire escape is inaccessible.",
    "I used to know how to stop the revolution of planets.",
    "I used to know how to save the world.",
    "Now, I don’t know anything anymore."
  ],
  "title": "Grave",
  "year": ""
}