{
  "author": "William H. Dickey",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "The Body",
    "Activities",
    "Humor",
    "Satire",
    "Nature",
    "Arts",
    "Sciences",
    "Relationships",
    "Sports",
    "Outdoor Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178459",
  "region": "",
  "text": [
    "Aunt Mildred tied up her petticoats with binder’s",
    "twine, and my great-uncle Ezekiel waxed and waxed",
    "his moustaches into flexibility. It was the whole",
    "family off then into the dangerous continent of air",
    "and while the salesman with the one gold eyetooth told us",
    "the cords at our ankles were guaranteed to stretch",
    "to their utmost and then bring us safely back",
    "to the fried chicken and scalloped potatoes of Sunday dinner",
    "nobody quite believed. Edwina, my father’s half sister",
    "by my grandfather’s marriage to a former dance hall girl,",
    "who got her doctorate in tensor evaluation, she said",
    "whole galaxies have been known to belch and disappear",
    "taking with them the King Charles spaniels and the gold-",
    "plated fire hydrants from where the fire finally stopped",
    "in the earthquake year. But it was no good growing",
    "roots into the vegetable garden, not after the Monarch",
    "butterflies flew up into one whirling vortex and blanked",
    "out of immediate space, it was no good",
    "hoping Ken and Barbie, sexless, would anchor us",
    "to our interchangeable faces, or that our feet",
    "those flat independent anemones, could grip forever.",
    "The salesman smiled, with his face the size",
    "of the Empire State and growing bigger and bigger",
    "and into and through the face Aunt Mildred went",
    "shouting “Banzai!” into Great-Uncle Ezekiel’s",
    "inherited ear trumpet, shredding it to tin ribbons,",
    "and Edwina, dressed in the full commencement robes",
    "of the University of Massachusetts at Amherst, and",
    "Mother and Father wrapped in each other’s",
    "reminiscences, and the goldfish, and finally I went",
    "too, out of the mold my body had been formed in",
    "and inhabited, as if place were the only realization of person",
    "and either the cords snapped, as any sceptic might have expected,",
    "or they are stretched out finer than a human hair,",
    "that keeps growing after death, even in the black melting",
    "that may or may not be the tight coral beach beyond."
  ],
  "title": "Bungee Jumping",
  "year": ""
}