{
  "author": "Ron Padgett",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Social Commentaries"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/248270",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Get some sleep.",
    "Don't give advice.",
    "Take care of your teeth and gums.",
    "Don't be afraid of anything beyond your control. Don't be afraid, for",
    "instance, that the building will collapse as you sleep, or that someone",
    "you love will suddenly drop dead.",
    "Eat an orange every morning.",
    "Be friendly. It will help make you happy.",
    "Raise your pulse rate to 120 beats per minute for 20 straight minutes",
    "four or five times a week doing anything you enjoy.",
    "Hope for everything. Expect nothing.",
    "Take care of things close to home first. Straighten up your room",
    "before you save the world. Then save the world.",
    "Know that the desire to be perfect is probably the veiled expression",
    "of another desire—to be loved, perhaps, or not to die.",
    "Make eye contact with a tree.",
    "Be skeptical about all opinions, but try to see some value in each of",
    "them.",
    "Dress in a way that pleases both you and those around you.",
    "Do not speak quickly.",
    "Learn something every day. (",
    ")",
    "Be nice to people before they have a chance to behave badly.",
    "Don't stay angry about anything for more than a week, but don't",
    "forget what made you angry. Hold your anger out at arm's length",
    "and look at it, as if it were a glass ball. Then add it to your glass ball",
    "collection.",
    "Be loyal.",
    "Wear comfortable shoes.",
    "Design your activities so that they show a pleasing balance",
    "and variety.",
    "Be kind to old people, even when they are obnoxious. When you",
    "become old, be kind to young people. Do not throw your cane at",
    "them when they call you Grandpa. They are your grandchildren!",
    "Live with an animal.",
    "Do not spend too much time with large groups of people.",
    "If you need help, ask for it.",
    "Cultivate good posture until it becomes natural.",
    "If someone murders your child, get a shotgun and blow his head off.",
    "Plan your day so you never have to rush.",
    "Show your appreciation to people who do things for you, even if you",
    "have paid them, even if they do favors you don't want.",
    "Do not waste money you could be giving to those who need it.",
    "Expect society to be defective. Then weep when you find that it is far",
    "more defective than you imagined.",
    "When you borrow something, return it in an even better condition.",
    "As much as possible, use wooden objects instead of plastic or metal",
    "ones.",
    "Look at that bird over there.",
    "After dinner, wash the dishes.",
    "Calm down.",
    "Visit foreign countries, except those whose inhabitants have",
    "expressed a desire to kill you.",
    "Don't expect your children to love you, so they can, if they want to.",
    "Meditate on the spiritual. Then go a little further, if you feel like it.",
    "What is out (in) there?",
    "Sing, every once in a while.",
    "Be on time, but if you are late do not give a detailed and lengthy",
    "excuse.",
    "Don't be too self-critical or too self-congratulatory.",
    "Don't think that progress exists. It doesn't.",
    "\"Walk upstairs.",
    "Do not practice cannibalism.",
    "Imagine what you would like to see happen, and then don't do",
    "anything to make it impossible.",
    "Take your phone off the hook at least twice a week.",
    "Keep your windows clean.",
    "Extirpate all traces of personal ambitiousness.",
    "Don't use the word",
    "too often.",
    "Forgive your country every once in a while. If that is not possible, go",
    "to another one.",
    "If you feel tired, rest.",
    "Grow something.",
    "Do not wander through train stations muttering, \"We're all going to",
    "die!\"",
    "Count among your true friends people of various stations of life.",
    "Appreciate simple pleasures, such as the pleasure of chewing, the",
    "pleasure of warm water running down your back, the pleasure of a",
    "cool breeze, the pleasure of falling asleep.",
    "Do not exclaim, \"Isn't technology wonderful!\"",
    "Learn how to stretch your muscles. Stretch them every day.",
    "Don't be depressed about growing older. It will make you feel even",
    "older. Which is depressing.",
    "Do one thing at a time.",
    "If you burn your finger, put it in cold water immediately. If you bang",
    "your finger with a hammer, hold your hand in the air for twenty",
    "minutes. You will be surprised by the curative powers of coldness and",
    "gravity.",
    "Learn how to whistle at earsplitting volume.",
    "Be calm in a crisis. The more critical the situation, the calmer you",
    "should be.",
    "Enjoy sex, but don't become obsessed with it. Except for brief periods",
    "in your adolescence, youth, middle age, and old age.",
    "Contemplate everything's opposite.",
    "If you're struck with the fear that you've swum out too far in the",
    "ocean, turn around and go back to the lifeboat.",
    "Keep your childish self alive.",
    "Answer letters promptly. Use attractive stamps, like the one with a",
    "tornado on it.",
    "Cry every once in a while, but only when alone. Then appreciate",
    "how much better you feel. Don't be embarrassed about feeling better.",
    "Do not inhale smoke.",
    "Take a deep breath.",
    "Do not smart off to a policeman.",
    "Do not step off the curb until you can walk all the way across the",
    "street. From the curb you can study the pedestrians who are trapped",
    "in the middle of the crazed and roaring traffic.",
    "Be good.",
    "Walk down different streets.",
    "Backwards.",
    "Remember beauty, which exists, and truth, which does not. Notice",
    "that the idea of truth is just as powerful as the idea of beauty.",
    "Stay out of jail.",
    "In later life, become a mystic.",
    "Use Colgate toothpaste in the new Tartar Control formula.",
    "Visit friends and acquaintances in the hospital. When you feel it is",
    "time to leave, do so.",
    "Be honest with yourself, diplomatic with others.",
    "Do not go crazy a lot. It's a waste of time.",
    "Read and reread great books.",
    "Dig a hole with a shovel.",
    "In winter, before you go to bed, humidify your bedroom.",
    "Know that the only perfect things are a 300 game in bowling and a",
    "27-batter, 27-out game in baseball.",
    "Drink plenty of water. When asked what you would like to drink,",
    "say, \"Water, please.\"",
    "Ask \"Where is the loo?\" but not \"Where can I urinate?\"",
    "Be kind to physical objects.",
    "Beginning at age forty, get a complete \"physical\" every few years",
    "from a doctor you trust and feel comfortable with.",
    "Don't read the newspaper more than once a year.",
    "Learn how to say \"hello,\" \"thank you,\" and \"chopsticks\"",
    "in Mandarin.",
    "Belch and fart, but quietly.",
    "Be especially cordial to foreigners.",
    "See shadow puppet plays and imagine that you are one of the",
    "characters. Or all of them.",
    "Take out the trash.",
    "Love life.",
    "Use exact change.",
    "When there's shooting in the street, don't go near the window."
  ],
  "title": "How to Be Perfect",
  "year": ""
}