{
  "author": "Ron Padgett",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Social Commentaries"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/248332",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "How long do you want to go on being the person you think you are?",
    "How Long, a city in China",
    "The nouns come toward you",
    "\"Knee how,\" they say",
    "To the cluster of synonyms also approaching",
    ". . . has that evening train been gone?",
    "How long, how long, baby, how long?",
    "Let me know",
    "if you ever change your mind",
    "about leaving, leaving me behind",
    "or at least tell yourself",
    "before you find yourself on that train",
    "winding its way through the mountains of How Much Province",
    "The ten thousand yellow leaves of the ginkgo tree",
    "kerplumfed onto the sidewalk on East 12th Street,",
    "a deep-pile carpet of them on the roof of the parked car",
    "proving that Nature does have a sense of humor,",
    "though if a sense of humor falls in the woods",
    "and there is no one there to hear it. . . .",
    "for everyone has clustered alongside the railroad track",
    "for the arrival of night and its shooting stars with trails like pigtails",
    "I am among them and I know this track is mine",
    "though it does not belong to me",
    "Nothing belongs to me",
    "for at this moment the boxes are being stacked",
    "to make way for you to move through them,",
    "reading their labels: family photos, Pick-Up Stix, miscellaneous",
    "and the song of the porcelain, the celadon, and Delft itself",
    "vibrating How long, how long",
    "will this baby take to depart?",
    "But I don't want to think about the past",
    "I want to",
    "the past,",
    "with everything I've ever known and done",
    "spread out on a two-dimensional plane",
    "erected vertically and moving through the space I occupy on Earth",
    "There is a lot more room left in me",
    "though everyone I've ever known who's died is there",
    "My mother my father say hello",
    "to Ted and Joe and laugh with them",
    "though Joe knows they are crying too",
    "and that Ted is crying",
    "and it sounds like laughter",
    "They do this to console me",
    "and I let them do it, to console them",
    "What? I didn't hear you",
    "or rather I heard you",
    "but I couldn't make out what you said",
    "The phone lay in its cradle",
    "pretending to be asleep",
    "and the blinking light made you think",
    "that it was dreaming and that",
    "there was someone you were supposed to call—",
    "or were they supposed to call you?",
    "Supposed. What does that mean.",
    "It means no more than the contours of the landscape",
    "that is as beautiful as the contours in John Ashbery's poetry",
    "but it doesn't mean anything",
    "unless you turn your mind on its side",
    "and let it lie there",
    "inert, and from this inertia",
    "will arise a wing, the white wing",
    "of a bird that has no anything else,",
    "only this one wing",
    "that folds and unfolds itself",
    "like the magnetic field it rises above",
    "in wave after wave after wave.",
    "Then it's back to basics:",
    "If you bone or debone a chicken",
    "it comes out the same,",
    "if you dust a cake with sugar",
    "you add something",
    "but if you dust your house you take away.",
    "Oh to be a rock or a stone or even a pebble!",
    "Momentarily,",
    "for there is much that is unattractive about being a rock.",
    "For one thing, I wouldn't be able",
    "to finish this poem, I would sit here petrified",
    "until they carted me away",
    "to a park to serve as ornamental sculpture,",
    "if I were lucky.",
    "Now that you are convinced of something",
    "that you already believed, the wallpaper becomes a fact",
    "in the home of Anne and Fairfield Porter,",
    "in the upstairs hallway and the bedroom",
    "where Jimmy stayed, the wallpaper that here and there",
    "was curling off the wall so Joe could tear it off",
    "and glue it to a big white sheet of paper.",
    "There is no other wallpaper",
    "I would ever want.",
    "Now the wallpaper goes away,",
    "back on the wall in 1969",
    "where I stood and gazed at it for a long time",
    "and then went downstairs",
    "to add coal to Fairfield's stove,",
    "the big Aga he had shipped all the way from Sweden",
    "because he was very determined to have it.",
    "All day its warmth rose up to the second floor",
    "and caressed the wallpaper.",
    "Do you mind my going on like this?",
    "You want something else, right?",
    "Perhaps you want what you think poetry should give you,",
    "but poetry doesn't give anyone anything,",
    "it simply puts the syllables on the table",
    "and lets you rearrange them in your head,",
    "which you can do unless your head is a square",
    "the size of the tabletop.",
    "So why don't you lift your head off the table",
    "and go lie down somewhere",
    "more comfortable",
    "and not worry about anything,",
    "including the list of things to worry about",
    "that you keep revising in your head,",
    "for there is a slot through which that list",
    "can slip and float down like a baby in a rocking crib,",
    "down to a comfy dreamland",
    "and be transformed into a list of gods whose jokes are wonderful.",
    "But when the alarm goes off",
    "the jokes don't seem funny",
    "now that something is missing from them—",
    "but what? (You weren't even asleep.)",
    "It's not something you feel you're going to remember,",
    "it's not as if you can go down the alphabet",
    "until you get to a letter that has a special hum",
    "because it's the first letter of the name",
    "you can't quite recall,",
    "it's not as if you can look just to the side of where",
    "you think a dim star is and thereby have it magically appear.",
    "The glow is gone,",
    "and knowing it comes back sometimes",
    "is little consolation.",
    "But I'll take it",
    "and go not to a deserted island",
    "but to the factory where they make the bottles",
    "that are washed ashore with a message inside,",
    "and though the message has been blurred by water stains",
    "it's a message, like the poetry in Valéry's saying",
    "that poetry is something written by someone other than the poet",
    "to someone other than the reader.",
    "To you, Paul Valéry,",
    ",",
    "though in some of your works no",
    ",",
    "for in them it is not a bottle but a test tube",
    "one finds one's finger stuck in.",
    "•",
    "What do you want to do with your life?",
    "is a question asked of a young person",
    "but slightly modified for an older one:",
    "What do you want to do with the",
    "of your life?",
    "Having control is an illusion we like to be fooled by:",
    "the pinball machine of experience has bounced us",
    "off one thing and onto another bing bing bing!",
    "Life might be like a pinball machine",
    "but it isn't one, and the trouble is",
    "that you might be like a person",
    "and you",
    "one, as if in reverie,",
    "but then it all seems crambe.",
    "And so Sir Thomas Browne walks in",
    "with an insane look on his face, he is searching",
    "for examples of the number 5, do you",
    "have any new ones for him? If not",
    "please step aside, and out he goes",
    "into the garden, eyes locked",
    "onto the vegetation, the afternoon light",
    "on the back of his coat.",
    "You're relieved he didn't stay long.",
    "For God's sake",
    "here he comes again.",
    "Lock the door!",
    "But he performs osmosis",
    "and becomes the door and then",
    "the room and then you!",
    "And you go about the house",
    "looking for examples of the number 5",
    "and you don't know why or where",
    "it will all lead to.",
    "But I do.",
    "Who said that?",
    "I did.",
    "Why did you say that?",
    "I didn't.",
    "You didn't what? I heard you!",
    "You mean you hurt me.",
    "No, I . . . I see",
    "there's no point in talking to",
    ".",
    "And there wasn't",
    "for there was no one there,",
    "only the residue of an idea",
    "that lasted a few moments,",
    "like the history of Bulgaria",
    "or the rattling of bamboo trees in the wind",
    "or the Millennium Hotel in Minneapolis.",
    "The water lilies float on the surface of the water",
    "unaware that they are being depicted",
    "by brushstrokes",
    "\"I love to be beside your side",
    "beside the sea, beside the seaside",
    "by the beautiful sea!\"",
    "we sang",
    "underwater glub glub",
    "as the propeller turned to face us",
    "and we fled",
    "because Hitler was the propeller",
    "and he was unsanitary",
    "So Père Noël took a bath",
    "whose bubbles rose up around his beard",
    "and tickled his fancy",
    "enough to keep him ho-ho-hoing throughout the holiday season,",
    "for he was in denial",
    "about his powerlessness",
    "in the face of Hitler",
    "Hitler kept a special area on his face",
    "for the powerlessness of Santa Claus,",
    "he wore it like a merit badge",
    "among the many others that covered his face",
    "so that no one could see what he really looked like,",
    "the way Santa Claus used his beard to hide",
    "the deep sadness he felt for all humanity,",
    "for if he arrived on their rooftops weeping and wailing",
    "it would not do,",
    "it would not do to bring the children",
    "model replicas of Auschwitz",
    "or dolls in the form of the Butcher of Buchenwald",
    "or even of himself with downcast eye and ashen brow.",
    "The doctor comes in and says, \"What seems to be the trouble?\"",
    "for the twenty-fifth time today",
    "but you are only once today",
    "so you say, \"There's a pain in my chest it's been there for three days it",
    "started on Sunday night right after dinner,\"",
    "but the doctor is thinking about the dinner he is having tonight with",
    "an incredibly attractive woman",
    "He is more worried about her than he is about your symptom",
    "In fact he isn't worried about you at all",
    "though he might be worried about being sued by you",
    "if he tells you to go home and take an aspirin and when you do you die",
    "But maybe you were going to die anyway",
    "no matter what he said or did",
    "and the lawyer who eagerly took the case on behalf of your family",
    "was hit by a car as he crossed the street toward the courthouse steps",
    "and your entire family was killed in a plane crash",
    "on their way to a Grief Management Center in Arizona",
    "But none of this happens because the pain",
    "was due to a strained muscle in your chest",
    "and now you do remember that right after dinner",
    "you tried to stop in midsneeze",
    "Two hundred dollars for half a sneeze",
    "is the going rate these days",
    "The cost of living sticks a hose into your wallet",
    "and vacuums out the money in a trice",
    "and you are so grateful you aren't having heart surgery",
    "that you don't even notice",
    "until cold air drifts across the floor",
    "like fog in a horror film,",
    "the one you decided not to be in,",
    "and now it pursues you",
    "in the form of frozen air,",
    "the evil brother of cool air",
    "that filtered down out of the early summer evening",
    "and told you that the world is kind,",
    "that atoms rearrange themselves to make you feel better,",
    "that the sun is departing only because it felt",
    "you wanted to be alone for a while",
    "It didn't say, \"I will never rise again,",
    "I will go far away and be a pinprick in the sky",
    "among the billions of others, and you",
    "will never know which I am",
    "and I will never tell you.\"",
    "And you will never answer back, \"Sun,",
    "I do not think you have that power:",
    "only I do, and I will go away and be the sky.\"",
    "Is that what is meant by \"aesthetic distance\"?",
    "Say what?",
    "It's as if the Panama Canal had been given aesthetic distance",
    "by becoming a passageway in your brain",
    "and you floated down it and came out",
    "on the end that you started at!",
    "I keep a ball of laughter inside that",
    "."
  ],
  "title": "How Long",
  "year": ""
}