{
  "author": "Ron Padgett",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Social Commentaries"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/248312",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "What makes us so mean?",
    "We are meaner than gorillas,",
    "the ones we like to blame our genetic aggression on.",
    "It is in our nature to hide behind what Darwin said about survival,",
    "as if survival were the most important thing on earth.",
    "It isn't.",
    "You know—surely it has occurred to you—",
    "that there is no way that humankind will survive",
    "another million years. We'll be lucky to be around",
    "another five hundred. Why?",
    "Because we are so mean",
    "that we would rather kill everyone and everything on earth",
    "than let anybody get the better of us:",
    "\"Give me liberty or give me death!\"",
    "Why didn't he just say \"Grrr, let's kill each other!\"?",
    "A nosegay of pansies leans toward us in a glass of water",
    "on a white tablecloth bright in the sunlight",
    "at the ocean where children are frolicking,",
    "then looking around and wondering—",
    "about what we cannot say, for we are imagining",
    "how we would kill the disgusting man and woman",
    "at the next table. Tonight we could throw an electrical storm",
    "into their bed. No more would they spit on the veranda!",
    "Actually they aren't that bad, it's just",
    "that I am talking mean in order to be more",
    "like my fellow humans—it's lonely feeling like a saint,",
    "which I do one second every five weeks,",
    "but that one second is so intense I can't stand up",
    "and then I figure out that it's ersatz, I can't be a saint,",
    "I am not even a religious person, I am hardly a person at all",
    "except when I look at you and think",
    "that this life with you must go on forever",
    "because it is so perfect, with all its imperfections,",
    "like your waistline that exists a little too much,",
    "like my hairline that doesn't exist at all!",
    "Which means that my bald head feels good",
    "on your soft round belly that feels good too.",
    "If only everyone were us!",
    "But sometimes we are everyone, we get mad",
    "at the world and mean as all get-out,",
    "which means we want to tell the world to get out",
    "of this, our world. Who are all these awful people?",
    "Why, it's your own grandma, who was so nice to you—",
    "you mistook her for someone else. She actually was",
    "someone else, but you had no way of knowing that,",
    "just as you had no way of knowing that the taxi driver",
    "saves his pennies all year",
    "to go to Paris for Racine at the Comédie Francaise.",
    "Now he is reciting a long speech in French from",
    "and you arrive at the corner of This and That",
    "and though Andromache's noble husband Hector has been killed",
    "and his corpse has been dragged around the walls of Troy by an",
    "unusually mean Achilles,",
    "although she is forced into slavery and a marriage",
    "to save the life of her son, and then people around her",
    "get killed, commit suicide, and go crazy, the driver is in paradise,",
    "he has taken you back to his very mean teacher",
    "in the unhappy school in Port-au-Prince and then",
    "to Paris and back to the French language of the seventeenth century",
    "and then to ancient Greece and then to the corner of This and That.",
    "Only a mean world would have this man driving around in a city",
    "where for no reason someone is going to fire a bullet into the back of",
    "his head!",
    "It was an act of kindness",
    "on the part of the person who placed both numbers and letters",
    "on the dial of the phone so we could call WAverly,",
    "ATwater, CAnareggio, BLenheim, and MAdison,",
    "DUnbar and OCean, little worlds in themselves",
    "we drift into as we dial, and an act of cruelty",
    "to change everything into numbers only, not just phone numbers",
    "that get longer and longer, but statistical analysis,",
    "cost averaging, collateral damage, death by peanut,",
    "inflation rates, personal identification numbers, access codes,",
    "and the whole raving Raft of the Medusa",
    "that drives out any thought of pleasantness",
    "until you dial I-8OO-MATTRES and in no time get a mattress",
    "that is complete and comfy and almost under you,",
    "even though you didn't need one! The men",
    "come in and say Here's the mattress where's",
    "the bedroom? And the bedroom realizes it can't run away.",
    "You can't say that the people who invented the bedroom were mean,",
    "only a bedroom could say that, if it could say anything.",
    "It's a good thing that bedrooms can't talk!",
    "They might keep you up all night telling you things",
    "you don't want to know. \"Many years ago,",
    "in this very room. . . .\" Eeek, shut up! I mean,",
    "please don't tell me anything, I'm sorry I shouted at you.",
    "And the walls subside into their somewhat foreverness.",
    "The wrecking ball will mash its grimace into the plaster and oof,",
    "down they will come, lathe and layers of personal history,",
    "but the ball is not mean, nor is the man who pulls the handle",
    "that directs the ball on its pendulous course, but another man",
    "—and now a woman strides into his office and slaps his face hard",
    "the man whose bottom line is changing its color",
    "wants to change it back. So good-bye, building",
    "where we made love, laughed, wept, ate, and watched TV",
    "all at the same time! Where our dog waited by the door,",
    "eyes fixed on the knob, where a runaway stream came whooshing",
    "down the hallway, where I once expanded to fill the whole room",
    "and then deflated, just to see what it would feel like,",
    "where on Saturday mornings my infant son stood by the bedside",
    "and sang, quietly, \"Wa-a-a-ke up\" to his snoozing parents.",
    "I can never leave all the kindness I have felt in this apartment,",
    "but if a big black iron wrecking ball comes flying toward me,",
    "zoop, out I go! For there must be",
    "kindness somewhere else in the world,",
    "maybe even out of it, though I'm not crazy",
    "about the emptiness of outer space. I have to live",
    "here, with finite life and inner space and with",
    "the horrible desire to love everything and be disappointed",
    "the way my mother was until that moment",
    "when she rolled her eyes toward me as best she could",
    "and squeezed my hand when I asked, \"Do you know who I am?\"",
    "then let go of life.",
    "The other question was, Did I know who I was?",
    "It is hard not to be appalled by existence.",
    "The pointlessness of matter turns us into cornered animals",
    "that otherwise are placid or indifferent,",
    "we hiss and bare our fangs and attack.",
    "But how many people have felt the terror of existence?",
    "Was Genghis Khan horrified that he and everything else existed?",
    "Was Hitler or Pol Pot?",
    "Or any of the other charming figures of history?",
    "It was something else made them mean.",
    "Something else made Napoleon think it glorious",
    "to cover the frozen earth with a hundred thousand bloody corpses.",
    "Something else made . . . oh, name your monster",
    "and his penchant for destruction,",
    "name your own period in history when a darkness swept over us",
    "and made not existing seem like the better choice,",
    "as if the solution to hunger were to hurl oneself",
    "into a vat of boiling radioactive carrots!",
    "Life is so awful!",
    "I hope that lion tears me to pieces!",
    "It is good that those men wearing black hoods",
    "are going to strip off my skin and force me",
    "to gape at my own intestines spilling down onto the floor!",
    "Please drive spikes through not only my hands and feet",
    "but through my eyes as well!",
    "For this world is to be fled as soon as possible",
    "via the purification of martyrdom.",
    "This from the God of Christian Love.",
    "Cupid hovers overhead, perplexed.",
    "Long ago Zeus said he was tired",
    "and went to bed: if you're not going to exist",
    "it's best to be asleep.",
    "The Christian God is like a cranky two-thousand-year-old baby",
    "whose fatigue delivers him into an endless tantrum.",
    "He will never grow up",
    "because you can't grow up unless people listen to you,",
    "and they can't listen because they are too busy being mean",
    "or fearing the meanness of others.",
    "How can I blame them?",
    "I too am afraid. I can be jolted by an extremely violent movie,",
    "but what is really scary is that someone",
    "to make the film!",
    "He is only a step away from the father",
    "who took his eight-year-old daughter and her friend to the park",
    "and beat and stabbed them to death. Uh-oh.",
    "\"He seemed like a normal guy,\" said his neighbor, Thelma,",
    "who refused to divulge her last name to reporters.",
    "She seemed like a normal gal, just as the reporters seemed like",
    "normal vampires.",
    "In some cultures it is normal to eat bugs or people",
    "or to smear placenta on your face at night, to buy",
    "a car whose price would feed a village for thirty years,",
    "to waste your life and, while you're at it, waste everyone",
    "else's too!",
    "Hello, America. It is dawn,",
    "wake up and smell yourselves.",
    "You smell normal.",
    "My father was not normal,",
    "he was a criminal, a scuffler, a tough guy,",
    "and though he did bad things",
    "he was never mean.",
    "He didn't like mean people, either.",
    "Sometimes he would beat them up",
    "or chop up their shoes!",
    "I have never beaten anyone up,",
    "but it might be fun to chop up some shoes.",
    "Would you please hand me that cleaver, Thelma?",
    "But Thelma is insulted by my request,",
    "even though I said",
    ", because she has the face of a cleaver",
    "that flies through the air toward me and lodges",
    "in my forehead. \"Get it yourself,",
    "lughead!\" she spits, then twenty years later",
    "she changes",
    "to",
    ".",
    "I change my name to Jughead",
    "and go into the poetry protection program",
    "so my poems can go out and live under assumed names",
    "in Utah and Muskogee.",
    "Anna Chukhno looks up and sees me",
    "through her violet Ukrainian eyes",
    "and says Good morning most pleasantly inflected. Oh",
    "to ride in a horse-drawn carriage with her at midnight",
    "down the wide avenues of Kiev and erase",
    "the ditch at Babi Yar from human history!",
    "She looks up and asks How would you like that?",
    "I say In twenties and she counts them out",
    "as if the air around her were not shattered by her beauty",
    "and my body thus divided into zones:",
    "hands the place of metaphysics, shins the area of moo,",
    "bones the cost of living, and so on.",
    "Is it cruel that I cannot cover her with kisses?",
    "No, it is beautiful that I cannot cover her with kisses,",
    "it is better that I walk out into the sunlight",
    "with the blessing of having spoken with an actual goddess",
    "who gave me four hundred dollars!",
    "And I am reassembled",
    "as my car goes forward",
    "into the oncoming rays of aggression",
    "that bounce off my glasses and then",
    "start penetrating, and soon my eyes",
    "turn into abandoned coal mines",
    "whose canaries explode into an evil song",
    "that echoes exactly nowhere.",
    "At least I am not in Rwanda in 1994 or the Sudan in '05",
    "or Guantanamo or Rikers, or in a ditch outside Rio,",
    "clubbed to death and mutilated. No Cossack",
    "bears down on me with sword raised and gleaming",
    "at my Jewish neck and no time for me",
    "to cry out \"It is only my neck that is Jewish!",
    "The rest is Russian Orthodox!\" No smiling man tips back",
    "his hat and says to his buddies, \"Let's teach",
    "this nigguh a lesson.\" I don't need a lesson, sir,",
    "I am Ethiopian, this is my first time in your country!",
    "But you gentlemen are joking. . . .",
    "Prepare my cave and then kindly forget where it was.",
    "A crust of bread will suffice and a stream nearby,",
    "the chill of evening filtering in with the blind god",
    "who",
    "the chill of evening and who touches us",
    "though we can't raise our hands to stroke his misty beard",
    "in which",
    "two hundred million stars have wink and glimmer needles.",
    "I had better go back to the bank, we have",
    "only three hundred and eighty-five dollars left.",
    "Those fifteen units of beauty went fast.",
    "As does everything.",
    "But meanness comes back right away",
    "while kindness takes its own sweet time",
    "and compassion is busy shimmering always a little above us and",
    "behind,",
    "swooping down and transfusing us only when we don't expect it",
    "and then only for a moment.",
    "How can I trap it?",
    "Allow it in and then",
    "turn my body into steel? No.",
    "The exit holes will still be there and besides",
    "compassion doesn't need an exit it",
    "an exit—",
    "from the prison that each moment is,",
    "and just as each moment replaces the one before it",
    "each jolt of meanness replaces the one before it",
    "and pretty soon you get to like those jolts,",
    "you and millions of other dolts who like to be electrocuted",
    "by their own feelings. The hippopotamus",
    "sits on you with no sense of pleasure, he doesn't",
    "even know you are there, any more than he takes notice",
    "of the little white bird atop his head, and when",
    "he sees you flattened against the ground",
    "he doesn't even think Uh-oh he just trots away",
    "with the bird still up there looking around.",
    "Saint Augustine stole the pears from his neighbor's tree",
    "and didn't apologize for thirty years, by which time",
    "his neighbor was probably dead and in no mood",
    "for apologies. Augustine's mother became a saint",
    "and then a city in California—Santa Monica,",
    "where everything exists so it can be driven past,",
    "except the hippopotamus that stands on the freeway",
    "in the early dawn and yawns into your high beams.",
    "\"Hello,\" he seems to grunt, \"I can't be your friend",
    "and I can't be your enemy, I am like compassion,",
    "I go on just beyond you, no matter how many times",
    "you crash into me and die because you never learned",
    "to crash and live.\" Then he ambles away.",
    "Could Saint Augustine have put on that much weight?",
    "I thought compassion makes you light",
    "or at least have light, the way it has light around it",
    "in paintings, like the one of the screwdriver",
    "that appeared just when the screw was coming loose",
    "from the wing of the airplane in which Santa Monica was riding into",
    "heaven,",
    "smiling as if she had just imagined how to smile",
    "the first smile of any saint, a promise toward the perfection",
    "of everything that is and isn't."
  ],
  "title": "The Absolutely Huge and Incredible Injustice in the World",
  "year": ""
}