{
  "author": "Ron Padgett",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Social Commentaries"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/248326",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "If you asked an Elizabethan",
    "What are you on?",
    "he or she would have answered",
    "The earth, this terrestrial globe",
    "whereas today it means",
    "What medication",
    "are you taking?",
    "(",
    "has less energy",
    "than",
    "it is an anticlimax",
    "without a climax)",
    "And today",
    "would have sounded like",
    "and will",
    "So what medications are",
    "you on?",
    "I am taking italics it pokes",
    "a hole in whatever is going to be",
    "so I can slip through",
    "and not have arms and legs all the time",
    "You've lost me and I'm not even an Elizabethan",
    "That's O.K. neither am I though both",
    "of us bestride this terrestrial globe",
    "and fain would lie down",
    "for the earth is a medication a giant pill",
    "we ride on",
    "like the aspirin in the poem I wrote in 1966",
    "and didn't understand until last night or was it this morning",
    "A.M. and P.M. are medications",
    "I take one in the morning and one in the evening",
    "Some day people will look back",
    "at the twentieth century and think",
    "How backward they were",
    "the way some look back now",
    "at tribal societies and say",
    "But primitive life was so dirty how",
    "could you keep things clean?",
    "not knowing that tribal people",
    "lived in the Garden of Eden",
    "comparatively speaking",
    "That is they had more humanity",
    "than later people",
    "who traded theirs for technology",
    "so that those people who look back at Earth",
    "some day from a distant galaxy",
    "will not be people at all",
    "comparatively speaking",
    "they will be cue balls",
    "But this morning I am not in a billiard situation the sun",
    "is shining onto my house and the trees",
    "are feeling like their tops because they are still in the Garden of Eden",
    "that is the gentle endless hush",
    "of an endless mother to her endless newborn child",
    "Things are there",
    "covered with sparkles",
    "that have nothing to do with sunlight",
    "the way one night I got out of bed and found",
    "that I was covered with sparkles very small ones",
    "I wondered if I would be covered with sparkles the rest of my life",
    "and if other people had them",
    "But these are not the same sparkles that things have on them",
    "except the ocean sometimes at night",
    "By day the ocean moves away from where it was",
    "but a mountain does not",
    "Somewhere in between lies Hidden Valley",
    "where Grandpa comes out of his cabin",
    "and staggers around the dooryard",
    "then goes back inside",
    "where Grandma is holding a baking tin",
    "of fresh hot biscuits",
    "but she will give him none",
    "Give me some biscuits he cries",
    "but she smiles and shakes her head",
    "They are all for me she exults",
    "and then laughs she is only joking",
    "Grandpa sits down at the table",
    "and pretends to be dead",
    "revived only by die muffled thud of the biscuit tin",
    "Where's mah coffee he roars",
    "even though he sees it in the cup before him",
    "and Grandma says We're plumb out",
    "That's how the day begins in Hidden Valley",
    "But where are the grandchildren",
    "They are scattered about the world in jagged pieces",
    "that move like birds in spring",
    "with colors and speedometers on them",
    "Someday they will return to Hidden Valley",
    "and form another mountain",
    "to make Hidden Valley even more hidden",
    "when the waterfall closes over it",
    "You think I don't know where it is",
    "or is that just a ploy to get me to tell you?",
    "You are like the guy who looked all over",
    "for his hat and later learned it was on his head",
    "but it didn't mean anything until he realized he had a head",
    "and that the hat was both on and inside it",
    "and when he did",
    "it was not a rabbit that he pulled out",
    "but a rectangle in which the rabbit was imprisoned",
    "You don't want to be that guy, do you?",
    "You would rather be the rabbit",
    "when all along you could have been the waterfall",
    "We move ahead in our story to five years later",
    "then we move five years back",
    "because there is no story",
    "only a collection of events with no beginning,",
    "no end, and therefore no middle, it is all",
    "one big beginning, middle, and end every second",
    "and though you are in it you are also to the side",
    "like an actor waiting in the wings for the cue",
    "that will cause the stage to light up and expand",
    "though it is also the cue for the audience to rise",
    "and head for the exits, because",
    "are the real players",
    "and you, it turns out, are part of the scenery",
    "propped up against a wall, gathering dust along your top ridge,",
    "for soon you will be transported to Hidden Valley",
    "and placed among the other mountains",
    "One of these mountains is the Earl of Essex",
    "covered with the crud",
    "of having galloped all the way across Wales and England nonstop",
    "Essex who dashed up the palace stairs and barged",
    "into Elizabeth's private chamber unannounced",
    "—where no man had ever set foot—",
    "midst the gasps and cries of her ladies-in-waiting",
    "and there it is",
    "his face",
    "on the front of his head",
    "and her face coming off her head",
    "and starting toward him",
    "because she knew right then his head",
    "would be severed from his body",
    "but what she did not know",
    "is that he too would end up in Hidden Valley",
    "raining down his sparkles upon the house of Grandma and Grandpa",
    "Are you enjoying your vacation",
    "Yes I am",
    "in fact so much that I don't even think of it as a vacation or as",
    "anything else",
    "and come to think of it I don't even think of it",
    "it's just the way things are",
    "How about you",
    "Yes I too am enjoying my vacation",
    "Well good",
    "Silence",
    "What you just said about your vacation I'm not sure I understand",
    "what you mean",
    "I didn't mean much of anything I guess",
    "The mountains around here have a way of making me not think very",
    "much",
    "maybe because they aren't thinking at all who knows",
    "and I tend to become like whatever I'm around",
    "But you're always around air do you turn into air",
    "Yes I'm always air",
    "What about Grandma and Grandpa are you turning into them",
    "No I can't turn into them I already",
    "them",
    "Well that is very interesting",
    "but I have to scoot along now",
    "And a fine day to you as well",
    "Ireland rose up on the horizon",
    "backlit by history",
    "but Hidden Valley was too powerful it made Ireland sink back down",
    "though the voices of Ireland could be heard in the distance",
    "some singing others laughing and some wailing and scolding",
    "and then they too faded when Grandpa brandished his lips at them",
    "for he wished to sing himself",
    "and all alone on the veranda of his own personality",
    "the one built partly by him and partly by the celestial carpenters",
    "who found his scratchy gurgling caterwauling arias to be as",
    "astonishing",
    "as he found them to be beautiful and moving—",
    "arias that caused tears to gush forth from the sky",
    "you could see when you looked up into his eyes",
    "not long after you were born",
    "the sky at night",
    "and professional wrestling was on TV",
    "Antonino Rocca bounded around the ring",
    "evading horrible huge guys who fought dirty",
    "the kind you would find only in New York City",
    "when it was in black and white",
    "little Antonino who looked like a short-order cook in a diner",
    "but who dodged and slid and leaped so fast",
    "the horrible big guys couldn't catch him",
    "but when they did, Ow! Get away, Antonino!",
    "and he came back to life and slithered free",
    "and hurled the big guys down and one-two-three boom",
    "they were pinned",
    "and once more he smiled",
    "at people like us out in the middle of nowhere",
    "prompting Grandpa to clear his throat and say",
    "It's time for bed it's way past time",
    "and it was",
    "but we were hidden outside of time",
    "and no one would know",
    "because they were visible inside of time",
    "I was happy in Hidden Valley happy enough",
    "and I'm happy I once lived there",
    "Maybe I'll find myself there again someday",
    "even though the mountains will be gone",
    "and the rest changed beyond all recognition"
  ],
  "title": "What Are You On?",
  "year": ""
}