{
  "author": "Nathaniel Tarn",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Death",
    "Disappointment",
    "Failure",
    "Health",
    "Illness",
    "The Body",
    "Relationships",
    "Friends",
    "Enemies",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241740",
  "region": "",
  "text": [
    "A hole torn in the fabric of the world,",
    "the web, the whole infernal weave",
    "through which live-giving rain is falling",
    "but mixing with the tears and with the blood.",
    "Dead body-snatchers enter, the mega-corpses,",
    "much in the news these days, enter and grind",
    "bones, flesh and sinews down to dry tree bark,",
    "mixing with tree bark, crawling with the demonic",
    "beetles. They’ll tell it later: “No one expected this”:",
    "not one—patient, doctors, practitioners",
    "of every stripe, no one except the one whose daily",
    "work is close to prophecy, who feels it in his nerves",
    "or in her muscles—where news travels up fast",
    "and lodges in the eyes, all-seeing, all-pervading vision",
    "of disaster. And comes in like a mouse, wee small,",
    "[wee modest, so wee, wee practical,] mouse with big ears",
    "and popping eyes, looking this way and that and not",
    "one tittle-tattle fazed by your huge presence. Later",
    "drowns in a bucket with a lizard: everything drowns",
    "round here getting to water. Not able to get out again.",
    "Thus coming quietly, thus probing, [thus stealing in,]",
    "squatting thus quietly back of the house:",
    "how do the tears well up, well down again,",
    "what makes them well, the seeing eyes know not,",
    "what routes the change parent-to-orphan? Stop.",
    "Orphan-to-parent? Stop. Then back again to tears?",
    "Look out beyond the healthy trees preserved",
    "in a close circle round the house for privacy,",
    "look out the window over hills and dales",
    "of this",
    "country, see living green, see dying",
    "brown—on each and every morning mourn the trees.",
    "Criminal imbeciles who run the shows we live in",
    "from top to bottom of their slimy theater, have now",
    "decreed they will not solve the water. Matter of fact,",
    "they will not solve what we are made of—the high",
    "percentage water in all of us compounded. They will not",
    "solve a single problem by the name of life we give",
    "to human business. They will prefer",
    "to dip their steel in blood, to let the semen drip",
    "from off of their steel into the blood and thus contaminate,",
    "infuse with every cancer both body politic and body",
    "not so politic, just private, single, individual—but",
    "gives to other individuals their mien and color. Ghosts",
    "walk the hills and dales between the dying trees.",
    "“Remember now,” they say, with stab at tragic countenance,",
    "[for when can privacy enter into collective?] “those days,",
    "those days you took no notice of, counting them poor,",
    "dispersing them among the memories you could not value",
    "at their true worth, you could not recognize enough to feel:",
    "who knows if these few days, [these very days], were not",
    "those ones we lived together here, the only paradise?”"
  ],
  "title": "Unravelling / Shock",
  "year": ""
}