{
  "author": "Edward Lear",
  "classification": "Refrain",
  "keywords": [
    "Relationships",
    "Arts",
    "Sciences",
    "Nature",
    "Humor",
    "Satire",
    "Theater",
    "Dance",
    "The Body",
    "Landscapes",
    "Pastorals",
    "Love",
    "Music",
    "Infatuation",
    "Crushes"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173869",
  "region": "England",
  "text": [
    "When awful darkness and silence reign",
    "Over the great Gromboolian plain,",
    "Through the long, long wintry nights; \u0097",
    "When the angry breakers roar",
    "As they beat on the rocky shore; \u0097",
    "When Storm-clouds brood on the towering heights",
    "Of the Hills of the Chankly Bore: \u0097",
    "Then, through the vast and gloomy dark,",
    "There moves what seems a fiery spark,",
    "A lonely spark with silvery rays",
    "Piercing the coal-black night, \u0097",
    "A Meteor strange and bright: \u0097",
    "Hither and thither the vision strays,",
    "A single lurid light.",
    "Slowly it wander, \u0097 pauses, \u0097 creeps, \u0097",
    "Anon it sparkles, \u0097 flashes and leaps;",
    "And ever as onward it gleaming goes",
    "A light on the Bong-tree stems it throws.",
    "And those who watch at that midnight hour",
    "From Hall or Terrace, or lofty Tower,",
    "Cry, as the wild light passes along, \u0097",
    "\"The Dong! \u0097 the Dong!",
    "\"The wandering Dong through the forest goes!",
    "\"The Dong! the Dong!",
    "\"The Dong with a luminous Nose!\"",
    "Long years ago",
    "The Dong was happy and gay,",
    "Till he fell in love with a Jumbly Girl",
    "Who came to those shores one day.",
    "For the Jumblies came in a sieve, they did, \u0097",
    "Landing at eve near the Zemmery Fidd",
    "Where the Oblong Oysters grow,",
    "And the rocks are smooth and gray.",
    "And all the woods and the valleys rang",
    "With the Chorus they daily and nightly sang, \u0097",
    "\"",
    "Happily, happily passed those days!",
    "While the cheerful Jumblies staid;",
    "They danced in circlets all night long,",
    "To the plaintive pipe of the lively Dong,",
    "In moonlight, shine, or shade.",
    "For day and night he was always there",
    "By the side of the Jumbly Girl so fair,",
    "With her sky-blue hands, and her sea-green hair.",
    "Till the morning came of that hateful day",
    "When the Jumblies sailed in their sieve away,",
    "And the Dong was left on the cruel shore",
    "Gazing \u0097 gazing for evermore, \u0097",
    "Ever keeping his weary eyes on",
    "That pea-green sail on the far horizon, \u0097",
    "Singing the Jumbly Chorus still",
    "As he sate all day on the grassy hill, \u0097",
    "\"",
    "But when the sun was low in the West,",
    "The Dong arose and said;",
    "\u0097 \"What little sense I once possessed",
    "Has quite gone out of my head!\" \u0097",
    "And since that day he wanders still",
    "By lake and dorest, marsh and hills,",
    "Singing \u0097 \"O somewhere, in valley or plain",
    "\"Might I find my Jumbly Girl again!",
    "\"For ever I'll seek by lake and shore",
    "\"Till I find my Jumbly Girl once more!\"",
    "Playing a pipe with silvery squeaks,",
    "Since then his Jumbly Girl he seeks,",
    "And because by night he could not see,",
    "He gathered the bark of the Twangum Tree",
    "On the flowery plain that grows.",
    "And he wove him a wondrous Nose, \u0097",
    "A Nose as strange as a Nose could be!",
    "Of vast proportions and painted red,",
    "And tied with cords to the back of his head.",
    "\u0097 In a hollow rounded space it ended",
    "With a luminous Lamp within suspended,",
    "All fenced about",
    "With a bandage stout",
    "To prevent the wind from blowing it out; \u0097",
    "And with holes all round to send the light,",
    "In gleaming rays on the dismal night.",
    "And now each night, and all night long,",
    "Over those plains still roams the Dong;",
    "And above the wail of the Chimp and Snipe",
    "You may hear the squeak of his plaintive pipe",
    "While ever he seeks, but seeks in vain",
    "To meet with his Jumbly Girl again;",
    "Lonely and wild \u0097 all night he goes, \u0097",
    "The Dong with a luminous Nose!",
    "And all who watch at the midnight hour,",
    "From Hall or Terrace, or lofty Tower,",
    "Cry, as they trace the Meteor bright,",
    "Moving along through the dreary night, \u0097",
    "\"This is the hour when forth he goes,",
    "\"The Dong with a luminous Nose!",
    "\"Yonder \u0097 over the plain he goes;",
    "\"He goes!",
    "\"He goes;",
    "\"The Dong with a luminous Nose!\""
  ],
  "title": "The Dong with a Luminous Nose",
  "year": ""
}