{
  "author": "James McMichael",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Health",
    "Illness",
    "Living",
    "Love",
    "Birth",
    "Birthdays",
    "Home Life",
    "Relationships",
    "Men",
    "Women",
    "Break-ups",
    "Vexed Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175889",
  "region": "U.S., Western",
  "text": [
    "I know I’ll lose her.",
    "One of us will decide. Linda will say she can’t",
    "do this anymore or I’ll say I can’t. Confused",
    "only about how long to stay, we’ll meet and close it up.",
    "She won’t let me hold her. I won’t care that my",
    "eyes still work, that I can lift myself past staring.",
    "Nothing from her will reach me after that.",
    "I’ll drive back to them, their low white T-shaped house",
    "mine too if I can make them take her place.",
    "I’ll have to. I mustn’t think her room and whether if by",
    "nine one morning in a year she will have left it,",
    "sleepy, late, remembering tomorrow is New York,",
    "her interview with UN General Services a",
    "cinch to go well. What I must think instead is Bobby’s",
    "follow-through from the left side. He pulls my lob past Geoff,",
    "who’s bored. Shagging five soaked balls isn’t",
    "Geoff’s idea. I tell him he can hit soon. He takes his time,",
    "then underhands the first off line and halfway back.",
    "Ground fog, right field, the freeway, LAX. She has",
    "both official languages. For the International Court,",
    "“The Registrar shall arrange to have interpreted",
    "from French to English and from English into French",
    "each statement, question and response.” Or maybe it will be",
    "Washington she’ll work for. On mission to a new",
    "West African republic, she might sign on with",
    "Reynolds, Kaiser, Bethlehem Steel. They needed Guinea’s",
    "bauxite for aluminum, manganese from Gabon,",
    "their dealings for more plants and harbors slowed by lengthy",
    "phonecalls through Paris, When there were snags, she’d",
    "fly there that same afternoon, her calendar a mix of",
    "eighty hours on and whole weeks off. There’d be",
    "sidetrips to England by Calais and one aisle",
    "over from her on the crossing, by himself,",
    "the man I saw this week I fear she’d like.",
    "He’d have noticed her before they cleared the dock, she’d been",
    "writing something, left wrist bent toward him, the card almost",
    "filled, now, with whatever she’d been telling someone else.",
    "She’d start another, the address first. Eased that he’d",
    "sense it in his shoulders when she stood to leave,",
    "he’d keep himself from looking, it was much better",
    "not to look, he might not interest her, better",
    "not to be left remembering how she looked.",
    "Dover. He’d follow her to the train and sit",
    "across from her, apply himself convincingly to his four",
    "appointments and their dossiers. After she’d make",
    "notes to herself from a bed and breakfast guide,",
    "from",
    "she’d put the books",
    "back in her hemp bag. He didn’t mean to be",
    "nosy, he’d say, but was she going to",
    "see some country houses while she’s here? Comfortably,",
    "she’d tell him which ones. Though he knew them all, he’d be so",
    "taken with her that he’d lose what she was saying,",
    "he’d undergo the list and ask if she’d be",
    "hiring a car. She’d pick one up tomorrow in",
    "Hammersmith and then drive west. Would she have",
    "dinner with him tonight? She’d say she’d like that:",
    "she was booked at the St. Margaret’s, off Russell Square,",
    "could he meet her there at seven? When she’d close her eyes,",
    "her head against the cushioned wing of the seat,",
    "he’d think her managing to rest was not so much a",
    "carelessness to his attentions as that she wasn’t vain.",
    "She wouldn’t catch him watching if he angled his look",
    "away from her toward the window, in the tunnels",
    "especially he’d see reflected in its glass her gradual",
    "full outline as she breathed. There would be time all",
    "evening to talk. He’d tell her then about his",
    "uncle’s place in Surrey where they’d both be welcome,",
    "its rubble-stone and leaded casements, tile, an east",
    "loggia to the lawns and wooded slope. He’d loved the",
    "kitchen garden as a boy, the path there, silver",
    "lavender and catmint borders, an oak-doored archway",
    "framing for him on chains above a well the twin",
    "coronas of roses in the cool damp light.",
    "[...]",
    "Our house is a winter rental. Each June, we",
    "store everything we don’t take with us in the camper to",
    "Idaho and Montana. It’s two full days’ drive with",
    "desert much of the way, then farms. Only in the",
    "last half hour, past Ashton, up the hill, are there",
    "logging roads and lodgepole, spruce and fir.",
    "It agrees with us to be outdoors all summer.",
    "I’m shameless about how much I want to fish the broad",
    "wadeable meadow streams. The new mayflies can’t",
    "lift themselves from the surface film until their",
    "wings dry. When I watch them drift down over the slack water,",
    "disturbances are rocks sometimes and sometimes fish.",
    "Linda does needlepoint and crossword puzzles. She keeps",
    "checklists of the flowers she finds on her long woodland walks.",
    "We do our wash in town and play cards in the hotel lobby.",
    "We have time to read. By August, there are berries.",
    "A six-pack of Grain Belt beer is ninety-nine cents.",
    "Friends have a ranch with acres that stretch back through",
    "bottomland to their mountain pasture. The old",
    "Hodges’ place is vacant. They ask us to stay.",
    "In the upstairs bedroom under the cottonwood,",
    "it’s almost dark when it clouds up late in the afternoon.",
    "We find cancelled checks in the homestead down by the creek.",
    "Lots are for sale. In our fifth summer there, we buy one.",
    "A contractor frames a house for us which I have",
    "six weeks to enclose. I want to be, but I’m not",
    "good at it, it doesn’t please me at all when my rip-cut",
    "splinters the cedar batten, I miss the stud",
    "completely with a second nail and I throw things and scream.",
    "She can’t stand it when I’m like this. But though she has to",
    "leave sometimes and not come back for hours, the work gets done.",
    "We drain the pipes, hang shutters, close the place up.",
    "[...]",
    "After five years of saying it, it became a",
    "joke with us that we’d have a baby in five years.",
    "We’re waiting for the EPT. Sitting as far",
    "away from it as she can and still be home, she wants",
    "me to be the one to read it. I’m surprised how",
    "glad I am. Her not being glad lasts half an hour.",
    "She’ll work for the library until she’s due in June.",
    "The baby does its tours inside her. When we put the big",
    "headphones on her tummy, it seems to hear.",
    "Her doctor tells her to cut down on salt, her",
    "blood pressure’s high. We buy a stethoscope and cuff.",
    "She tells Linda to quit her job and go to bed.",
    "The salt-free cottage cheese is cardboard, but it’s",
    "not working, nothing is, I can wait until she’s been",
    "resting for an hour before I take it, it doesn’t help.",
    "Since her diastolic number’s always high, it’s of",
    "course high when she sees the doctor: she’ll be in the",
    "hospital tomorrow morning if we don’t change",
    "doctors tonight. La Leche League has two it recommends.",
    "The one who calls back asks everything. If she were",
    "his wife, he says, he’d want her in the hospital.",
    "We’re too frightened to sleep. I hold her. I fall off",
    "only when it’s almost light and by then the",
    "birds have started. It makes her cry to hear them.",
    "When she’s admitted to the ward, they hook an",
    "IV up to her that hurts her hand. On the vacant bed",
    "next to her, there’s a tray with a syringe and drugs:",
    "if she goes into labor she might have convulsions.",
    "They tell us on Monday that the baby wouldn’t be able to",
    "breathe yet on its own, on Wednesday that it could",
    "suffocate inside her, her placenta’s shutting down.",
    "They’ll do another amniocentesis in the morning,",
    "they’ll take the baby in the afternoon. She and I are such",
    "cases by now that I think they’ll lie, they’ll want to",
    "quiet us for the birth by telling us the baby’s lungs",
    "ready, that stranger things have happened in three days.",
    "A nurse comes in and says the baby’s lungs are ready,",
    "let’s go to prep. Since Linda can’t have it",
    "naturally, it matters all the more to her that she at",
    "least be awake. She’ll get to be. Both doctors",
    "promised me this morning that she’ll have a local,",
    "it’s up to them. I get scrubbed. Everyone’s in greens.",
    "Down a corridor, away from me so I won’t hear,",
    "the anesthesiologist is talking to her doctors,",
    "who are very intent. The scene breaks up. Her doctors",
    "don’t have to tell me, I know already, I want to",
    "hit them, I say I’d promised her because they’d promised,",
    "I’d told her she could be awake, that I could",
    "be there with her. Stop it, you can’t let her",
    "see you like this, her pediatrician says.",
    "She’s partly sedated. I tell her I’ll be waiting",
    "right down the hall. From another room than hers, a",
    "baby, a first cry. I have to hear it or not listen too for",
    "our baby, Linda’s asleep, she can’t. If it’s from",
    "her room now that I’m hearing something fainter,",
    "someone should tell me soon. I believe the nurse who says",
    "“I can’t tell you",
    "it is, but it’s really good.”",
    "“How is Linda?”",
    "“They’re sewing her up now, she’ll be fine.”",
    "There’s no reason not to believe her, Linda’s",
    "not going to die, she’s not going to die or have to",
    "hate it that she didn’t, her baby’s all right, we haven’t",
    "killed it by not changing doctors. It won’t have to be",
    "breathed for by a machine. Almost a month early, he’s a",
    "wonder to the staff at five pounds ten, he’s Linda’s doing,",
    "she should be proud of him, she’ll nurse him and she’ll heal.",
    "I can buy her now the blue- and white-checked gingham",
    "mother and baby rabbit. I can buy her a robe. He comes",
    "home with her after the weekend. The two of them feel so",
    "hallowed to me that I’m slow to tell it hasn’t worked",
    "out for her at all. She writes an essay about it.",
    "His having been taken from her early means she failed.",
    "Bodies are bodies. They know things, they have their own ways.",
    "She could have done it if she’d gotten the chance. Her doctor",
    "didn’t want Linda caring how things went. That had to be",
    "her job, not Linda’s. She’d gone on to say it almost",
    "proudly of Linda at the last:",
    "“This little girl would be fine if she didn’t have a brain.”",
    "It’s a long essay. I recognize everything but me.",
    "Not her antagonist, exactly, I’d been another",
    "thing she’d had to worry. Whenever I’d taken her",
    "blood pressure, she’d felt blamed by me if it was high.",
    "Each crisis had been hers to deal with by herself.",
    "Too busy or aloof to find her a better doctor,",
    "I’d taught my classes, read, worked on my poem.",
    "[...]",
    "She’s at the mirror.",
    "I need to get behind it to the aspirin,",
    "do so, close it.",
    "“Goodness you wake up with a lot of headaches.”",
    "“Sorry.”",
    "“Don’t be sorry, I’m sorry for you.”",
    "Surprised that it turned out like that, and",
    "hating her, hating what I’d heard in my own voice,",
    "I get out of her way. From the privacy of",
    "brooding on it in another room, I hear what she meant:",
    "“Congratulations. As good as you are at headaches,",
    "why settle for so little, why not work up a",
    "malignancy of some kind?” And I remember that",
    "yesterday, when we were getting in the car, she winced.",
    "She’s always twisting her neck or back or something,",
    "so I didn’t ask her “Did you hurt yourself?” but",
    "“Did you hurt yourself again?”",
    "[...]",
    "I move the rest of my clothes out of the house.",
    "Our fights about money pass. In having to",
    "leave her, I also have to think again the most",
    "forgettable of our outings. Over the years, we’d taken our",
    "bodies along in company to certain places. In",
    "front of me a little to the left, she’d answered “Yes” to",
    "“Two for dinner?” I wasn’t thinking, at the time, how I",
    "fit into what she cared about: she fit for me. It comes",
    "back to me now because I have to change it, I’d",
    "gotten it wrong. Normal, expected, there’s a brittle",
    "politeness between us when I stop by to pick up Owen.",
    "Below the hem of her flannel housedress, her bare feet."
  ],
  "title": "Each in a Place Apart",
  "year": ""
}