{
  "author": "James McMichael",
  "classification": "",
  "keywords": [
    "Living",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Youth",
    "Nature",
    "Money",
    "Economics",
    "Coming of Age"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175890",
  "region": "U.S., Western",
  "text": [
    "The mountain north of Pasadena has severe",
    "and angular back canyons where the light is always",
    "unexpected, out of place, too simple for the",
    "clutter of the granite blocks along the creeks.",
    "The slopes have low rough shrubs, some firebreaks.",
    "It rains sometimes, and then the soils wash easily",
    "through Rubio and Eaton canyons to the small",
    "catch-basins and the storage tanks. The bedrocks",
    "tilt toward the west, and so the seepage",
    "drains that way. Along a wall of the Arroyo,",
    "it comes down in springs named Tibbets, Ivy,",
    "Flutterwheel. These are the only steady water,",
    "and the Indiana colony had hauled it out",
    "in tubs and barrels to their lots. They’d cleared",
    "the greasewood from the flats and planted groves of",
    "orange and peach trees, built their houses in the",
    "California Style with battened redwood boards.",
    "Nearer the Arroyo, on its terraces,",
    "they saved a few live oak. They’d have December",
    "picnics there and afterward would walk from",
    "that side, down the bluff. The floor was cool,",
    "and there were sycamore and alder, loose",
    "irregular new channels through the willows.",
    "On the other side, and south, below the San Rafaels,",
    "more oak, the sun. They’d take a new way back.",
    "Their lots extended east to the Lake Vineyard",
    "Land and Water Company. And as a grudging",
    "compromise between that tract and theirs,",
    "the Central School was built in the dry neat",
    "rows of the orchards east of where they lived.",
    "Excursion parties from the Middle West were taken",
    "mostly with the climate. At the citrus fairs,",
    "the charts and produce showed them that it didn’t freeze.",
    "Storms were rare and offered the consoling interest",
    "of a flood in the Arroyo, loud and stupid",
    "boulders the size of safes colliding down the wash.",
    "A new hotel faced south on Colorado. Like the",
    "Ward Block to its right across Fair Oaks,",
    "it was substantial, frame, with dormers and",
    "brick chimneys. Each had its widow’s walk",
    "and looked as much like Boston as it needed to.",
    "Someone from Los Angeles brought in a telephone.",
    "He hooked it up in the store on the southeast corner,",
    "rode back downtown and called and asked for",
    "so-and-so, who wasn’t there. From that one",
    "crossing, there were fewer lots each month,",
    "new storefronts and more traffic, speculating",
    "boomers and pikers, midnight sales, bands and free",
    "lunches at the auctions. Owners were induced to move",
    "east on Colorado to more eligible locations,",
    "but the cross-streets led through dusty tent-lined",
    "orchards to the chaparral. The boom came back",
    "toward the center and was done. What they’d been",
    "selling was the weather and a place to live, and",
    "that was what was left. As their one industry,",
    "the Novelty Works of Mr. Wakeley went on stuffing",
    "scorpions and trapdoor spiders, horny toads,",
    "small animals and birds. The balance of trade was",
    "not in Pasadena’s favor.",
    "But there were jobs. James Scoville kept men doing",
    "rockwork on the banks above his groves. The Arroyo",
    "narrowed there, and so he had them build a",
    "pumphouse and a dam and turn a railroad trestle",
    "upside down between two concrete footings.",
    "This was the central bridge. It crossed to open",
    "ranchland that would subdivide more slowly than the",
    "woodlots on the bluffs. Another bridge, La Loma,",
    "farther south, was taller, with a wider span and",
    "sycamores around its girders. It had replaced the",
    "Johnston bridge and made it easier to sell the tracts.",
    "The wealth of the invisible elite went into homes on",
    "Grand and Orange Grove, Raymond, Nithsdale Rd.,",
    "Arroyo Terrace, Bellefontaine, new bungalows",
    "that looked much less expensive than they were.",
    "In their commissions, Charles and Henry Greene",
    "used common and available materials,",
    "stones from the Arroyo, bricks, a simple flexible",
    "pine frame of 2 x 4s and hand-split cedar shakes,",
    "porches that were railed with the same rough timber",
    "as the posts and beams and trusses and the overhanging",
    "rafters for the roof. Their costs were mostly labor.",
    "They’d show the workers where they wanted",
    "terraces and knolls, what trees and shrubs to save.",
    "A local factory expanded to keep up with them,",
    "and they’d make daily visits there to oversee",
    "the millmen and the carvers or the quality of",
    "lumber that had just been shipped. Their mason did",
    "exactly what they called for on retaining-walls,",
    "the color of the fill, which stone or clinker at what",
    "angle to the rest. Each minor thing they cared about",
    "earned what it had to do with matters that were",
    "not their business. Where the money for a house had",
    "come from, what the Mayor had in mind, or",
    "Public Works, or how the street would look with lights—",
    "affairs like these beyond the garden stayed",
    "accessible, a movement to and from the house",
    "implicit in its horizontal lines. The roof was",
    "long and relatively flat. Beams above the frames of",
    "doors and windows were much broader than the",
    "frames themselves and paralleled the covered",
    "entryways and porches. Even the stairs inside",
    "were less than vertical, each section of the railing",
    "carved from a single piece of teak and joined to",
    "all the other teak—the notched and interlocking",
    "kickplates, the splines and level boards that were",
    "the facing of the well. Their stairs were furniture.",
    "A bench along a landing had the same insistent",
    "finish as the inglehook, the same square",
    "ebony caps for screwheads as the chairs and tables.",
    "Everything showed you how it went together.",
    "A scarf or box-joint, metal straps, continuous",
    "sure banding from the hallway into any room.",
    "There was tile and leaded glass, but it was mostly",
    "wood—mahoganies and walnuts, oak, redwood or",
    "white cedar wainscots, doweled and pegged loose",
    "furniture in teak or birch or lignum-vitae, a smooth",
    "self-lubricating wood that didn’t crack. The grain",
    "inside was outside too in rafters and stiff rounded",
    "beam-ends that were oiled and rubbed. They looked",
    "penetrable to light, looked as if they could",
    "absorb and carry it at any single time toward the",
    "one best place inside. Lucile’s house on Holliston",
    "was miles from the Arroyo. But it was imitation",
    "Greene & Greene, a less impressive version of their",
    "simplest large two-story frames. Its eaves on",
    "both the north and south reached almost to the",
    "neighbors’ lots, lots that for several blocks each way",
    "repeated themselves with slightly different houses.",
    "The man she’d bought it from was still a",
    "pharmacist at Lake and Villa. He didn’t know me",
    "and I never spoke to him. He had a massive",
    "tumor on his neck and jaw, and I would be",
    "amazed each time I saw him that he wasn’t dead.",
    "Until a year or so before he’d sold the house,",
    "there’d been an organ with the pipes extending to an",
    "upstairs bedroom, probably the room across the hall from",
    "Donna’s. There would have been no floor between",
    "the first and second stories, our den and sewing room",
    "a single shaftlike chamber that the sound would fill.",
    "It’s just as likely that the floor had been there",
    "all along, exactly as we knew it, with the organ",
    "somewhere else. But of all the rooms downstairs,",
    "only the den could open to the room above it.",
    "With the ranks of pipes along the wall that",
    "backed against the stairs, there would have been",
    "high windows to the south and west, and possibly,",
    "around three sides, a thin railed walk one got to",
    "from the upstairs hall. I might let myself care",
    "more about how well or what he played if it were",
    "clearer to me how the organ looked. If I know",
    "anything about its wood, I know it from the",
    "oak-frame sliding doors between the den and",
    "living room. So if the console had been quartered oak,",
    "the case was walnut—no tracery around the pipes,",
    "the same plain cuts as for the cabinets and counters",
    "everywhere downstairs. How many manuals there were,",
    "or knobs with nameplates for the pitches and the stops,",
    "if the bench was free or fixed, or whether the",
    "pedals for the naturals were strips that flared",
    "slightly in their alignment toward the darker sharps—",
    "the whole clear shape of it in that one place remains as",
    "closed to me as how it worked, as the feeders and the",
    "reservoirs, the valves, the layers of coarse felt between",
    "the double panels of the swell-box; as how the sliders",
    "kept the air below the upper-boards and pipes",
    "and let it go and let it sound the way he",
    "wanted it to sound, the wind inside the pipe",
    "striking against a lip and coming back, contained and",
    "vibrant for the time he kept it there. Its shock to the",
    "air outside the pipe was how it sounded, the way he",
    "wanted it to sound, or as it might have sounded",
    "if the room were larger and the sounds dispersed and mixed",
    "less palpably, went on together with the light or",
    "darkness in the room. There wouldn’t have been time",
    "between the sounds to count them to be sure that",
    "nothing of the piece was missing. Nor was there time",
    "for me, at any moment in the sewing room, to know",
    "the changes that the light had worked downstairs.",
    "Not that I would have tried to know, or done much more",
    "than suffer my current fit of pouting. I’d hear Lucile",
    "walk past the stairs toward the kitchen in her busy",
    "self-important way. Maybe she’d leave. From a back",
    "window of the sewing room, I’d see her in her car and",
    "starting out the driveway. These were the least",
    "obstructed windows in the house. Late in the day,",
    "haze showed its tired agreement with the house next door,",
    "the shingles dull and olive like the rusted screens, the",
    "asphalt paper on the roof. I could see my aunt’s",
    "back yard on Chester. Trees as far west of us as Lake",
    "marked off the streets in staggered elevations—palms,",
    "short rows of deodars and jacarandas. At night,",
    "from a window in the southern wall, the top three",
    "letters on the tower for the",
    "kept coming on",
    "one at a time, then all together.",
    "[...]",
    "Richard Arkwright was a barber. He toured the",
    "markets and the farms and bought the hair of",
    "country girls and made it into wigs. When he",
    "hired John Kay to build a frame for spinning",
    "thread from the strands of cotton, manufacture was",
    "domestic—looms and jennies in the kitchens of the",
    "small freeholders and the farmers who would",
    "sell their cloth to merchants. Wool was the English",
    "staple trade, a privilege of the landed graziers.",
    "All gentlemen wore silk. Raw cotton was a coarse",
    "adherent fiber from Brazil and the Antilles.",
    "It had to be opened and cleaned and have its strands",
    "laid parallel by two large cards that worked it",
    "back and forth between them. Drawing made the slivers",
    "equal in thickness by redoubling them, and roving",
    "made them thicker still and left them ready to be spun.",
    "Arkwright’s water-frame replaced the hand’s inexpert",
    "pulling and pushing, movements that begin and end",
    "and can’t repeat themselves exactly. At Cromford,",
    "with the money of two hosiers, he built a gas-lit",
    "mill above the Derwent. He needed journeymen",
    "clockmakers who did tooth and pinion, a smith who",
    "forged and filed. Afraid that no one man would know",
    "“all that I should expect he might,” he was",
    "“determined to let no person see the works.” He wanted",
    "“locks and hangings for the windows; good latches",
    "for the outer doors, and for the inner doors as well.”",
    "To make the other money come to him,",
    "he specified as little as he could in all his",
    "patents. And as he sold the plans, he built six",
    "factories in Lancashire. At Glasgow, he was made",
    "an honorary burgess and was taken to the",
    "Falls of Clyde, at New Lanark, where he would",
    "build another mill. He advertised for weavers,",
    "framework-knitters. Children who were seven could have",
    "constant employment. In the riot against machines,",
    "they burned his mill near Chorley. He was threatened:",
    "“I will lie in wait for you in this town Nottingham",
    "or wherever I most likely to find you. I will",
    "ashure shute you as your name is what it is.",
    "Dam you do you think the town must be ruled by such a",
    "barber as you.” Contemporaries thought he was",
    "a Newton or Napoleon. He was knighted and named",
    "High Sheriff of Derbyshire. He claimed that",
    "he could pay the national debt if he were",
    "left alone to make his money; and when he died,",
    "the income from his mills was more than that of most",
    "German principalities. He was asthmatic. An",
    "economist of time, he worked at English grammar as he",
    "traveled in a post-chaise with four horses driven",
    "always at top speed.",
    "He lost his patents at a trial in 1785.",
    "The industry was open. In the damp valleys,",
    "at breaks in the long profiles of the streams,",
    "new spinning mills went up. They were too far",
    "outside the towns to worry that they’d be",
    "inspected—close enough to send their thread",
    "to upland workshops by the new trans-Pennine",
    "turnpike roads, or by the new canal that crossed the",
    "valley of the Calder, through the Craven drumlins",
    "east to the other watershed, and Leeds.",
    "There was so much thread that barns were fitted up",
    "with handlooms that could weave good fustians and cambrics.",
    "Cotton was its own new country, and the landlords",
    "feared the moneyed men. Land could itself be",
    "capital, the business of the aristocracy.",
    "Each landlord had his broken straggling plots,",
    "their furrows running lengthwise to the rounded",
    "headlands where the plough would turn. He knew",
    "which land was his, but it was open and was grazed",
    "collectively by several owners. Between",
    "harvest and sowing, even his farmers’ pigs would",
    "graze there with the sheep. Cows grazed the catchwork",
    "meadows on the terraces, or at the watersides.",
    "Enclosure was the landlords’ plan to change their",
    "strips of arable to larger straighter fields.",
    "They would appropriate the wastes—the marshes and moors,",
    "the peat-bogs where the farmers got their fuel.",
    "Commons had been “a profit which a man hath in the",
    "land of another, as to pasture beasts thereon,",
    "cut wood, catch fish, hunt coneys, and the like.”",
    "In most of the Midland parishes, there were now",
    "Acts for Enclosure of the Open and Common Fields,",
    "new roads with wide grass verges to a ditch,",
    "then quickset hedgerows, ash, occasional small",
    "farmsteads with a croft, no lanes, the landlord’s",
    "manor and his park, and in the fields the",
    "thickets for his foxes. It cost him less to",
    "graze than till. The stiff clay soils would hold",
    "a year of wheat, another of spring corn, lie fallow.",
    "The land would yield him more if he could save",
    "the labor of his farmers and the cottagers.",
    "Tenure at Will was his prerogative to put them",
    "off the land when he was through with them.",
    "As he engrossed more farms, they set his hedges,",
    "drained and marled the looser tracts and planted",
    "clover, turnips, and lucerne. He managed",
    "breeds of stock and turned them out to graze the even",
    "turf across the hillocks. Enclosure had made",
    "“fat beasts, and lean poor people.” With no one skill",
    "peculiar to themselves, they left the villages for",
    "workshops in the north. The Earl of Leicester said",
    "“I look around and see no other house than mine.",
    "I am like the ogre in the tale, and have eaten up",
    "all my neighbors.”"
  ],
  "title": "Four Good Things",
  "year": ""
}