{
  "author": "James McMichael",
  "classification": "",
  "keywords": [
    "Sciences",
    "Stars, Planets, Heavens",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Heroes",
    "Patriotism",
    "Arts",
    "Sciences",
    "Trees",
    "Flowers",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175892",
  "region": "U.S., Western",
  "text": [
    "The farmhouses north of Driggs,",
    "silos for miles along the road saying",
    "BUTLER or SIOUX. The light saying",
    "rain coming on, the wind not up yet,",
    "animals waiting as the front hits",
    "everything on the high fiats, hailstones",
    "bouncing like rabbits under the sage.",
    "Nothing running off. Creeks clear.",
    "The river itself a shallow, straight",
    "shoot to the north, its rocks mossy,",
    "slick above the few deep pockets.",
    "On another drainage, the O-T-O.",
    "Loose stands of aspen on the slopes.",
    "Dude cabins, their porches and split-log",
    "loveseats, dull yellow curtains",
    "slapping over the open sills.",
    "From Emigrant north to the Great Bend,",
    "loaves of haystacks, stud farms, charolais,",
    "steel flumes between the ditches.",
    "Access to the river’s acreage",
    "closed to its whole length, the county roads",
    "dusty, turning onto the high",
    "shelves of side valleys. Scattered",
    "shacks and corrals. An old homestead,",
    "the sod roof rotting out its timbers.",
    "Below the spurs from the higher range,",
    "basins in the mountain pastures",
    "fill with odd water. The henbane dries.",
    "Ruts cross in the grass at a schoolhouse.",
    "Each runnel mixing where it can",
    "the spring creeks deepen and go on",
    "easily, swelling to the larger",
    "tributary with its pools and banks.",
    "At any bend the willows bend too,",
    "and gravel bars on the other shore",
    "flare into the shallows. An encampment.",
    "Ponies wade to their knees and drink,",
    "raising up now and then to look",
    "out through the smoke to the near hills,",
    "the one plateau heading off beyond",
    "the Crazies and the Little Belts, north.",
    "It strikes the river at the Gates,",
    "the water piling through its broad course,",
    "level, ridges and the vertical",
    "faces of bluffs crowding to each side.",
    "This rock is of an excellent grit for",
    "whetstones, hard and sharp. There is here",
    "more timber than below the falls. A spring",
    "immensely clear and of a bluish cast",
    "boils up near its center with such force",
    "that its surface in that part is strangely",
    "higher than the surrounding earth.",
    "I heard today a noise resembling",
    "the discharge of a piece of ordnance.",
    "Unless it be the bursting of the",
    "rich mines of silver in these mountains,",
    "I am at a loss to account for it.",
    "As the passages about the falls are",
    "narrow and steep, and as the buffalo",
    "travel to the river in great herds,",
    "the hinder part presses those in front",
    "out of their depth to the strong current.",
    "Their carcasses by the hundreds",
    "litter the shore below the cataracts.",
    "We have made of the mast of the pirogue",
    "two axletrees. Walked ahead to my first",
    "view of the falls, hearing them from afar.",
    "Their spray is scarcely formed when",
    "bodies of the same beaten water thrust",
    "over and down, concealing every shape,",
    "their whiteness alone visible.",
    "We will leave at this place all heavy",
    "baggage, the red pirogue, and whatever",
    "provisions we can do without. Needing",
    "a cellar for the caching of our stores",
    "we set hands to digging. More white bear.",
    "These fellows leave a formidable",
    "impression in the mud or sand. Goodrich,",
    "who is remarkably fond of fishing,",
    "caught many trout of two different species.",
    "Came to in a handsome timbered bottom",
    "across from the entrance of a very",
    "considerable river. Its character",
    "is so precisely that of the one below",
    "that the party with few exceptions",
    "has pronounced it the Missouri.",
    "The fork to the south is perfectly",
    "transparent, runs rapidly with an even,",
    "unriffled surface. Its bed is composed",
    "of round, smooth stones like those of rivers",
    "issuing from a mountainous country.",
    "If this latter be the one we are to take",
    "we should encounter within 50 miles",
    "a series of precipitous falls.",
    "There is now no timber on the hills.",
    "The black rock has given place to a",
    "yellow and brown or black clay, brown and",
    "yellowish white sandstone and a hard, dark",
    "freestone. It rises from the water",
    "abruptly on both sides in varied walls.",
    "I could discover above their horizon",
    "only the most elevated points.",
    "The river retains both its whitish color",
    "and a proportion of its sediment,",
    "but it is much clearer than below.",
    "The banks afforded us good towing.",
    "This method of ascending the river",
    "is the safest and most expeditious.",
    "We pass a great number of dry streambeds.",
    "These plains being level and wholly",
    "destitute of timber, the wind blows",
    "violently with its loads of sand.",
    "Driftwood comes down as the water rises.",
    "The banks are falling in very fast",
    "and I wonder that our pirogues are not",
    "swallowed by them. Wild hyssop grows here.",
    "A few cottonwood along the verges.",
    "Undergrowths of rose and serviceberry,",
    "and small-leafed willow on the sandbars.",
    "Met this evening the famous white bear.",
    "I had rather deal with several",
    "indians than with this gentleman.",
    "Much less ice running in the river.",
    "We make ready to set out, the party",
    "in general good health except for a few",
    "venereal complaints. A windy,",
    "blustering day. Our two pirogues still frozen.",
    "I draw a connection of the country",
    "from the information of traders.",
    "The falls are about 800 miles west.",
    "Rose early and commenced roofing",
    "the two wings of huts. Our situation",
    "sandy. Cottonwood and elm, some small ash.",
    "We must now settle for the winter.",
    "Very cold. Hard frosts. The river falling.",
    "For several days we pass deserted",
    "Mandan villages along both banks.",
    "The beaver and otter are becoming more",
    "abundant. We put ashore at noon,",
    "setting fire to the prairies to signal",
    "that we wish council with the natives.",
    "These Arikara much reduced by pox.",
    "It is customary for their nation",
    "to show its grief by pain, some cutting off",
    "two smaller fingers at the second joint.",
    "The earth of the plains is in many places",
    "opened in long crevices, its soil",
    "indifferent and with a kind of timothy",
    "branching like flax from its main stalk.",
    "Delayed here today so as to take",
    "equal altitudes, the weights of the",
    "waters of the two rivers, their specific",
    "gravities. As we near the great Platte,",
    "the sandbars are more numerous, sawyers",
    "worse than they were below. Mulberry,",
    "oak and walnut. These prairies from the river",
    "have very much the appearance of farms.",
    "We continue to pole our way upstream.",
    "Nothwithstanding our precautions, we",
    "struck a bar and were near turning over.",
    "The sergeants are directed each to keep",
    "a journal of all passing occurrences",
    "and such other descriptions of the country",
    "as shall seem to them worthy of notice.",
    "Our hunters report deer in every copse.",
    "I got out and walked for one mile through a",
    "rush bottom, nettles as high as my breast.",
    "All the forepart of the day we were",
    "arranging our company and taking on",
    "those articles we will need. St. Charles.",
    "The men spent their last night agreeably,",
    "dancing with the French ladies, &c.",
    "My ride was on a road finely shaded,",
    "with now and then a good farm. The corn",
    "in tassel, its leaves of a deep rich green",
    "bending at the ends by their own weight.",
    "Wheat and oat stubble. A hilly country.",
    "I passed a toll-gate, and, looking back,",
    "had my last view of the town’s steeples.",
    "From the state house cupola I could count",
    "the buildings, the number of which was",
    "ninety. A wooden bridge crosses the river",
    "just below the town. Men were engaged in",
    "racing their horses. I sought lodging",
    "and was shown to bed in a large barrack",
    "where a man and wife conversed with me",
    "until I feigned sleep. This is a post town,",
    "the mails arriving from both east and west",
    "on Wednesdays and Saturdays. A young woman",
    "gave me directions from an upstairs window.",
    "I descended the hill into Frankfort.",
    "There has lately been established a large",
    "manufactory for spinning hemp and flax.",
    "It is wrought by water and keeps in motion",
    "1200 spindles. The streets of Lexington",
    "cross at right angles, its stores filled both",
    "with imports and with local goods: fine",
    "cutlery, tin ware, muslins and nankeens.",
    "I was so well put up that a man would be",
    "fastidious to a fault to have found",
    "the least thing wanting. Approaching the city",
    "the land changed steadily for the better,",
    "no longer broken, as to the eastward,",
    "but fine extensive levels and slopes,",
    "the road very wide, with grazing parks,",
    "meadows, and every spot cultivated.",
    "The farms hereabout have generally",
    "good and spacious stone barns, a few acres",
    "cleared but for those stumps or girdled trees",
    "still standing. The neighbors found last year",
    "a human jawbone, rough and honeycombed.",
    "My wagoner arrived this afternoon",
    "and went on, appointing to be in",
    "Louisville before me. I pass a house",
    "with small turrets at its corners, lawns,",
    "the whole needing only vineyards for the look",
    "of villas in Provence and Languedoc.",
    "Noticed along the banks of the Holston",
    "phlox with white flowers and phlox with pink flowers,",
    "two different species, very small",
    "phlox with lance-shaped leaves. Where I",
    "come in from Abingdon, the Kentucky road",
    "divides, the other fork for Burke courthouse.",
    "With nothing to do I make ink from gall nuts.",
    "More opossum taken in the woods.",
    "This animal’s greatest peculiarity",
    "is the false belly of the female.",
    "She can draw the slit so close that one must look",
    "narrowly to find it if she be virgin.",
    "The air clearing this morning, I was",
    "surprised with a full prospect of mountains.",
    "This river where we leave off is 240 miles",
    "distant in a straight line from Currituck",
    "Inlet. The turkey-cocks begin to gobble,",
    "which is the language wherein they make love.",
    "We have a dreamer of dreams among us",
    "who warned me in the morning to take care",
    "that I not fall into the creek.",
    "I thanked him and used what caution I could,",
    "but my horse made a false leap and laid me",
    "down in the water at my full length.",
    "The sky at sunset had a swept look.",
    "There was risk of our dining with St. Anthony",
    "when one indian knocked down a fat bear.",
    "Of the stem of the silk-grass their women make",
    "small aprons which they wear for decency.",
    "They put these on with so much art",
    "that their most negligent postures reveal",
    "nothing to our curiosity.",
    "The ruffles of some of our fellows",
    "were a little discolored by the bloodroot",
    "which these ladies use to improve their charms.",
    "Bear, it would seem, is no diet for saints,",
    "for it is apt to make them too rampant.",
    "At night, the surveyors took advantage",
    "of a clear sky. This trial of our variance",
    "shows it still something less then 3 degrees,",
    "so it remains much as we had found it",
    "at the sea. We have now run the poles",
    "beyond those inhabitants most inland.",
    "There fell a sort of Scots mist all the way.",
    "I have learned how rattlesnakes take a squirrel.",
    "They ogle the poor beast till by force of charm",
    "it falls down stupefied and senseless.",
    "The snake approaches it and moistens first",
    "one ear and then the other with his spittle,",
    "making the head all slippery. When that is done",
    "he draws this member into his mouth,",
    "and after it, by casual degrees,",
    "all the rest of the body. I am not so",
    "rigid an observer of the Sabbath",
    "as to allow of no journeys to be",
    "taken upon it. Nor would I care,",
    "like a certain New England magistrate,",
    "to order a man to the whipping post",
    "for daring to ride for a midwife on the",
    "Lord’s Day. And yet we found plainly",
    "that travelling on the Sunday had not",
    "thriven with us in the least. The rain",
    "was enlivened with loud thunder, and there is",
    "something in the woods that makes this sound",
    "more awful, the violence of the lightning",
    "more visible as the trees are shivered",
    "quite to the root. This Great Dismal Swamp",
    "is the source of five several rivers.",
    "We run our line to its skirts, which begin with",
    "dwarf reeds, moist uneven ground. The season",
    "inclining us to aguish distempers,",
    "we were suffered by the resident to",
    "cut up wood for firing, drive away the damps.",
    "At the bottom of the account Mankind",
    "are great losers by the luxuries",
    "of feather beds and warm apartments.",
    "We perceive our appetites to mend,",
    "and though we have to drink only what",
    "Adam had in Paradise, that stream of life",
    "runs cool and peaceably in our veins.",
    "The days are hard. Our slumbers sweeten, and",
    "if ever we dream of women they are kind.",
    "I delight to see the banks of the Inlet",
    "adorned with myrtle, yet it must be owned",
    "that, sacred to Venus though it be, this plant",
    "grows commonly in very dirty soil.",
    "Norfolk has most the air of a town",
    "of any in Virginia. There are now",
    "riding at her wharves near 20 brigantines.",
    "The trade hither is engrossed by those",
    "saints of New England who every week",
    "carry off a pretty deal of tobacco.",
    "I have found that after my devotions",
    "a walk in the garden can do much",
    "to fill my heart with clear obedience.",
    "I repair me there that I might think",
    "deeply of the earth and how it will be",
    "all too soon my sleeping-place. For I am told",
    "to fear such things as bring me to ill terms,",
    "told of those who seek congress with the earth",
    "that they shall have her in their time forever.",
    "That her places sing their love-songs for no man.",
    "That I am not the suitor whose betrothed",
    "awaits him, but some unwelcome third",
    "with God alone her lover. And yet I would",
    "look upon such country as will show me",
    "nature undressed, the strata of the land,",
    "her lays and beds and all her privacies.",
    "For my wonder tells me I should be",
    "promiscuous, should learn by all the",
    "laws of bodies and by where they are",
    "the joyful news out of the new found world.",
    "This walk is news. Its bodies point me always",
    "in and out along some newer course.",
    "There have been divers days together",
    "wherein alone I’ve watched these flowers",
    "buoyed on their stems and holding up the sun.",
    "Just now I catch them thinking on themselves,",
    "composing from their dark places the least",
    "passages for light, tendering how they look",
    "and how I look on them. It comes to me",
    "that the world is to the end of it",
    "thinking on itself and how its parts",
    "gather with one another for their time.",
    "These are the light, and all the forms they show",
    "are lords of inns wherein the soul takes rest.",
    "If I could find it in myself to hide",
    "the world within the world then there would be",
    "no place to which I could remove it, save",
    "that brightness wherein all things come to see."
  ],
  "title": "Itinerary",
  "year": ""
}