{
  "author": "Charles Bukowski",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets",
    "Arts",
    "Sciences",
    "Sports",
    "Outdoor Activities",
    "Men",
    "Women",
    "Activities",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179719",
  "region": "U.S., Western",
  "text": [
    "don’t ever get the idea I am a poet; you can see me",
    "at the racetrack any day half drunk",
    "betting quarters, sidewheelers and straight thoroughs,",
    "but let me tell you, there are some women there",
    "who go where the money goes, and sometimes when you",
    "look at these whores these onehundreddollar whores",
    "you wonder sometimes if nature isn’t playing a joke",
    "dealing out so much breast and ass and the way",
    "it’s all hung together, you look and you look and",
    "you look and you can’t believe it; there are ordinary women",
    "and then there is something else that wants to make you",
    "tear up paintings and break albums of Beethoven",
    "across the back of the john; anyhow, the season",
    "was dragging and the big boys were getting busted,",
    "all the non-pros, the producers, the cameraman,",
    "the pushers of Mary, the fur salesman, the owners",
    "themselves, and Saint Louie was running this day:",
    "a sidewheeler that broke when he got in close;",
    "he ran with his head down and was mean and ugly",
    "and 35 to 1, and I put a ten down on him.",
    "the driver broke him wide",
    "took him out by the fence where he’d be alone",
    "even if he had to travel four times as far,",
    "and that’s the way he went it",
    "all the way by the outer fence",
    "traveling two miles in one",
    "and he won like he was mad as hell",
    "and he wasn’t even tired,",
    "and the biggest blonde of all",
    "all ass and breast, hardly anything else",
    "went to the payoff window with me.",
    "that night I couldn’t destroy her",
    "although the springs shot sparks",
    "and they pounded on the walls.",
    "later she sat there in her slip",
    "drinking Old Grandad",
    "and she said",
    "what’s a guy like you doing",
    "living in a dump like this?",
    "and I said",
    "I’m a poet",
    "and she threw back her beautiful head and laughed.",
    "you? you . . . a poet?",
    "I guess you’re right, I said, I guess you’re right.",
    "but still she looked good to me, she still looked good,",
    "and all thanks to an ugly horse",
    "who wrote this poem."
  ],
  "title": "a 340 dollar horse and a hundred dollar whore",
  "year": ""
}