{
  "author": "Charles Bukowski",
  "classification": "Free Verse",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179735",
  "region": "U.S., Western",
  "text": [
    "the Chinaman said don’t take the hardware",
    "and gave me a steak I couldn’t cut (except the fat)",
    "and there was an ant circling the coffee cup;",
    "I left a dime tip and broke out a stick of cancer,",
    "and outside I gave an old bum who looked about",
    "the way I felt, I gave him a quarter,",
    "and then I went up to see the old man",
    "strong as steel girders, fit for bombers and blondes,",
    "up the green rotten steps that housed rats",
    "and past the secretaries showing leg and doing nothing",
    "and the old man sat there looking at me",
    "through two pairs of glasses and a vacation in Paris,",
    "and he said, Kid, I hear you been takin’ Marylou out,",
    "and I said, just to dinner, boss,",
    "and he said, just to dinner, eh? you couldn’t hold",
    "that broad’s pants on with all the rivets on 5th street,",
    "and please remember you are a shipping clerk,",
    "I am the boss here and I pay these broads and I pay you.",
    "yes, sir, I said, and I felt he was going to skip it",
    "but he slid my last check across the desk",
    "and I took it and walked out",
    "past",
    "all the lovely legs, the skirts pulled up to the ass,",
    "Marylou’s ass, Ann’s ass, Vicki’s ass, all of them,",
    "and I went down to the bar",
    "and George said whatya gonna do now,",
    "and I said go to Russia or Hollywood Park,",
    "and I looked up in time to see Marylou come in,",
    "the long thin nose, the delicate face, the lips, the legs,",
    "the breasts, the music, the talk the love the laughing",
    "and she said",
    "I quit when I found out",
    "and the bastard got down on his knees and cried",
    "and kissed the hem of my skirt and offered me money",
    "and I",
    "walked out",
    "and he blubbered like a baby.",
    "George, I said, another drink, and I put a quarter in",
    "the juke",
    "and the sun came out",
    "and I looked outside in time to see the old bum",
    "with my quarter",
    "and a little more luck",
    "that had turned into a happy wine-bottle,",
    "and a bird even flew by",
    ",",
    "right there on Eastside downtown, no kidding,",
    "and the Chinaman came in for a quickie",
    "claiming somebody had stolen a spoon and a coffee cup",
    "and I leaned over and bit Marylou on the ear",
    "and the whole joint rocked with music and freedom",
    "and I decided that Russia was too far away",
    "and Hollywood Park just close enough."
  ],
  "title": "Hello, Willie Shoemaker",
  "year": ""
}