{
  "author": "Charles Bukowski",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Arts",
    "Sciences",
    "Eating",
    "Drinking"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179739",
  "region": "U.S., Western",
  "text": [
    "I had just won $115 from the headshakers and",
    "was naked upon my bed",
    "listening to an opera by one of the Italians",
    "and had just gotten rid of a very loose lady",
    "when there was a knock upon the wood,",
    "and since the cops had just raided a month or so ago,",
    "I screamed out rather on edge—",
    "who the hell is it? what you want, man?",
    "I’m your publisher! somebody screamed back,",
    "and I hollered, I don’t have a publisher,",
    "try the place next door, and he screamed back,",
    "you’re Charles Bukowski, aren’t you? and I got up and",
    "peeked through the iron grill to make sure it wasn’t a cop,",
    "and I placed a robe upon my nakedness,",
    "kicked a beercan out of the way and bade them enter,",
    "an editor and a poet.",
    "only one would drink a beer (the editor)",
    "so I drank two for the poet and one for myself",
    "and they sat there sweating and watching me",
    "and I sat there trying to explain",
    "that I wasn’t really a poet in the ordinary sense,",
    "I told them about the stockyards and the slaughterhouse",
    "and the racetracks and the conditions of some of our jails,",
    "and the editor suddenly pulled five magazines out of a portfolio",
    "and tossed them in between the beercans",
    "and we talked about",
    ", Rimbaud, Villon,",
    "and what some of the modern poets looked like:",
    "J.B. May and Wolf the Hedley are very immaculate, clean fingernails, etc.;",
    "I apologized for the beercans, my beard, and everything on the floor",
    "and pretty soon everybody was yawning",
    "and the editor suddenly stood up and I said,",
    "are you leaving?",
    "and then the editor and the poet were walking out the door,",
    "and then I thought well hell they might not have liked",
    "what they saw",
    "but I’m not selling beercans and Italian opera and",
    "torn stockings under the bed and dirty fingernails,",
    "I’m selling rhyme and life and line,",
    "and I walked over and cracked a new can of beer",
    "and I looked at the five magazines with my name on the cover",
    "and wondered what it meant,",
    "wondered if we are writing poetry or all huddling in",
    "one big tent",
    "clasping assholes."
  ],
  "title": "I Am Visited by an Editor and a Poet",
  "year": ""
}