{
  "author": "Charles Bukowski",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "Disappointment",
    "Failure",
    "Parenthood",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179731",
  "region": "U.S., Western",
  "text": [
    "I went over the other day",
    "to pick up my daughter.",
    "her mother came out with workman’s",
    "overalls on.",
    "I gave her the child support money",
    "and she laid a sheaf of poems on me by one",
    "Manfred Anderson.",
    "I read them.",
    "he’s great, she said.",
    "does he send this shit out? I asked.",
    "oh no, she said, Manfred wouldn’t do that.",
    "why?",
    "well, I don’t know exactly.",
    "listen, I said, you know all the poets who",
    "don’t send their shit out.",
    "the magazines aren’t ready for them, she said,",
    "they’re too far advanced for publication.",
    "oh for christ’s sake, I said, do you really",
    "believe that?",
    "yes, yes, I really believe that, she",
    "answered.",
    "look, I said, you don’t even have the kid ready",
    "yet. she doesn’t have her shoes on. can’t you",
    "put her shoes on?",
    "your daughter is 8 years old, she said,",
    "she can put her own shoes on.",
    "listen, I said to my daughter, for christ’s sake",
    "will you put your shoes on?",
    "Manfred never screams, said her mother.",
    "OH HOLY JESUS CHRIST! I yelled",
    "you see, you see? she said, you haven’t changed.",
    "what time is it? I asked.",
    "4:30. Manfred did submit some poems once, she said,",
    "but they sent them back and he was",
    "upset.",
    "you’ve got your shoes on, I said to my daughter,",
    "let’s go.",
    "her mother walked to the door with us.",
    "have a nice day, she said.",
    "fuck off, I said.",
    "when she closed the door there was a sign pasted to",
    "the outside. it said:",
    "SMILE.",
    "I didn’t.",
    "we drove down Pico on the way in.",
    "I stopped outside the Red Ox.",
    "I’ll be right back, I told my daughter.",
    "I walked in, sat down, and ordered a scotch and",
    "water. over the bar there was a little guy popping in and",
    "out of a door holding a very red, curved penis",
    "in his hand.",
    "can’t",
    "can’t you make him stop? I asked the barkeep.",
    "can’t you shut that thing off?",
    "what’s the matter with you, buddy? he asked.",
    "I submit my poems to the magazines, I said.",
    "you submit your poems to the magazines? he asked.",
    "you are god damned right I do, I said.",
    "I finished my drink and got back to the car.",
    "I drove down Pico Boulevard.",
    "the remainder of the day was bound to be better."
  ],
  "title": "i can't stay in the same room with that woman for five minutes",
  "year": ""
}