{
  "author": "Charles Bukowski",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Poetry",
    "Poets",
    "Relationships",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179737",
  "region": "U.S., Western",
  "text": [
    "this South American up here on a Gugg",
    "walked in with his whore",
    "and she sat on the edge of my bed and",
    "crossed her fine legs",
    "and I kept looking at her legs",
    "and he pulled at his stringy necktie",
    "and I had a hangover",
    "and he asked me",
    "WHAT DO YOU THINK OF THE AMERICAN",
    "POETS?",
    "and I told him I didn’t think very much",
    "of the American poets",
    "and then he went on to ask some other",
    "very dull questions",
    "(as his whore’s legs layed along the side of",
    "my brain) like",
    "WELL? YOU DON’T CARE ABOUT ANYTHING",
    "BUT IF YOU WERE TEACHING A CLASS AND ONE OF THE",
    "STUDENTS ASKED YOU WHICH AMERICAN POETS",
    "THEY SHOULD READ",
    "WHAT WOULD YOU TELL THEM?",
    "she crossed her legs as I watched and I thought",
    "I could knock him out with one punch",
    "rape her in 4 minutes",
    "catch a train for L.A.",
    "get off in Arizona and walk off into the desert",
    "and I couldn’t tell him that I would never teach",
    "a class",
    "that along with not liking American poetry",
    "that I didn’t like American classes either",
    "or the job that they would expect me to",
    "do,",
    "so I said",
    "Whitman, T.S. Eliot, D.H. Lawrence’ poems about",
    "reptiles and beasts, Auden. and then I",
    "realized that Whitman was the only true American,",
    "that Eliot was not an American somehow and the",
    "others certainly not, and",
    "he knew it too",
    "he knew that I had fucked up",
    "but I made no apologies",
    "thought some more about rape",
    "I almost loved the woman but I knew that when she walked out",
    "that I would never see her again",
    "and we shook hands and the Gugg said",
    "he’d send me the article when it came out",
    "but I knew that he didn’t have an article",
    "and he knew it too",
    "and then he said",
    "I will send you some of my poems translated into",
    "English",
    "and I said fine",
    "and I watched them walk out of the place",
    "I watched her highheels clack down the tall",
    "green steps",
    "and then both of them were gone",
    "but I kept remembering her dress sliding all over her",
    "like a second skin",
    "and I was wild with mourning and love and sadness",
    "and being a fool unable to",
    "communicate",
    "anything",
    "and I walked in and finished that beer",
    "cracked another",
    "put on my ragged king’s coat",
    "and walked out into the New Orleans street",
    "and that very night",
    "I sat with my friends and acted vile and",
    "the ass",
    "much mouth and villainy",
    "and cruelness",
    "and they never",
    "knew why."
  ],
  "title": "Interview by a Guggenheim Recipient",
  "year": ""
}