{
  "author": "Charles Bukowski",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Eating",
    "Drinking",
    "Social Commentaries",
    "Money",
    "Economics",
    "Activities",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179728",
  "region": "U.S., Western",
  "text": [
    "I suppose so.",
    "I was living in an attic in Philadelphia",
    "It became very hot in the summer and so I stayed in the",
    "bars. I didn’t have any money and so with what was almost left",
    "I put a small ad in the paper and said I was a writer",
    "looking for work . . .",
    "which was a god damned lie; I was a writer",
    "looking for a little time and a little food and some",
    "attic rent.",
    "a couple days later when I finally came home",
    "from somewhere",
    "the landlady said, there was somebody looking for",
    "you. and I said,",
    "there must be some mistake. she said,",
    "no, it was a writer and he said he wanted you to help him write",
    "a history book.",
    "oh, fine, I said, and I knew with that I had another week’s",
    "rent—I mean, on the cuff—",
    "so I sat around drinking wine on credit and watching the hot pigeons",
    "suffer and fuck on my hot roof.",
    "I turned the radio on real loud",
    "drank the wine and wondered how I could make a history book",
    "interesting but true.",
    "but the bastard never came back,",
    "and I had to finally sign on with a railroad track gang",
    "going West",
    "and they gave us cans of food but no",
    "openers",
    "and we broke the cans against the seats and sides of",
    "railroad cars a hundred years old with dust",
    "the food wasn’t cooked and the water tasted like",
    "candlewick",
    "and I leaped off into a clump of brush somewhere in",
    "Texas",
    "all green with nice-looking houses in the",
    "distance",
    "I found a park",
    "slept all night",
    "and then they found me and put me in a cell",
    "and they asked me about murders and",
    "robberies.",
    "they wanted to get a lot of stuff off the books",
    "to prove their efficiency",
    "but I wasn’t",
    "tired",
    "and they drove me to the next big town",
    "fifty-seven miles away",
    "the big one kicked me in the ass",
    "and they drove off.",
    "but I lucked it:",
    "two weeks later I was sitting in the office of the city hall",
    "half-asleep in the sun like the big fly on my elbow",
    "and now and then she took me down to a meeting of the council",
    "and I listened very gravely as if I knew what was happening",
    "as if I knew how the funds of a halfass town were being",
    "dismantled.",
    "later I went to bed and woke up with teethmarks all over",
    "me, and I said, Christ, watch it, baby! you might give me",
    "cancer! and I’m rewriting the history of the Crimean War!",
    "and they all came to her house—",
    "all the cowboys, all the cowboys:",
    "fat, dull and covered with dust.",
    "and we all shook hands.",
    "I had on a pair of old bluejeans, and they said",
    "oh, you’re a writer, eh?",
    "and I said: well, some think so.",
    "and some still think so . . .",
    "others, of course, haven’t quite wised up yet.",
    "two weeks later they",
    "ran me out",
    "of town."
  ],
  "title": "the difference between a bad poet and a good one is luck",
  "year": ""
}