{
  "author": "Charles Bukowski",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Nature",
    "Living",
    "Death",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179727",
  "region": "U.S., Western",
  "text": [
    "the weather is hot on the back of my watch",
    "which is down at Finkelstein’s",
    "who is gifted with 3 balls",
    "but no heart, but you’ve got to understand",
    "when the bull goes down",
    "on the whore, the heart is laid aside for something else,",
    "and let’s not over-rate the obvious decency",
    "for in a crap game you may be cutting down",
    "some wobbly king of 6 kids",
    "and a hemorrhoid butt on his last unemployment check,",
    "and who is to say the rose is greater than the thorn?",
    "not I, Henry,",
    "and when your love gets flabby knees and prefers flat shoes,",
    "maybe you should have stuck it into something else",
    "like an oil well",
    "or a herd of cows.",
    "I’m too old to argue,",
    "I’ve gone with the poem",
    "and been k.o.’d with the old sucker-punch",
    "round after round,",
    "but sometimes I like to think of the Kaiser",
    "or any other fool full of medals and nothing else,",
    "or the first time we read Dos",
    "or Eliot with his trousers rolled;",
    "the weather is hot on the back of my watch",
    "which is down at Finkelstein’s,",
    "but you know what they say: things are tough all over,",
    "and I remember once on the bum in Texas",
    "I watched a crow-blast, one hundred farmers with one hundred shotguns",
    "jerking off the sky with a giant penis of hate",
    "and the crows came down half-dead, half-living,",
    "and they clubbed them to death to save their shells",
    "but they ran out of shells before they ran out of crows",
    "and the crows came back and walked around the pellets and",
    "stuck out their tongues",
    "and mourned their dead and elected new leaders",
    "and then all at once flew home to fuck to fill the gap.",
    "you can only kill what shouldn’t be there.",
    "and Finkelstein should be there and my watch",
    "and maybe myself, and I realize that if the poems are bad",
    "they are supposed to be bad and if they are good",
    "they are likewise supposed to be—although there is a minor",
    "fight to be fought,",
    "but still I am sad",
    "because I was in this small town somewhere in the badlands,",
    "way off course, not even wanting to be there,",
    "two dollars in my wallet, and a farmer turned to me",
    "and asked me what time it was",
    "and I wouldn’t tell him,",
    "and later they gathered them up for burning",
    "as if they were no better than dung with feathers,",
    "feathers and a little gasoline,",
    "and from the bottom of one pile",
    "a not-quite-dead crow smiled at me.",
    "it was 4:35 p.m."
  ],
  "title": "the weather is hot on the back of my watch",
  "year": ""
}