{
  "author": "William Wordsworth",
  "classification": "Couplet",
  "keywords": [
    "Social Commentaries",
    "Living",
    "Heroes",
    "Patriotism",
    "Coming of Age"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174781",
  "region": "England",
  "text": [
    "Who is the happy Warrior? Who is he",
    "That every man in arms should wish to be?",
    "\u0097It is the generous Spirit, who, when brought",
    "Among the tasks of real life, hath wrought",
    "Upon the plan that pleased his boyish thought:",
    "Whose high endeavours are an inward light",
    "That makes the path before him always bright;",
    "Who, with a natural instinct to discern",
    "What knowledge can perform, is diligent to learn;",
    "Abides by this resolve, and stops not there,",
    "But makes his moral being his prime care;",
    "Who, doomed to go in company with Pain,",
    "And Fear, and Bloodshed, miserable train!",
    "Turns his necessity to glorious gain;",
    "In face of these doth exercise a power",
    "Which is our human nature's highest dower:",
    "Controls them and subdues, transmutes, bereaves",
    "Of their bad influence, and their good receives:",
    "By objects, which might force the soul to abate",
    "Her feeling, rendered more compassionate;",
    "Is placable\u0097because occasions rise",
    "So often that demand such sacrifice;",
    "More skilful in self-knowledge, even more pure,",
    "As tempted more; more able to endure,",
    "As more exposed to suffering and distress;",
    "Thence, also, more alive to tenderness.",
    "\u0097'Tis he whose law is reason; who depends",
    "Upon that law as on the best of friends;",
    "Whence, in a state where men are tempted still",
    "To evil for a guard against worse ill,",
    "And what in quality or act is best",
    "Doth seldom on a right foundation rest,",
    "He labours good on good to fix, and owes",
    "To virtue every triumph that he knows:",
    "\u0097Who, if he rise to station of command,",
    "Rises by open means; and there will stand",
    "On honourable terms, or else retire,",
    "And in himself possess his own desire;",
    "Who comprehends his trust, and to the same",
    "Keeps faithful with a singleness of aim;",
    "And therefore does not stoop, nor lie in wait",
    "For wealth, or honours, or for worldly state;",
    "Whom they must follow; on whose head must fall,",
    "Like showers of manna, if they come at all:",
    "Whose powers shed round him in the common strife,",
    "Or mild concerns of ordinary life,",
    "A constant influence, a peculiar grace;",
    "But who, if he be called upon to face",
    "Some awful moment to which Heaven has joined",
    "Great issues, good or bad for human kind,",
    "Is happy as a Lover; and attired",
    "With sudden brightness, like a Man inspired;",
    "And, through the heat of conflict, keeps the law",
    "In calmness made, and sees what he foresaw;",
    "Or if an unexpected call succeed,",
    "Come when it will, is equal to the need:",
    "\u0097He who, though thus endued as with a sense",
    "And faculty for storm and turbulence,",
    "Is yet a Soul whose master-bias leans",
    "To homefelt pleasures and to gentle scenes;",
    "Sweet images! which, wheresoe'er he be,",
    "Are at his heart; and such fidelity",
    "It is his darling passion to approve;",
    "More brave for this, that he hath much to love:\u0097",
    "'Tis, finally, the Man, who, lifted high,",
    "Conspicuous object in a Nation's eye,",
    "Or left unthought-of in obscurity,\u0097",
    "Who, with a toward or untoward lot,",
    "Prosperous or adverse, to his wish or not\u0097",
    "Plays, in the many games of life, that one",
    "Where what he most doth value must be won:",
    "Whom neither shape or danger can dismay,",
    "Nor thought of tender happiness betray;",
    "Who, not content that former worth stand fast,",
    "Looks forward, persevering to the last,",
    "From well to better, daily self-surpast:",
    "Who, whether praise of him must walk the earth",
    "For ever, and to noble deeds give birth,",
    "Or he must fall, to sleep without his fame,",
    "And leave a dead unprofitable name\u0097",
    "Finds comfort in himself and in his cause;",
    "And, while the mortal mist is gathering, draws",
    "His breath in confidence of Heaven's applause:",
    "This is the happy Warrior; this is he",
    "That every man in arms should wish to be."
  ],
  "title": "Character of the Happy Warrior",
  "year": ""
}