{
  "author": "William Wordsworth",
  "classification": "Ekphrasis",
  "keywords": [
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Nature",
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174785",
  "region": "England",
  "text": [
    "I was thy neighbour once, thou rugged Pile!",
    "Four summer weeks I dwelt in sight of thee:",
    "I saw thee every day; and all the while",
    "Thy Form was sleeping on a glassy sea.",
    "So pure the sky, so quiet was the air!",
    "So like, so very like, was day to day!",
    "Whene'er I looked, thy Image still was there;",
    "It trembled, but it never passed away.",
    "How perfect was the calm! it seemed no sleep;",
    "No mood, which season takes away, or brings:",
    "I could have fancied that the mighty Deep",
    "Was even the gentlest of all gentle things.",
    "Ah!",
    ", if mine had been the Painter's hand,",
    "To express what then I saw; and add the gleam,",
    "The light that never was, on sea or land,",
    "The consecration, and the Poet's dream;",
    "I would have planted thee, thou hoary Pile",
    "Amid a world how different from this!",
    "Beside a sea that could not cease to smile;",
    "On tranquil land, beneath a sky of bliss.",
    "Thou shouldst have seemed a treasure-house divine",
    "Of peaceful years; a chronicle of heaven;—",
    "Of all the sunbeams that did ever shine",
    "The very sweetest had to thee been given.",
    "A Picture had it been of lasting ease,",
    "Elysian quiet, without toil or strife;",
    "No motion but the moving tide, a breeze,",
    "Or merely silent Nature's breathing life.",
    "Such, in the fond illusion of my heart,",
    "Such Picture would I at that time have made:",
    "And seen the soul of truth in every part,",
    "A steadfast peace that might not be betrayed.",
    "So once it would have been,—'tis so no more;",
    "I have submitted to a new control:",
    "A power is gone, which nothing can restore;",
    "A deep distress hath humanised my Soul.",
    "Not for a moment could I now behold",
    "A smiling sea, and be what I have been:",
    "The feeling of my loss will ne'er be old;",
    "This, which I know, I speak with mind serene.",
    "Then, Beaumont, Friend! who would have been the Friend,",
    "If he had lived, of Him whom I deplore,",
    "This work of thine I blame not, but commend;",
    "This sea in anger, and that dismal shore.",
    "O 'tis a passionate Work!—yet wise and well,",
    "Well chosen is the spirit that is here;",
    "That Hulk which labours in the deadly swell,",
    "This rueful sky, this pageantry of fear!",
    "And this huge Castle, standing here sublime,",
    "I love to see the look with which it braves,",
    "Cased in the unfeeling armour of old time,",
    "The lightning, the fierce wind, the trampling waves.",
    "Farewell, farewell the heart that lives alone,",
    "Housed in a dream, at distance from the Kind!",
    "Such happiness, wherever it be known,",
    "Is to be pitied; for 'tis surely blind.",
    "But welcome fortitude, and patient cheer,",
    "And frequent sights of what is to be borne!",
    "Such sights, or worse, as are before me here.—",
    "Not without hope we suffer and we mourn."
  ],
  "title": "Elegiac Stanzas Suggested by a Picture of Peele Castle in a Storm, Painted by Sir George Beaumont",
  "year": ""
}