{
  "author": "William Wordsworth",
  "classification": "Blank Verse",
  "keywords": [
    "Stars, Planets, Heavens",
    "Living",
    "Nature",
    "Youth",
    "Sports",
    "Outdoor Activities",
    "Activities"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174791",
  "region": "England",
  "text": [
    "Wisdom and Spirit of the universe!",
    "Thou Soul, that art the Eternity of thought!",
    "And giv'st to forms and images a breath",
    "And everlasting motion! not in vain,",
    "By day or star-light, thus from my first dawn",
    "Of childhood didst thou intertwine for me",
    "The passions that build up our human soul;",
    "Not with the mean and vulgar works of Man;",
    "But with high objects, with enduring things,",
    "With life and nature; purifying thus",
    "The elements of feeling and of thought,",
    "And sanctifying by such discipline",
    "Both pain and fear,\u0097until we recognise",
    "A grandeur in the beatings of the heart.",
    "Nor was this fellowship vouchsafed to me",
    "With stinted kindness. In November days,",
    "When vapours rolling down the valleys made",
    "A lonely scene more lonesome; among woods",
    "At noon; and 'mid the calm of summer nights,",
    "When, by the margin of the trembling lake,",
    "Beneath the gloomy hills, homeward I went",
    "In solitude, such intercourse was mine:",
    "Mine was it in the fields both day and night,",
    "And by the waters, all the summer long.",
    "And in the frosty season, when the sun",
    "Was set, and, visible for many a mile,",
    "The cottage-windows through the twilight blazed,",
    "I heeded not the summons: happy time",
    "It was indeed for all of us; for me",
    "It was a time of rapture! Clear and loud",
    "The village-clock tolled six\u0097I wheeled about,",
    "Proud and exulting like an untired horse",
    "That cares not for his home.\u0097All shod with steel",
    "We hissed along the polished ice, in games",
    "Confederate, imitative of the chase",
    "And woodland pleasures,\u0097the resounding horn,",
    "The pack loud-chiming, and the hunted hare.",
    "So through the darkness and the cold we flew,",
    "And not a voice was idle; with the din",
    "Smitten, the precipices rang aloud;",
    "The leafless trees and every icy crag",
    "Tinkled like iron; while far-distant hills",
    "Into the tumult sent an alien sound",
    "Of melancholy, not unnoticed while the stars,",
    "Eastward, were sparkling clear, and in the west",
    "The orange sky of evening died away.",
    "Not seldom from the uproar I retired",
    "Into a silent bay, or sportively",
    "Glanced sideway, leaving the tumultuous throng,",
    "To cut across the reflex of a star;",
    "Image, that, flying still before me, gleamed",
    "Upon the glassy plain: and oftentimes,",
    "When we had given our bodies to the wind,",
    "And all the shadowy banks on either side",
    "Came sweeping through the darkness, spinning still",
    "The rapid line of motion, then at once",
    "Have I, reclining back upon my heels,",
    "Stopped short; yet still the solitary cliffs",
    "Wheeled by me\u0097even as if the earth had rolled",
    "With visible motion her diurnal round!",
    "Behind me did they stretch in solemn train,",
    "Feebler and feebler, and I stood and watched",
    "Till all was tranquil as a summer sea."
  ],
  "title": "Influence of Natural Objects in Calling Forth and Strengthening the Imagination in Boyhood and Early Youth",
  "year": ""
}