{
  "author": "William Wordsworth",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Heroes",
    "Patriotism",
    "Marriage",
    "Companionship",
    "Sorrow",
    "Grieving",
    "Death",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174795",
  "region": "England",
  "text": [
    "\"With sacrifice before the rising morn",
    "Vows have I made by fruitless hope inspired;",
    "And from the infernal Gods, 'mid shades forlorn",
    "Of night, my slaughtered Lord have I required:",
    "Celestial pity I again implore;—",
    "Restore him to my sight—great Jove, restore!\"",
    "So speaking, and by fervent love endowed",
    "With faith, the Suppliant heavenward lifts her hands;",
    "While, like the sun emerging from a cloud,",
    "Her countenance brightens—and her eye expands;",
    "Her bosom heaves and spreads, her stature grows;",
    "As she expects the issue in repose.",
    "O terror! what hath she perceived?—O joy!",
    "What doth she look on?—whom doth she behold?",
    "Her Hero slain upon the beach of Troy?",
    "His vital presence? his corporeal mould?",
    "It is—if sense deceive her not—'tis He!",
    "And a God leads him, wingèd Mercury!",
    "Mild Hermes spake—and touched her with his wand",
    "That calms all fear; \"Such grace hath crowned thy prayer,",
    "Laodamía! that at Jove's command",
    "Thy husband walks the paths of upper air:",
    "He comes to tarry with thee three hours' space;",
    "Accept the gift, behold him face to face!\"",
    "Forth sprang the impassioned Queen her Lord to clasp;",
    "Again that consummation she essayed;",
    "But unsubstantial Form eludes her grasp",
    "As often as that eager grasp was made.",
    "The Phantom parts—but parts to re-unite,",
    "And re-assume his place before her sight.",
    "\"Protesiláus, lo! thy guide is gone!",
    "Confirm, I pray, the vision with thy voice:",
    "This is our palace,—yonder is thy throne;",
    "Speak, and the floor thou tread'st on will rejoice.",
    "Not to appal me have the gods bestowed",
    "This precious boon; and blest a sad abode.\"",
    "\"Great Jove, Laodamía! doth not leave",
    "His gifts imperfect:—Spectre though I be,",
    "I am not sent to scare thee or deceive;",
    "But in reward of thy fidelity.",
    "And something also did my worth obtain;",
    "For fearless virtue bringeth boundless gain.",
    "\"Thou knowest, the Delphic oracle foretold",
    "That the first Greek who touched the Trojan strand",
    "Should die; but me the threat could not withhold:",
    "A generous cause a victim did demand;",
    "And forth I leapt upon the sandy plain;",
    "A self-devoted chief—by Hector slain.\"",
    "\"Supreme of Heroes—bravest, noblest, best!",
    "Thy matchless courage I bewail no more,",
    "Which then, when tens of thousands were deprest",
    "By doubt, propelled thee to the fatal shore;",
    "Thou found'st—and I forgive thee—here thou art—",
    "A nobler counsellor than my poor heart.",
    "\"But thou, though capable of sternest deed,",
    "Wert kind as resolute, and good as brave;",
    "And he, whose power restores thee, hath decreed",
    "Thou should'st elude the malice of the grave:",
    "Redundant are thy locks, thy lips as fair",
    "As when their breath enriched Thessalian air.",
    "\"No spectre greets me,—no vain Shadow this;",
    "Come, blooming Hero, place thee by my side!",
    "Give, on this well-known couch, one nuptial kiss",
    "To me, this day a second time thy bride!\"",
    "Jove frowned in heaven: the conscious Parcæ threw",
    "Upon those roseate lips a Stygian hue.",
    "\"This visage tells thee that my doom is past:",
    "Nor should the change be mourned, even if the joys",
    "Of sense were able to return as fast",
    "And surely as they vanish. Earth destroys",
    "Those raptures duly—-Erebus disdains:",
    "Calm pleasures there abide—majestic pains.",
    "\"Be taught, O faithful Consort, to control",
    "Rebellious passion: for the Gods approve",
    "The depth, and not the tumult, of the soul;",
    "A fervent, not ungovernable love.",
    "Thy transports moderate; and meekly mourn",
    "When I depart, for brief is my sojourn—\"",
    "\"Ah wherefore?—Did not Hercules by force",
    "Wrest from the guardian monster of the tomb",
    "Alcestis, a reanimated corse,",
    "Given back to dwell on earth in vernal bloom?",
    "Medea's spells dispersed the weight of years,",
    "And Æson stood a youth 'mid youthful peers.",
    "\"The Gods to us are merciful—and they",
    "Yet further may relent: for mightier far",
    "Than strength of nerve and sinew, or the sway",
    "Of magic potent over sun and star,",
    "Is love, though oft to agony distrest,",
    "And though his favourite seat be feeble woman's breast.",
    "\"But if thou goest, I follow—\" \"Peace!\" he said,—",
    "She looked upon him and was calmed and cheered;",
    "The ghastly colour from his lips had fled;",
    "In his deportment, shape, and mien, appeared",
    "Elysian beauty, melancholy grace,",
    "Brought from a pensive though a happy place.",
    "He spake of love, such love as Spirits feel",
    "In worlds whose course is equable and pure;",
    "No fears to beat away—no strife to heal—",
    "The past unsighed for, and the future sure;",
    "Spake of heroic arts in graver mood",
    "Revived, with finer harmony pursued;",
    "Of all that is most beauteous—imaged there",
    "In happier beauty; more pellucid streams,",
    "An ampler ether, a diviner air,",
    "And fields invested with purpureal gleams;",
    "Climes which the sun, who sheds the brightest day",
    "Earth knows, is all unworthy to survey.",
    "Yet there the Soul shall enter which hath earned",
    "That privilege by virtue.—\"Ill,\" said he,",
    "\"The end of man's existence I discerned,",
    "Who from ignoble games and revelry",
    "Could draw, when we had parted, vain delight,",
    "While tears were thy best pastime, day and night;",
    "\"And while my youthful peers before my eyes",
    "(Each hero following his peculiar bent)",
    "Prepared themselves for glorious enterprise",
    "By martial sports,—or, seated in the tent,",
    "Chieftains and kings in council were detained;",
    "What time the fleet at Aulis lay enchained.",
    "\"The wished-for wind was given:—I then revolved",
    "The oracle, upon the silent sea;",
    "And, if no worthier led the way, resolved",
    "That, of a thousand vessels, mine should be",
    "The foremost prow in pressing to the strand,—",
    "Mine the first blood that tinged the Trojan sand.",
    "\"Yet bitter, oft-times bitter, was the pang",
    "When of thy loss I thought, belovèd Wife!",
    "On thee too fondly did my memory hang,",
    "And on the joys we shared in mortal life,—",
    "The paths which we had trod—these fountains, flowers:",
    "My new-planned cities, and unfinished towers.",
    "\"But should suspense permit the Foe to cry,",
    "'Behold they tremble!—haughty their array,",
    "Yet of their numbers no one dares to die?'",
    "In soul I swept the indignity away:",
    "Old frailties then recurred:—but lofty thought,",
    "In act embodied, my deliverance wrought.",
    "\"And Thou, though strong in love, art all too weak",
    "In reason, in self-government too slow;",
    "I counsel thee by fortitude to seek",
    "Our blest re-union in the shades below.",
    "The invisible world with thee hath sympathised;",
    "Be thy affections raised and solemnised.",
    "\"Learn, by a mortal yearning, to ascend—",
    "Seeking a higher object. Love was given,",
    "Encouraged, sanctioned, chiefly for that end;",
    "For this the passion to excess was driven—",
    "That self might be annulled: her bondage prove",
    "The fetters of a dream opposed to love.—",
    "Aloud she shrieked! for Hermes re-appears!",
    "Round the dear Shade she would have clung—'tis vain:",
    "The hours are past—too brief had they been years;",
    "And him no mortal effort can detain:",
    "Swift, toward the realms that know not earthly day,",
    "He through the portal takes his silent way,",
    "And on the palace-floor a lifeless corse She lay.",
    "Thus, all in vain exhorted and reproved,",
    "She perished; and, as for a wilful crime,",
    "By the just Gods whom no weak pity moved,",
    "Was doomed to wear out her appointed time,",
    "Apart from happy Ghosts, that gather flowers",
    "Of blissful quiet 'mid unfading bowers.",
    "—Yet tears to human suffering are due;",
    "And mortal hopes defeated and o'erthrown",
    "Are mourned by man, and not by man alone,",
    "As fondly he believes.—Upon the side",
    "Of Hellespont (such faith was entertained)",
    "A knot of spiry trees for ages grew",
    "From out the tomb of him for whom she died;",
    "And ever, when such stature they had gained",
    "That Ilium's walls were subject to their view,",
    "The trees' tall summits withered at the sight;",
    "A constant interchange of growth and blight!"
  ],
  "title": "Laodamia",
  "year": ""
}