{
  "author": "William Wordsworth",
  "classification": "",
  "keywords": [],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174802",
  "region": "England",
  "text": [
    "\u0097It seems a day",
    "(I speak of one from many singled out)",
    "One of those heavenly days that cannot die;",
    "When, in the eagerness of boyish hope,",
    "I left our cottage-threshold, sallying forth",
    "With a huge wallet o'er my shoulders slung,",
    "A nutting-crook in hand; and turned my steps",
    "Tow'rd some far-distant wood, a Figure quaint,",
    "Tricked out in proud disguise of cast-off weeds",
    "Which for that service had been husbanded,",
    "By exhortation of my frugal Dame\u0097",
    "Motley accoutrement, of power to smile",
    "At thorns, and brakes, and brambles,\u0097and, in truth,",
    "More ragged than need was! O'er pathless rocks,",
    "Through beds of matted fern, and tangled thickets,",
    "Forcing my way, I came to one dear nook",
    "Unvisited, where not a broken bough",
    "Drooped with its withered leaves, ungracious sign",
    "Of devastation; but the hazels rose",
    "Tall and erect, with tempting clusters hung,",
    "A virgin scene!\u0097A little while I stood,",
    "Breathing with such suppression of the heart",
    "As joy delights in; and, with wise restraint",
    "Voluptuous, fearless of a rival, eyed",
    "The banquet;\u0097or beneath the trees I sate",
    "Among the flowers, and with the flowers I played;",
    "A temper known to those, who, after long",
    "And weary expectation, have been blest",
    "With sudden happiness beyond all hope.",
    "Perhaps it was a bower beneath whose leaves",
    "The violets of five seasons re-appear",
    "And fade, unseen by any human eye;",
    "Where fairy water-breaks do murmur on",
    "For ever; and I saw the sparkling foam,",
    "And\u0097with my cheek on one of those green stones",
    "That, fleeced with moss, under the shady trees,",
    "Lay round me, scattered like a flock of sheep\u0097",
    "I heard the murmur, and the murmuring sound,",
    "In that sweet mood when pleasure loves to pay",
    "Tribute to ease; and, of its joy secure,",
    "The heart luxuriates with indifferent things,",
    "Wasting its kindliness on stocks and stones,",
    "And on the vacant air. Then up I rose,",
    "And dragged to earth both branch and bough, with crash",
    "And merciless ravage: and the shady nook",
    "Of hazels, and the green and mossy bower,",
    "Deformed and sullied, patiently gave up",
    "Their quiet being: and, unless I now",
    "Confound my present feelings with the past;",
    "Ere from the mutilated bower I turned",
    "Exulting, rich beyond the wealth of kings,",
    "I felt a sense of pain when I beheld",
    "The silent trees, and saw the intruding sky.\u0097",
    "Then, dearest Maiden, move along these shades",
    "In gentleness of heart; with gentle hand",
    "Touch\u0097for there is a spirit in the woods."
  ],
  "title": "Nutting",
  "year": ""
}