{
  "author": "William Wordsworth",
  "classification": "Ode",
  "keywords": [
    "Nature",
    "Youth",
    "Landscapes",
    "Pastorals",
    "Living",
    "Sorrow",
    "Grieving"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174805",
  "region": "England",
  "text": [
    "There was a time when meadow, grove, and stream,",
    "The earth, and every common sight,",
    "To me did seem",
    "Apparelled in celestial light,",
    "The glory and the freshness of a dream.",
    "It is not now as it hath been of yore;—",
    "Turn wheresoe'er I may,",
    "By night or day.",
    "The things which I have seen I now can see no more.",
    "The Rainbow comes and goes,",
    "And lovely is the Rose,",
    "The Moon doth with delight",
    "Look round her when the heavens are bare,",
    "Waters on a starry night",
    "Are beautiful and fair;",
    "The sunshine is a glorious birth;",
    "But yet I know, where'er I go,",
    "That there hath past away a glory from the earth.",
    "Now, while the birds thus sing a joyous song,",
    "And while the young lambs bound",
    "As to the tabor's sound,",
    "To me alone there came a thought of grief:",
    "A timely utterance gave that thought relief,",
    "And I again am strong:",
    "The cataracts blow their trumpets from the steep;",
    "No more shall grief of mine the season wrong;",
    "I hear the Echoes through the mountains throng,",
    "The Winds come to me from the fields of sleep,",
    "And all the earth is gay;",
    "Land and sea",
    "Give themselves up to jollity,",
    "And with the heart of May",
    "Doth every Beast keep holiday;—",
    "Thou Child of Joy,",
    "Shout round me, let me hear thy shouts, thou happy Shepherd-boy.",
    "Ye blessèd creatures, I have heard the call",
    "Ye to each other make; I see",
    "The heavens laugh with you in your jubilee;",
    "My heart is at your festival,",
    "My head hath its coronal,",
    "The fulness of your bliss, I feel—I feel it all.",
    "Oh evil day! if I were sullen",
    "While Earth herself is adorning,",
    "This sweet May-morning,",
    "And the Children are culling",
    "On every side,",
    "In a thousand valleys far and wide,",
    "Fresh flowers; while the sun shines warm,",
    "And the Babe leaps up on his Mother's arm:—",
    "I hear, I hear, with joy I hear!",
    "—But there's a Tree, of many, one,",
    "A single field which I have looked upon,",
    "Both of them speak of something that is gone;",
    "The Pansy at my feet",
    "Doth the same tale repeat:",
    "Whither is fled the visionary gleam?",
    "Where is it now, the glory and the dream?",
    "Our birth is but a sleep and a forgetting:",
    "The Soul that rises with us, our life's Star,",
    "Hath had elsewhere its setting,",
    "And cometh from afar:",
    "Not in entire forgetfulness,",
    "And not in utter nakedness,",
    "But trailing clouds of glory do we come",
    "From God, who is our home:",
    "Heaven lies about us in our infancy!",
    "Shades of the prison-house begin to close",
    "Upon the growing Boy,",
    "But he beholds the light, and whence it flows,",
    "He sees it in his joy;",
    "The Youth, who daily farther from the east",
    "Must travel, still is Nature's Priest,",
    "And by the vision splendid",
    "Is on his way attended;",
    "At length the Man perceives it die away,",
    "And fade into the light of common day.",
    "Earth fills her lap with pleasures of her own;",
    "Yearnings she hath in her own natural kind,",
    "And, even with something of a Mother's mind,",
    "And no unworthy aim,",
    "The homely Nurse doth all she can",
    "To make her Foster-child, her Inmate Man,",
    "Forget the glories he hath known,",
    "And that imperial palace whence he came.",
    "Behold the Child among his new-born blisses,",
    "A six years' Darling of a pigmy size!",
    "See, where 'mid work of his own hand he lies,",
    "Fretted by sallies of his mother's kisses,",
    "With light upon him from his father's eyes!",
    "See, at his feet, some little plan or chart,",
    "Some fragment from his dream of human life,",
    "Shaped by himself with newly-learn{e}d art",
    "A wedding or a festival,",
    "A mourning or a funeral;",
    "And this hath now his heart,",
    "And unto this he frames his song:",
    "Then will he fit his tongue",
    "To dialogues of business, love, or strife;",
    "But it will not be long",
    "Ere this be thrown aside,",
    "And with new joy and pride",
    "The little Actor cons another part;",
    "Filling from time to time his \"humorous stage\"",
    "With all the Persons, down to palsied Age,",
    "That Life brings with her in her equipage;",
    "As if his whole vocation",
    "Were endless imitation.",
    "Thou, whose exterior semblance doth belie",
    "Thy Soul's immensity;",
    "Thou best Philosopher, who yet dost keep",
    "Thy heritage, thou Eye among the blind,",
    "That, deaf and silent, read'st the eternal deep,",
    "Haunted for ever by the eternal mind,—",
    "Mighty Prophet! Seer blest!",
    "On whom those truths do rest,",
    "Which we are toiling all our lives to find,",
    "In darkness lost, the darkness of the grave;",
    "Thou, over whom thy Immortality",
    "Broods like the Day, a Master o'er a Slave,",
    "A Presence which is not to be put by;",
    "Thou little Child, yet glorious in the might",
    "Of heaven-born freedom on thy being's height,",
    "Why with such earnest pains dost thou provoke",
    "The years to bring the inevitable yoke,",
    "Thus blindly with thy blessedness at strife?",
    "Full soon thy Soul shall have her earthly freight,",
    "And custom lie upon thee with a weight,",
    "Heavy as frost, and deep almost as life!",
    "O joy! that in our embers",
    "Is something that doth live,",
    "That Nature yet remembers",
    "What was so fugitive!",
    "The thought of our past years in me doth breed",
    "Perpetual benediction: not indeed",
    "For that which is most worthy to be blest;",
    "Delight and liberty, the simple creed",
    "Of Childhood, whether busy or at rest,",
    "With new-fledged hope still fluttering in his breast:—",
    "Not for these I raise",
    "The song of thanks and praise",
    "But for those obstinate questionings",
    "Of sense and outward things,",
    "Fallings from us, vanishings;",
    "Blank misgivings of a Creature",
    "Moving about in worlds not realised,",
    "High instincts before which our mortal Nature",
    "Did tremble like a guilty thing surprised:",
    "But for those first affections,",
    "Those shadowy recollections,",
    "Which, be they what they may",
    "Are yet the fountain-light of all our day,",
    "Are yet a master-light of all our seeing;",
    "Uphold us, cherish, and have power to make",
    "Our noisy years seem moments in the being",
    "Of the eternal Silence: truths that wake,",
    "To perish never;",
    "Which neither listlessness, nor mad endeavour,",
    "Nor Man nor Boy,",
    "Nor all that is at enmity with joy,",
    "Can utterly abolish or destroy!",
    "Hence in a season of calm weather",
    "Though inland far we be,",
    "Our Souls have sight of that immortal sea",
    "Which brought us hither,",
    "Can in a moment travel thither,",
    "And see the Children sport upon the shore,",
    "And hear the mighty waters rolling evermore.",
    "Then sing, ye Birds, sing, sing a joyous song!",
    "And let the young Lambs bound",
    "As to the tabor's sound!",
    "We in thought will join your throng,",
    "Ye that pipe and ye that play,",
    "Ye that through your hearts to-day",
    "Feel the gladness of the May!",
    "What though the radiance which was once so bright",
    "Be now for ever taken from my sight,",
    "Though nothing can bring back the hour",
    "Of splendour in the grass, of glory in the flower;",
    "We will grieve not, rather find",
    "Strength in what remains behind;",
    "In the primal sympathy",
    "Which having been must ever be;",
    "In the soothing thoughts that spring",
    "Out of human suffering;",
    "In the faith that looks through death,",
    "In years that bring the philosophic mind.",
    "And O, ye Fountains, Meadows, Hills, and Groves,",
    "Forebode not any severing of our loves!",
    "Yet in my heart of hearts I feel your might;",
    "I only have relinquished one delight",
    "To live beneath your more habitual sway.",
    "I love the Brooks which down their channels fret,",
    "Even more than when I tripped lightly as they;",
    "The innocent brightness of a new-born Day",
    "Is lovely yet;",
    "The Clouds that gather round the setting sun",
    "Do take a sober colouring from an eye",
    "That hath kept watch o'er man's mortality;",
    "Another race hath been, and other palms are won.",
    "Thanks to the human heart by which we live,",
    "Thanks to its tenderness, its joys, and fears,",
    "To me the meanest flower that blows can give",
    "Thoughts that do often lie too deep for tears."
  ],
  "title": "Ode: Intimations of Immortality from Recollections of Early Childhood",
  "year": ""
}