{
  "author": "William Wordsworth",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Arts",
    "Sciences",
    "Jobs",
    "Working",
    "Landscapes",
    "Pastorals",
    "Activities",
    "Travels",
    "Journeys",
    "Poetry",
    "Poets",
    "Living",
    "The Mind"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174814",
  "region": "England",
  "text": [
    "There was a roaring in the wind all night;",
    "The rain came heavily and fell in floods;",
    "But now the sun is rising calm and bright;",
    "The birds are singing in the distant woods;",
    "Over his own sweet voice the Stock-dove broods;",
    "The Jay makes answer as the Magpie chatters;",
    "And all the air is filled with pleasant noise of waters.",
    "All things that love the sun are out of doors;",
    "The sky rejoices in the morning's birth;",
    "The grass is bright with rain-drops;—on the moors",
    "The hare is running races in her mirth;",
    "And with her feet she from the plashy earth",
    "Raises a mist, that, glittering in the sun,",
    "Runs with her all the way, wherever she doth run.",
    "I was a Traveller then upon the moor;",
    "I saw the hare that raced about with joy;",
    "I heard the woods and distant waters roar;",
    "Or heard them not, as happy as a boy:",
    "The pleasant season did my heart employ:",
    "My old remembrances went from me wholly;",
    "And all the ways of men, so vain and melancholy.",
    "But, as it sometimes chanceth, from the might",
    "Of joys in minds that can no further go,",
    "As high as we have mounted in delight",
    "In our dejection do we sink as low;",
    "To me that morning did it happen so;",
    "And fears and fancies thick upon me came;",
    "Dim sadness—and blind thoughts, I knew not, nor could name.",
    "I heard the sky-lark warbling in the sky;",
    "And I bethought me of the playful hare:",
    "Even such a happy Child of earth am I;",
    "Even as these blissful creatures do I fare;",
    "Far from the world I walk, and from all care;",
    "But there may come another day to me—",
    "Solitude, pain of heart, distress, and poverty.",
    "My whole life I have lived in pleasant thought,",
    "As if life's business were a summer mood;",
    "As if all needful things would come unsought",
    "To genial faith, still rich in genial good;",
    "But how can He expect that others should",
    "Build for him, sow for him, and at his call",
    "Love him, who for himself will take no heed at all?",
    "I thought of Chatterton, the marvellous Boy,",
    "The sleepless Soul that perished in his pride;",
    "Of Him who walked in glory and in joy",
    "Following his plough, along the mountain-side:",
    "By our own spirits are we deified:",
    "We Poets in our youth begin in gladness;",
    "But thereof come in the end despondency and madness.",
    "Now, whether it were by peculiar grace,",
    "A leading from above, a something given,",
    "Yet it befell that, in this lonely place,",
    "When I with these untoward thoughts had striven,",
    "Beside a pool bare to the eye of heaven",
    "I saw a Man before me unawares:",
    "The oldest man he seemed that ever wore grey hairs.",
    "As a huge stone is sometimes seen to lie",
    "Couched on the bald top of an eminence;",
    "Wonder to all who do the same espy,",
    "By what means it could thither come, and whence;",
    "So that it seems a thing endued with sense:",
    "Like a sea-beast crawled forth, that on a shelf",
    "Of rock or sand reposeth, there to sun itself;",
    "Such seemed this Man, not all alive nor dead,",
    "Nor all asleep—in his extreme old age:",
    "His body was bent double, feet and head",
    "Coming together in life's pilgrimage;",
    "As if some dire constraint of pain, or rage",
    "Of sickness felt by him in times long past,",
    "A more than human weight upon his frame had cast.",
    "Himself he propped, limbs, body, and pale face,",
    "Upon a long grey staff of shaven wood:",
    "And, still as I drew near with gentle pace,",
    "Upon the margin of that moorish flood",
    "Motionless as a cloud the old Man stood,",
    "That heareth not the loud winds when they call,",
    "And moveth all together, if it move at all.",
    "At length, himself unsettling, he the pond",
    "Stirred with his staff, and fixedly did look",
    "Upon the muddy water, which he conned,",
    "As if he had been reading in a book:",
    "And now a stranger's privilege I took;",
    "And, drawing to his side, to him did say,",
    "\"This morning gives us promise of a glorious day.\"",
    "A gentle answer did the old Man make,",
    "In courteous speech which forth he slowly drew:",
    "And him with further words I thus bespake,",
    "\"What occupation do you there pursue?",
    "This is a lonesome place for one like you.\"",
    "Ere he replied, a flash of mild surprise",
    "Broke from the sable orbs of his yet-vivid eyes.",
    "His words came feebly, from a feeble chest,",
    "But each in solemn order followed each,",
    "With something of a lofty utterance drest—",
    "Choice word and measured phrase, above the reach",
    "Of ordinary men; a stately speech;",
    "Such as grave Livers do in Scotland use,",
    "Religious men, who give to God and man their dues.",
    "He told, that to these waters he had come",
    "To gather leeches, being old and poor:",
    "Employment hazardous and wearisome!",
    "And he had many hardships to endure:",
    "From pond to pond he roamed, from moor to moor;",
    "Housing, with God's good help, by choice or chance;",
    "And in this way he gained an honest maintenance.",
    "The old Man still stood talking by my side;",
    "But now his voice to me was like a stream",
    "Scarce heard; nor word from word could I divide;",
    "And the whole body of the Man did seem",
    "Like one whom I had met with in a dream;",
    "Or like a man from some far region sent,",
    "To give me human strength, by apt admonishment.",
    "My former thoughts returned: the fear that kills;",
    "And hope that is unwilling to be fed;",
    "Cold, pain, and labour, and all fleshly ills;",
    "And mighty Poets in their misery dead.",
    "—Perplexed, and longing to be comforted,",
    "My question eagerly did I renew,",
    "\"How is it that you live, and what is it you do?\"",
    "He with a smile did then his words repeat;",
    "And said that, gathering leeches, far and wide",
    "He travelled; stirring thus about his feet",
    "The waters of the pools where they abide.",
    "\"Once I could meet with them on every side;",
    "But they have dwindled long by slow decay;",
    "Yet still I persevere, and find them where I may.\"",
    "While he was talking thus, the lonely place,",
    "The old Man's shape, and speech—all troubled me:",
    "In my mind's eye I seemed to see him pace",
    "About the weary moors continually,",
    "Wandering about alone and silently.",
    "While I these thoughts within myself pursued,",
    "He, having made a pause, the same discourse renewed.",
    "And soon with this he other matter blended,",
    "Cheerfully uttered, with demeanour kind,",
    "But stately in the main; and, when he ended,",
    "I could have laughed myself to scorn to find",
    "In that decrepit Man so firm a mind.",
    "\"God,\" said I, \"be my help and stay secure;",
    "I'll think of the Leech-gatherer on the lonely moor!\""
  ],
  "title": "Resolution and Independence",
  "year": ""
}