{
  "author": "William Wordsworth",
  "classification": "Epic",
  "keywords": [
    "Living",
    "School",
    "Learning",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Youth",
    "Activities",
    "Nature"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174811",
  "region": "England",
  "text": [
    "—Was it for this",
    "That one, the fairest of all Rivers, lov'd",
    "To blend his murmurs with my Nurse's song,",
    "And from his alder shades and rocky falls,",
    "And from his fords and shallows, sent a voice",
    "That flow'd along my dreams? For this, didst Thou,",
    "O Derwent! travelling over the green Plains",
    "Near my 'sweet Birthplace', didst thou, beauteous Stream",
    "Make ceaseless music through the night and day",
    "Which with its steady cadence, tempering",
    "Our human waywardness, compos'd my thoughts",
    "To more than infant softness, giving me,",
    "Among the fretful dwellings of mankind,",
    "A knowledge, a dim earnest, of the calm",
    "That Nature breathes among the hills and groves.",
    "When, having left his Mountains, to the Towers",
    "Of Cockermouth that beauteous River came,",
    "Behind my Father's House he pass'd, close by,",
    "Along the margin of our Terrace Walk.",
    "He was a Playmate whom we dearly lov'd.",
    "Oh! many a time have I, a five years' Child,",
    "A naked Boy, in one delightful Rill,",
    "A little Mill-race sever'd from his stream,",
    "Made one long bathing of a summer's day,",
    "Bask'd in the sun, and plunged, and bask'd again",
    "Alternate all a summer's day, or cours'd",
    "Over the sandy fields, leaping through groves",
    "Of yellow grunsel, or when crag and hill,",
    "The woods, and distant Skiddaw's lofty height,",
    "Were bronz'd with a deep radiance, stood alone",
    "Beneath the sky, as if I had been born",
    "On Indian Plains, and from my Mother's hut",
    "Had run abroad in wantonness, to sport,",
    "A naked Savage, in the thunder shower.",
    "Fair seed-time had my soul, and I grew up",
    "Foster'd alike by beauty and by fear;",
    "Much favour'd in my birthplace, and no less",
    "In that beloved Vale to which, erelong,",
    "I was transplanted. Well I call to mind",
    "('Twas at an early age, ere I had seen",
    "Nine summers) when upon the mountain slope",
    "The frost and breath of frosty wind had snapp'd",
    "The last autumnal crocus, 'twas my joy",
    "To wander half the night among the Cliffs",
    "And the smooth Hollows, where the woodcocks ran",
    "Along the open turf. In thought and wish",
    "That time, my shoulder all with springes hung,",
    "I was a fell destroyer. On the heights",
    "Scudding away from snare to snare, I plied",
    "My anxious visitation, hurrying on,",
    "Still hurrying, hurrying onward; moon and stars",
    "Were shining o'er my head; I was alone,",
    "And seem'd to be a trouble to the peace",
    "That was among them. Sometimes it befel",
    "In these night-wanderings, that a strong desire",
    "O'erpower'd my better reason, and the bird",
    "Which was the captive of another's toils",
    "Became my prey; and, when the deed was done",
    "I heard among the solitary hills",
    "Low breathings coming after me, and sounds",
    "Of undistinguishable motion, steps",
    "Almost as silent as the turf they trod.",
    "Nor less in springtime when on southern banks",
    "The shining sun had from his knot of leaves",
    "Decoy'd the primrose flower, and when the Vales",
    "And woods were warm, was I a plunderer then",
    "In the high places, on the lonesome peaks",
    "Where'er, among the mountains and the winds,",
    "The Mother Bird had built her lodge. Though mean",
    "My object, and inglorious, yet the end",
    "Was not ignoble. Oh! when I have hung",
    "Above the raven's nest, by knots of grass",
    "And half-inch fissures in the slippery rock",
    "But ill sustain'd, and almost, as it seem'd,",
    "Suspended by the blast which blew amain,",
    "Shouldering the naked crag; Oh! at that time,",
    "While on the perilous ridge I hung alone,",
    "With what strange utterance did the loud dry wind",
    "Blow through my ears! the sky seem'd not a sky",
    "Of earth, and with what motion mov'd the clouds!",
    "The mind of Man is fram'd even like the breath",
    "And harmony of music. There is a dark",
    "Invisible workmanship that reconciles",
    "Discordant elements, and makes them move",
    "In one society. Ah me! that all",
    "The terrors, all the early miseries",
    "Regrets, vexations, lassitudes, that all",
    "The thoughts and feelings which have been infus'd",
    "Into my mind, should ever have made up",
    "The calm existence that is mine when I",
    "Am worthy of myself! Praise to the end!",
    "Thanks likewise for the means! But I believe",
    "That Nature, oftentimes, when she would frame",
    "A favor'd Being, from his earliest dawn",
    "Of infancy doth open out the clouds,",
    "As at the touch of lightning, seeking him",
    "With gentlest visitation; not the less,",
    "Though haply aiming at the self-same end,",
    "Does it delight her sometimes to employ",
    "Severer interventions, ministry",
    "More palpable, and so she dealt with me.",
    "One evening (surely I was led by her)",
    "I went alone into a Shepherd's Boat,",
    "A Skiff that to a Willow tree was tied",
    "Within a rocky Cave, its usual home.",
    "'Twas by the shores of Patterdale, a Vale",
    "Wherein I was a Stranger, thither come",
    "A School-boy Traveller, at the Holidays.",
    "Forth rambled from the Village Inn alone",
    "No sooner had I sight of this small Skiff,",
    "Discover'd thus by unexpected chance,",
    "Than I unloos'd her tether and embark'd.",
    "The moon was up, the Lake was shining clear",
    "Among the hoary mountains; from the Shore",
    "I push'd, and struck the oars and struck again",
    "In cadence, and my little Boat mov'd on",
    "Even like a Man who walks with stately step",
    "Though bent on speed. It was an act of stealth",
    "And troubled pleasure; not without the voice",
    "Of mountain-echoes did my Boat move on,",
    "Leaving behind her still on either side",
    "Small circles glittering idly in the moon,",
    "Until they melted all into one track",
    "Of sparkling light. A rocky Steep uprose",
    "Above the Cavern of the Willow tree",
    "And now, as suited one who proudly row'd",
    "With his best skill, I fix'd a steady view",
    "Upon the top of that same craggy ridge,",
    "The bound of the horizon, for behind",
    "Was nothing but the stars and the grey sky.",
    "She was an elfin Pinnace; lustily",
    "I dipp'd my oars into the silent Lake,",
    "And, as I rose upon the stroke, my Boat",
    "Went heaving through the water, like a Swan;",
    "When from behind that craggy Steep, till then",
    "The bound of the horizon, a huge Cliff,",
    "As if with voluntary power instinct,",
    "Uprear'd its head. I struck, and struck again",
    "And, growing still in stature, the huge Cliff",
    "Rose up between me and the stars, and still,",
    "With measur'd motion, like a living thing,",
    "Strode after me. With trembling hands I turn'd,",
    "And through the silent water stole my way",
    "Back to the Cavern of the Willow tree.",
    "There, in her mooring-place, I left my Bark,",
    "And, through the meadows homeward went, with grave",
    "And serious thoughts; and after I had seen",
    "That spectacle, for many days, my brain",
    "Work'd with a dim and undetermin'd sense",
    "Of unknown modes of being; in my thoughts",
    "There was a darkness, call it solitude,",
    "Or blank desertion, no familiar shapes",
    "Of hourly objects, images of trees,",
    "Of sea or sky, no colours of green fields;",
    "But huge and mighty Forms that do not live",
    "Like living men mov'd slowly through the mind",
    "By day and were the trouble of my dreams.",
    "Wisdom and Spirit of the universe!",
    "Thou Soul that art the eternity of thought!",
    "That giv'st to forms and images a breath",
    "And everlasting motion! not in vain,",
    "By day or star-light thus from my first dawn",
    "Of Childhood didst Thou intertwine for me",
    "The passions that build up our human Soul,",
    "Not with the mean and vulgar works of Man,",
    "But with high objects, with enduring things,",
    "With life and nature, purifying thus",
    "The elements of feeling and of thought,",
    "And sanctifying, by such discipline,",
    "Both pain and fear, until we recognize",
    "A grandeur in the beatings of the heart.",
    "Nor was this fellowship vouchsaf'd to me",
    "With stinted kindness. In November days,",
    "When vapours, rolling down the valleys, made",
    "A lonely scene more lonesome; among woods",
    "At noon, and 'mid the calm of summer nights,",
    "When, by the margin of the trembling Lake,",
    "Beneath the gloomy hills I homeward went",
    "In solitude, such intercourse was mine;",
    "'Twas mine among the fields both day and night,",
    "And by the waters all the summer long.",
    "And in the frosty season, when the sun",
    "Was set, and visible for many a mile",
    "The cottage windows through the twilight blaz'd,",
    "I heeded not the summons:—happy time",
    "It was, indeed, for all of us; to me",
    "It was a time of rapture: clear and loud",
    "The village clock toll'd six; I wheel'd about,",
    "Proud and exulting, like an untired horse,",
    "That cares not for its home.—All shod with steel,",
    "We hiss'd along the polish'd ice, in games",
    "Confederate, imitative of the chace",
    "And woodland pleasures, the resounding horn,",
    "The Pack loud bellowing, and the hunted hare.",
    "So through the darkness and the cold we flew,",
    "And not a voice was idle; with the din,",
    "Meanwhile, the precipices rang aloud,",
    "The leafless trees, and every icy crag",
    "Tinkled like iron, while the distant hills",
    "Into the tumult sent an alien sound",
    "Of melancholy, not unnoticed, while the stars,",
    "Eastward, were sparkling clear, and in the west",
    "The orange sky of evening died away.",
    "Not seldom from the uproar I retired",
    "Into a silent bay, or sportively",
    "Glanced sideway, leaving the tumultuous throng,",
    "To cut across the image of a star",
    "That gleam'd upon the ice: and oftentimes",
    "When we had given our bodies to the wind,",
    "And all the shadowy banks, on either side,",
    "Came sweeping through the darkness, spinning still",
    "The rapid line of motion; then at once",
    "Have I, reclining back upon my heels,",
    "Stopp'd short, yet still the solitary Cliffs",
    "Wheeled by me, even as if the earth had roll'd",
    "With visible motion her diurnal round;",
    "Behind me did they stretch in solemn train",
    "Feebler and feebler, and I stood and watch'd",
    "Till all was tranquil as a dreamless sleep.",
    "Ye Presences of Nature, in the sky",
    "And on the earth! Ye Visions of the hills!",
    "And Souls of lonely places! can I think",
    "A vulgar hope was yours when Ye employ'd",
    "Such ministry, when Ye through many a year",
    "Haunting me thus among my boyish sports,",
    "On caves and trees, upon the woods and hills,",
    "Impress'd upon all forms the characters",
    "Of danger or desire, and thus did make",
    "The surface of the universal earth",
    "With triumph, and delight, and hope, and fear,",
    "Work like a sea?",
    "Not uselessly employ'd,",
    "I might pursue this theme through every change",
    "Of exercise and play, to which the year",
    "Did summon us in its delightful round.",
    "We were a noisy crew, the sun in heaven",
    "Beheld not vales more beautiful than ours,",
    "Nor saw a race in happiness and joy",
    "More worthy of the ground where they were sown.",
    "I would record with no reluctant voice",
    "The woods of autumn and their hazel bowers",
    "With milk-white clusters hung; the rod and line,",
    "True symbol of the foolishness of hope,",
    "Which with its strong enchantment led us on",
    "By rocks and pools, shut out from every star",
    "All the green summer, to forlorn cascades",
    "Among the windings of the mountain brooks.",
    "—Unfading recollections! at this hour",
    "The heart is almost mine with which I felt",
    "From some hill-top, on sunny afternoons",
    "The Kite high up among the fleecy clouds",
    "Pull at its rein, like an impatient Courser,",
    "Or, from the meadows sent on gusty days,",
    "Beheld her breast the wind, then suddenly",
    "Dash'd headlong; and rejected by the storm.",
    "Ye lowly Cottages in which we dwelt,",
    "A ministration of your own was yours,",
    "A sanctity, a safeguard, and a love!",
    "Can I forget you, being as ye were",
    "So beautiful among the pleasant fields",
    "In which ye stood? Or can I here forget",
    "The plain and seemly countenance with which",
    "Ye dealt out your plain comforts? Yet had ye",
    "Delights and exultations of your own.",
    "Eager and never weary we pursued",
    "Our home amusements by the warm peat-fire",
    "At evening; when with pencil and with slate,",
    "In square divisions parcell'd out, and all",
    "With crosses and with cyphers scribbled o'er,",
    "We schemed and puzzled, head opposed to head",
    "In strife too humble to be named in Verse.",
    "Or round the naked table, snow-white deal,",
    "Cherry or maple, sate in close array,",
    "And to the combat, Lu or Whist, led on",
    "thick-ribbed Army; not as in the world",
    "Neglected and ungratefully thrown by",
    "Even for the very service they had wrought,",
    "But husbanded through many a long campaign.",
    "Uncouth assemblage was it, where no few",
    "Had changed their functions, some, plebeian cards,",
    "Which Fate beyond the promise of their birth",
    "Had glorified, and call'd to represent",
    "The persons of departed Potentates.",
    "Oh! with what echoes on the Board they fell!",
    "Ironic Diamonds, Clubs, Hearts, Diamonds, Spades,",
    "A congregation piteously akin.",
    "Cheap matter did they give to boyish wit,",
    "Those sooty knaves, precipitated down",
    "With scoffs and taunts, like Vulcan out of Heaven,",
    "The paramount Ace, a moon in her eclipse,",
    "Queens, gleaming through their splendour's last decay,",
    "And Monarchs, surly at the wrongs sustain'd",
    "By royal visages. Meanwhile, abroad",
    "The heavy rain was falling, or the frost",
    "Raged bitterly, with keen and silent tooth,",
    "And, interrupting oft the impassion'd game,",
    "From Esthwaite's neighbouring Lake the splitting ice,",
    "While it sank down towards the water, sent,",
    "Among the meadows and the hills, its long",
    "And dismal yellings, like the noise of wolves",
    "When they are howling round the Bothnic Main.",
    "Nor, sedulous as I have been to trace",
    "How Nature by extrinsic passion first",
    "Peopled my mind with beauteous forms or grand,",
    "And made me love them, may I well forget",
    "How other pleasures have been mine, and joys",
    "Of subtler origin; how I have felt,",
    "Not seldom, even in that tempestuous time,",
    "Those hallow'd and pure motions of the sense",
    "Which seem, in their simplicity, to own",
    "An intellectual charm, that calm delight",
    "Which, if I err not, surely must belong",
    "To those first-born affinities that fit",
    "Our new existence to existing things,",
    "And, in our dawn of being, constitute",
    "The bond of union betwixt life and joy.",
    "Yes, I remember, when the changeful earth,",
    "And twice five seasons on my mind had stamp'd",
    "The faces of the moving year, even then,",
    "A Child, I held unconscious intercourse",
    "With the eternal Beauty, drinking in",
    "A pure organic pleasure from the lines",
    "Of curling mist, or from the level plain",
    "Of waters colour'd by the steady clouds.",
    "The Sands of Westmoreland, the Creeks and Bays",
    "Of Cumbria's rocky limits, they can tell",
    "How when the Sea threw off his evening shade",
    "And to the Shepherd's huts beneath the crags",
    "Did send sweet notice of the rising moon,",
    "How I have stood, to fancies such as these,",
    "Engrafted in the tenderness of thought,",
    "A stranger, linking with the spectacle",
    "No conscious memory of a kindred sight,",
    "And bringing with me no peculiar sense",
    "Of quietness or peace, yet I have stood,",
    "Even while mine eye has mov'd o'er three long leagues",
    "Of shining water, gathering, as it seem'd,",
    "Through every hair-breadth of that field of light,",
    "New pleasure, like a bee among the flowers.",
    "Thus, often in those fits of vulgar joy",
    "Which, through all seasons, on a child's pursuits",
    "Are prompt attendants, 'mid that giddy bliss",
    "Which, like a tempest, works along the blood",
    "And is forgotten; even then I felt",
    "Gleams like the flashing of a shield; the earth",
    "And common face of Nature spake to me",
    "Rememberable things; sometimes, 'tis true,",
    "By chance collisions and quaint accidents",
    "Like those ill-sorted unions, work suppos'd",
    "Of evil-minded fairies, yet not vain",
    "Nor profitless, if haply they impress'd",
    "Collateral objects and appearances,",
    "Albeit lifeless then, and doom'd to sleep",
    "Until maturer seasons call'd them forth",
    "To impregnate and to elevate the mind.",
    "—And if the vulgar joy by its own weight",
    "Wearied itself out of the memory,",
    "The scenes which were a witness of that joy",
    "Remained, in their substantial lineaments",
    "Depicted on the brain, and to the eye",
    "Were visible, a daily sight; and thus",
    "By the impressive discipline of fear,",
    "By pleasure and repeated happiness,",
    "So frequently repeated, and by force",
    "Of obscure feelings representative",
    "Of joys that were forgotten, these same scenes,",
    "So beauteous and majestic in themselves,",
    "Though yet the day was distant, did at length",
    "Become habitually dear, and all",
    "Their hues and forms were by invisible links",
    "Allied to the affections.",
    "I began",
    "My story early, feeling as I fear,",
    "The weakness of a human love, for days",
    "Disown'd by memory, ere the birth of spring",
    "Planting my snowdrops among winter snows.",
    "Nor will it seem to thee, my Friend! so prompt",
    "In sympathy, that I have lengthen'd out,",
    "With fond and feeble tongue, a tedious tale.",
    "Meanwhile, my hope has been that I might fetch",
    "Invigorating thoughts from former years,",
    "Might fix the wavering balance of my wind,",
    "And haply meet reproaches, too, whose power",
    "May spur me on, in manhood now mature,",
    "To honorable toil. Yet should these hopes",
    "Be vain, and thus should neither I be taught",
    "To understand myself, nor thou to know",
    "With better knowledge how the heart was fram'd",
    "Of him thou lovest, need I dread from thee",
    "Harsh judgments, if I am so loth to quit",
    "Those recollected hours that have the charm",
    "Of visionary things, and lovely forms",
    "And sweet sensations that throw back our life",
    "And almost make our Infancy itself",
    "A visible scene, on which the sun is shining?",
    "One end hereby at least hath been attain'd,",
    "My mind hath been revived, and if this mood",
    "Desert me not, I will forthwith bring down,",
    "Through later years, the story of my life.",
    "The road lies plain before me; 'tis a theme",
    "Single and of determined bounds; and hence",
    "I chuse it rather at this time, than work",
    "Of ampler or more varied argument."
  ],
  "title": "The Prelude: Book 1: Childhood and School-time",
  "year": ""
}