{
  "author": "William Wordsworth",
  "classification": "Blank Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Heroes",
    "Patriotism",
    "War",
    "Conflict"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174787",
  "region": "England",
  "text": [
    "Oh! pleasant exercise of hope and joy!",
    "For mighty were the auxiliars which then stood",
    "Upon our side, we who were strong in love!",
    "Bliss was it in that dawn to be alive,",
    "But to be young was very heaven!—Oh! times,",
    "In which the meagre, stale, forbidding ways",
    "Of custom, law, and statute, took at once",
    "The attraction of a country in romance!",
    "When Reason seemed the most to assert her rights,",
    "When most intent on making of herself",
    "A prime Enchantress—to assist the work",
    "Which then was going forward in her name!",
    "Not favoured spots alone, but the whole earth,",
    "The beauty wore of promise, that which sets",
    "(As at some moment might not be unfelt",
    "Among the bowers of paradise itself )",
    "The budding rose above the rose full blown.",
    "What temper at the prospect did not wake",
    "To happiness unthought of? The inert",
    "Were roused, and lively natures rapt away!",
    "They who had fed their childhood upon dreams,",
    "The playfellows of fancy, who had made",
    "All powers of swiftness, subtilty, and strength",
    "Their ministers,—who in lordly wise had stirred",
    "Among the grandest objects of the sense,",
    "And dealt with whatsoever they found there",
    "As if they had within some lurking right",
    "To wield it;—they, too, who, of gentle mood,",
    "Had watched all gentle motions, and to these",
    "Had fitted their own thoughts, schemers more wild,",
    "And in the region of their peaceful selves;—",
    "Now was it that both found, the meek and lofty",
    "Did both find, helpers to their heart's desire,",
    "And stuff at hand, plastic as they could wish;",
    "Were called upon to exercise their skill,",
    "Not in Utopia, subterranean fields,",
    "Or some secreted island, Heaven knows where!",
    "But in the very world, which is the world",
    "Of all of us,—the place where in the end",
    "We find our happiness, or not at all!"
  ],
  "title": "The French Revolution as It Appeared to Enthusiasts at Its Commencement",
  "year": ""
}