{
  "author": "William Wordsworth",
  "classification": "Epic",
  "keywords": [
    "Living",
    "School",
    "Learning",
    "Landscapes",
    "Pastorals",
    "Youth",
    "Activities",
    "Nature",
    "Coming of Age"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174812",
  "region": "England",
  "text": [
    "Thus far, O Friend! have we, though leaving much",
    "Unvisited, endeavour'd to retrace",
    "My life through its first years, and measured back",
    "The way I travell'd when I first began",
    "To love the woods and fields; the passion yet",
    "Was in its birth, sustain'd, as might befal,",
    "By nourishment that came unsought, for still,",
    "From week to week, from month to month, we liv'd",
    "A round of tumult: duly were our games",
    "Prolong'd in summer till the day-light fail'd;",
    "No chair remain'd before the doors, the bench",
    "And threshold steps were empty; fast asleep",
    "The Labourer, and the old Man who had sate,",
    "A later lingerer, yet the revelry",
    "Continued, and the loud uproar: at last,",
    "When all the ground was dark, and the huge clouds",
    "Were edged with twinkling stars, to bed we went,",
    "With weary joints, and with a beating mind.",
    "Ah! is there one who ever has been young,",
    "Nor needs a monitory voice to tame",
    "The pride of virtue, and of intellect?",
    "And is there one, the wisest and the best",
    "Of all mankind, who does not sometimes wish",
    "For things which cannot be, who would not give,",
    "If so he might, to duty and to truth",
    "The eagerness of infantine desire?",
    "A tranquillizing spirit presses now",
    "On my corporeal frame: so wide appears",
    "The vacancy between me and those days,",
    "Which yet have such self-presence in my mind",
    "That, sometimes, when I think of them, I seem",
    "Two consciousnesses, conscious of myself",
    "And of some other Being. A grey Stone",
    "Of native rock, left midway in the Square",
    "Of our small market Village, was the home",
    "And centre of these joys, and when, return'd",
    "After long absence, thither I repair'd,",
    "I found that it was split, and gone to build",
    "A smart Assembly-room that perk'd and flar'd",
    "With wash and rough-cast elbowing the ground",
    "Which had been ours. But let the fiddle scream,",
    "And be ye happy! yet, my Friends! I know",
    "That more than one of you will think with me",
    "Of those soft starry nights, and that old Dame",
    "From whom the stone was nam'd who there had sate",
    "And watch'd her Table with its huckster's wares",
    "Assiduous, thro' the length of sixty years.",
    "We ran a boisterous race; the year span round",
    "With giddy motion. But the time approach'd",
    "That brought with it a regular desire",
    "For calmer pleasures, when the beauteous forms",
    "Of Nature were collaterally attach'd",
    "To every scheme of holiday delight,",
    "And every boyish sport, less grateful else,",
    "And languidly pursued.",
    "When summer came",
    "It was the pastime of our afternoons",
    "To beat along the plain of Windermere",
    "With rival oars, and the selected bourne",
    "Was now an Island musical with birds",
    "That sang for ever; now a Sister Isle",
    "Beneath the oaks' umbrageous covert, sown",
    "With lillies of the valley, like a field;",
    "And now a third small Island where remain'd",
    "An old stone Table, and a moulder'd Cave,",
    "A Hermit's history. In such a race,",
    "So ended, disappointment could be none,",
    "Uneasiness, or pain, or jealousy:",
    "We rested in the shade, all pleas'd alike,",
    "Conquer'd and Conqueror. Thus the pride of strength,",
    "And the vain-glory of superior skill",
    "Were interfus'd with objects which subdu'd",
    "And temper'd them, and gradually produc'd",
    "A quiet independence of the heart.",
    "And to my Friend, who knows me, I may add,",
    "Unapprehensive of reproof, that hence",
    "Ensu'd a diffidence and modesty,",
    "And I was taught to feel, perhaps too much,",
    "The self-sufficing power of solitude.",
    "No delicate viands sapp'd our bodily strength;",
    "More than we wish'd we knew the blessing then",
    "Of vigorous hunger, for our daily meals",
    "Were frugal, Sabine fare! and then, exclude",
    "A little weekly stipend, and we lived",
    "Through three divisions of the quarter'd year",
    "In pennyless poverty. But now, to School",
    "Return'd, from the half-yearly holidays,",
    "We came with purses more profusely fill'd,",
    "Allowance which abundantly suffic'd",
    "To gratify the palate with repasts",
    "More costly than the Dame of whom I spake,",
    "That ancient Woman, and her board supplied.",
    "Hence inroads into distant Vales, and long",
    "Excursions far away among the hills,",
    "Hence rustic dinners on the cool green ground,",
    "Or in the woods, or near a river side,",
    "Or by some shady fountain, while soft airs",
    "Among the leaves were stirring, and the sun",
    "Unfelt, shone sweetly round us in our joy.",
    "Nor is my aim neglected, if I tell",
    "How twice in the long length of those half-years",
    "We from our funds, perhaps, with bolder hand",
    "Drew largely, anxious for one day, at least,",
    "To feel the motion of the galloping Steed;",
    "And with the good old Inn-keeper, in truth,",
    "On such occasion sometimes we employ'd",
    "Sly subterfuge; for the intended bound",
    "Of the day's journey was too distant far",
    "For any cautious man, a Structure famed",
    "Beyond its neighbourhood, the antique Walls",
    "Of that large Abbey which within the vale",
    "Of Nightshade, to St. Mary's honour built,",
    "Stands yet, a mouldering Pile, with fractured Arch,",
    "Belfry, and Images, and living Trees,",
    "A holy Scene! along the smooth green turf",
    "Our Horses grazed: to more than inland peace",
    "Left by the sea wind passing overhead",
    "(Though wind of roughest temper) trees and towers",
    "May in that Valley oftentimes be seen,",
    "Both silent and both motionless alike;",
    "Such is the shelter that is there, and such",
    "The safeguard for repose and quietness.",
    "Our steeds remounted, and the summons given,",
    "With whip and spur we by the Chauntry flew",
    "In uncouth race, and left the cross-legg'd Knight,",
    "And the stone-Abbot, and that single Wren",
    "Which one day sang so sweetly in the Nave",
    "Of the old Church, that, though from recent showers",
    "The earth was comfortless, and, touch'd by faint",
    "Internal breezes, sobbings of the place,",
    "And respirations, from the roofless walls",
    "The shuddering ivy dripp'd large drops, yet still,",
    "So sweetly 'mid the gloom the invisible Bird",
    "Sang to itself, that there I could have made",
    "My dwelling-place, and liv'd for ever there",
    "To hear such music. Through the Walls we flew",
    "And down the valley, and a circuit made",
    "In wantonness of heart, through rough and smooth",
    "We scamper'd homeward. Oh! ye Rocks and Streams,",
    "And that still Spirit of the evening air!",
    "Even in this joyous time I sometimes felt",
    "Your presence, when with slacken'd step we breath'd",
    "Along the sides of the steep hills, or when,",
    "Lighted by gleams of moonlight from the sea,",
    "We beat with thundering hoofs the level sand.",
    "Upon the Eastern Shore of Windermere,",
    "Above the crescent of a pleasant Bay,",
    "There stood an Inn, no homely-featured Shed,",
    "Brother of the surrounding Cottages,",
    "But 'twas a splendid place, the door beset",
    "With Chaises, Grooms, and Liveries, and within",
    "Decanters, Glasses, and the blood-red Wine.",
    "In ancient times, or ere the Hall was built",
    "On the large Island, had this Dwelling been",
    "More worthy of a Poet's love, a Hut,",
    "Proud of its one bright fire, and sycamore shade.",
    "But though the rhymes were gone which once inscribed",
    "The threshold, and large golden characters",
    "On the blue-frosted Signboard had usurp'd",
    "The place of the old Lion, in contempt",
    "And mockery of the rustic painter's hand,",
    "Yet to this hour the spot to me is dear",
    "With all its foolish pomp. The garden lay",
    "Upon a slope surmounted by the plain",
    "Of a small Bowling-green; beneath us stood",
    "A grove; with gleams of water through the trees",
    "And over the tree-tops; nor did we want",
    "Refreshment, strawberries and mellow cream.",
    "And there, through half an afternoon, we play'd",
    "On the smooth platform, and the shouts we sent",
    "Made all the mountains ring. But ere the fall",
    "Of night, when in our pinnace we return'd",
    "Over the dusky Lake, and to the beach",
    "Of some small Island steer'd our course with one,",
    "The Minstrel of our troop, and left him there,",
    "And row'd off gently, while he blew his flute",
    "Alone upon the rock; Oh! then the calm",
    "And dead still water lay upon my mind",
    "Even with a weight of pleasure, and the sky",
    "Never before so beautiful, sank down",
    "Into my heart, and held me like a dream.",
    "Thus daily were my sympathies enlarged,",
    "And thus the common range of visible things",
    "Grew dear to me: already I began",
    "To love the sun, a Boy I lov'd the sun,",
    "Not as I since have lov'd him, as a pledge",
    "And surety of our earthly life, a light",
    "Which while we view we feel we are alive;",
    "But, for this cause, that I had seen him lay",
    "His beauty on the morning hills, had seen",
    "The western mountain touch his setting orb,",
    "In many a thoughtless hour, when, from excess",
    "Of happiness, my blood appear'd to flow",
    "With its own pleasure, and I breath'd with joy.",
    "And from like feelings, humble though intense,",
    "To patriotic and domestic love",
    "Analogous, the moon to me was dear;",
    "For I would dream away my purposes,",
    "Standing to look upon her while she hung",
    "Midway between the hills, as if she knew",
    "No other region; but belong'd to thee,",
    "Yea, appertain'd by a peculiar right",
    "To thee and thy grey huts, my darling Vale!",
    "Those incidental charms which first attach'd",
    "My heart to rural objects, day by day",
    "Grew weaker, and I hasten on to tell",
    "How Nature, intervenient till this time,",
    "And secondary, now at length was sought",
    "For her own sake. But who shall parcel out",
    "His intellect, by geometric rules,",
    "Split, like a province, into round and square?",
    "Who knows the individual hour in which",
    "His habits were first sown, even as a seed,",
    "Who that shall point, as with a wand, and say,",
    "'This portion of the river of my mind",
    "Came from yon fountain?' Thou, my Friend! art one",
    "More deeply read in thy own thoughts; to thee",
    "Science appears but, what in truth she is,",
    "Not as our glory and our absolute boast,",
    "But as a succedaneum, and a prop",
    "To our infirmity. Thou art no slave",
    "Of that false secondary power, by which,",
    "In weakness, we create distinctions, then",
    "Deem that our puny boundaries are things",
    "Which we perceive, and not which we have made.",
    "To thee, unblinded by these outward shows,",
    "The unity of all has been reveal'd",
    "And thou wilt doubt with me, less aptly skill'd",
    "Than many are to class the cabinet",
    "Of their sensations, and, in voluble phrase,",
    "Run through the history and birth of each,",
    "As of a single independent thing.",
    "Hard task to analyse a soul, in which,",
    "Not only general habits and desires,",
    "But each most obvious and particular thought,",
    "Not in a mystical and idle sense,",
    "But in the words of reason deeply weigh'd,",
    "Hath no beginning.",
    "Bless'd the infant Babe,",
    "(For with my best conjectures I would trace",
    "The progress of our Being) blest the Babe,",
    "Nurs'd in his Mother's arms, the Babe who sleeps",
    "Upon his Mother's breast, who, when his soul",
    "Claims manifest kindred with an earthly soul,",
    "Doth gather passion from his Mother's eye!",
    "Such feelings pass into his torpid life",
    "Like an awakening breeze, and hence his mind",
    "Even [in the first trial of its powers]",
    "Is prompt and watchful, eager to combine",
    "In one appearance, all the elements",
    "And parts of the same object, else detach'd",
    "And loth to coalesce. Thus, day by day,",
    "Subjected to the discipline of love,",
    "His organs and recipient faculties",
    "Are quicken'd, are more vigorous, his mind spreads,",
    "Tenacious of the forms which it receives.",
    "In one beloved presence, nay and more,",
    "In that most apprehensive habitude",
    "And those sensations which have been deriv'd",
    "From this beloved Presence, there exists",
    "A virtue which irradiates and exalts",
    "All objects through all intercourse of sense.",
    "No outcast he, bewilder'd and depress'd;",
    "Along his infant veins are interfus'd",
    "The gravitation and the filial bond",
    "Of nature, that connect him with the world.",
    "Emphatically such a Being lives,",
    "An inmate of this",
    "universe;",
    "From nature largely he receives; nor so",
    "Is satisfied, but largely gives again,",
    "For feeling has to him imparted strength,",
    "And powerful in all sentiments of grief,",
    "Of exultation, fear, and joy, his mind,",
    "Even as an agent of the one great mind,",
    "Creates, creator and receiver both,",
    "Working but in alliance with the works",
    "Which it beholds.—Such, verily, is the first",
    "Poetic spirit of our human life;",
    "By uniform control of after years",
    "In most abated or suppress'd, in some,",
    "Through every change of growth or of decay,",
    "Pre-eminent till death.",
    "From early days,",
    "Beginning not long after that first time",
    "In which, a Babe, by intercourse of touch,",
    "I held mute dialogues with my Mother's heart",
    "I have endeavour'd to display the means",
    "Whereby this infant sensibility,",
    "Great birthright of our Being, was in me",
    "Augmented and sustain'd. Yet is a path",
    "More difficult before me, and I fear",
    "That in its broken windings we shall need",
    "The chamois' sinews, and the eagle's wing:",
    "For now a trouble came into my mind",
    "From unknown causes. I was left alone,",
    "Seeking the visible world, nor knowing why.",
    "The props of my affections were remov'd,",
    "And yet the building stood, as if sustain'd",
    "By its own spirit! All that I beheld",
    "Was dear to me, and from this cause it came,",
    "That now to Nature's finer influxes",
    "My mind lay open, to that more exact",
    "And intimate communion which our hearts",
    "Maintain with the minuter properties",
    "Of objects which already are belov'd,",
    "And of those only. Many are the joys",
    "Of youth; but oh! what happiness to live",
    "When every hour brings palpable access",
    "Of knowledge, when all knowledge is delight,",
    "And sorrow is not there. The seasons came,",
    "And every season to my notice brought",
    "A store of transitory qualities",
    "Which, but for this most watchful power of love",
    "Had been neglected, left a register",
    "Of permanent relations, else unknown,",
    "Hence life, and change, and beauty, solitude",
    "More active, even, than 'best society',",
    "Society made sweet as solitude",
    "By silent inobtrusive sympathies,",
    "And gentle agitations of the mind",
    "From manifold distinctions, difference",
    "Perceived in things, where to the common eye,",
    "No difference is; and hence, from the same source",
    "Sublimer joy; for I would walk alone,",
    "In storm and tempest, or in starlight nights",
    "Beneath the quiet Heavens; and, at that time,",
    "Have felt whate'er there is of power in sound",
    "To breathe an elevated mood, by form",
    "Or image unprofaned; and I would stand,",
    "Beneath some rock, listening to sounds that are",
    "The ghostly language of the ancient earth,",
    "Or make their dim abode in distant winds.",
    "Thence did I drink the visionary power.",
    "I deem not profitless those fleeting moods",
    "Of shadowy exultation: not for this,",
    "That they are kindred to our purer mind",
    "And intellectual life; but that the soul,",
    "Remembering how she felt, but what she felt",
    "Remembering not, retains an obscure sense",
    "Of possible sublimity, to which,",
    "With growing faculties she doth aspire,",
    "With faculties still growing, feeling still",
    "That whatsoever point they gain, they still",
    "Have something to pursue.",
    "And not alone,",
    "In grandeur and in tumult, but no less",
    "In tranquil scenes, that universal power",
    "And fitness in the latent qualities",
    "And essences of things, by which the mind",
    "Is mov'd by feelings of delight, to me",
    "Came strengthen'd with a superadded soul,",
    "A virtue not its own. My morning walks",
    "Were early; oft, before the hours of School",
    "I travell'd round our little Lake, five miles",
    "Of pleasant wandering, happy time! more dear",
    "For this, that one was by my side, a Friend",
    "Then passionately lov'd; with heart how full",
    "Will he peruse these lines, this page, perhaps",
    "A blank to other men! for many years",
    "Have since flow'd in between us; and our minds,",
    "Both silent to each other, at this time",
    "We live as if those hours had never been.",
    "Nor seldom did I lift our cottage latch",
    "Far earlier, and before the vernal thrush",
    "Was audible, among the hills I sate",
    "Alone, upon some jutting eminence",
    "At the first hour of morning, when the Vale",
    "Lay quiet in an utter solitude.",
    "How shall I trace the history, where seek",
    "The origin of what I then have felt?",
    "Oft in these moments such a holy calm",
    "Did overspread my soul, that I forgot",
    "That I had bodily eyes, and what I saw",
    "Appear'd like something in myself, a dream,",
    "A prospect in my mind.",
    "'Twere long to tell",
    "What spring and autumn, what the winter snows,",
    "And what the summer shade, what day and night,",
    "The evening and the morning, what my dreams",
    "And what my waking thoughts supplied, to nurse",
    "That spirit of religious love in which",
    "I walked with Nature. But let this, at least",
    "Be not forgotten, that I still retain'd",
    "My first creative sensibility,",
    "That by the regular action of the world",
    "My soul was unsubdu'd. A plastic power",
    "Abode with me, a forming hand, at times",
    "Rebellious, acting in a devious mood,",
    "A local spirit of its own, at war",
    "With general tendency, but for the most",
    "Subservient strictly to the external things",
    "With which it commun'd. An auxiliar light",
    "Came from my mind which on the setting sun",
    "Bestow'd new splendor, the melodious birds,",
    "The gentle breezes, fountains that ran on,",
    "Murmuring so sweetly in themselves, obey'd",
    "A like dominion; and the midnight storm",
    "Grew darker in the presence of my eye.",
    "Hence by obeisance, my devotion hence,",
    "And hence my transport.",
    "Nor should this, perchance,",
    "Pass unrecorded, that I still have lov'd",
    "The exercise and produce of a toil",
    "Than analytic industry to me",
    "More pleasing, and whose character I deem",
    "Is more poetic as resembling more",
    "Creative agency. I mean to speak",
    "Of that interminable building rear'd",
    "By observation of affinities",
    "In objects where no brotherhood exists",
    "To common minds. My seventeenth year was come",
    "And, whether from this habit, rooted now",
    "So deeply in my mind, or from excess",
    "Of the great social principle of life,",
    "Coercing all things into sympathy,",
    "To unorganic natures I transferr'd",
    "My own enjoyments, or, the power of truth",
    "Coming in revelation, I convers'd",
    "With things that really are, I, at this time",
    "Saw blessings spread around me like a sea.",
    "Thus did my days pass on, and now at length",
    "From Nature and her overflowing soul",
    "I had receiv'd so much that all my thoughts",
    "Were steep'd in feeling; I was only then",
    "Contented when with bliss ineffable",
    "I felt the sentiment of Being spread",
    "O'er all that moves, and all that seemeth still,",
    "O'er all, that, lost beyond the reach of thought",
    "And human knowledge, to the human eye",
    "Invisible, yet liveth to the heart,",
    "O'er all that leaps, and runs, and shouts, and sings,",
    "Or beats the gladsome air, o'er all that glides",
    "Beneath the wave, yea, in the wave itself",
    "And mighty depth of waters. Wonder not",
    "If such my transports were; for in all things",
    "I saw one life, and felt that it was joy.",
    "One song they sang, and it was audible,",
    "Most audible then when the fleshly ear,",
    "O'ercome by grosser prelude of that strain,",
    "Forgot its functions, and slept undisturb'd.",
    "If this be error, and another faith",
    "Find easier access to the pious mind,",
    "Yet were I grossly destitute of all",
    "Those human sentiments which make this earth",
    "So dear, if I should fail, with grateful voice",
    "To speak of you, Ye Mountains and Ye Lakes,",
    "And sounding Cataracts! Ye Mists and Winds",
    "That dwell among the hills where I was born.",
    "If, in my youth, I have been pure in heart,",
    "If, mingling with the world, I am content",
    "With my own modest pleasures, and have liv'd,",
    "With God and Nature communing, remov'd",
    "From little enmities and low desires,",
    "The gift is yours; if in these times of fear,",
    "This melancholy waste of hopes o'erthrown,",
    "If, 'mid indifference and apathy",
    "And wicked exultation, when good men,",
    "On every side fall off we know not how,",
    "To selfishness, disguis'd in gentle names",
    "Of peace, and quiet, and domestic love,",
    "Yet mingled, not unwillingly, with sneers",
    "On visionary minds; if in this time",
    "Of dereliction and dismay, I yet",
    "Despair not of our nature; but retain",
    "A more than Roman confidence, a faith",
    "That fails not, in all sorrow my support,",
    "The blessing of my life, the gift is yours,",
    "Ye mountains! thine, O Nature! Thou hast fed",
    "My lofty speculations; and in thee,",
    "For this uneasy heart of ours I find",
    "A never-failing principle of joy,",
    "And purest passion.",
    "Thou, my Friend! wert rear'd",
    "In the great City, 'mid far other scenes;",
    "But we, by different roads at length have gain'd",
    "The self-same bourne. And for this cause to Thee",
    "I speak, unapprehensive of contempt,",
    "The insinuated scoff of coward tongues,",
    "And all that silent language which so oft",
    "In conversation betwixt man and man",
    "Blots from the human countenance all trace",
    "Of beauty and of love. For Thou hast sought",
    "The truth in solitude, and Thou art one,",
    "The most intense of Nature's worshippers",
    "In many things my Brother, chiefly here",
    "In this my deep devotion.",
    "Fare Thee well!",
    "Health, and the quiet of a healthful mind",
    "Attend thee! seeking oft the haunts of men,",
    "And yet more often living with Thyself,",
    "And for Thyself, so haply shall thy days",
    "Be many, and a blessing to mankind."
  ],
  "title": "The Prelude: Book 2: School-time (Continued)",
  "year": ""
}