{
  "author": "William Wordsworth",
  "classification": "Blank Verse",
  "keywords": [
    "Nature",
    "Living",
    "Sorrow",
    "Grieving",
    "Death",
    "Animals",
    "Youth"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174827",
  "region": "England",
  "text": [
    "There was a Boy; ye knew him well, ye cliffs",
    "And islands of Winander! many a time,",
    "At evening, when the earliest stars began",
    "To move along the edges of the hills,",
    "Rising or setting, would he stand alone,",
    "Beneath the trees, or by the glimmering lake;",
    "And there, with fingers interwoven, both hands",
    "Pressed closely palm to palm and to his mouth",
    "Uplifted, he, as through an instrument,",
    "Blew mimic hootings to the silent owls",
    "That they might answer him.\u0097And they would shout",
    "Across the watery vale, and shout again,",
    "Responsive to his call,\u0097with quivering peals,",
    "And long halloos, and screams, and echoes loud",
    "Redoubled and redoubled; concourse wild",
    "Of jocund din! And, when there came a pause",
    "Of silence such as baffled his best skill:",
    "Then, sometimes, in that silence, while he hung",
    "Listening, a gentle shock of mild surprise",
    "Has carried far into his heart the voice",
    "Of mountain-torrents; or the visible scene",
    "Would enter unawares into his mind",
    "With all its solemn imagery, its rocks,",
    "Its woods, and that uncertain heaven received",
    "Into the bosom of the steady lake.",
    "This boy was taken from his mates, and died",
    "In childhood, ere he was full twelve years old.",
    "Pre-eminent in beauty is the vale",
    "Where he was born and bred: the churchyard hangs",
    "Upon a slope above the village-school;",
    "And through that churchyard when my way has led",
    "On summer-evenings, I believe that there",
    "A long half-hour together I have stood",
    "Mute\u0097looking at the grave in which he lies!"
  ],
  "title": "There was a Boy",
  "year": ""
}