{
  "author": "Mary Barnard",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/9944",
  "region": "",
  "text": [
    "At supper time an ondine’s narrow feet",
    "made dark tracks on the hearth.",
    "Like the heart of a yellow fruit was the fire’s heat,",
    "but they rubbed together quite blue with the cold.",
    "The sandy hem of her skirt dripped on the floor.",
    "She sat there with a silvered cedar knot",
    "for a low stool; and I sat opposite,",
    "my lips and eyelids hot",
    "in the heat of the fire. Piling on dry bark,",
    "seeing that no steam went up from her dark dress,",
    "I felt uneasiness",
    "as though firm sand had shifted under my feet",
    "in the wash of a wave.",
    "I brought her soup from the stove and she would not eat,",
    "but sat there crying her cold tears,",
    "her blue lips quivering with cold and grief.",
    "She blamed me for a thief,",
    "saying that I had burned a piece of wood",
    "the tide washed up. And I said, No,",
    "the tide had washed it out again; and even so,",
    "a piece of sodden wood was not so rare",
    "as polished agate stones or ambergris.",
    "She stood and wrung her hair",
    "so that the water made a sudden splash",
    "on the round rug by the door. I saw her go",
    "across the little footbridge to the beach.",
    "After, I threw the knot on the hot coals.",
    "It fell apart and burned with a white flash,",
    "a crackling roar in the chimney and dark smoke.",
    "I beat it out with a poker",
    "in the soft ash.",
    "Now I am frightened on the shore at night,",
    "and all the phosphorescent swells that rise",
    "come towards me with the threat of her dark eyes",
    "with a cold firelight in them;",
    "and crooked driftwood writhes",
    "in dry sand when I pass.",
    "Should she return and bring her sisters with her,",
    "the withdrawing tide",
    "would leave a long pool in my bed.",
    "There would be nothing more of me this side",
    "the melting foamline of the latest wave."
  ],
  "title": "Ondine",
  "year": ""
}