{
  "author": "Mary Barnard",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/9911",
  "region": "",
  "text": [
    "The seas has made a wall for its defence",
    "of falling water. Those whose impertinence",
    "leads them to its moving ledges",
    "it rejects. Those who surrender",
    "it will with the next wave drag under.",
    "Sand is the beginning and the end",
    "of our dominion.",
    "The way to the dunes is easy.",
    "The shelving sand is stiffened in the rain",
    "and loosened again in the sun’s fingers.",
    "Children, lustful of the glistening hours",
    "drink and are insatiate. Wind under the eyelids,",
    "confusion walling their ears, their bodies glow",
    "in the cold wash of the beach.",
    "And after,",
    "they walk with rigid feet the planked street of the town.",
    "They miss the slipping texture of the sand",
    "and a sand pillow under the hollow instep.",
    "They are unmoved by fears",
    "that breed in darkening kitchens at sundown",
    "following storm, and they rebel",
    "against cold waiting in the wind and rain",
    "for the late sail.",
    "Did you, as I,",
    "condemn the coastal fog and long for islands",
    "seen from a sail’s shadow?",
    "The dunes lie",
    "more passive to the wind than water is.",
    "This, then, the country of our choice.",
    "It is infertile, narrow, prone",
    "under a dome of choral sound:",
    "water breaking upon water.",
    "Litter of bare logs in the drift—",
    "the sea has had its sharp word with them.",
    "Wild roses, wild strawberries cover the dune shoulder",
    "It is a naked restless garden that descends",
    "from the crouched pine",
    "to shellfish caught in flat reflecting sands.",
    "We lose the childish avarice of horizons. The sea ends",
    "against another shore. The cracked ribs of a wreck",
    "project from the washed beach.",
    "Under the shell-encrusted timbers",
    "dripping brine",
    "plucks at the silence of slant chambers",
    "opening seaward. What moving keel remembers",
    "such things as here are buried under sand?",
    "The transitory ponds and smooth bar slide",
    "easily under the advancing tide,",
    "emerging with the moon’s",
    "turning.",
    "Clear lagoons",
    "behind the shattered hulk, thin",
    "movements of sea grass on the dune rim",
    "bending against cloud, these things are oursI",
    "Submissive to the sea and wind,",
    "resistful of all else, sand",
    "is the beginning and the end",
    "of our dominion."
  ],
  "title": "Shoreline",
  "year": ""
}