{
  "author": "Roberta Hill",
  "classification": "Free Verse",
  "keywords": [
    "Pets",
    "Living",
    "Disappointment",
    "Failure",
    "Love",
    "Time",
    "Brevity",
    "Nature",
    "Relationships",
    "Winter",
    "Sorrow",
    "Grieving",
    "Fall",
    "Men",
    "Women",
    "Death",
    "Animals",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178386",
  "region": "U.S., Midwestern",
  "text": [
    "They are a gift I have wanted again.",
    "Wanted: One moment in mountains",
    "when winter got so cold",
    "the oil froze before it could burn.",
    "I chopped ferns of hoarfrost from all the windows",
    "and peered up at pines, a wedding cake",
    "by a baker gone mad. Swirls by the thousand",
    "shimmered above me until a cloud",
    "lumbered over a ridge,",
    "bringing the heavier white of more flurries.",
    "I believed, I believed, I believed",
    "it would last, that when you went out",
    "to test the black ice or to dig out a Volkswagon",
    "filled with rich women, you’d return",
    "and we’d sputter like oil,",
    "match after match, warm in the making.",
    "Wisconsin’s flat farmland never approved:",
    "I hid in cornfields far into October,",
    "listening to music that whirled from my thumbprint.",
    "When sunset played havoc with bright leaves of alders,",
    "I never mentioned longing or fear.",
    "I crouched like a good refugee in brown creeks",
    "and forgot why Autumn is harder than Spring.",
    "But snug on the western slope of that mountain",
    "I’d accept every terror, break open seals",
    "to release love’s headwaters to unhurried sunlight.",
    "Weren’t we Big Hearts? Through some trick of silver",
    "we held one another, believing each motion the real one,",
    "ah, lover, why were dark sources bundled up",
    "in our eyes? Each owned an agate,",
    "marbled with anguish, a heart or its echo,",
    "we hardly knew. Lips touching lips,",
    "did that break my horizon",
    "as much as those horses broke my belief?",
    "You drove off and I walked the old road,",
    "scolding the doubles that wanted so much.",
    "The chestnut mare whinnied a cloud into scrub pine.",
    "In a windless corner of a corral,",
    "four horses fit like puzzle pieces.",
    "Their dark eyes and lashes defined by the white.",
    "The colt kicked his hind, loped from the fence.",
    "The mares and a stallion galloped behind,",
    "lifting and leaping, finding each other",
    "in full accord with the earth and their bodies.",
    "No harm ever touched them once they cut loose,",
    "snorting at flurries falling again.",
    "How little our chances for feeling ourselves.",
    "They vanished so quickly—one flick of a tail.",
    "Where do their mountains and moments begin?",
    "I stood a long time in sharpening wind."
  ],
  "title": "Horses in Snow",
  "year": ""
}