{
  "author": "Roberta Hill",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Summer",
    "Cities",
    "Urban Life",
    "Love",
    "Social Commentaries",
    "Nature",
    "Home Life",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Men",
    "Women",
    "Weather",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178382",
  "region": "U.S., Midwestern",
  "text": [
    "Stoplights edged the licorice street with ribbon,",
    "neon embroidering wet sidewalks. She turned",
    "into the driveway and leaped in the dark. A blackbird",
    "perched on the bouncing twig of a maple, heard",
    "her whisper, “Stranger, lover, the lost days are over.",
    "While I walk from car to door, something inward opens",
    "like four o’clocks in rain. Earth, cold from autumn,",
    "pulls me. I can’t breathe the same",
    "with dirt for marrow and mist for skin,",
    "blurring my vision, my vision’s separate self.",
    "I stand drunk in this glitter, under the sky’s grey shelter.",
    "The city maple, not half so bitter, hurls itself",
    "in two directions, until both tips darken and disappear,",
    "as I darken my reflection in the smoking mirror",
    "of my home. How faint the sound of dry leaves,",
    "like the clattering keys of another morning, another world.”",
    "She looked out the window at some inward greying door.",
    "The maple held her glance, made ground fog from her cigarette.",
    "Beyond uneven stairs, children screamed,",
    "gunned each other down. Then she sealed her nimble dreams",
    "with water from a murky bay. “For him I map",
    "this galaxy of dust that turns without an answer.",
    "When it rains, I remember his face in the corridor",
    "of a past apartment and trace the anguish around his mouth,",
    "his wrinkled forehead, unguarded eyes, the foreign fruit",
    "of an intricate sadness. With the grace that remains,",
    "I catch a glint around a door I cannot enter.",
    "The clock echoes in dishtowels; I search love’s center",
    "and bang pans against the rubble of my day, the lucid",
    "grandeur of wet ground, the strangeness of a fatal sun",
    "that makes us mark on the margin of our loss,",
    "trust in the gossamer of touch, trust in the late-plowed field.”",
    "When the sun opened clouds and walked into her mongrel soul,",
    "she chopped celery into rocky remnants of the sea,",
    "and heard fat sing up bread, a better dying.",
    "The magnet in each seed of the green pepper kept her flying,",
    "floating toward memories that throb like clustered stars:",
    "the dark water laughter of ducks, a tangle of November oaks,",
    "toward sudden music on a wheel of brilliant dust",
    "where like a moon she must leap back and forth",
    "from emptiness. “I remember the moon shimmering",
    "loss and discovery along a water edge, and skirting",
    "a slice of carrot, I welcome eternity in that sad eye of autumn.",
    "Rare and real, I dance while vegetables sing in pairs.",
    "I hug my death, my chorus of years, and search",
    "and stretch and leap, for I will be apprentice to the blood",
    "in spite of the mood of a world",
    "that keeps rusting, rusting the wild throats of birds.”",
    "In lamplight she saw the smoke of another’s dream:",
    "her daughter walk woods where snow weighs down pine,",
    "her son cry on a bridge that ends in deep-rooted dark,",
    "her man, stalled on a lonely road, realize his torque",
    "was alcohol and hatred. “Hungry for silence, I listen",
    "to wind, to the sound of water running down mountain,",
    "my own raw breath. Between the sounds, a seaborn god",
    "plays his reed in the caverns of my being.",
    "I wear his amethyst, let go my dreams: Millars, Lacewings,",
    "and Junebugs scatter, widen and batter the dark,",
    "brightening this loud dust with the fever of their eyes.",
    "Oh crazy itch that grabs us beyond loss",
    "and lets us forgive, so that we can answer birds and deer,",
    "lightning and rain, shadow and hurricane.",
    "Truth waits in the creek, cutting the winter brown hills.",
    "It sings with needles of ice, sings because of its scar.”"
  ],
  "title": "Leap In The Dark",
  "year": ""
}