{
  "author": "George Starbuck",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176435",
  "region": "U.S., Southern",
  "text": [
    "“Breadth. Circle. Desert. Monarch. Month. Wisdom. (",
    "No rhymes)” was just the title, and I only read that far.",
    "That was because I felt like some old agent-of-the-Czar",
    "When a new plotter swims within the scope of his exertions,",
    "And I was scared this hothead would start hedging his assertions",
    "Before I had him dead-to-rights. (A Chekan’s or a SMERSHian’s",
    "Lot, you know, is not an happy one.) He might retract.",
    "A liar is a liar is a liar. That’s his act.",
    "But six distinct demonstrable defiances-of-fact",
    "Before he hits line one? That’s taking aim at the World’s Record.",
    "I wanted this quark-colored tangerine-flake double-deckered",
    "Omnibus of absurdities to make it to the checkered",
    "Flag. He had started fast, but could he forge on? Was he",
    "?",
    "He had the Grand Prix style all right. Intense. Composed. Imperious.",
    "And lies to burn. Poor lies, in no wise deep or deleterious.",
    "He drove them home like thumb (or rather tooth nail fist and chin) tacks.",
    "He planted Cosmic Glints to make you whimper for a glint-axe.",
    "“Unconstellated words rain down ... inexorable syntax”",
    "Etcetera etcetera.",
    "It’s not that I’d set up,",
    "Like Carrie Nation beating back the drunkard from his cup,",
    "To scourge the world of liars. I’d as soon be Offissa Pup.",
    "I’d sooner hassle fetishists and call myself a bra-narc.",
    "If I were Lord of All (or even constitutional monarch)",
    "I’d send a Deluge down, with one-way tickets on the Non-ark",
    "For lying priests and pedagogues. They make a feller’s fez hurt.",
    "But whom does Keats’s whopper about corpulent Cortez hurt?",
    "Or any poet’s whopper? If he wants to say the Desert",
    "Is made of pea-green Camembert, hell, welcome to the circle.",
    "We listen to a Bard the way a certain kind of jerk’ll",
    "Listen to leaves or listen to a percolator perkle.",
    "As long as he can grind em out, a dozen-or-so a month,",
    "We’ll praise him to the nth degree, and to the n-plus-1",
    "He could have called the thing “Fifth. Sixth. Eighth. Ninth. Twelfth. Baker’s dozenth”",
    "For all we care. We’ll cheer him to the w-x-y-zedth",
    "As long as his flimflammeries have brio and have breadth",
    "And don’t come on like nursery-nannies pushing early-to-bedth",
    "To three-year-olds with jingles about Health and Wealth and Wisdom.",
    "He should look out, though. He might take himself in, and that is dumb.",
    "Do that, and sure as malheur is the better part of Msdom,",
    "Sententiousness will sidle in with snapshots in his wallet",
    "To lay a little something on us camels: some small strawlet",
    "Of Wisdom, say, or Beauty. Take this poem now. I call it",
    "“Width. Rhombus. (see Lozenge.) Glacier. Despot. Fortnight. Bilge.”",
    "I",
    "myself: “No overkill. Go easy on the bilge.”",
    "But then.",
    "is human. And what rhymes with bilge is bilge."
  ],
  "title": "On Reading John Hollander’s Poem “Breadth. Circle. Desert. Monarch. Month. Wisdom. (for which there are no rhymes)“",
  "year": ""
}