{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Philosophy",
    "Social Commentaries",
    "Poetry",
    "Poets"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174164",
  "region": "England",
  "text": [
    "Learn then what morals critics ought to show,",
    "For 'tis but half a judge's task, to know.",
    "'Tis not enough, taste, judgment, learning, join;",
    "In all you speak, let truth and candour shine:",
    "That not alone what to your sense is due,",
    "All may allow; but seek your friendship too.",
    "Be silent always when you doubt your sense;",
    "And speak, though sure, with seeming diffidence:",
    "Some positive, persisting fops we know,",
    "Who, if once wrong, will needs be always so;",
    "But you, with pleasure own your errors past,",
    "And make each day a critic on the last.",
    "'Tis not enough, your counsel still be true;",
    "Blunt truths more mischief than nice falsehoods do;",
    "Men must be taught as if you taught them not;",
    "And things unknown proposed as things forgot.",
    "Without good breeding, truth is disapprov'd;",
    "That only makes superior sense belov'd.",
    "Be niggards of advice on no pretence;",
    "For the worst avarice is that of sense.",
    "With mean complacence ne'er betray your trust,",
    "Nor be so civil as to prove unjust.",
    "Fear not the anger of the wise to raise;",
    "Those best can bear reproof, who merit praise.",
    "'Twere well might critics still this freedom take,",
    "But Appius reddens at each word you speak,",
    "And stares,",
    "! with a threatening eye,",
    "Like some fierce tyrant in old tapestry!",
    "Fear most to tax an honourable fool,",
    "Whose right it is, uncensur'd, to be dull;",
    "Such, without wit, are poets when they please,",
    "As without learning they can take degrees.",
    "Leave dangerous truths to unsuccessful satires,",
    "And flattery to fulsome dedicators,",
    "Whom, when they praise, the world believes no more,",
    "Than when they promise to give scribbling o'er.",
    "'Tis best sometimes your censure to restrain,",
    "And charitably let the dull be vain:",
    "Your silence there is better than your spite,",
    "For who can rail so long as they can write?",
    "Still humming on, their drowsy course they keep,",
    "And lash'd so long, like tops, are lash'd asleep.",
    "False steps but help them to renew the race,",
    "As after stumbling, jades will mend their pace.",
    "What crowds of these, impenitently bold,",
    "In sounds and jingling syllables grown old,",
    "Still run on poets, in a raging vein,",
    "Even to the dregs and squeezings of the brain,",
    "Strain out the last, dull droppings of their sense,",
    "And rhyme with all the rage of impotence!",
    "Such shameless bards we have; and yet 'tis true,",
    "There are as mad, abandon'd critics too.",
    "The bookful blockhead, ignorantly read,",
    "With loads of learned lumber in his head,",
    "With his own tongue still edifies his ears,",
    "And always list'ning to himself appears.",
    "All books he reads, and all he reads assails,",
    "From Dryden's Fables down to Durfey's Tales.",
    "With him, most authors steal their works, or buy;",
    "Garth did not write his own",
    ".",
    "Name a new play, and he's the poet's friend,",
    "Nay show'd his faults\u0097but when would poets mend?",
    "No place so sacred from such fops is barr'd,",
    "Nor is Paul's church more safe than Paul's churchyard:",
    "Nay, fly to altars; there they'll talk you dead:",
    "For fools rush in where angels fear to tread.",
    "Distrustful sense with modest caution speaks;",
    "It still looks home, and short excursions makes;",
    "But rattling nonsense in full volleys breaks;",
    "And never shock'd, and never turn'd aside,",
    "Bursts out, resistless, with a thund'ring tide.",
    "But where's the man, who counsel can bestow,",
    "Still pleas'd to teach, and yet not proud to know?",
    "Unbias'd, or by favour or by spite;",
    "Not dully prepossess'd, nor blindly right;",
    "Though learn'd, well-bred; and though well-bred, sincere;",
    "Modestly bold, and humanly severe?",
    "Who to a friend his faults can freely show,",
    "And gladly praise the merit of a foe?",
    "Blest with a taste exact, yet unconfin'd;",
    "A knowledge both of books and human kind;",
    "Gen'rous converse; a soul exempt from pride;",
    "And love to praise, with reason on his side?",
    "Such once were critics; such the happy few,",
    "Athens and Rome in better ages knew.",
    "The mighty Stagirite first left the shore,",
    "Spread all his sails, and durst the deeps explore:",
    "He steer'd securely, and discover'd far,",
    "Led by the light of the Mæonian Star.",
    "Poets, a race long unconfin'd and free,",
    "Still fond and proud of savage liberty,",
    "Receiv'd his laws; and stood convinc'd 'twas fit,",
    "Who conquer'd nature, should preside o'er wit.",
    "Horace still charms with graceful negligence,",
    "And without methods talks us into sense,",
    "Will, like a friend, familiarly convey",
    "The truest notions in the easiest way.",
    "He, who supreme in judgment, as in wit,",
    "Might boldly censure, as he boldly writ,",
    "Yet judg'd with coolness, though he sung with fire;",
    "His precepts teach but what his works inspire.",
    "Our critics take a contrary extreme,",
    "They judge with fury, but they write with fle'me:",
    "Nor suffers Horace more in wrong translations",
    "By wits, than critics in as wrong quotations.",
    "See Dionysius Homer's thoughts refine,",
    "And call new beauties forth from ev'ry line!",
    "Fancy and art in gay Petronius please,",
    "The scholar's learning, with the courtier's ease.",
    "In grave Quintilian's copious work we find",
    "The justest rules, and clearest method join'd;",
    "Thus useful arms in magazines we place,",
    "All rang'd in order, and dispos'd with grace,",
    "But less to please the eye, than arm the hand,",
    "Still fit for use, and ready at command.",
    "Thee, bold Longinus! all the Nine inspire,",
    "And bless their critic with a poet's fire.",
    "An ardent judge, who zealous in his trust,",
    "With warmth gives sentence, yet is always just;",
    "Whose own example strengthens all his laws;",
    "And is himself that great sublime he draws.",
    "Thus long succeeding critics justly reign'd,",
    "Licence repress'd, and useful laws ordain'd;",
    "Learning and Rome alike in empire grew,",
    "And arts still follow'd where her eagles flew;",
    "From the same foes, at last, both felt their doom,",
    "And the same age saw learning fall, and Rome.",
    "With tyranny, then superstition join'd,",
    "As that the body, this enslav'd the mind;",
    "Much was believ'd, but little understood,",
    "And to be dull was constru'd to be good;",
    "A second deluge learning thus o'er-run,",
    "And the monks finish'd what the Goths begun.",
    "At length Erasmus, that great, injur'd name,",
    "(The glory of the priesthood, and the shame!)",
    "Stemm'd the wild torrent of a barb'rous age,",
    "And drove those holy Vandals off the stage.",
    "But see! each Muse, in Leo's golden days,",
    "Starts from her trance, and trims her wither'd bays!",
    "Rome's ancient genius, o'er its ruins spread,",
    "Shakes off the dust, and rears his rev'rend head!",
    "Then sculpture and her sister-arts revive;",
    "Stones leap'd to form, and rocks began to live;",
    "With sweeter notes each rising temple rung;",
    "A Raphael painted, and a Vida sung.",
    "Immortal Vida! on whose honour'd brow",
    "The poet's bays and critic's ivy grow:",
    "Cremona now shall ever boast thy name,",
    "As next in place to Mantua, next in fame!",
    "But soon by impious arms from Latium chas'd,",
    "Their ancient bounds the banished Muses pass'd;",
    "Thence arts o'er all the northern world advance;",
    "But critic-learning flourish'd most in France.",
    "The rules a nation born to serve, obeys,",
    "And Boileau still in right of Horace sways.",
    "But we, brave Britons, foreign laws despis'd,",
    "And kept unconquer'd, and uncivilis'd,",
    "Fierce for the liberties of wit, and bold,",
    "We still defied the Romans, as of old.",
    "Yet some there were, among the sounder few",
    "Of those who less presum'd, and better knew,",
    "Who durst assert the juster ancient cause,",
    "And here restor'd wit's fundamental laws.",
    "Such was the Muse, whose rules and practice tell",
    "\"Nature's chief master-piece is writing well.\"",
    "Such was Roscommon\u0097not more learn'd than good,",
    "With manners gen'rous as his noble blood;",
    "To him the wit of Greece and Rome was known,",
    "And ev'ry author's merit, but his own.",
    "Such late was Walsh\u0097the Muse's judge and friend,",
    "Who justly knew to blame or to commend;",
    "To failings mild, but zealous for desert;",
    "The clearest head, and the sincerest heart.",
    "This humble praise, lamented shade! receive,",
    "This praise at least a grateful Muse may give:",
    "The Muse, whose early voice you taught to sing,",
    "Prescrib'd her heights, and prun'd her tender wing,",
    "(Her guide now lost) no more attempts to rise,",
    "But in low numbers short excursions tries:",
    "Content, if hence th' unlearn'd their wants may view,",
    "The learn'd reflect on what before they knew:",
    "Careless of censure, nor too fond of fame,",
    "Still pleas'd to praise, yet not afraid to blame,",
    "Averse alike to flatter, or offend,",
    "Not free from faults, nor yet too vain to mend."
  ],
  "title": "An Essay on Criticism: Part 3",
  "year": ""
}