{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Philosophy",
    "Reading",
    "Books",
    "Arts",
    "Sciences"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174162",
  "region": "England",
  "text": [
    "PART 1",
    "'Tis hard to say, if greater want of skill",
    "Appear in writing or in judging ill;",
    "But, of the two, less dang'rous is th' offence",
    "To tire our patience, than mislead our sense.",
    "Some few in that, but numbers err in this,",
    "Ten censure wrong for one who writes amiss;",
    "A fool might once himself alone expose,",
    "Now one in verse makes many more in prose.",
    "'Tis with our judgments as our watches, none",
    "Go just alike, yet each believes his own.",
    "In poets as true genius is but rare,",
    "True taste as seldom is the critic's share;",
    "Both must alike from Heav'n derive their light,",
    "These born to judge, as well as those to write.",
    "Let such teach others who themselves excel,",
    "And censure freely who have written well.",
    "Authors are partial to their wit, 'tis true,",
    "But are not critics to their judgment too?",
    "Yet if we look more closely we shall find",
    "Most have the seeds of judgment in their mind;",
    "Nature affords at least a glimm'ring light;",
    "The lines, tho' touch'd but faintly, are drawn right.",
    "But as the slightest sketch, if justly trac'd,",
    "Is by ill colouring but the more disgrac'd,",
    "So by false learning is good sense defac'd;",
    "Some are bewilder'd in the maze of schools,",
    "And some made coxcombs Nature meant but fools.",
    "In search of wit these lose their common sense,",
    "And then turn critics in their own defence:",
    "Each burns alike, who can, or cannot write,",
    "Or with a rival's, or an eunuch's spite.",
    "All fools have still an itching to deride,",
    "And fain would be upon the laughing side.",
    "If Mævius scribble in Apollo's spite,",
    "There are, who judge still worse than he can write.",
    "Some have at first for wits, then poets pass'd,",
    "Turn'd critics next, and prov'd plain fools at last;",
    "Some neither can for wits nor critics pass,",
    "As heavy mules are neither horse nor ass.",
    "Those half-learn'd witlings, num'rous in our isle",
    "As half-form'd insects on the banks of Nile;",
    "Unfinish'd things, one knows not what to call,",
    "Their generation's so equivocal:",
    "To tell 'em, would a hundred tongues require,",
    "Or one vain wit's, that might a hundred tire.",
    "But you who seek to give and merit fame,",
    "And justly bear a critic's noble name,",
    "Be sure your self and your own reach to know,",
    "How far your genius, taste, and learning go;",
    "Launch not beyond your depth, but be discreet,",
    "And mark that point where sense and dulness meet.",
    "Nature to all things fix'd the limits fit,",
    "And wisely curb'd proud man's pretending wit:",
    "As on the land while here the ocean gains,",
    "In other parts it leaves wide sandy plains;",
    "Thus in the soul while memory prevails,",
    "The solid pow'r of understanding fails;",
    "Where beams of warm imagination play,",
    "The memory's soft figures melt away.",
    "One science only will one genius fit;",
    "So vast is art, so narrow human wit:",
    "Not only bounded to peculiar arts,",
    "But oft in those, confin'd to single parts.",
    "Like kings we lose the conquests gain'd before,",
    "By vain ambition still to make them more;",
    "Each might his sev'ral province well command,",
    "Would all but stoop to what they understand.",
    "First follow NATURE, and your judgment frame",
    "By her just standard, which is still the same:",
    "Unerring Nature, still divinely bright,",
    "One clear, unchang'd, and universal light,",
    "Life, force, and beauty, must to all impart,",
    "At once the source, and end, and test of art.",
    "Art from that fund each just supply provides,",
    "Works without show, and without pomp presides:",
    "In some fair body thus th' informing soul",
    "With spirits feeds, with vigour fills the whole,",
    "Each motion guides, and ev'ry nerve sustains;",
    "Itself unseen, but in th' effects, remains.",
    "Some, to whom Heav'n in wit has been profuse,",
    "Want as much more, to turn it to its use;",
    "For wit and judgment often are at strife,",
    "Though meant each other's aid, like man and wife.",
    "'Tis more to guide, than spur the Muse's steed;",
    "Restrain his fury, than provoke his speed;",
    "The winged courser, like a gen'rous horse,",
    "Shows most true mettle when you check his course.",
    "Those RULES of old discover'd, not devis'd,",
    "Are Nature still, but Nature methodis'd;",
    "Nature, like liberty, is but restrain'd",
    "By the same laws which first herself ordain'd.",
    "Hear how learn'd Greece her useful rules indites,",
    "When to repress, and when indulge our flights:",
    "High on Parnassus' top her sons she show'd,",
    "And pointed out those arduous paths they trod;",
    "Held from afar, aloft, th' immortal prize,",
    "And urg'd the rest by equal steps to rise.",
    "Just precepts thus from great examples giv'n,",
    "She drew from them what they deriv'd from Heav'n.",
    "The gen'rous critic fann'd the poet's fire,",
    "And taught the world with reason to admire.",
    "Then criticism the Muse's handmaid prov'd,",
    "To dress her charms, and make her more belov'd;",
    "But following wits from that intention stray'd;",
    "Who could not win the mistress, woo'd the maid;",
    "Against the poets their own arms they turn'd,",
    "Sure to hate most the men from whom they learn'd.",
    "So modern 'pothecaries, taught the art",
    "By doctor's bills to play the doctor's part,",
    "Bold in the practice of mistaken rules,",
    "Prescribe, apply, and call their masters fools.",
    "Some on the leaves of ancient authors prey,",
    "Nor time nor moths e'er spoil'd so much as they:",
    "Some drily plain, without invention's aid,",
    "Write dull receipts how poems may be made:",
    "These leave the sense, their learning to display,",
    "And those explain the meaning quite away.",
    "You then whose judgment the right course would steer,",
    "Know well each ANCIENT'S proper character;",
    "His fable, subject, scope in ev'ry page;",
    "Religion, country, genius of his age:",
    "Without all these at once before your eyes,",
    "Cavil you may, but never criticise.",
    "Be Homer's works your study and delight,",
    "Read them by day, and meditate by night;",
    "Thence form your judgment, thence your maxims bring,",
    "And trace the Muses upward to their spring;",
    "Still with itself compar'd, his text peruse;",
    "And let your comment be the Mantuan Muse.",
    "When first young Maro in his boundless mind",
    "A work t' outlast immortal Rome design'd,",
    "Perhaps he seem'd above the critic's law,",
    "And but from Nature's fountains scorn'd to draw:",
    "But when t' examine ev'ry part he came,",
    "Nature and Homer were, he found, the same.",
    "Convinc'd, amaz'd, he checks the bold design,",
    "And rules as strict his labour'd work confine,",
    "As if the Stagirite o'erlook'd each line.",
    "Learn hence for ancient rules a just esteem;",
    "To copy nature is to copy them.",
    "Some beauties yet, no precepts can declare,",
    "For there's a happiness as well as care.",
    "Music resembles poetry, in each",
    "Are nameless graces which no methods teach,",
    "And which a master-hand alone can reach.",
    "If, where the rules not far enough extend,",
    "(Since rules were made but to promote their end)",
    "Some lucky LICENCE answers to the full",
    "Th' intent propos'd, that licence is a rule.",
    "Thus Pegasus, a nearer way to take,",
    "May boldly deviate from the common track.",
    "Great wits sometimes may gloriously offend,",
    "And rise to faults true critics dare not mend;",
    "From vulgar bounds with brave disorder part,",
    "And snatch a grace beyond the reach of art,",
    "Which, without passing through the judgment, gains",
    "The heart, and all its end at once attains.",
    "In prospects, thus, some objects please our eyes,",
    "Which out of nature's common order rise,",
    "The shapeless rock, or hanging precipice.",
    "But tho' the ancients thus their rules invade,",
    "(As kings dispense with laws themselves have made)",
    "Moderns, beware! or if you must offend",
    "Against the precept, ne'er transgress its end;",
    "Let it be seldom, and compell'd by need,",
    "And have, at least, their precedent to plead.",
    "The critic else proceeds without remorse,",
    "Seizes your fame, and puts his laws in force.",
    "I know there are, to whose presumptuous thoughts",
    "Those freer beauties, ev'n in them, seem faults.",
    "Some figures monstrous and misshap'd appear,",
    "Consider'd singly, or beheld too near,",
    "Which, but proportion'd to their light, or place,",
    "Due distance reconciles to form and grace.",
    "A prudent chief not always must display",
    "His pow'rs in equal ranks, and fair array,",
    "But with th' occasion and the place comply,",
    "Conceal his force, nay seem sometimes to fly.",
    "Those oft are stratagems which errors seem,",
    "Nor is it Homer nods, but we that dream.",
    "Still green with bays each ancient altar stands,",
    "Above the reach of sacrilegious hands,",
    "Secure from flames, from envy's fiercer rage,",
    "Destructive war, and all-involving age.",
    "See, from each clime the learn'd their incense bring!",
    "Hear, in all tongues consenting pæans ring!",
    "In praise so just let ev'ry voice be join'd,",
    "And fill the gen'ral chorus of mankind!",
    "Hail, bards triumphant! born in happier days;",
    "Immortal heirs of universal praise!",
    "Whose honours with increase of ages grow,",
    "As streams roll down, enlarging as they flow!",
    "Nations unborn your mighty names shall sound,",
    "And worlds applaud that must not yet be found!",
    "Oh may some spark of your celestial fire",
    "The last, the meanest of your sons inspire,",
    "(That on weak wings, from far, pursues your flights;",
    "Glows while he reads, but trembles as he writes)",
    "To teach vain wits a science little known,",
    "T' admire superior sense, and doubt their own!"
  ],
  "title": "An Essay on Criticism: Part 1",
  "year": ""
}