{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "Nature",
    "Social Commentaries",
    "History",
    "Politics",
    "Living",
    "Religion",
    "Philosophy",
    "God",
    "the Divine"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174166",
  "region": "England",
  "text": [
    "Know then thyself, presume not God to scan;",
    "The proper study of mankind is man.",
    "Plac'd on this isthmus of a middle state,",
    "A being darkly wise, and rudely great:",
    "With too much knowledge for the sceptic side,",
    "With too much weakness for the stoic's pride,",
    "He hangs between; in doubt to act, or rest;",
    "In doubt to deem himself a god, or beast;",
    "In doubt his mind or body to prefer;",
    "Born but to die, and reas'ning but to err;",
    "Alike in ignorance, his reason such,",
    "Whether he thinks too little, or too much:",
    "Chaos of thought and passion, all confus'd;",
    "Still by himself abus'd, or disabus'd;",
    "Created half to rise, and half to fall;",
    "Great lord of all things, yet a prey to all;",
    "Sole judge of truth, in endless error hurl'd:",
    "The glory, jest, and riddle of the world!",
    "Go, wondrous creature! mount where science guides,",
    "Go, measure earth, weigh air, and state the tides;",
    "Instruct the planets in what orbs to run,",
    "Correct old time, and regulate the sun;",
    "Go, soar with Plato to th' empyreal sphere,",
    "To the first good, first perfect, and first fair;",
    "Or tread the mazy round his follow'rs trod,",
    "And quitting sense call imitating God;",
    "As Eastern priests in giddy circles run,",
    "And turn their heads to imitate the sun.",
    "Go, teach Eternal Wisdom how to rule\u0097",
    "Then drop into thyself, and be a fool!",
    "Superior beings, when of late they saw",
    "A mortal Man unfold all Nature's law,",
    "Admir'd such wisdom in an earthly shape,",
    "And showed a Newton as we shew an Ape.",
    "Could he, whose rules the rapid comet bind,",
    "Describe or fix one movement of his mind?",
    "Who saw its fires here rise, and there descend,",
    "Explain his own beginning, or his end?",
    "Alas what wonder! Man's superior part",
    "Uncheck'd may rise, and climb from art to art;",
    "But when his own great work is but begun,",
    "What Reason weaves, by Passion is undone.",
    "Trace science then, with modesty thy guide;",
    "First strip off all her equipage of pride;",
    "Deduct what is but vanity, or dress,",
    "Or learning's luxury, or idleness;",
    "Or tricks to show the stretch of human brain,",
    "Mere curious pleasure, or ingenious pain;",
    "Expunge the whole, or lop th' excrescent parts",
    "Of all our Vices have created Arts;",
    "Then see how little the remaining sum,",
    "Which serv'd the past, and must the times to come!",
    "Two principles in human nature reign;",
    "Self-love, to urge, and reason, to restrain;",
    "Nor this a good, nor that a bad we call,",
    "Each works its end, to move or govern all:",
    "And to their proper operation still,",
    "Ascribe all good; to their improper, ill.",
    "Self-love, the spring of motion, acts the soul;",
    "Reason's comparing balance rules the whole.",
    "Man, but for that, no action could attend,",
    "And but for this, were active to no end:",
    "Fix'd like a plant on his peculiar spot,",
    "To draw nutrition, propagate, and rot;",
    "Or, meteor-like, flame lawless through the void,",
    "Destroying others, by himself destroy'd.",
    "Most strength the moving principle requires;",
    "Active its task, it prompts, impels, inspires.",
    "Sedate and quiet the comparing lies,",
    "Form'd but to check, delib'rate, and advise.",
    "Self-love still stronger, as its objects nigh;",
    "Reason's at distance, and in prospect lie:",
    "That sees immediate good by present sense;",
    "Reason, the future and the consequence.",
    "Thicker than arguments, temptations throng,",
    "At best more watchful this, but that more strong.",
    "The action of the stronger to suspend,",
    "Reason still use, to reason still attend.",
    "Attention, habit and experience gains;",
    "Each strengthens reason, and self-love restrains.",
    "Let subtle schoolmen teach these friends to fight,",
    "More studious to divide than to unite,",
    "And grace and virtue, sense and reason split,",
    "With all the rash dexterity of wit:",
    "Wits, just like fools, at war about a name,",
    "Have full as oft no meaning, or the same.",
    "Self-love and reason to one end aspire,",
    "Pain their aversion, pleasure their desire;",
    "But greedy that its object would devour,",
    "This taste the honey, and not wound the flow'r:",
    "Pleasure, or wrong or rightly understood,",
    "Our greatest evil, or our greatest good.",
    "Modes of self-love the passions we may call:",
    "'Tis real good, or seeming, moves them all:",
    "But since not every good we can divide,",
    "And reason bids us for our own provide;",
    "Passions, though selfish, if their means be fair,",
    "List under reason, and deserve her care;",
    "Those, that imparted, court a nobler aim,",
    "Exalt their kind, and take some virtue's name.",
    "In lazy apathy let Stoics boast",
    "Their virtue fix'd, 'tis fix'd as in a frost;",
    "Contracted all, retiring to the breast;",
    "But strength of mind is exercise, not rest:",
    "The rising tempest puts in act the soul,",
    "Parts it may ravage, but preserves the whole.",
    "On life's vast ocean diversely we sail,",
    "Reason the card, but passion is the gale;",
    "Nor God alone in the still calm we find,",
    "He mounts the storm, and walks upon the wind.",
    "Passions, like elements, though born to fight,",
    "Yet, mix'd and soften'd, in his work unite:",
    "These 'tis enough to temper and employ;",
    "But what composes man, can man destroy?",
    "Suffice that reason keep to nature's road,",
    "Subject, compound them, follow her and God.",
    "Love, hope, and joy, fair pleasure's smiling train,",
    "Hate, fear, and grief, the family of pain,",
    "These mix'd with art, and to due bounds confin'd,",
    "Make and maintain the balance of the mind:",
    "The lights and shades, whose well accorded strife",
    "Gives all the strength and colour of our life.",
    "Pleasures are ever in our hands or eyes,",
    "And when in act they cease, in prospect, rise:",
    "Present to grasp, and future still to find,",
    "The whole employ of body and of mind.",
    "All spread their charms, but charm not all alike;",
    "On diff'rent senses diff'rent objects strike;",
    "Hence diff'rent passions more or less inflame,",
    "As strong or weak, the organs of the frame;",
    "And hence one master passion in the breast,",
    "Like Aaron's serpent, swallows up the rest.",
    "As man, perhaps, the moment of his breath,",
    "Receives the lurking principle of death;",
    "The young disease, that must subdue at length,",
    "Grows with his growth, and strengthens with his strength:",
    "So, cast and mingled with his very frame,",
    "The mind's disease, its ruling passion came;",
    "Each vital humour which should feed the whole,",
    "Soon flows to this, in body and in soul.",
    "Whatever warms the heart, or fills the head,",
    "As the mind opens, and its functions spread,",
    "Imagination plies her dang'rous art,",
    "And pours it all upon the peccant part.",
    "Nature its mother, habit is its nurse;",
    "Wit, spirit, faculties, but make it worse;",
    "Reason itself but gives it edge and pow'r;",
    "As Heav'n's blest beam turns vinegar more sour.",
    "We, wretched subjects, though to lawful sway,",
    "In this weak queen some fav'rite still obey:",
    "Ah! if she lend not arms, as well as rules,",
    "What can she more than tell us we are fools?",
    "Teach us to mourn our nature, not to mend,",
    "A sharp accuser, but a helpless friend!",
    "Or from a judge turn pleader, to persuade",
    "The choice we make, or justify it made;",
    "Proud of an easy conquest all along,",
    "She but removes weak passions for the strong:",
    "So, when small humours gather to a gout,",
    "The doctor fancies he has driv'n them out.",
    "Yes, nature's road must ever be preferr'd;",
    "Reason is here no guide, but still a guard:",
    "'Tis hers to rectify, not overthrow,",
    "And treat this passion more as friend than foe:",
    "A mightier pow'r the strong direction sends,",
    "And sev'ral men impels to sev'ral ends.",
    "Like varying winds, by other passions toss'd,",
    "This drives them constant to a certain coast.",
    "Let pow'r or knowledge, gold or glory, please,",
    "Or (oft more strong than all) the love of ease;",
    "Through life 'tis followed, ev'n at life's expense;",
    "The merchant's toil, the sage's indolence,",
    "The monk's humility, the hero's pride,",
    "All, all alike, find reason on their side.",
    "Th' eternal art educing good from ill,",
    "Grafts on this passion our best principle:",
    "'Tis thus the mercury of man is fix'd,",
    "Strong grows the virtue with his nature mix'd;",
    "The dross cements what else were too refin'd,",
    "And in one interest body acts with mind.",
    "As fruits, ungrateful to the planter's care,",
    "On savage stocks inserted, learn to bear;",
    "The surest virtues thus from passions shoot,",
    "Wild nature's vigor working at the root.",
    "What crops of wit and honesty appear",
    "From spleen, from obstinacy, hate, or fear!",
    "See anger, zeal and fortitude supply;",
    "Ev'n av'rice, prudence; sloth, philosophy;",
    "Lust, through some certain strainers well refin'd,",
    "Is gentle love, and charms all womankind;",
    "Envy, to which th' ignoble mind's a slave,",
    "Is emulation in the learn'd or brave;",
    "Nor virtue, male or female, can we name,",
    "But what will grow on pride, or grow on shame.",
    "Thus nature gives us (let it check our pride)",
    "The virtue nearest to our vice allied:",
    "Reason the byass turns to good from ill,",
    "And Nero reigns a Titus, if he will.",
    "The fiery soul abhorr'd in Catiline,",
    "In Decius charms, in Curtius is divine:",
    "The same ambition can destroy or save,",
    "And make a patriot as it makes a knave.",
    "This light and darkness in our chaos join'd,",
    "What shall divide? The God within the mind.",
    "Extremes in nature equal ends produce,",
    "In man they join to some mysterious use;",
    "Though each by turns the other's bound invade,",
    "As, in some well-wrought picture, light and shade,",
    "And oft so mix, the diff'rence is too nice",
    "Where ends the virtue, or begins the vice.",
    "Fools! who from hence into the notion fall,",
    "That vice or virtue there is none at all.",
    "If white and black blend, soften, and unite",
    "A thousand ways, is there no black or white?",
    "Ask your own heart, and nothing is so plain;",
    "'Tis to mistake them, costs the time and pain.",
    "Vice is a monster of so frightful mien,",
    "As, to be hated, needs but to be seen;",
    "Yet seen too oft, familiar with her face,",
    "We first endure, then pity, then embrace.",
    "But where th' extreme of vice, was ne'er agreed:",
    "Ask where's the North? at York, 'tis on the Tweed;",
    "In Scotland, at the Orcades; and there,",
    "At Greenland, Zembla, or the Lord knows where:",
    "No creature owns it in the first degree,",
    "But thinks his neighbour farther gone than he!",
    "Ev'n those who dwell beneath its very zone,",
    "Or never feel the rage, or never own;",
    "What happier natures shrink at with affright,",
    "The hard inhabitant contends is right.",
    "Virtuous and vicious ev'ry man must be,",
    "Few in th' extreme, but all in the degree;",
    "The rogue and fool by fits is fair and wise;",
    "And ev'n the best, by fits, what they despise.",
    "'Tis but by parts we follow good or ill,",
    "For, vice or virtue, self directs it still;",
    "Each individual seeks a sev'ral goal;",
    "But heav'n's great view is one, and that the whole:",
    "That counterworks each folly and caprice;",
    "That disappoints th' effect of ev'ry vice;",
    "That, happy frailties to all ranks applied,",
    "Shame to the virgin, to the matron pride,",
    "Fear to the statesman, rashness to the chief,",
    "To kings presumption, and to crowds belief,",
    "That, virtue's ends from vanity can raise,",
    "Which seeks no int'rest, no reward but praise;",
    "And build on wants, and on defects of mind,",
    "The joy, the peace, the glory of mankind.",
    "Heav'n forming each on other to depend,",
    "A master, or a servant, or a friend,",
    "Bids each on other for assistance call,",
    "'Till one man's weakness grows the strength of all.",
    "Wants, frailties, passions, closer still ally",
    "The common int'rest, or endear the tie:",
    "To these we owe true friendship, love sincere,",
    "Each home-felt joy that life inherits here;",
    "Yet from the same we learn, in its decline,",
    "Those joys, those loves, those int'rests to resign;",
    "Taught half by reason, half by mere decay,",
    "To welcome death, and calmly pass away.",
    "Whate'er the passion, knowledge, fame, or pelf,",
    "Not one will change his neighbour with himself.",
    "The learn'd is happy nature to explore,",
    "The fool is happy that he knows no more;",
    "The rich is happy in the plenty giv'n,",
    "The poor contents him with the care of heav'n.",
    "See the blind beggar dance, the cripple sing,",
    "The sot a hero, lunatic a king;",
    "The starving chemist in his golden views",
    "Supremely blest, the poet in his Muse.",
    "See some strange comfort ev'ry state attend,",
    "And pride bestow'd on all, a common friend;",
    "See some fit passion ev'ry age supply,",
    "Hope travels through, nor quits us when we die.",
    "Behold the child, by nature's kindly law,",
    "Pleas'd with a rattle, tickl'd with a straw:",
    "Some livelier plaything gives his youth delight,",
    "A little louder, but as empty quite:",
    "Scarfs, garters, gold, amuse his riper stage,",
    "And beads and pray'r books are the toys of age:",
    "Pleas'd with this bauble still, as that before;",
    "'Till tir'd he sleeps, and life's poor play is o'er!",
    "Meanwhile opinion gilds with varying rays",
    "Those painted clouds that beautify our days;",
    "Each want of happiness by hope supplied,",
    "And each vacuity of sense by Pride:",
    "These build as fast as knowledge can destroy;",
    "In folly's cup still laughs the bubble, joy;",
    "One prospect lost, another still we gain;",
    "And not a vanity is giv'n in vain;",
    "Ev'n mean self-love becomes, by force divine,",
    "The scale to measure others' wants by thine.",
    "See! and confess, one comfort still must rise,",
    "'Tis this: Though man's a fool, yet God is wise."
  ],
  "title": "An Essay on Man: Epistle II",
  "year": ""
}