{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Religion",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy",
    "God",
    "the Divine"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174165",
  "region": "England",
  "text": [
    "Awake, my St. John! leave all meaner things",
    "To low ambition, and the pride of kings.",
    "Let us (since life can little more supply",
    "Than just to look about us and to die)",
    "Expatiate free o'er all this scene of man;",
    "A mighty maze! but not without a plan;",
    "A wild, where weeds and flow'rs promiscuous shoot;",
    "Or garden, tempting with forbidden fruit.",
    "Together let us beat this ample field,",
    "Try what the open, what the covert yield;",
    "The latent tracts, the giddy heights explore",
    "Of all who blindly creep, or sightless soar;",
    "Eye Nature's walks, shoot folly as it flies,",
    "And catch the manners living as they rise;",
    "Laugh where we must, be candid where we can;",
    "But vindicate the ways of God to man.",
    "Say first, of God above, or man below,",
    "What can we reason, but from what we know?",
    "Of man what see we, but his station here,",
    "From which to reason, or to which refer?",
    "Through worlds unnumber'd though the God be known,",
    "'Tis ours to trace him only in our own.",
    "He, who through vast immensity can pierce,",
    "See worlds on worlds compose one universe,",
    "Observe how system into system runs,",
    "What other planets circle other suns,",
    "What varied being peoples ev'ry star,",
    "May tell why Heav'n has made us as we are.",
    "But of this frame the bearings, and the ties,",
    "The strong connections, nice dependencies,",
    "Gradations just, has thy pervading soul",
    "Look'd through? or can a part contain the whole?",
    "Is the great chain, that draws all to agree,",
    "And drawn supports, upheld by God, or thee?",
    "Presumptuous man! the reason wouldst thou find,",
    "Why form'd so weak, so little, and so blind?",
    "First, if thou canst, the harder reason guess,",
    "Why form'd no weaker, blinder, and no less!",
    "Ask of thy mother earth, why oaks are made",
    "Taller or stronger than the weeds they shade?",
    "Or ask of yonder argent fields above,",
    "Why Jove's satellites are less than Jove?",
    "Of systems possible, if 'tis confest",
    "That Wisdom infinite must form the best,",
    "Where all must full or not coherent be,",
    "And all that rises, rise in due degree;",
    "Then, in the scale of reas'ning life, 'tis plain",
    "There must be somewhere, such a rank as man:",
    "And all the question (wrangle e'er so long)",
    "Is only this, if God has plac'd him wrong?",
    "Respecting man, whatever wrong we call,",
    "May, must be right, as relative to all.",
    "In human works, though labour'd on with pain,",
    "A thousand movements scarce one purpose gain;",
    "In God's, one single can its end produce;",
    "Yet serves to second too some other use.",
    "So man, who here seems principal alone,",
    "Perhaps acts second to some sphere unknown,",
    "Touches some wheel, or verges to some goal;",
    "'Tis but a part we see, and not a whole.",
    "When the proud steed shall know why man restrains",
    "His fiery course, or drives him o'er the plains:",
    "When the dull ox, why now he breaks the clod,",
    "Is now a victim, and now Egypt's God:",
    "Then shall man's pride and dulness comprehend",
    "His actions', passions', being's, use and end;",
    "Why doing, suff'ring, check'd, impell'd; and why",
    "This hour a slave, the next a deity.",
    "Then say not man's imperfect, Heav'n in fault;",
    "Say rather, man's as perfect as he ought:",
    "His knowledge measur'd to his state and place,",
    "His time a moment, and a point his space.",
    "If to be perfect in a certain sphere,",
    "What matter, soon or late, or here or there?",
    "The blest today is as completely so,",
    "As who began a thousand years ago.",
    "Heav'n from all creatures hides the book of fate,",
    "All but the page prescrib'd, their present state:",
    "From brutes what men, from men what spirits know:",
    "Or who could suffer being here below?",
    "The lamb thy riot dooms to bleed today,",
    "Had he thy reason, would he skip and play?",
    "Pleas'd to the last, he crops the flow'ry food,",
    "And licks the hand just rais'd to shed his blood.",
    "Oh blindness to the future! kindly giv'n,",
    "That each may fill the circle mark'd by Heav'n:",
    "Who sees with equal eye, as God of all,",
    "A hero perish, or a sparrow fall,",
    "Atoms or systems into ruin hurl'd,",
    "And now a bubble burst, and now a world.",
    "Hope humbly then; with trembling pinions soar;",
    "Wait the great teacher Death; and God adore!",
    "What future bliss, he gives not thee to know,",
    "But gives that hope to be thy blessing now.",
    "Hope springs eternal in the human breast:",
    "Man never is, but always to be blest:",
    "The soul, uneasy and confin'd from home,",
    "Rests and expatiates in a life to come.",
    "Lo! the poor Indian, whose untutor'd mind",
    "Sees God in clouds, or hears him in the wind;",
    "His soul, proud science never taught to stray",
    "Far as the solar walk, or milky way;",
    "Yet simple nature to his hope has giv'n,",
    "Behind the cloud-topt hill, an humbler heav'n;",
    "Some safer world in depth of woods embrac'd,",
    "Some happier island in the wat'ry waste,",
    "Where slaves once more their native land behold,",
    "No fiends torment, no Christians thirst for gold.",
    "To be, contents his natural desire,",
    "He asks no angel's wing, no seraph's fire;",
    "But thinks, admitted to that equal sky,",
    "His faithful dog shall bear him company.",
    "Go, wiser thou! and, in thy scale of sense",
    "Weigh thy opinion against Providence;",
    "Call imperfection what thou fanciest such,",
    "Say, here he gives too little, there too much:",
    "Destroy all creatures for thy sport or gust,",
    "Yet cry, if man's unhappy, God's unjust;",
    "If man alone engross not Heav'n's high care,",
    "Alone made perfect here, immortal there:",
    "Snatch from his hand the balance and the rod,",
    "Rejudge his justice, be the God of God.",
    "In pride, in reas'ning pride, our error lies;",
    "All quit their sphere, and rush into the skies.",
    "Pride still is aiming at the blest abodes,",
    "Men would be angels, angels would be gods.",
    "Aspiring to be gods, if angels fell,",
    "Aspiring to be angels, men rebel:",
    "And who but wishes to invert the laws",
    "Of order, sins against th' Eternal Cause.",
    "Ask for what end the heav'nly bodies shine,",
    "Earth for whose use? Pride answers, \" 'Tis for mine:",
    "For me kind Nature wakes her genial pow'r,",
    "Suckles each herb, and spreads out ev'ry flow'r;",
    "Annual for me, the grape, the rose renew,",
    "The juice nectareous, and the balmy dew;",
    "For me, the mine a thousand treasures brings;",
    "For me, health gushes from a thousand springs;",
    "Seas roll to waft me, suns to light me rise;",
    "My foot-stool earth, my canopy the skies.\"",
    "But errs not Nature from this gracious end,",
    "From burning suns when livid deaths descend,",
    "When earthquakes swallow, or when tempests sweep",
    "Towns to one grave, whole nations to the deep?",
    "\"No, ('tis replied) the first Almighty Cause",
    "Acts not by partial, but by gen'ral laws;",
    "Th' exceptions few; some change since all began:",
    "And what created perfect?\"\u0097Why then man?",
    "If the great end be human happiness,",
    "Then Nature deviates; and can man do less?",
    "As much that end a constant course requires",
    "Of show'rs and sunshine, as of man's desires;",
    "As much eternal springs and cloudless skies,",
    "As men for ever temp'rate, calm, and wise.",
    "If plagues or earthquakes break not Heav'n's design,",
    "Why then a Borgia, or a Catiline?",
    "Who knows but he, whose hand the lightning forms,",
    "Who heaves old ocean, and who wings the storms,",
    "Pours fierce ambition in a Cæsar's mind,",
    "Or turns young Ammon loose to scourge mankind?",
    "From pride, from pride, our very reas'ning springs;",
    "Account for moral, as for nat'ral things:",
    "Why charge we Heav'n in those, in these acquit?",
    "In both, to reason right is to submit.",
    "Better for us, perhaps, it might appear,",
    "Were there all harmony, all virtue here;",
    "That never air or ocean felt the wind;",
    "That never passion discompos'd the mind.",
    "But ALL subsists by elemental strife;",
    "And passions are the elements of life.",
    "The gen'ral order, since the whole began,",
    "Is kept in nature, and is kept in man.",
    "What would this man? Now upward will he soar,",
    "And little less than angel, would be more;",
    "Now looking downwards, just as griev'd appears",
    "To want the strength of bulls, the fur of bears.",
    "Made for his use all creatures if he call,",
    "Say what their use, had he the pow'rs of all?",
    "Nature to these, without profusion, kind,",
    "The proper organs, proper pow'rs assign'd;",
    "Each seeming want compensated of course,",
    "Here with degrees of swiftness, there of force;",
    "All in exact proportion to the state;",
    "Nothing to add, and nothing to abate.",
    "Each beast, each insect, happy in its own:",
    "Is Heav'n unkind to man, and man alone?",
    "Shall he alone, whom rational we call,",
    "Be pleas'd with nothing, if not bless'd with all?",
    "The bliss of man (could pride that blessing find)",
    "Is not to act or think beyond mankind;",
    "No pow'rs of body or of soul to share,",
    "But what his nature and his state can bear.",
    "Why has not man a microscopic eye?",
    "For this plain reason, man is not a fly.",
    "Say what the use, were finer optics giv'n,",
    "T' inspect a mite, not comprehend the heav'n?",
    "Or touch, if tremblingly alive all o'er,",
    "To smart and agonize at ev'ry pore?",
    "Or quick effluvia darting through the brain,",
    "Die of a rose in aromatic pain?",
    "If nature thunder'd in his op'ning ears,",
    "And stunn'd him with the music of the spheres,",
    "How would he wish that Heav'n had left him still",
    "The whisp'ring zephyr, and the purling rill?",
    "Who finds not Providence all good and wise,",
    "Alike in what it gives, and what denies?",
    "Far as creation's ample range extends,",
    "The scale of sensual, mental pow'rs ascends:",
    "Mark how it mounts, to man's imperial race,",
    "From the green myriads in the peopled grass:",
    "What modes of sight betwixt each wide extreme,",
    "The mole's dim curtain, and the lynx's beam:",
    "Of smell, the headlong lioness between,",
    "And hound sagacious on the tainted green:",
    "Of hearing, from the life that fills the flood,",
    "To that which warbles through the vernal wood:",
    "The spider's touch, how exquisitely fine!",
    "Feels at each thread, and lives along the line:",
    "In the nice bee, what sense so subtly true",
    "From pois'nous herbs extracts the healing dew:",
    "How instinct varies in the grov'lling swine,",
    "Compar'd, half-reas'ning elephant, with thine:",
    "'Twixt that, and reason, what a nice barrier;",
    "For ever sep'rate, yet for ever near!",
    "Remembrance and reflection how allied;",
    "What thin partitions sense from thought divide:",
    "And middle natures, how they long to join,",
    "Yet never pass th' insuperable line!",
    "Without this just gradation, could they be",
    "Subjected, these to those, or all to thee?",
    "The pow'rs of all subdu'd by thee alone,",
    "Is not thy reason all these pow'rs in one?",
    "See, through this air, this ocean, and this earth,",
    "All matter quick, and bursting into birth.",
    "Above, how high, progressive life may go!",
    "Around, how wide! how deep extend below!",
    "Vast chain of being, which from God began,",
    "Natures ethereal, human, angel, man,",
    "Beast, bird, fish, insect! what no eye can see,",
    "No glass can reach! from infinite to thee,",
    "From thee to nothing!\u0097On superior pow'rs",
    "Were we to press, inferior might on ours:",
    "Or in the full creation leave a void,",
    "Where, one step broken, the great scale's destroy'd:",
    "From nature's chain whatever link you strike,",
    "Tenth or ten thousandth, breaks the chain alike.",
    "And, if each system in gradation roll",
    "Alike essential to th' amazing whole,",
    "The least confusion but in one, not all",
    "That system only, but the whole must fall.",
    "Let earth unbalanc'd from her orbit fly,",
    "Planets and suns run lawless through the sky;",
    "Let ruling angels from their spheres be hurl'd,",
    "Being on being wreck'd, and world on world;",
    "Heav'n's whole foundations to their centre nod,",
    "And nature tremble to the throne of God.",
    "All this dread order break\u0097for whom? for thee?",
    "Vile worm!\u0097Oh madness, pride, impiety!",
    "What if the foot ordain'd the dust to tread,",
    "Or hand to toil, aspir'd to be the head?",
    "What if the head, the eye, or ear repin'd",
    "To serve mere engines to the ruling mind?",
    "Just as absurd for any part to claim",
    "To be another, in this gen'ral frame:",
    "Just as absurd, to mourn the tasks or pains,",
    "The great directing Mind of All ordains.",
    "All are but parts of one stupendous whole,",
    "Whose body Nature is, and God the soul;",
    "That, chang'd through all, and yet in all the same,",
    "Great in the earth, as in th' ethereal frame,",
    "Warms in the sun, refreshes in the breeze,",
    "Glows in the stars, and blossoms in the trees,",
    "Lives through all life, extends through all extent,",
    "Spreads undivided, operates unspent,",
    "Breathes in our soul, informs our mortal part,",
    "As full, as perfect, in a hair as heart;",
    "As full, as perfect, in vile man that mourns,",
    "As the rapt seraph that adores and burns;",
    "To him no high, no low, no great, no small;",
    "He fills, he bounds, connects, and equals all.",
    "Cease then, nor order imperfection name:",
    "Our proper bliss depends on what we blame.",
    "Know thy own point: This kind, this due degree",
    "Of blindness, weakness, Heav'n bestows on thee.",
    "Submit.\u0097In this, or any other sphere,",
    "Secure to be as blest as thou canst bear:",
    "Safe in the hand of one disposing pow'r,",
    "Or in the natal, or the mortal hour.",
    "All nature is but art, unknown to thee;",
    "All chance, direction, which thou canst not see;",
    "All discord, harmony, not understood;",
    "All partial evil, universal good:",
    "And, spite of pride, in erring reason's spite,",
    "One truth is clear, Whatever is, is right."
  ],
  "title": "An Essay on Man: Epistle I",
  "year": ""
}