{
  "author": "Alexander Pope",
  "classification": "Epistle",
  "keywords": [
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Philosophy",
    "Reading",
    "Books",
    "Arts",
    "Sciences"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174163",
  "region": "England",
  "text": [
    "Of all the causes which conspire to blind",
    "Man's erring judgment, and misguide the mind,",
    "What the weak head with strongest bias rules,",
    "Is pride, the never-failing vice of fools.",
    "Whatever Nature has in worth denied,",
    "She gives in large recruits of needful pride;",
    "For as in bodies, thus in souls, we find",
    "What wants in blood and spirits, swell'd with wind;",
    "Pride, where wit fails, steps in to our defence,",
    "And fills up all the mighty void of sense!",
    "If once right reason drives that cloud away,",
    "Truth breaks upon us with resistless day;",
    "Trust not yourself; but your defects to know,",
    "Make use of ev'ry friend—and ev'ry foe.",
    "A little learning is a dang'rous thing;",
    "Drink deep, or taste not the Pierian spring:",
    "There shallow draughts intoxicate the brain,",
    "And drinking largely sobers us again.",
    "Fir'd at first sight with what the Muse imparts,",
    "In fearless youth we tempt the heights of arts,",
    "While from the bounded level of our mind,",
    "Short views we take, nor see the lengths behind,",
    "But more advanc'd, behold with strange surprise",
    "New, distant scenes of endless science rise!",
    "So pleas'd at first, the tow'ring Alps we try,",
    "Mount o'er the vales, and seem to tread the sky;",
    "Th' eternal snows appear already past,",
    "And the first clouds and mountains seem the last;",
    "But those attain'd, we tremble to survey",
    "The growing labours of the lengthen'd way,",
    "Th' increasing prospect tires our wand'ring eyes,",
    "Hills peep o'er hills, and Alps on Alps arise!",
    "A perfect judge will read each work of wit",
    "With the same spirit that its author writ,",
    "Survey the whole, nor seek slight faults to find,",
    "Where nature moves, and rapture warms the mind;",
    "Nor lose, for that malignant dull delight,",
    "The gen'rous pleasure to be charm'd with wit.",
    "But in such lays as neither ebb, nor flow,",
    "Correctly cold, and regularly low,",
    "That shunning faults, one quiet tenour keep;",
    "We cannot blame indeed—but we may sleep.",
    "In wit, as nature, what affects our hearts",
    "Is not th' exactness of peculiar parts;",
    "'Tis not a lip, or eye, we beauty call,",
    "But the joint force and full result of all.",
    "Thus when we view some well-proportion'd dome,",
    "(The world's just wonder, and ev'n thine, O Rome!'",
    "No single parts unequally surprise;",
    "All comes united to th' admiring eyes;",
    "No monstrous height, or breadth, or length appear;",
    "The whole at once is bold, and regular.",
    "Whoever thinks a faultless piece to see,",
    "Thinks what ne'er was, nor is, nor e'er shall be.",
    "In ev'ry work regard the writer's end,",
    "Since none can compass more than they intend;",
    "And if the means be just, the conduct true,",
    "Applause, in spite of trivial faults, is due.",
    "As men of breeding, sometimes men of wit,",
    "T' avoid great errors, must the less commit:",
    "Neglect the rules each verbal critic lays,",
    "For not to know such trifles, is a praise.",
    "Most critics, fond of some subservient art,",
    "Still make the whole depend upon a part:",
    "They talk of principles, but notions prize,",
    "And all to one lov'd folly sacrifice.",
    "Once on a time, La Mancha's knight, they say,",
    "A certain bard encount'ring on the way,",
    "Discours'd in terms as just, with looks as sage,",
    "As e'er could Dennis of the Grecian stage;",
    "Concluding all were desp'rate sots and fools,",
    "Who durst depart from Aristotle's rules.",
    "Our author, happy in a judge so nice,",
    "Produc'd his play, and begg'd the knight's advice,",
    "Made him observe the subject and the plot,",
    "The manners, passions, unities, what not?",
    "All which, exact to rule, were brought about,",
    "Were but a combat in the lists left out.",
    "\"What! leave the combat out?\" exclaims the knight;",
    "\"Yes, or we must renounce the Stagirite.\"",
    "\"Not so by Heav'n\" (he answers in a rage)",
    "\"Knights, squires, and steeds, must enter on the stage.\"",
    "So vast a throng the stage can ne'er contain.",
    "\"Then build a new, or act it in a plain.\"",
    "Thus critics, of less judgment than caprice,",
    "Curious not knowing, not exact but nice,",
    "Form short ideas; and offend in arts",
    "(As most in manners) by a love to parts.",
    "Some to conceit alone their taste confine,",
    "And glitt'ring thoughts struck out at ev'ry line;",
    "Pleas'd with a work where nothing's just or fit;",
    "One glaring chaos and wild heap of wit.",
    "Poets, like painters, thus, unskill'd to trace",
    "The naked nature and the living grace,",
    "With gold and jewels cover ev'ry part,",
    "And hide with ornaments their want of art.",
    "True wit is nature to advantage dress'd,",
    "What oft was thought, but ne'er so well express'd,",
    "Something, whose truth convinc'd at sight we find,",
    "That gives us back the image of our mind.",
    "As shades more sweetly recommend the light,",
    "So modest plainness sets off sprightly wit.",
    "For works may have more wit than does 'em good,",
    "As bodies perish through excess of blood.",
    "Others for language all their care express,",
    "And value books, as women men, for dress:",
    "Their praise is still—\"the style is excellent\":",
    "The sense, they humbly take upon content.",
    "Words are like leaves; and where they most abound,",
    "Much fruit of sense beneath is rarely found.",
    "False eloquence, like the prismatic glass,",
    "Its gaudy colours spreads on ev'ry place;",
    "The face of Nature we no more survey,",
    "All glares alike, without distinction gay:",
    "But true expression, like th' unchanging sun,",
    "Clears, and improves whate'er it shines upon,",
    "It gilds all objects, but it alters none.",
    "Expression is the dress of thought, and still",
    "Appears more decent, as more suitable;",
    "A vile conceit in pompous words express'd,",
    "Is like a clown in regal purple dress'd:",
    "For diff'rent styles with diff'rent subjects sort,",
    "As several garbs with country, town, and court.",
    "Some by old words to fame have made pretence,",
    "Ancients in phrase, mere moderns in their sense;",
    "Such labour'd nothings, in so strange a style,",
    "Amaze th' unlearn'd, and make the learned smile.",
    "Unlucky, as Fungoso in the play,",
    "These sparks with awkward vanity display",
    "What the fine gentleman wore yesterday!",
    "And but so mimic ancient wits at best,",
    "As apes our grandsires, in their doublets dress'd.",
    "In words, as fashions, the same rule will hold;",
    "Alike fantastic, if too new, or old;",
    "Be not the first by whom the new are tried,",
    "Not yet the last to lay the old aside.",
    "But most by numbers judge a poet's song;",
    "And smooth or rough, with them is right or wrong:",
    "In the bright Muse though thousand charms conspire,",
    "Her voice is all these tuneful fools admire,",
    "Who haunt Parnassus but to please their ear,",
    "Not mend their minds; as some to church repair,",
    "Not for the doctrine, but the music there.",
    "These equal syllables alone require,",
    "Tho' oft the ear the open vowels tire,",
    "While expletives their feeble aid do join,",
    "And ten low words oft creep in one dull line,",
    "While they ring round the same unvaried chimes,",
    "With sure returns of still expected rhymes.",
    "Where'er you find \"the cooling western breeze\",",
    "In the next line, it \"whispers through the trees\":",
    "If \"crystal streams with pleasing murmurs creep\",",
    "The reader's threaten'd (not in vain) with \"sleep\".",
    "Then, at the last and only couplet fraught",
    "With some unmeaning thing they call a thought,",
    "A needless Alexandrine ends the song,",
    "That, like a wounded snake, drags its slow length along.",
    "Leave such to tune their own dull rhymes, and know",
    "What's roundly smooth, or languishingly slow;",
    "And praise the easy vigour of a line,",
    "Where Denham's strength, and Waller's sweetness join.",
    "True ease in writing comes from art, not chance,",
    "As those move easiest who have learn'd to dance.",
    "'Tis not enough no harshness gives offence,",
    "The sound must seem an echo to the sense.",
    "Soft is the strain when Zephyr gently blows,",
    "And the smooth stream in smoother numbers flows;",
    "But when loud surges lash the sounding shore,",
    "The hoarse, rough verse should like the torrent roar.",
    "When Ajax strives some rock's vast weight to throw,",
    "The line too labours, and the words move slow;",
    "Not so, when swift Camilla scours the plain,",
    "Flies o'er th' unbending corn, and skims along the main.",
    "Hear how Timotheus' varied lays surprise,",
    "And bid alternate passions fall and rise!",
    "While, at each change, the son of Libyan Jove",
    "Now burns with glory, and then melts with love;",
    "Now his fierce eyes with sparkling fury glow,",
    "Now sighs steal out, and tears begin to flow:",
    "Persians and Greeks like turns of nature found,",
    "And the world's victor stood subdu'd by sound!",
    "The pow'r of music all our hearts allow,",
    "And what Timotheus was, is Dryden now.",
    "Avoid extremes; and shun the fault of such,",
    "Who still are pleas'd too little or too much.",
    "At ev'ry trifle scorn to take offence,",
    "That always shows great pride, or little sense;",
    "Those heads, as stomachs, are not sure the best,",
    "Which nauseate all, and nothing can digest.",
    "Yet let not each gay turn thy rapture move,",
    "For fools admire, but men of sense approve;",
    "As things seem large which we through mists descry,",
    "Dulness is ever apt to magnify.",
    "Some foreign writers, some our own despise;",
    "The ancients only, or the moderns prize.",
    "Thus wit, like faith, by each man is applied",
    "To one small sect, and all are damn'd beside.",
    "Meanly they seek the blessing to confine,",
    "And force that sun but on a part to shine;",
    "Which not alone the southern wit sublimes,",
    "But ripens spirits in cold northern climes;",
    "Which from the first has shone on ages past,",
    "Enlights the present, and shall warm the last;",
    "(Though each may feel increases and decays,",
    "And see now clearer and now darker days.)",
    "Regard not then if wit be old or new,",
    "But blame the false, and value still the true.",
    "Some ne'er advance a judgment of their own,",
    "But catch the spreading notion of the town;",
    "They reason and conclude by precedent,",
    "And own stale nonsense which they ne'er invent.",
    "Some judge of authors' names, not works, and then",
    "Nor praise nor blame the writings, but the men.",
    "Of all this servile herd, the worst is he",
    "That in proud dulness joins with quality,",
    "A constant critic at the great man's board,",
    "To fetch and carry nonsense for my Lord.",
    "What woeful stuff this madrigal would be,",
    "In some starv'd hackney sonneteer, or me?",
    "But let a Lord once own the happy lines,",
    "How the wit brightens! how the style refines!",
    "Before his sacred name flies every fault,",
    "And each exalted stanza teems with thought!",
    "The vulgar thus through imitation err;",
    "As oft the learn'd by being singular;",
    "So much they scorn the crowd, that if the throng",
    "By chance go right, they purposely go wrong:",
    "So Schismatics the plain believers quit,",
    "And are but damn'd for having too much wit.",
    "Some praise at morning what they blame at night;",
    "But always think the last opinion right.",
    "A Muse by these is like a mistress us'd,",
    "This hour she's idoliz'd, the next abus'd;",
    "While their weak heads, like towns unfortified,",
    "Twixt sense and nonsense daily change their side.",
    "Ask them the cause; they're wiser still, they say;",
    "And still tomorrow's wiser than today.",
    "We think our fathers fools, so wise we grow;",
    "Our wiser sons, no doubt, will think us so.",
    "Once school divines this zealous isle o'erspread;",
    "Who knew most Sentences, was deepest read;",
    "Faith, Gospel, all, seem'd made to be disputed,",
    "And none had sense enough to be confuted:",
    "Scotists and Thomists, now, in peace remain,",
    "Amidst their kindred cobwebs in Duck Lane.",
    "If Faith itself has different dresses worn,",
    "What wonder modes in wit should take their turn?",
    "Oft, leaving what is natural and fit,",
    "The current folly proves the ready wit;",
    "And authors think their reputation safe",
    "Which lives as long as fools are pleased to laugh.",
    "Some valuing those of their own side or mind,",
    "Still make themselves the measure of mankind;",
    "Fondly we think we honour merit then,",
    "When we but praise ourselves in other men.",
    "Parties in wit attend on those of state,",
    "And public faction doubles private hate.",
    "Pride, Malice, Folly, against Dryden rose,",
    "In various shapes of Parsons, Critics, Beaus;",
    "But sense surviv'd, when merry jests were past;",
    "For rising merit will buoy up at last.",
    "Might he return, and bless once more our eyes,",
    "New Blackmores and new Milbourns must arise;",
    "Nay should great Homer lift his awful head,",
    "Zoilus again would start up from the dead.",
    "Envy will merit, as its shade, pursue,",
    "But like a shadow, proves the substance true;",
    "For envied wit, like Sol eclips'd, makes known",
    "Th' opposing body's grossness, not its own.",
    "When first that sun too powerful beams displays,",
    "It draws up vapours which obscure its rays;",
    "But ev'n those clouds at last adorn its way,",
    "Reflect new glories, and augment the day.",
    "Be thou the first true merit to befriend;",
    "His praise is lost, who stays till all commend.",
    "Short is the date, alas, of modern rhymes,",
    "And 'tis but just to let 'em live betimes.",
    "No longer now that golden age appears,",
    "When patriarch wits surviv'd a thousand years:",
    "Now length of Fame (our second life) is lost,",
    "And bare threescore is all ev'n that can boast;",
    "Our sons their fathers' failing language see,",
    "And such as Chaucer is, shall Dryden be.",
    "So when the faithful pencil has design'd",
    "Some bright idea of the master's mind,",
    "Where a new world leaps out at his command,",
    "And ready Nature waits upon his hand;",
    "When the ripe colours soften and unite,",
    "And sweetly melt into just shade and light;",
    "When mellowing years their full perfection give,",
    "And each bold figure just begins to live,",
    "The treacherous colours the fair art betray,",
    "And all the bright creation fades away!",
    "Unhappy wit, like most mistaken things,",
    "Atones not for that envy which it brings.",
    "In youth alone its empty praise we boast,",
    "But soon the short-liv'd vanity is lost:",
    "Like some fair flow'r the early spring supplies,",
    "That gaily blooms, but ev'n in blooming dies.",
    "What is this wit, which must our cares employ?",
    "The owner's wife, that other men enjoy;",
    "Then most our trouble still when most admir'd,",
    "And still the more we give, the more requir'd;",
    "Whose fame with pains we guard, but lose with ease,",
    "Sure some to vex, but never all to please;",
    "'Tis what the vicious fear, the virtuous shun;",
    "By fools 'tis hated, and by knaves undone!",
    "If wit so much from ign'rance undergo,",
    "Ah let not learning too commence its foe!",
    "Of old, those met rewards who could excel,",
    "And such were prais'd who but endeavour'd well:",
    "Though triumphs were to gen'rals only due,",
    "Crowns were reserv'd to grace the soldiers too.",
    "Now, they who reach Parnassus' lofty crown,",
    "Employ their pains to spurn some others down;",
    "And while self-love each jealous writer rules,",
    "Contending wits become the sport of fools:",
    "But still the worst with most regret commend,",
    "For each ill author is as bad a friend.",
    "To what base ends, and by what abject ways,",
    "Are mortals urg'd through sacred lust of praise!",
    "Ah ne'er so dire a thirst of glory boast,",
    "Nor in the critic let the man be lost!",
    "Good nature and good sense must ever join;",
    "To err is human; to forgive, divine.",
    "But if in noble minds some dregs remain,",
    "Not yet purg'd off, of spleen and sour disdain,",
    "Discharge that rage on more provoking crimes,",
    "Nor fear a dearth in these flagitious times.",
    "No pardon vile obscenity should find,",
    "Though wit and art conspire to move your mind;",
    "But dulness with obscenity must prove",
    "As shameful sure as impotence in love.",
    "In the fat age of pleasure, wealth, and ease,",
    "Sprung the rank weed, and thriv'd with large increase:",
    "When love was all an easy monarch's care;",
    "Seldom at council, never in a war:",
    "Jilts ruled the state, and statesmen farces writ;",
    "Nay wits had pensions, and young Lords had wit:",
    "The fair sat panting at a courtier's play,",
    "And not a mask went unimprov'd away:",
    "The modest fan was lifted up no more,",
    "And virgins smil'd at what they blush'd before.",
    "The following licence of a foreign reign",
    "Did all the dregs of bold Socinus drain;",
    "Then unbelieving priests reform'd the nation,",
    "And taught more pleasant methods of salvation;",
    "Where Heav'n's free subjects might their rights dispute,",
    "Lest God himself should seem too absolute:",
    "Pulpits their sacred satire learned to spare,",
    "And Vice admired to find a flatt'rer there!",
    "Encourag'd thus, wit's Titans brav'd the skies,",
    "And the press groan'd with licenc'd blasphemies.",
    "These monsters, critics! with your darts engage,",
    "Here point your thunder, and exhaust your rage!",
    "Yet shun their fault, who, scandalously nice,",
    "Will needs mistake an author into vice;",
    "All seems infected that th' infected spy,",
    "As all looks yellow to the jaundic'd eye."
  ],
  "title": "An Essay on Criticism: Part 2",
  "year": ""
}