{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Relationships",
    "Living",
    "Sorrow",
    "Grieving",
    "Love",
    "Men",
    "Women",
    "Romantic Love",
    "Infatuation",
    "Crushes",
    "Heartache",
    "Loss"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174158",
  "region": "England",
  "text": [
    "In these deep solitudes and awful cells,",
    "Where heav'nly-pensive contemplation dwells,",
    "And ever-musing melancholy reigns;",
    "What means this tumult in a vestal's veins?",
    "Why rove my thoughts beyond this last retreat?",
    "Why feels my heart its long-forgotten heat?",
    "Yet, yet I love!\u0097From Abelard it came,",
    "And Eloisa yet must kiss the name.",
    "Dear fatal name! rest ever unreveal'd,",
    "Nor pass these lips in holy silence seal'd.",
    "Hide it, my heart, within that close disguise,",
    "Where mix'd with God's, his lov'd idea lies:",
    "O write it not, my hand\u0097the name appears",
    "Already written\u0097wash it out, my tears!",
    "In vain lost Eloisa weeps and prays,",
    "Her heart still dictates, and her hand obeys.",
    "Relentless walls! whose darksome round contains",
    "Repentant sighs, and voluntary pains:",
    "Ye rugged rocks! which holy knees have worn;",
    "Ye grots and caverns shagg'd with horrid thorn!",
    "Shrines! where their vigils pale-ey'd virgins keep,",
    "And pitying saints, whose statues learn to weep!",
    "Though cold like you, unmov'd, and silent grown,",
    "I have not yet forgot myself to stone.",
    "All is not Heav'n's while Abelard has part,",
    "Still rebel nature holds out half my heart;",
    "Nor pray'rs nor fasts its stubborn pulse restrain,",
    "Nor tears, for ages, taught to flow in vain.",
    "Soon as thy letters trembling I unclose,",
    "That well-known name awakens all my woes.",
    "Oh name for ever sad! for ever dear!",
    "Still breath'd in sighs, still usher'd with a tear.",
    "I tremble too, where'er my own I find,",
    "Some dire misfortune follows close behind.",
    "Line after line my gushing eyes o'erflow,",
    "Led through a sad variety of woe:",
    "Now warm in love, now with'ring in thy bloom,",
    "Lost in a convent's solitary gloom!",
    "There stern religion quench'd th' unwilling flame,",
    "There died the best of passions, love and fame.",
    "Yet write, oh write me all, that I may join",
    "Griefs to thy griefs, and echo sighs to thine.",
    "Nor foes nor fortune take this pow'r away;",
    "And is my Abelard less kind than they?",
    "Tears still are mine, and those I need not spare,",
    "Love but demands what else were shed in pray'r;",
    "No happier task these faded eyes pursue;",
    "To read and weep is all they now can do.",
    "Then share thy pain, allow that sad relief;",
    "Ah, more than share it! give me all thy grief.",
    "Heav'n first taught letters for some wretch's aid,",
    "Some banish'd lover, or some captive maid;",
    "They live, they speak, they breathe what love inspires,",
    "Warm from the soul, and faithful to its fires,",
    "The virgin's wish without her fears impart,",
    "Excuse the blush, and pour out all the heart,",
    "Speed the soft intercourse from soul to soul,",
    "And waft a sigh from Indus to the Pole.",
    "Thou know'st how guiltless first I met thy flame,",
    "When Love approach'd me under Friendship's name;",
    "My fancy form'd thee of angelic kind,",
    "Some emanation of th' all-beauteous Mind.",
    "Those smiling eyes, attemp'ring ev'ry day,",
    "Shone sweetly lambent with celestial day.",
    "Guiltless I gaz'd; heav'n listen'd while you sung;",
    "And truths divine came mended from that tongue.",
    "From lips like those what precept fail'd to move?",
    "Too soon they taught me 'twas no sin to love.",
    "Back through the paths of pleasing sense I ran,",
    "Nor wish'd an Angel whom I lov'd a Man.",
    "Dim and remote the joys of saints I see;",
    "Nor envy them, that heav'n I lose for thee.",
    "How oft, when press'd to marriage, have I said,",
    "Curse on all laws but those which love has made!",
    "Love, free as air, at sight of human ties,",
    "Spreads his light wings, and in a moment flies,",
    "Let wealth, let honour, wait the wedded dame,",
    "August her deed, and sacred be her fame;",
    "Before true passion all those views remove,",
    "Fame, wealth, and honour! what are you to Love?",
    "The jealous God, when we profane his fires,",
    "Those restless passions in revenge inspires;",
    "And bids them make mistaken mortals groan,",
    "Who seek in love for aught but love alone.",
    "Should at my feet the world's great master fall,",
    "Himself, his throne, his world, I'd scorn 'em all:",
    "Not Caesar's empress would I deign to prove;",
    "No, make me mistress to the man I love;",
    "If there be yet another name more free,",
    "More fond than mistress, make me that to thee!",
    "Oh happy state! when souls each other draw,",
    "When love is liberty, and nature, law:",
    "All then is full, possessing, and possess'd,",
    "No craving void left aching in the breast:",
    "Ev'n thought meets thought, ere from the lips it part,",
    "And each warm wish springs mutual from the heart.",
    "This sure is bliss (if bliss on earth there be)",
    "And once the lot of Abelard and me.",
    "Alas, how chang'd! what sudden horrors rise!",
    "A naked lover bound and bleeding lies!",
    "Where, where was Eloise? her voice, her hand,",
    "Her poniard, had oppos'd the dire command.",
    "Barbarian, stay! that bloody stroke restrain;",
    "The crime was common, common be the pain.",
    "I can no more; by shame, by rage suppress'd,",
    "Let tears, and burning blushes speak the rest.",
    "Canst thou forget that sad, that solemn day,",
    "When victims at yon altar's foot we lay?",
    "Canst thou forget what tears that moment fell,",
    "When, warm in youth, I bade the world farewell?",
    "As with cold lips I kiss'd the sacred veil,",
    "The shrines all trembl'd, and the lamps grew pale:",
    "Heav'n scarce believ'd the conquest it survey'd,",
    "And saints with wonder heard the vows I made.",
    "Yet then, to those dread altars as I drew,",
    "Not on the Cross my eyes were fix'd, but you:",
    "Not grace, or zeal, love only was my call,",
    "And if I lose thy love, I lose my all.",
    "Come! with thy looks, thy words, relieve my woe;",
    "Those still at least are left thee to bestow.",
    "Still on that breast enamour'd let me lie,",
    "Still drink delicious poison from thy eye,",
    "Pant on thy lip, and to thy heart be press'd;",
    "Give all thou canst\u0097and let me dream the rest.",
    "Ah no! instruct me other joys to prize,",
    "With other beauties charm my partial eyes,",
    "Full in my view set all the bright abode,",
    "And make my soul quit Abelard for God.",
    "Ah, think at least thy flock deserves thy care,",
    "Plants of thy hand, and children of thy pray'r.",
    "From the false world in early youth they fled,",
    "By thee to mountains, wilds, and deserts led.",
    "You rais'd these hallow'd walls; the desert smil'd,",
    "And Paradise was open'd in the wild.",
    "No weeping orphan saw his father's stores",
    "Our shrines irradiate, or emblaze the floors;",
    "No silver saints, by dying misers giv'n,",
    "Here brib'd the rage of ill-requited heav'n:",
    "But such plain roofs as piety could raise,",
    "And only vocal with the Maker's praise.",
    "In these lone walls (their days eternal bound)",
    "These moss-grown domes with spiry turrets crown'd,",
    "Where awful arches make a noonday night,",
    "And the dim windows shed a solemn light;",
    "Thy eyes diffus'd a reconciling ray,",
    "And gleams of glory brighten'd all the day.",
    "But now no face divine contentment wears,",
    "'Tis all blank sadness, or continual tears.",
    "See how the force of others' pray'rs I try,",
    "(O pious fraud of am'rous charity!)",
    "But why should I on others' pray'rs depend?",
    "Come thou, my father, brother, husband, friend!",
    "Ah let thy handmaid, sister, daughter move,",
    "And all those tender names in one, thy love!",
    "The darksome pines that o'er yon rocks reclin'd",
    "Wave high, and murmur to the hollow wind,",
    "The wand'ring streams that shine between the hills,",
    "The grots that echo to the tinkling rills,",
    "The dying gales that pant upon the trees,",
    "The lakes that quiver to the curling breeze;",
    "No more these scenes my meditation aid,",
    "Or lull to rest the visionary maid.",
    "But o'er the twilight groves and dusky caves,",
    "Long-sounding aisles, and intermingled graves,",
    "Black Melancholy sits, and round her throws",
    "A death-like silence, and a dread repose:",
    "Her gloomy presence saddens all the scene,",
    "Shades ev'ry flow'r, and darkens ev'ry green,",
    "Deepens the murmur of the falling floods,",
    "And breathes a browner horror on the woods.",
    "Yet here for ever, ever must I stay;",
    "Sad proof how well a lover can obey!",
    "Death, only death, can break the lasting chain;",
    "And here, ev'n then, shall my cold dust remain,",
    "Here all its frailties, all its flames resign,",
    "And wait till 'tis no sin to mix with thine.",
    "Ah wretch! believ'd the spouse of God in vain,",
    "Confess'd within the slave of love and man.",
    "Assist me, Heav'n! but whence arose that pray'r?",
    "Sprung it from piety, or from despair?",
    "Ev'n here, where frozen chastity retires,",
    "Love finds an altar for forbidden fires.",
    "I ought to grieve, but cannot what I ought;",
    "I mourn the lover, not lament the fault;",
    "I view my crime, but kindle at the view,",
    "Repent old pleasures, and solicit new;",
    "Now turn'd to Heav'n, I weep my past offence,",
    "Now think of thee, and curse my innocence.",
    "Of all affliction taught a lover yet,",
    "'Tis sure the hardest science to forget!",
    "How shall I lose the sin, yet keep the sense,",
    "And love th' offender, yet detest th' offence?",
    "How the dear object from the crime remove,",
    "Or how distinguish penitence from love?",
    "Unequal task! a passion to resign,",
    "For hearts so touch'd, so pierc'd, so lost as mine.",
    "Ere such a soul regains its peaceful state,",
    "How often must it love, how often hate!",
    "How often hope, despair, resent, regret,",
    "Conceal, disdain\u0097do all things but forget.",
    "But let Heav'n seize it, all at once 'tis fir'd;",
    "Not touch'd, but rapt; not waken'd, but inspir'd!",
    "Oh come! oh teach me nature to subdue,",
    "Renounce my love, my life, myself\u0097and you.",
    "Fill my fond heart with God alone, for he",
    "Alone can rival, can succeed to thee.",
    "How happy is the blameless vestal's lot!",
    "The world forgetting, by the world forgot.",
    "Eternal sunshine of the spotless mind!",
    "Each pray'r accepted, and each wish resign'd;",
    "Labour and rest, that equal periods keep;",
    "\"Obedient slumbers that can wake and weep;\"",
    "Desires compos'd, affections ever ev'n,",
    "Tears that delight, and sighs that waft to Heav'n.",
    "Grace shines around her with serenest beams,",
    "And whisp'ring angels prompt her golden dreams.",
    "For her th' unfading rose of Eden blooms,",
    "And wings of seraphs shed divine perfumes,",
    "For her the Spouse prepares the bridal ring,",
    "For her white virgins hymeneals sing,",
    "To sounds of heav'nly harps she dies away,",
    "And melts in visions of eternal day.",
    "Far other dreams my erring soul employ,",
    "Far other raptures, of unholy joy:",
    "When at the close of each sad, sorrowing day,",
    "Fancy restores what vengeance snatch'd away,",
    "Then conscience sleeps, and leaving nature free,",
    "All my loose soul unbounded springs to thee.",
    "Oh curs'd, dear horrors of all-conscious night!",
    "How glowing guilt exalts the keen delight!",
    "Provoking Daemons all restraint remove,",
    "And stir within me every source of love.",
    "I hear thee, view thee, gaze o'er all thy charms,",
    "And round thy phantom glue my clasping arms.",
    "I wake\u0097no more I hear, no more I view,",
    "The phantom flies me, as unkind as you.",
    "I call aloud; it hears not what I say;",
    "I stretch my empty arms; it glides away.",
    "To dream once more I close my willing eyes;",
    "Ye soft illusions, dear deceits, arise!",
    "Alas, no more\u0097methinks we wand'ring go",
    "Through dreary wastes, and weep each other's woe,",
    "Where round some mould'ring tower pale ivy creeps,",
    "And low-brow'd rocks hang nodding o'er the deeps.",
    "Sudden you mount, you beckon from the skies;",
    "Clouds interpose, waves roar, and winds arise.",
    "I shriek, start up, the same sad prospect find,",
    "And wake to all the griefs I left behind.",
    "For thee the fates, severely kind, ordain",
    "A cool suspense from pleasure and from pain;",
    "Thy life a long, dead calm of fix'd repose;",
    "No pulse that riots, and no blood that glows.",
    "Still as the sea, ere winds were taught to blow,",
    "Or moving spirit bade the waters flow;",
    "Soft as the slumbers of a saint forgiv'n,",
    "And mild as opening gleams of promis'd heav'n.",
    "Come, Abelard! for what hast thou to dread?",
    "The torch of Venus burns not for the dead.",
    "Nature stands check'd; Religion disapproves;",
    "Ev'n thou art cold\u0097yet Eloisa loves.",
    "Ah hopeless, lasting flames! like those that burn",
    "To light the dead, and warm th' unfruitful urn.",
    "What scenes appear where'er I turn my view?",
    "The dear ideas, where I fly, pursue,",
    "Rise in the grove, before the altar rise,",
    "Stain all my soul, and wanton in my eyes.",
    "I waste the matin lamp in sighs for thee,",
    "Thy image steals between my God and me,",
    "Thy voice I seem in ev'ry hymn to hear,",
    "With ev'ry bead I drop too soft a tear.",
    "When from the censer clouds of fragrance roll,",
    "And swelling organs lift the rising soul,",
    "One thought of thee puts all the pomp to flight,",
    "Priests, tapers, temples, swim before my sight:",
    "In seas of flame my plunging soul is drown'd,",
    "While altars blaze, and angels tremble round.",
    "While prostrate here in humble grief I lie,",
    "Kind, virtuous drops just gath'ring in my eye,",
    "While praying, trembling, in the dust I roll,",
    "And dawning grace is op'ning on my soul:",
    "Come, if thou dar'st, all charming as thou art!",
    "Oppose thyself to Heav'n; dispute my heart;",
    "Come, with one glance of those deluding eyes",
    "Blot out each bright idea of the skies;",
    "Take back that grace, those sorrows, and those tears;",
    "Take back my fruitless penitence and pray'rs;",
    "Snatch me, just mounting, from the blest abode;",
    "Assist the fiends, and tear me from my God!",
    "No, fly me, fly me, far as pole from pole;",
    "Rise Alps between us! and whole oceans roll!",
    "Ah, come not, write not, think not once of me,",
    "Nor share one pang of all I felt for thee.",
    "Thy oaths I quit, thy memory resign;",
    "Forget, renounce me, hate whate'er was mine.",
    "Fair eyes, and tempting looks (which yet I view!)",
    "Long lov'd, ador'd ideas, all adieu!",
    "Oh Grace serene! oh virtue heav'nly fair!",
    "Divine oblivion of low-thoughted care!",
    "Fresh blooming hope, gay daughter of the sky!",
    "And faith, our early immortality!",
    "Enter, each mild, each amicable guest;",
    "Receive, and wrap me in eternal rest!",
    "See in her cell sad Eloisa spread,",
    "Propp'd on some tomb, a neighbour of the dead.",
    "In each low wind methinks a spirit calls,",
    "And more than echoes talk along the walls.",
    "Here, as I watch'd the dying lamps around,",
    "From yonder shrine I heard a hollow sound.",
    "\"Come, sister, come!\" (it said, or seem'd to say)",
    "\"Thy place is here, sad sister, come away!",
    "Once like thyself, I trembled, wept, and pray'd,",
    "Love's victim then, though now a sainted maid:",
    "But all is calm in this eternal sleep;",
    "Here grief forgets to groan, and love to weep,",
    "Ev'n superstition loses ev'ry fear:",
    "For God, not man, absolves our frailties here.\"",
    "I come, I come! prepare your roseate bow'rs,",
    "Celestial palms, and ever-blooming flow'rs.",
    "Thither, where sinners may have rest, I go,",
    "Where flames refin'd in breasts seraphic glow:",
    "Thou, Abelard! the last sad office pay,",
    "And smooth my passage to the realms of day;",
    "See my lips tremble, and my eye-balls roll,",
    "Suck my last breath, and catch my flying soul!",
    "Ah no\u0097in sacred vestments may'st thou stand,",
    "The hallow'd taper trembling in thy hand,",
    "Present the cross before my lifted eye,",
    "Teach me at once, and learn of me to die.",
    "Ah then, thy once-lov'd Eloisa see!",
    "It will be then no crime to gaze on me.",
    "See from my cheek the transient roses fly!",
    "See the last sparkle languish in my eye!",
    "Till ev'ry motion, pulse, and breath be o'er;",
    "And ev'n my Abelard be lov'd no more.",
    "O Death all-eloquent! you only prove",
    "What dust we dote on, when 'tis man we love.",
    "Then too, when fate shall thy fair frame destroy,",
    "(That cause of all my guilt, and all my joy)",
    "In trance ecstatic may thy pangs be drown'd,",
    "Bright clouds descend, and angels watch thee round,",
    "From op'ning skies may streaming glories shine,",
    "And saints embrace thee with a love like mine.",
    "May one kind grave unite each hapless name,",
    "And graft my love immortal on thy fame!",
    "Then, ages hence, when all my woes are o'er,",
    "When this rebellious heart shall beat no more;",
    "If ever chance two wand'ring lovers brings",
    "To Paraclete's white walls and silver springs,",
    "O'er the pale marble shall they join their heads,",
    "And drink the falling tears each other sheds;",
    "Then sadly say, with mutual pity mov'd,",
    "\"Oh may we never love as these have lov'd!\"",
    "From the full choir when loud Hosannas rise,",
    "And swell the pomp of dreadful sacrifice,",
    "Amid that scene if some relenting eye",
    "Glance on the stone where our cold relics lie,",
    "Devotion's self shall steal a thought from Heav'n,",
    "One human tear shall drop and be forgiv'n.",
    "And sure, if fate some future bard shall join",
    "In sad similitude of griefs to mine,",
    "Condemn'd whole years in absence to deplore,",
    "And image charms he must behold no more;",
    "Such if there be, who loves so long, so well;",
    "Let him our sad, our tender story tell;",
    "The well-sung woes will soothe my pensive ghost;",
    "He best can paint 'em, who shall feel 'em most."
  ],
  "title": "Eloisa to Abelard",
  "year": ""
}