{
  "author": "Alexander Pope",
  "classification": "",
  "keywords": [
    "Love",
    "Unrequited Love"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/180853",
  "region": "England",
  "text": [
    "As some fond virgin, whom her mother’s care",
    "Drags from the town to wholesome country air,",
    "Just when she learns to roll a melting eye,",
    "And hear a spark, yet think no danger nigh;",
    "From the dear man unwillingly she must sever,",
    "Yet takes one kiss before she parts for ever:",
    "Thus from the world fair Zephalinda flew,",
    "Saw others happy, and with sighs withdrew;",
    "Not that their pleasures caused her discontent,",
    "She sighed not that They stayed, but that She went.",
    "She went, to plain-work, and to purling brooks,",
    "Old-fashioned halls, dull aunts, and croaking rooks,",
    "She went from Opera, park, assembly, play,",
    "To morning walks, and prayers three hours a day;",
    "To pass her time ‘twixt reading and Bohea,",
    "To muse, and spill her solitary tea,",
    "Or o’er cold coffee trifle with the spoon,",
    "Count the slow clock, and dine exact at noon;",
    "Divert her eyes with pictures in the fire,",
    "Hum half a tune, tell stories to the squire;",
    "Up to her godly garret after seven,",
    "There starve and pray, for that’s the way to heaven.",
    "Some Squire, perhaps, you take a delight to rack;",
    "Whose game is Whisk, whose treat a toast in sack,",
    "Who visits with a gun, presents you birds,",
    "Then gives a smacking buss, and cries – No words!",
    "Or with his hound comes hollowing from the stable,",
    "Makes love with nods, and knees beneath a table;",
    "Whose laughs are hearty, tho’ his jests are coarse,",
    "And loves you best of all things – but his horse.",
    "In some fair evening, on your elbow laid,",
    "Your dream of triumphs in the rural shade;",
    "In pensive thought recall the fancied scene,",
    "See Coronations rise on every green;",
    "Before you pass th’ imaginary sights",
    "Of Lords, and Earls, and Dukes, and gartered Knights;",
    "While the spread fan o’ershades your closing eyes;",
    "Then give one flirt, and all the vision flies.",
    "Thus vanish scepters, coronets, and balls,",
    "And leave you in lone woods, or empty walls.",
    "So when your slave, at some dear, idle time,",
    "(Not plagued with headaches, or the want of rhyme)",
    "Stands in the streets, abstracted from the crew,",
    "And while he seems to study, thinks of you:",
    "Just when his fancy points your sprightly eyes,",
    "Or sees the blush of soft Parthenia rise,",
    "Gay pats my shoulder, and you vanish quite;",
    "Streets, chairs, and coxcombs rush upon my sight;",
    "Vexed to be still in town, I knit my brow,",
    "Look sour, and hum a tune – as you may now."
  ],
  "title": "Epistle to Miss Blount, On Her Leaving the Town, After the Coronation",
  "year": ""
}