{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Money",
    "Economics",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Architecture",
    "Design",
    "Arts",
    "Sciences",
    "Humor",
    "Satire"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174160",
  "region": "England",
  "text": [
    "'Tis strange, the miser should his cares employ",
    "To gain those riches he can ne'er enjoy:",
    "Is it less strange, the prodigal should waste",
    "His wealth to purchase what he ne'er can taste?",
    "Not for himself he sees, or hears, or eats;",
    "Artists must choose his pictures, music, meats:",
    "He buys for Topham, drawings and designs,",
    "For Pembroke, statues, dirty gods, and coins;",
    "Rare monkish manuscripts for Hearne alone,",
    "And books for Mead, and butterflies for Sloane.",
    "Think we all these are for himself? no more",
    "Than his fine wife, alas! or finer whore.",
    "For what his Virro painted, built, and planted?",
    "Only to show, how many tastes he wanted.",
    "What brought Sir Visto's ill got wealth to waste?",
    "Some daemon whisper'd, \"Visto! have a taste.\"",
    "Heav'n visits with a taste the wealthy fool,",
    "And needs no rod but Ripley with a rule.",
    "See! sportive fate, to punish awkward pride,",
    "Bids Bubo build, and sends him such a guide:",
    "A standing sermon, at each year's expense,",
    "That never coxcomb reach'd magnificence!",
    "You show us, Rome was glorious, not profuse,",
    "And pompous buildings once were things of use.",
    "Yet shall (my Lord) your just, your noble rules",
    "Fill half the land with imitating fools;",
    "Who random drawings from your sheets shall take,",
    "And of one beauty many blunders make;",
    "Load some vain church with old theatric state,",
    "Turn arcs of triumph to a garden gate;",
    "Reverse your ornaments, and hang them all",
    "On some patch'd dog-hole ek'd with ends of wall;",
    "Then clap four slices of pilaster on't,",
    "That lac'd with bits of rustic, makes a front.",
    "Or call the winds through long arcades to roar,",
    "Proud to catch cold at a Venetian door;",
    "Conscious they act a true Palladian part,",
    "And, if they starve, they starve by rules of art.",
    "Oft have you hinted to your brother peer,",
    "A certain truth, which many buy too dear:",
    "Something there is more needful than expense,",
    "And something previous ev'n to taste\u0097'tis sense:",
    "Good sense, which only is the gift of Heav'n,",
    "And though no science, fairly worth the sev'n:",
    "A light, which in yourself you must perceive;",
    "Jones and Le Notre have it not to give.",
    "To build, to plant, whatever you intend,",
    "To rear the column, or the arch to bend,",
    "To swell the terrace, or to sink the grot;",
    "In all, let Nature never be forgot.",
    "But treat the goddess like a modest fair,",
    "Nor overdress, nor leave her wholly bare;",
    "Let not each beauty ev'rywhere be spied,",
    "Where half the skill is decently to hide.",
    "He gains all points, who pleasingly confounds,",
    "Surprises, varies, and conceals the bounds.",
    "Consult the genius of the place in all;",
    "That tells the waters or to rise, or fall;",
    "Or helps th' ambitious hill the heav'ns to scale,",
    "Or scoops in circling theatres the vale;",
    "Calls in the country, catches opening glades,",
    "Joins willing woods, and varies shades from shades,",
    "Now breaks, or now directs, th' intending lines;",
    "Paints as you plant, and, as you work, designs.",
    "Still follow sense, of ev'ry art the soul,",
    "Parts answ'ring parts shall slide into a whole,",
    "Spontaneous beauties all around advance,",
    "Start ev'n from difficulty, strike from chance;",
    "Nature shall join you; time shall make it grow",
    "A work to wonder at\u0097perhaps a Stowe.",
    "Without it, proud Versailles! thy glory falls;",
    "And Nero's terraces desert their walls:",
    "The vast parterres a thousand hands shall make,",
    "Lo! Cobham comes, and floats them with a lake:",
    "Or cut wide views through mountains to the plain,",
    "You'll wish your hill or shelter'd seat again.",
    "Ev'n in an ornament its place remark,",
    "Nor in an hermitage set Dr. Clarke.",
    "Behold Villario's ten years' toil complete;",
    "His quincunx darkens, his espaliers meet;",
    "The wood supports the plain, the parts unite,",
    "And strength of shade contends with strength of light;",
    "A waving glow his bloomy beds display,",
    "Blushing in bright diversities of day,",
    "With silver-quiv'ring rills meander'd o'er\u0097",
    "Enjoy them, you! Villario can no more;",
    "Tir'd of the scene parterres and fountains yield,",
    "He finds at last he better likes a field.",
    "Through his young woods how pleas'd Sabinus stray'd,",
    "Or sat delighted in the thick'ning shade,",
    "With annual joy the redd'ning shoots to greet,",
    "Or see the stretching branches long to meet!",
    "His son's fine taste an op'ner vista loves,",
    "Foe to the dryads of his father's groves;",
    "One boundless green, or flourish'd carpet views,",
    "With all the mournful family of yews;",
    "The thriving plants ignoble broomsticks made,",
    "Now sweep those alleys they were born to shade.",
    "At Timon's villa let us pass a day,",
    "Where all cry out, \"What sums are thrown away!\"",
    "So proud, so grand of that stupendous air,",
    "Soft and agreeable come never there.",
    "Greatness, with Timon, dwells in such a draught",
    "As brings all Brobdingnag before your thought.",
    "To compass this, his building is a town,",
    "His pond an ocean, his parterre a down:",
    "Who but must laugh, the master when he sees,",
    "A puny insect, shiv'ring at a breeze!",
    "Lo, what huge heaps of littleness around!",
    "The whole, a labour'd quarry above ground.",
    "Two cupids squirt before: a lake behind",
    "Improves the keenness of the Northern wind.",
    "His gardens next your admiration call,",
    "On ev'ry side you look, behold the wall!",
    "No pleasing intricacies intervene,",
    "No artful wildness to perplex the scene;",
    "Grove nods at grove, each alley has a brother,",
    "And half the platform just reflects the other.",
    "The suff'ring eye inverted Nature sees,",
    "Trees cut to statues, statues thick as trees;",
    "With here a fountain, never to be play'd;",
    "And there a summerhouse, that knows no shade;",
    "Here Amphitrite sails through myrtle bow'rs;",
    "There gladiators fight, or die in flow'rs;",
    "Unwater'd see the drooping sea horse mourn,",
    "And swallows roost in Nilus' dusty urn.",
    "My Lord advances with majestic mien,",
    "Smit with the mighty pleasure, to be seen:",
    "But soft\u0097by regular approach\u0097not yet\u0097",
    "First through the length of yon hot terrace sweat;",
    "And when up ten steep slopes you've dragg'd your thighs,",
    "Just at his study door he'll bless your eyes.",
    "His study! with what authors is it stor'd?",
    "In books, not authors, curious is my Lord;",
    "To all their dated backs he turns you round:",
    "These Aldus printed, those Du Sueil has bound.",
    "Lo, some are vellum, and the rest as good",
    "For all his Lordship knows, but they are wood.",
    "For Locke or Milton 'tis in vain to look,",
    "These shelves admit not any modern book.",
    "And now the chapel's silver bell you hear,",
    "That summons you to all the pride of pray'r:",
    "Light quirks of music, broken and uneven,",
    "Make the soul dance upon a jig to heaven.",
    "On painted ceilings you devoutly stare,",
    "Where sprawl the saints of Verrio or Laguerre,",
    "On gilded clouds in fair expansion lie,",
    "And bring all paradise before your eye.",
    "To rest, the cushion and soft dean invite,",
    "Who never mentions Hell to ears polite.",
    "But hark! the chiming clocks to dinner call;",
    "A hundred footsteps scrape the marble hall:",
    "The rich buffet well-colour'd serpents grace,",
    "And gaping Tritons spew to wash your face.",
    "Is this a dinner? this a genial room?",
    "No, 'tis a temple, and a hecatomb.",
    "A solemn sacrifice, perform'd in state,",
    "You drink by measure, and to minutes eat.",
    "So quick retires each flying course, you'd swear",
    "Sancho's dread doctor and his wand were there.",
    "Between each act the trembling salvers ring,",
    "From soup to sweet wine, and God bless the King.",
    "In plenty starving, tantaliz'd in state,",
    "And complaisantly help'd to all I hate,",
    "Treated, caress'd, and tir'd, I take my leave,",
    "Sick of his civil pride from morn to eve;",
    "I curse such lavish cost, and little skill,",
    "And swear no day was ever pass'd so ill.",
    "Yet hence the poor are cloth'd, the hungry fed;",
    "Health to himself, and to his infants bread",
    "The lab'rer bears: What his hard heart denies,",
    "His charitable vanity supplies.",
    "Another age shall see the golden ear",
    "Embrown the slope, and nod on the parterre,",
    "Deep harvests bury all his pride has plann'd,",
    "And laughing Ceres reassume the land.",
    "Who then shall grace, or who improve the soil?",
    "Who plants like Bathurst, or who builds like Boyle.",
    "'Tis use alone that sanctifies expense,",
    "And splendour borrows all her rays from sense.",
    "His father's acres who enjoys in peace,",
    "Or makes his neighbours glad, if he increase:",
    "Whose cheerful tenants bless their yearly toil,",
    "Yet to their Lord owe more than to the soil;",
    "Whose ample lawns are not asham'd to feed",
    "The milky heifer and deserving steed;",
    "Whose rising forests, not for pride or show,",
    "But future buildings, future navies, grow:",
    "Let his plantations stretch from down to down,",
    "First shade a country, and then raise a town.",
    "You too proceed! make falling arts your care,",
    "Erect new wonders, and the old repair;",
    "Jones and Palladio to themselves restore,",
    "And be whate'er Vitruvius was before:",
    "Till kings call forth th' ideas of your mind,",
    "Proud to accomplish what such hands design'd,",
    "Bid harbours open, public ways extend,",
    "Bid temples, worthier of the God, ascend;",
    "Bid the broad arch the dang'rous flood contain,",
    "The mole projected break the roaring main;",
    "Back to his bounds their subject sea command,",
    "And roll obedient rivers through the land;",
    "These honours, peace to happy Britain brings,",
    "These are imperial works, and worthy kings."
  ],
  "title": "Epistles to Several Persons: Epistle IV",
  "year": ""
}