{
  "author": "Alexander Pope",
  "classification": "Couplet",
  "keywords": [
    "Gender",
    "Sexuality",
    "Relationships",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Men",
    "Women",
    "Humor",
    "Satire"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174159",
  "region": "England",
  "text": [
    "Nothing so true as what you once let fall,",
    "\"Most Women have no Characters at all.\"",
    "Matter too soft a lasting mark to bear,",
    "And best distinguish'd by black, brown, or fair.",
    "How many pictures of one nymph we view,",
    "All how unlike each other, all how true!",
    "Arcadia's Countess, here, in ermin'd pride,",
    "Is, there, Pastora by a fountain side.",
    "Here Fannia, leering on her own good man,",
    "And there, a naked Leda with a Swan.",
    "Let then the Fair one beautifully cry,",
    "In Magdalen's loose hair and lifted eye,",
    "Or dress'd in smiles of sweet Cecilia shine,",
    "With simp'ring angels, palms, and harps divine;",
    "Whether the charmer sinner it, or saint it,",
    "If folly grows romantic, I must paint it.",
    "Come then, the colours and the ground prepare!",
    "Dip in the rainbow, trick her off in air;",
    "Choose a firm cloud, before it fall, and in it",
    "Catch, ere she change, the Cynthia of this minute.",
    "Rufa, whose eye quick-glancing o'er the park,",
    "Attracts each light gay meteor of a spark,",
    "Agrees as ill with Rufa studying Locke,",
    "As Sappho's diamonds with her dirty smock;",
    "Or Sappho at her toilet's greasy task,",
    "With Sappho fragrant at an ev'ning Masque:",
    "So morning insects that in muck begun,",
    "Shine, buzz, and flyblow in the setting sun.",
    "How soft is Silia! fearful to offend;",
    "The frail one's advocate, the weak one's friend:",
    "To her, Calista prov'd her conduct nice,",
    "And good Simplicius asks of her advice.",
    "Sudden, she storms! she raves! You tip the wink,",
    "But spare your censure; Silia does not drink.",
    "All eyes may see from what the change arose,",
    "All eyes may see\u0097a pimple on her nose.",
    "Papillia, wedded to her doating spark,",
    "Sighs for the shades\u0097\"How charming is a park!\"",
    "A park is purchas'd, but the fair he sees",
    "All bath'd in tears\u0097\"Oh, odious, odious trees!\"",
    "Ladies, like variegated tulips, show,",
    "'Tis to their changes that their charms they owe;",
    "Their happy spots the nice admirer take,",
    "Fine by defect, and delicately weak.",
    "'Twas thus Calypso once each heart alarm'd,",
    "Aw'd without virtue, without beauty charm'd;",
    "Her tongue bewitch'd as oddly as her eyes,",
    "Less wit than mimic, more a wit than wise;",
    "Strange graces still, and stranger flights she had,",
    "Was just not ugly, and was just not mad;",
    "Yet ne'er so sure our passion to create,",
    "As when she touch'd the brink of all we hate.",
    "Narcissa's nature, tolerably mild,",
    "To make a wash, would hardly stew a child;",
    "Has ev'n been prov'd to grant a lover's pray'r,",
    "And paid a tradesman once to make him stare,",
    "Gave alms at Easter, in a Christian trim,",
    "And made a widow happy, for a whim.",
    "Why then declare good nature is her scorn,",
    "When 'tis by that alone she can be borne?",
    "Why pique all mortals, yet affect a name?",
    "A fool to pleasure, yet a slave to fame:",
    "Now deep in Taylor and the Book of Martyrs",
    "Now drinking citron with his Grace and Chartres.",
    "Now conscience chills her, and now passion burns;",
    "And atheism and religion take their turns;",
    "A very heathen in the carnal part,",
    "Yet still a sad, good Christian at her heart.",
    "See Sin in State, majestically drunk;",
    "Proud as a peeress, prouder as a punk;",
    "Chaste to her husband, frank to all beside,",
    "A teeming mistress, but a barren bride.",
    "What then? let blood and body bear the fault,",
    "Her head's untouch'd, that noble seat of thought:",
    "Such this day's doctrine\u0097in another fit",
    "She sins with poets through pure love of wit.",
    "What has not fir'd her bosom or her brain?",
    "Caesar and Tallboy, Charles and Charlema'ne.",
    "As Helluo, late dictator of the feast,",
    "The nose of hautgout, and the tip of taste,",
    "Critiqu'd your wine, and analys'd your meat,",
    "Yet on plain pudding deign'd at home to eat;",
    "So Philomede, lect'ring all mankind",
    "On the soft passion, and the taste refin'd,",
    "Th' address, the delicacy\u0097stoops at once,",
    "And makes her hearty meal upon a dunce.",
    "Flavia's a wit, has too much sense to pray,",
    "To Toast our wants and wishes, is her way;",
    "Nor asks of God, but of her stars to give",
    "The mighty blessing, \"while we live, to live.\"",
    "Then all for death, that opiate of the soul!",
    "Lucretia's dagger, Rosamonda's bowl.",
    "Say, what can cause such impotence of mind?",
    "A spark too fickle, or a spouse too kind.",
    "Wise wretch! with pleasures too refin'd to please;",
    "With too much spirit to be e'er at ease;",
    "With too much quickness ever to be taught;",
    "With too much thinking to have common thought:",
    "You purchase pain with all that joy can give,",
    "And die of nothing but a rage to live.",
    "Turn then from wits; and look on Simo's mate,",
    "No ass so meek, no ass so obstinate:",
    "Or her, that owns her faults, but never mends,",
    "Because she's honest, and the best of friends:",
    "Or her, whose life the Church and scandal share,",
    "For ever in a passion, or a prayer:",
    "Or her, who laughs at Hell, but (like her Grace)",
    "Cries, \"Ah! how charming, if there's no such place!\"",
    "Or who in sweet vicissitude appears",
    "Of mirth and opium, ratafie and tears,",
    "The daily anodyne, and nightly draught,",
    "To kill those foes to fair ones, time and thought.",
    "Woman and fool are two hard things to hit,",
    "For true no-meaning puzzles more than wit.",
    "But what are these to great Atossa's mind?",
    "Scarce once herself, by turns all womankind!",
    "Who, with herself, or others, from her birth",
    "Finds all her life one warfare upon earth:",
    "Shines, in exposing knaves, and painting fools,",
    "Yet is, whate'er she hates and ridicules.",
    "No thought advances, but her eddy brain",
    "Whisks it about, and down it goes again.",
    "Full sixty years the world has been her trade,",
    "The wisest fool much time has ever made.",
    "From loveless youth to unrespected age,",
    "No passion gratified except her rage.",
    "So much the fury still outran the wit,",
    "The pleasure miss'd her, and the scandal hit.",
    "Who breaks with her,-provokes revenge from Hell,",
    "But he's a bolder man who dares be well.",
    "Her every turn with violence pursu'd,",
    "Nor more a storm her hate than gratitude.",
    "To that each passion turns, or soon or late;",
    "Love, if it makes her yield, must make her hate:",
    "Superiors? death! and equals? what a curse!",
    "But an inferior not dependant? worse.",
    "Offend her, and she knows not to forgive;",
    "Oblige her, and she'll hate you while you live:",
    "But die, and she'll adore you\u0097Then the Bust",
    "And Temple rise\u0097then fall again to dust.",
    "Last night, her Lord was all that's good and great;",
    "A knave this morning, and his will a cheat.",
    "Strange! by the means defeated of the ends,",
    "By spirit robb'd of pow'r, by warmth of friends,",
    "By wealth of follow'rs! without one distress",
    "Sick of herself through very selfishness!",
    "Atossa, curs'd with ev'ry granted pray'r,",
    "Childless with all her children, wants an heir.",
    "To heirs unknown descends th' unguarded store,",
    "Or wanders, heav'n-directed, to the poor.",
    "Pictures like these, dear Madam, to design,",
    "Asks no firm hand, and no unerring line;",
    "Some wand'ring touch or some reflected light,",
    "Some flying stroke alone can hit 'em right:",
    "For how should equal colours do the knack?",
    "Chameleons who can paint in white and black?",
    "\"Yet Chloe sure was form'd without a spot\"\u0097",
    "Nature in her then err'd not, but forgot.",
    "\"With ev'ry pleasing, ev'ry prudent part,",
    "Say, what can Chloe want?\"\u0097She wants a heart.",
    "She speaks, behaves, and acts just as she ought;",
    "But never, never, reach'd one gen'rous thought.",
    "Virtue she finds too painful an endeavour,",
    "Content to dwell in decencies for ever.",
    "So very reasonable, so unmov'd,",
    "As never yet to love, or to be lov'd.",
    "She, while her lover pants upon her breast,",
    "Can mark the figures on an Indian chest;",
    "And when she sees her friend in deep despair,",
    "Observes how much a chintz exceeds mohair.",
    "Forbid it heav'n, a favour or a debt",
    "She e'er should cancel\u0097but she may forget.",
    "Safe is your secret still in Chloe's ear;",
    "But none of Chloe's shall you ever hear.",
    "Of all her dears she never slander'd one,",
    "But cares not if a thousand are undone.",
    "Would Chloe know if you're alive or dead?",
    "She bids her footman put it in her head.",
    "Chloe is prudent\u0097would you too be wise?",
    "Then never break your heart when Chloe dies.",
    "One certain portrait may (I grant) be seen,",
    "Which Heav'n has varnish'd out, and made a",
    ":",
    "The same for ever! and describ'd by all",
    "With truth and goodness, as with crown and ball.",
    "Poets heap virtues, painters gems at will,",
    "And show their zeal, and hide their want of skill.",
    "'Tis well\u0097but, artists! who can paint or write,",
    "To draw the naked is your true delight.",
    "That robe of quality so struts and swells,",
    "None see what parts of nature it conceals.",
    "Th' exactest traits of body or of mind,",
    "We owe to models of an humble kind.",
    "If Queensbury to strip there's no compelling,",
    "'Tis from a handmaid we must take a Helen.",
    "From peer or bishop 'tis no easy thing",
    "To draw the man who loves his God, or King:",
    "Alas! I copy (or my draught would fail)",
    "From honest Mah'met, or plain Parson Hale.",
    "But grant, in public men sometimes are shown,",
    "A woman's seen in private life alone:",
    "Our bolder talents in full light display'd;",
    "Your virtues open fairest in the shade.",
    "Bred to disguise, in public 'tis you hide;",
    "There, none distinguish twixt your shame or pride,",
    "Weakness or delicacy; all so nice,",
    "That each may seem a virtue, or a vice.",
    "In men, we various ruling passions find;",
    "In women, two almost divide the kind;",
    "Those, only fix'd, they first or last obey,",
    "The love of pleasure, and the love of sway.",
    "That, Nature gives; and where the lesson taught",
    "Is still to please, can pleasure seem a fault?",
    "Experience, this; by man's oppression curs'd,",
    "They seek the second not to lose the first.",
    "Men, some to bus'ness, some to pleasure take;",
    "But ev'ry woman is at heart a rake:",
    "Men, some to quiet, some to public strife;",
    "But ev'ry Lady would be queen for life.",
    "Yet mark the fate of a whole sex of queens!",
    "Pow'r all their end, but beauty all the means.",
    "In youth they conquer, with so wild a rage,",
    "As leaves them scarce a subject in their age:",
    "For foreign glory, foreign joy, they roam;",
    "No thought of peace or happiness at home.",
    "But wisdom's triumph is well-tim'd retreat,",
    "As hard a science to the fair as great!",
    "Beauties, like tyrants, old and friendless grown,",
    "Yet hate repose, and dread to be alone,",
    "Worn out in public, weary ev'ry eye,",
    "Nor leave one sigh behind them when they die.",
    "Pleasures the sex, as children birds, pursue,",
    "Still out of reach, yet never out of view;",
    "Sure, if they catch, to spoil the toy at most,",
    "To covet flying, and regret when lost:",
    "At last, to follies youth could scarce defend,",
    "It grows their age's prudence to pretend;",
    "Asham'd to own they gave delight before,",
    "Reduc'd to feign it, when they give no more:",
    "As hags hold sabbaths, less for joy than spite,",
    "So these their merry, miserable night;",
    "Still round and round the ghosts of beauty glide,",
    "And haunt the places where their honour died.",
    "See how the world its veterans rewards!",
    "A youth of frolics, an old age of cards;",
    "Fair to no purpose, artful to no end,",
    "Young without lovers, old without a friend,",
    "A fop their passion, but their prize a sot,",
    "Alive, ridiculous, and dead, forgot!",
    "Ah, Friend! to dazzle let the vain design,",
    "To raise the thought and touch the heart, be thine!",
    "That charm shall grow, while what fatigues the Ring,",
    "Flaunts and goes down, an unregarded thing:",
    "So when the sun's broad beam has tir'd the sight,",
    "All mild ascends the moon's more sober light,",
    "Serene in virgin modesty she shines,",
    "And unobserv'd the glaring orb declines.",
    "Oh! blest with temper, whose unclouded ray",
    "Can make tomorrow cheerful as today;",
    "She, who can love a sister's charms, or hear",
    "Sighs for a daughter with unwounded ear;",
    "She, who ne'er answers till a husband cools,",
    "Or, if she rules him, never shows she rules;",
    "Charms by accepting, by submitting sways,",
    "Yet has her humour most, when she obeys;",
    "Let fops or fortune fly which way they will;",
    "Disdains all loss of tickets, or codille;",
    "Spleen, vapours, or smallpox, above them all,",
    "And mistress of herself, though China fall.",
    "And yet, believe me, good as well as ill,",
    "Woman's at best a contradiction still.",
    "Heav'n, when it strives to polish all it can",
    "Its last best work, but forms a softer man;",
    "Picks from each sex, to make the fav'rite blest,",
    "Your love of pleasure, our desire of rest:",
    "Blends, in exception to all gen'ral rules,",
    "Your taste of follies, with our scorn of fools:",
    "Reserve with frankness, art with truth allied,",
    "Courage with softness, modesty with pride,",
    "Fix'd principles, with fancy ever new;",
    "Shakes all together, and produces\u0097You.",
    "Be this a woman's fame: with this unblest,",
    "Toasts live a scorn, and queens may die a jest.",
    "This Phoebus promis'd (I forget the year)",
    "When those blue eyes first open'd on the sphere;",
    "Ascendant Phoebus watch'd that hour with care,",
    "Averted half your parents' simple pray'r,",
    "And gave you beauty, but denied the pelf",
    "Which buys your sex a tyrant o'er itself.",
    "The gen'rous God, who wit and gold refines,",
    "And ripens spirits as he ripens mines,",
    "Kept dross for duchesses, the world shall know it,",
    "To you gave sense, good humour, and a poet."
  ],
  "title": "Epistles to Several Persons: Epistle II: To a Lady on the Characters of Women",
  "year": ""
}