{
  "author": "Alexander Pope",
  "classification": "Epic",
  "keywords": [
    "History",
    "Politics",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Humor",
    "Satire"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174170",
  "region": "England",
  "text": [
    "While you, great patron of mankind, sustain",
    "The balanc'd world, and open all the main;",
    "Your country, chief, in arms abroad defend,",
    "At home, with morals, arts, and laws amend;",
    "How shall the Muse, from such a monarch steal",
    "An hour, and not defraud the public weal?",
    "Edward and Henry, now the boast of fame,",
    "And virtuous Alfred, a more sacred name,",
    "After a life of gen'rous toils endur'd,",
    "The Gaul subdu'd, or property secur'd,",
    "Ambition humbled, mighty cities storm'd,",
    "Or laws establish'd, and the world reform'd;",
    "Clos'd their long glories with a sigh, to find",
    "Th' unwilling gratitude of base mankind!",
    "All human virtue, to its latest breath",
    "Finds envy never conquer'd, but by death.",
    "The great Alcides, ev'ry labour past,",
    "Had still this monster to subdue at last.",
    "Sure fate of all, beneath whose rising ray",
    "Each star of meaner merit fades away!",
    "Oppress'd we feel the beam directly beat,",
    "Those suns of glory please not till they set.",
    "To thee the world its present homage pays,",
    "The harvest early, but mature the praise:",
    "Great friend of liberty! in",
    "a name",
    "Above all Greek, above all Roman fame:",
    "Whose word is truth, as sacred and rever'd,",
    "As Heav'n's own oracles from altars heard.",
    "Wonder of kings! like whom, to mortal eyes",
    "None e'er has risen, and none e'er shall rise.",
    "Just in one instance, be it yet confest",
    "Your people, Sir, are partial in the rest:",
    "Foes to all living worth except your own,",
    "And advocates for folly dead and gone.",
    "Authors, like coins, grow dear as they grow old;",
    "It is the rust we value, not the gold.",
    "Chaucer's worst ribaldry is learn'd by rote,",
    "And beastly Skelton heads of houses quote:",
    "One likes no language but the",
    ";",
    "A Scot will fight for Christ's Kirk o' the Green:",
    "And each true Briton is to Ben so civil,",
    "He swears the Muses met him at the Devil.",
    "Though justly Greece her eldest sons admires,",
    "Why should not we be wiser than our sires?",
    "In ev'ry public virtue we excel:",
    "We build, we paint, we sing, we dance as well,",
    "And learned Athens to our art must stoop,",
    "Could she behold us tumbling through a hoop.",
    "If time improve our wit as well as wine,",
    "Say at what age a poet grows divine?",
    "Shall we, or shall we not, account him so,",
    "Who died, perhaps, an hundred years ago?",
    "End all dispute; and fix the year precise",
    "When British bards begin t'immortalize?",
    "\"Who lasts a century can have no flaw,",
    "I hold that wit a classic, good in law.\"",
    "Suppose he wants a year, will you compound?",
    "And shall we deem him ancient, right and sound,",
    "Or damn to all eternity at once,",
    "At ninety-nine, a modern and a dunce?",
    "\"We shall not quarrel for a year or two;",
    "By courtesy of England, he may do.\"",
    "Then by the rule that made the horsetail bare,",
    "I pluck out year by year, as hair by hair,",
    "And melt down ancients like a heap of snow:",
    "While you, to measure merits, look in Stowe,",
    "And estimating authors by the year,",
    "Bestow a garland only on a bier.",
    "Shakespeare (whom you and ev'ry playhouse bill",
    "Style the divine, the matchless, what you will)",
    "For gain, not glory, wing'd his roving flight,",
    "And grew immortal in his own despite.",
    "Ben, old and poor, as little seem'd to heed",
    "The life to come, in ev'ry poet's creed.",
    "Who now reads Cowley? if he pleases yet,",
    "His moral pleases, not his pointed wit;",
    "Forgot his epic, nay Pindaric art,",
    "But still I love the language of his heart.",
    "\"Yet surely, surely, these were famous men!",
    "What boy but hears the sayings of old Ben?",
    "In all debates where critics bear a part,",
    "Not one but nods, and talks of Jonson's art,",
    "Of Shakespeare's nature, and of Cowley's wit;",
    "How Beaumont's judgment check'd what Fletcher writ;",
    "How Shadwell hasty, Wycherley was slow;",
    "But, for the passions, Southerne sure and Rowe.",
    "These, only these, support the crowded stage,",
    "From eldest Heywood down to Cibber's age.\"",
    "All this may be; the people's voice is odd,",
    "It is, and it is not, the voice of God.",
    "To",
    "if it give the bays,",
    "And yet deny the",
    "praise,",
    "Or say our fathers never broke a rule;",
    "Why then, I say, the public is a fool.",
    "But let them own, that greater faults than we",
    "They had, and greater virtues, I'll agree.",
    "Spenser himself affects the obsolete,",
    "And Sidney's verse halts ill on Roman feet:",
    "Milton's strong pinion now not Heav'n can bound,",
    "Now serpent-like, in prose he sweeps the ground,",
    "In quibbles, angel and archangel join,",
    "And God the Father turns a school divine.",
    "Not that I'd lop the beauties from his book,",
    "Like slashing Bentley with his desp'rate hook,",
    "Or damn all Shakespeare, like th' affected fool",
    "At court, who hates whate'er he read at school.",
    "But for the wits of either Charles's days,",
    "The mob of gentlemen who wrote with ease;",
    "Sprat, Carew, Sedley, and a hundred more,",
    "(Like twinkling stars the",
    "o'er)",
    "One simile, that solitary shines",
    "In the dry desert of a thousand lines,",
    "Or lengthen'd thought that gleams through many a page,",
    "Has sanctified whole poems for an age.",
    "I lose my patience, and I own it too,",
    "When works are censur'd, not as bad, but new;",
    "While if our elders break all reason's laws,",
    "These fools demand not pardon, but applause.",
    "On Avon's bank, where flow'rs eternal blow,",
    "If I but ask if any weed can grow?",
    "One tragic sentence if I dare deride,",
    "Which Betterton's grave action dignified,",
    "Or well-mouth'd Booth with emphasis proclaims",
    "(Though but, perhaps, a muster-roll of names)",
    "How will our fathers rise up in a rage,",
    "And swear, all shame is lost in George's age!",
    "You'd think no fools disgrac'd the former reign,",
    "Did not some grave examples yet remain,",
    "Who scorn a lad should teach his father skill,",
    "And, having once been wrong, will be so still.",
    "He, who to seem more deep than you or I,",
    "Extols old bards, or Merlin's Prophecy,",
    "Mistake him not; he envies, not admires,",
    "And to debase the sons, exalts the sires.",
    "Had ancient times conspir'd to disallow",
    "What then was new, what had been ancient now?",
    "Or what remain'd, so worthy to be read",
    "By learned critics, of the mighty dead?",
    "In days of ease, when now the weary sword",
    "Was sheath'd, and luxury with Charles restor'd;",
    "In ev'ry taste of foreign courts improv'd,",
    "\"All, by the King's example, liv'd and lov'd.\"",
    "Then peers grew proud in horsemanship t'excel,",
    "Newmarket's glory rose, as Britain's fell;",
    "The soldier breath'd the gallantries of France,",
    "And ev'ry flow'ry courtier writ romance.",
    "Then marble, soften'd into life, grew warm,",
    "And yielding metal flow'd to human form:",
    "Lely on animated canvas stole",
    "The sleepy eye, that spoke the melting soul.",
    "No wonder then, when all was love and sport,",
    "The willing Muses were debauch'd at court:",
    "On each enervate string they taught the note",
    "To pant or tremble through an eunuch's throat.",
    "But Britain, changeful as a child at play,",
    "Now calls in princes, and now turns away:",
    "Now Whig, now Tory, what we lov'd we hate;",
    "Now all for pleasure, now for Church and state;",
    "Now for prerogative, and now for laws;",
    "Effects unhappy! from a noble cause.",
    "Time was, a sober Englishman would knock",
    "His servants up, and rise by five o'clock,",
    "Instruct his family in ev'ry rule,",
    "And send his wife to church, his son to school.",
    "To worship like his fathers was his care;",
    "To teach their frugal virtues to his heir;",
    "To prove that luxury could never hold,",
    "And place, on good security, his gold.",
    "Now times are chang'd, and one poetic itch",
    "Has seiz'd the court and city, poor and rich:",
    "Sons, sires, and grandsires, all will wear the bays,",
    "Our wives read Milton, and our daughters plays,",
    "To theatres, and to rehearsals throng,",
    "And all our grace at table is a song.",
    "I, who so oft renounce the Muses, lie,",
    "Not {-}{-}{-}{-}{-}'s self e'er tells more fibs than I;",
    "When sick of Muse, our follies we deplore,",
    "And promise our best friends to rhyme no more;",
    "We wake next morning in a raging fit,",
    "And call for pen and ink to show our wit.",
    "He serv'd a 'prenticeship who sets up shop;",
    "Ward tried on puppies and the poor, his drop;",
    "Ev'n Radcliffe's doctors travel first to France,",
    "Nor dare to practise till they've learn'd to dance.",
    "Who builds a bridge that never drove a pile?",
    "(Should Ripley venture, all the world would smile)",
    "But those who cannot write, and those who can,",
    "All rhyme, and scrawl, and scribble, to a man.",
    "Yet, Sir, reflect, the mischief is not great;",
    "These madmen never hurt the Church or state:",
    "Sometimes the folly benefits mankind;",
    "And rarely av'rice taints the tuneful mind.",
    "Allow him but his plaything of a pen,",
    "He ne'er rebels, or plots, like other men:",
    "Flight of cashiers, or mobs, he'll never mind;",
    "And knows no losses while the Muse is kind.",
    "To cheat a friend, or ward, he leaves to Peter;",
    "The good man heaps up nothing but mere metre,",
    "Enjoys his garden and his book in quiet;",
    "And then—a perfect hermit in his diet.",
    "Of little use the man you may suppose,",
    "Who says in verse what others say in prose:",
    "Yet let me show, a poet's of some weight,",
    "And (though no soldier) useful to the state.",
    "What will a child learn sooner than a song?",
    "What better teach a foreigner the tongue?",
    "What's long or short, each accent where to place,",
    "And speak in public with some sort of grace.",
    "I scarce can think him such a worthless thing,",
    "Unless he praise some monster of a king;",
    "Or virtue or religion turn to sport,",
    "To please a lewd, or unbelieving court.",
    "Unhappy Dryden!—In all Charles's days,",
    "Roscommon only boasts unspotted bays;",
    "And in our own (excuse some courtly stains)",
    "No whiter page than Addison remains.",
    "He, from the taste obscene reclaims our youth,",
    "And sets the passions on the side of truth,",
    "Forms the soft bosom with the gentlest art,",
    "And pours each human virtue in the heart.",
    "Let Ireland tell, how wit upheld her cause,",
    "Her trade supported, and supplied her laws;",
    "And leave on Swift this grateful verse engrav'd,",
    "\"The rights a court attack'd, a poet sav'd.\"",
    "Behold the hand that wrought a nation's cure,",
    "Stretch'd to relieve the idiot and the poor,",
    "Proud vice to brand, or injur'd worth adorn,",
    "And stretch the ray to ages yet unborn.",
    "Not but there are, who merit other palms;",
    "Hopkins and Sternhold glad the heart with psalms:",
    "The boys and girls whom charity maintains,",
    "Implore your help in these pathetic strains:",
    "How could devotion touch the country pews,",
    "Unless the gods bestow'd a proper Muse?",
    "Verse cheers their leisure, verse assists their work,",
    "Verse prays for peace, or sings down Pope and Turk.",
    "The silenc'd preacher yields to potent strain,",
    "And feels that grace his pray'r besought in vain;",
    "The blessing thrills through all the lab'ring throng,",
    "And Heav'n is won by violence of song.",
    "Our rural ancestors, with little blest,",
    "Patient of labour when the end was rest,",
    "Indulg'd the day that hous'd their annual grain,",
    "With feasts, and off'rings, and a thankful strain:",
    "The joy their wives, their sons, and servants share,",
    "Ease of their toil, and part'ners of their care:",
    "The laugh, the jest, attendants on the bowl,",
    "Smooth'd ev'ry brow, and open'd ev'ry soul:",
    "With growing years the pleasing licence grew,",
    "And taunts alternate innocently flew.",
    "But times corrupt, and nature, ill-inclin'd,",
    "Produc'd the point that left a sting behind;",
    "Till friend with friend, and families at strife,",
    "Triumphant malice rag'd through private life.",
    "Who felt the wrong, or fear'd it, took th' alarm,",
    "Appeal'd to law, and justice lent her arm.",
    "At length, by wholesome dread of statutes bound,",
    "The poets learn'd to please, and not to wound:",
    "Most warp'd to flatt'ry's side; but some, more nice,",
    "Preserv'd the freedom, and forbore the vice.",
    "Hence satire rose, that just the medium hit,",
    "And heals with morals what it hurts with wit.",
    "We conquer'd France, but felt our captive's charms;",
    "Her arts victorious triumph'd o'er our arms;",
    "Britain to soft refinements less a foe,",
    "Wit grew polite, and numbers learn'd to flow.",
    "Waller was smooth; but Dryden taught to join",
    "The varying verse, the full-resounding line,",
    "The long majestic march, and energy divine.",
    "Though still some traces of our rustic vein",
    "And splayfoot verse remain'd, and will remain.",
    "Late, very late, correctness grew our care,",
    "When the tir'd nation breath'd from civil war.",
    "Exact Racine, and Corneille's noble fire",
    "Show'd us that France had something to admire.",
    "Not but the tragic spirit was our own,",
    "And full in Shakespeare, fair in Otway shone:",
    "But Otway fail'd to polish or refine,",
    "And fluent Shakespeare scarce effac'd a line.",
    "Ev'n copious Dryden wanted, or forgot,",
    "The last and greatest art, the art to blot.",
    "Some doubt, if equal pains, or equal fire",
    "The humbler Muse of comedy require.",
    "But in known images of life, I guess",
    "The labour greater, as th' indulgence less.",
    "Observe how seldom ev'n the best succeed:",
    "Tell me if Congreve's fools are fools indeed?",
    "What pert, low dialogue has Farqu'ar writ!",
    "How Van wants grace, who never wanted wit!",
    "The stage how loosely does Astr{ae}ea tread,",
    "Who fairly puts all characters to bed!",
    "And idle Cibber, how he breaks the laws,",
    "To make poor Pinky eat with vast applause!",
    "But fill their purse, our poet's work is done,",
    "Alike to them, by pathos or by pun.",
    "O you! whom vanity's light bark conveys",
    "On fame's mad voyage by the wind of praise,",
    "With what a shifting gale your course you ply,",
    "For ever sunk too low, or borne too high!",
    "Who pants for glory finds but short repose,",
    "A breath revives him, or a breath o'erthrows.",
    "Farewell the stage! if just as thrives the play,",
    "The silly bard grows fat, or falls away.",
    "There still remains, to mortify a wit,",
    "The many-headed monster of the pit:",
    "A senseless, worthless, and unhonour'd crowd;",
    "Who, to disturb their betters mighty proud,",
    "Clatt'ring their sticks before ten lines are spoke,",
    "Call for the farce, the bear, or the black-joke.",
    "What dear delight to Britons farce affords!",
    "Farce once the taste of mobs, but now of lords;",
    "(For taste, eternal wanderer, now flies",
    "From heads to ears, and now from ears to eyes.)",
    "The play stands still; damn action and discourse,",
    "Back fly the scenes, and enter foot and horse;",
    "Pageants on pageants, in long order drawn,",
    "Peers, heralds, bishops, ermine, gold, and lawn;",
    "The champion too! and, to complete the jest,",
    "Old Edward's armour beams on Cibber's breast.",
    "With laughter sure Democritus had died,",
    "Had he beheld an audience gape so wide.",
    "Let bear or elephant be e'er so white,",
    "The people, sure, the people are the sight!",
    "Ah luckless poet! stretch thy lungs and roar,",
    "That bear or elephant shall heed thee more;",
    "While all its throats the gallery extends,",
    "And all the thunder of the pit ascends!",
    "Loud as the wolves on Orcas' stormy steep,",
    "Howl to the roarings of the Northern deep.",
    "Such is the shout, the long-applauding note,",
    "At Quin's high plume, or Oldfield's petticoat,",
    "Or when from Court a birthday suit bestow'd",
    "Sinks the lost actor in the tawdry load.",
    "Booth enters—hark! the universal peal!",
    "\"But has he spoken?\" Not a syllable.",
    "\"What shook the stage, and made the people stare?\"",
    "Cato's long wig, flow'r'd gown, and lacquer'd chair.",
    "Yet lest you think I rally more than teach,",
    "Or praise malignly arts I cannot reach,",
    "Let me for once presume t'instruct the times,",
    "To know the poet from the man of rhymes:",
    "'Tis he, who gives my breast a thousand pains,",
    "Can make me feel each passion that he feigns;",
    "Enrage, compose, with more than magic art,",
    "With pity and with terror tear my heart;",
    "And snatch me o'er the earth or thro' the air,",
    "To Thebes, to Athens, when he will, and where.",
    "But not this part of the poetic state",
    "Alone, deserves the favour of the great:",
    "Think of those authors, Sir, who would rely",
    "More on a reader's sense, than gazer's eye.",
    "Or who shall wander where the Muses sing?",
    "Who climb their mountain, or who taste their spring?",
    "How shall we fill a library with wit,",
    "When Merlin's Cave is half unfurnish'd yet?",
    "My Liege! why writers little claim your thought,",
    "I guess: and, with their leave, will tell the fault:",
    "We poets are (upon a poet's word)",
    "Of all mankind, the creatures most absurd:",
    "The season, when to come, and when to go,",
    "To sing, or cease to sing, we never know;",
    "And if we will recite nine hours in ten,",
    "You lose your patience, just like other men.",
    "Then too we hurt ourselves, when to defend",
    "A single verse, we quarrel with a friend;",
    "Repeat unask'd; lament, the wit's too fine",
    "For vulgar eyes, and point out ev'ry line.",
    "But most, when straining with too weak a wing,",
    "We needs will write epistles to the king;",
    "And from the moment we oblige the town,",
    "Expect a place, or pension from the Crown;",
    "Or dubb'd historians by express command,",
    "T'enroll your triumphs o'er the seas and land,",
    "Be call'd to court to plan some work divine,",
    "As once for Louis, Boileau and Racine.",
    "Yet think, great Sir! (so many virtues shown)",
    "Ah think, what poet best may make them known?",
    "Or choose at least some minister of grace,",
    "Fit to bestow the laureate's weighty place.",
    "Charles, to late times to be transmitted fair,",
    "Assign'd his figure to Bernini's care;",
    "And great Nassau to Kneller's hand decreed",
    "To fix him graceful on the bounding steed;",
    "So well in paint and stone they judg'd of merit:",
    "But kings in wit may want discerning spirit.",
    "The hero William, and the martyr Charles,",
    "One knighted Blackmore, and one pension'd Quarles;",
    "Which made old Ben, and surly Dennis swear,",
    "\"No Lord's anointed, but a Russian bear.\"",
    "Not with such majesty, such bold relief,",
    "The forms august, of king, or conqu'ring chief,",
    "E'er swell'd on marble; as in verse have shin'd",
    "(In polish'd verse) the manners and the mind.",
    "Oh! could I mount on the M{ae}onian wing,",
    "Your arms, your actions, your repose to sing!",
    "What seas you travers'd! and what fields you fought!",
    "Your country's peace, how oft, how dearly bought!",
    "How barb'rous rage subsided at your word,",
    "And nations wonder'd while they dropp'd the sword!",
    "How, when you nodded, o'er the land and deep,",
    "Peace stole her wing, and wrapp'd the world in sleep;",
    "Till earth's extremes your mediation own,",
    "And Asia's tyrants tremble at your throne—",
    "But verse, alas! your Majesty disdains;",
    "And I'm not us'd to panegyric strains:",
    "The zeal of fools offends at any time,",
    "But most of all, the zeal of fools in rhyme,",
    "Besides, a fate attends on all I write,",
    "That when I aim at praise, they say I bite.",
    "A vile encomium doubly ridicules:",
    "There's nothing blackens like the ink of fools;",
    "If true, a woeful likeness; and if lies,",
    "\"Praise undeserv'd is scandal in disguise.\"",
    "Well may he blush, who gives it, or receives;",
    "And when I flatter, let my dirty leaves",
    "(Like journals, odes, and such forgotten things",
    "As Eusden, Philips, Settle, writ of kings)",
    "Clothe spice, line trunks, or flutt'ring in a row,",
    "Befringe the rails of Bedlam and Soho."
  ],
  "title": "Imitations of Horace",
  "year": ""
}