{
  "author": "Alexander Pope",
  "classification": "Epic",
  "keywords": [
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Humor",
    "Satire",
    "Relationships",
    "Arts",
    "Sciences",
    "Men",
    "Women"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174176",
  "region": "England",
  "text": [
    "She said: the pitying audience melt in tears,",
    "But Fate and Jove had stopp'd the Baron's ears.",
    "In vain Thalestris with reproach assails,",
    "For who can move when fair Belinda fails?",
    "Not half so fix'd the Trojan could remain,",
    "While Anna begg'd and Dido rag'd in vain.",
    "Then grave Clarissa graceful wav'd her fan;",
    "Silence ensu'd, and thus the nymph began.",
    "\"Say, why are beauties prais'd and honour'd most,",
    "The wise man's passion, and the vain man's toast?",
    "Why deck'd with all that land and sea afford,",
    "Why angels call'd, and angel-like ador'd?",
    "Why round our coaches crowd the white-glov'd beaux,",
    "Why bows the side-box from its inmost rows?",
    "How vain are all these glories, all our pains,",
    "Unless good sense preserve what beauty gains:",
    "That men may say, when we the front-box grace:",
    "'Behold the first in virtue, as in face!'",
    "Oh! if to dance all night, and dress all day,",
    "Charm'd the smallpox, or chas'd old age away;",
    "Who would not scorn what housewife's cares produce,",
    "Or who would learn one earthly thing of use?",
    "To patch, nay ogle, might become a saint,",
    "Nor could it sure be such a sin to paint.",
    "But since, alas! frail beauty must decay,",
    "Curl'd or uncurl'd, since locks will turn to grey,",
    "Since painted, or not painted, all shall fade,",
    "And she who scorns a man, must die a maid;",
    "What then remains but well our pow'r to use,",
    "And keep good humour still whate'er we lose?",
    "And trust me, dear! good humour can prevail,",
    "When airs, and flights, and screams, and scolding fail.",
    "Beauties in vain their pretty eyes may roll;",
    "Charms strike the sight, but merit wins the soul.\"",
    "So spoke the dame, but no applause ensu'd;",
    "Belinda frown'd, Thalestris call'd her prude.",
    "\"To arms, to arms!\" the fierce virago cries,",
    "And swift as lightning to the combat flies.",
    "All side in parties, and begin th' attack;",
    "Fans clap, silks rustle, and tough whalebones crack;",
    "Heroes' and heroines' shouts confus'dly rise,",
    "And bass, and treble voices strike the skies.",
    "No common weapons in their hands are found,",
    "Like gods they fight, nor dread a mortal wound.",
    "So when bold Homer makes the gods engage,",
    "And heav'nly breasts with human passions rage;",
    "'Gainst Pallas, Mars; Latona, Hermes arms;",
    "And all Olympus rings with loud alarms.",
    "Jove's thunder roars, heav'n trembles all around;",
    "Blue Neptune storms, the bellowing deeps resound;",
    "Earth shakes her nodding tow'rs, the ground gives way;",
    "And the pale ghosts start at the flash of day!",
    "Triumphant Umbriel on a sconce's height",
    "Clapp'd his glad wings, and sate to view the fight:",
    "Propp'd on their bodkin spears, the sprites survey",
    "The growing combat, or assist the fray.",
    "While through the press enrag'd Thalestris flies,",
    "And scatters death around from both her eyes,",
    "A beau and witling perish'd in the throng,",
    "One died in metaphor, and one in song.",
    "\"O cruel nymph! a living death I bear,\"",
    "Cried Dapperwit, and sunk beside his chair.",
    "A mournful glance Sir Fopling upwards cast,",
    "\"Those eyes are made so killing\"—was his last.",
    "Thus on Mæeander's flow'ry margin lies",
    "Th' expiring swan, and as he sings he dies.",
    "When bold Sir Plume had drawn Clarissa down,",
    "Chloe stepp'd in, and kill'd him with a frown;",
    "She smil'd to see the doughty hero slain,",
    "But at her smile, the beau reviv'd again.",
    "Now Jove suspends his golden scales in air,",
    "Weighs the men's wits against the lady's hair;",
    "The doubtful beam long nods from side to side;",
    "At length the wits mount up, the hairs subside.",
    "See, fierce Belinda on the baron flies,",
    "With more than usual lightning in her eyes,",
    "Nor fear'd the chief th' unequal fight to try,",
    "Who sought no more than on his foe to die.",
    "But this bold lord with manly strength endu'd,",
    "She with one finger and a thumb subdu'd:",
    "Just where the breath of life his nostrils drew,",
    "A charge of snuff the wily virgin threw;",
    "The Gnomes direct, to ev'ry atom just,",
    "The pungent grains of titillating dust.",
    "Sudden, with starting tears each eye o'erflows,",
    "And the high dome re-echoes to his nose.",
    "\"Now meet thy fate\", incens'd Belinda cried,",
    "And drew a deadly bodkin from her side.",
    "(The same, his ancient personage to deck,",
    "Her great great grandsire wore about his neck",
    "In three seal-rings; which after, melted down,",
    "Form'd a vast buckle for his widow's gown:",
    "Her infant grandame's whistle next it grew,",
    "The bells she jingled, and the whistle blew;",
    "Then in a bodkin grac'd her mother's hairs,",
    "Which long she wore, and now Belinda wears.)",
    "\"Boast not my fall,\" he cried, \"insulting foe!",
    "Thou by some other shalt be laid as low.",
    "Nor think, to die dejects my lofty mind;",
    "All that I dread is leaving you benind!",
    "Rather than so, ah let me still survive,",
    "And burn in Cupid's flames—but burn alive.\"",
    "\"Restore the lock!\" she cries; and all around",
    "\"Restore the lock!\" the vaulted roofs rebound.",
    "Not fierce Othello in so loud a strain",
    "Roar'd for the handkerchief that caus'd his pain.",
    "But see how oft ambitious aims are cross'd,",
    "The chiefs contend 'till all the prize is lost!",
    "The lock, obtain'd with guilt, and kept with pain,",
    "In ev'ry place is sought, but sought in vain:",
    "With such a prize no mortal must be blest,",
    "So Heav'n decrees! with Heav'n who can contest?",
    "Some thought it mounted to the lunar sphere,",
    "Since all things lost on earth are treasur'd there.",
    "There hero's wits are kept in pond'rous vases,",
    "And beaux' in snuff boxes and tweezercases.",
    "There broken vows and deathbed alms are found,",
    "And lovers' hearts with ends of riband bound;",
    "The courtier's promises, and sick man's prayers,",
    "The smiles of harlots, and the tears of heirs,",
    "Cages for gnats, and chains to yoke a flea,",
    "Dried butterflies, and tomes of casuistry.",
    "But trust the Muse—she saw it upward rise,",
    "Though mark'd by none but quick, poetic eyes:",
    "(So Rome's great founder to the heav'ns withdrew,",
    "To Proculus alone confess'd in view)",
    "A sudden star, it shot through liquid air,",
    "And drew behind a radiant trail of hair.",
    "Not Berenice's locks first rose so bright,",
    "The heav'ns bespangling with dishevell'd light.",
    "The Sylphs behold it kindling as it flies,",
    "And pleas'd pursue its progress through the skies.",
    "This the beau monde shall from the Mall survey,",
    "And hail with music its propitious ray.",
    "This the blest lover shall for Venus take,",
    "And send up vows from Rosamonda's lake.",
    "This Partridge soon shall view in cloudless skies,",
    "When next he looks through Galileo's eyes;",
    "And hence th' egregious wizard shall foredoom",
    "The fate of Louis, and the fall of Rome.",
    "Then cease, bright nymph! to mourn thy ravish'd hair,",
    "Which adds new glory to the shining sphere!",
    "Not all the tresses that fair head can boast",
    "Shall draw such envy as the lock you lost.",
    "For, after all the murders of your eye,",
    "When, after millions slain, yourself shall die:",
    "When those fair suns shall set, as set they must,",
    "And all those tresses shall be laid in dust,",
    "This lock, the Muse shall consecrate to fame",
    "And 'midst the stars inscribe Belinda's name."
  ],
  "title": "The Rape of the Lock: Canto 5",
  "year": ""
}