{
  "author": "Alexander Pope",
  "classification": "Epic",
  "keywords": [
    "Friends",
    "Enemies",
    "Relationships",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Men",
    "Women",
    "Humor",
    "Satire"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174175",
  "region": "England",
  "text": [
    "But anxious cares the pensive nymph oppress'd,",
    "And secret passions labour'd in her breast.",
    "Not youthful kings in battle seiz'd alive,",
    "Not scornful virgins who their charms survive,",
    "Not ardent lovers robb'd of all their bliss,",
    "Not ancient ladies when refus'd a kiss,",
    "Not tyrants fierce that unrepenting die,",
    "Not Cynthia when her manteau's pinn'd awry,",
    "E'er felt such rage, resentment, and despair,",
    "As thou, sad virgin! for thy ravish'd hair.",
    "For, that sad moment, when the Sylphs withdrew,",
    "And Ariel weeping from Belinda flew,",
    "Umbriel, a dusky, melancholy sprite,",
    "As ever sullied the fair face of light,",
    "Down to the central earth, his proper scene,",
    "Repair'd to search the gloomy cave of Spleen.",
    "Swift on his sooty pinions flits the Gnome,",
    "And in a vapour reach'd the dismal dome.",
    "No cheerful breeze this sullen region knows,",
    "The dreaded East is all the wind that blows.",
    "Here, in a grotto, shelter'd close from air,",
    "And screen'd in shades from day's detested glare,",
    "She sighs for ever on her pensive bed,",
    "Pain at her side, and Megrim at her head.",
    "Two handmaids wait the throne: alike in place,",
    "But diff'ring far in figure and in face.",
    "Here stood Ill Nature like an ancient maid,",
    "Her wrinkled form in black and white array'd;",
    "With store of pray'rs, for mornings, nights, and noons,",
    "Her hand is fill'd; her bosom with lampoons.",
    "There Affectation, with a sickly mien,",
    "Shows in her cheek the roses of eighteen,",
    "Practis'd to lisp, and hang the head aside,",
    "Faints into airs, and languishes with pride,",
    "On the rich quilt sinks with becoming woe,",
    "Wrapp'd in a gown, for sickness, and for show.",
    "The fair ones feel such maladies as these,",
    "When each new night-dress gives a new disease.",
    "A constant vapour o'er the palace flies;",
    "Strange phantoms, rising as the mists arise;",
    "Dreadful, as hermit's dreams in haunted shades,",
    "Or bright, as visions of expiring maids.",
    "Now glaring fiends, and snakes on rolling spires,",
    "Pale spectres, gaping tombs, and purple fires:",
    "Now lakes of liquid gold, Elysian scenes,",
    "And crystal domes, and angels in machines.",
    "Unnumber'd throngs on ev'ry side are seen",
    "Of bodies chang'd to various forms by Spleen.",
    "Here living teapots stand, one arm held out,",
    "One bent; the handle this, and that the spout:",
    "A pipkin there, like Homer's tripod walks;",
    "Here sighs a jar, and there a goose pie talks;",
    "Men prove with child, as pow'rful fancy works,",
    "And maids turn'd bottles, call aloud for corks.",
    "Safe pass'd the Gnome through this fantastic band,",
    "A branch of healing spleenwort in his hand.",
    "Then thus address'd the pow'r: \"Hail, wayward Queen!",
    "Who rule the sex to fifty from fifteen:",
    "Parent of vapours and of female wit,",
    "Who give th' hysteric, or poetic fit,",
    "On various tempers act by various ways,",
    "Make some take physic, others scribble plays;",
    "Who cause the proud their visits to delay,",
    "And send the godly in a pet to pray.",
    "A nymph there is, that all thy pow'r disdains,",
    "And thousands more in equal mirth maintains.",
    "But oh! if e'er thy gnome could spoil a grace,",
    "Or raise a pimple on a beauteous face,",
    "Like citron waters matrons' cheeks inflame,",
    "Or change complexions at a losing game;",
    "If e'er with airy horns I planted heads,",
    "Or rumpled petticoats, or tumbled beds,",
    "Or caus'd suspicion when no soul was rude,",
    "Or discompos'd the head-dress of a prude,",
    "Or e'er to costive lap-dog gave disease,",
    "Which not the tears of brightest eyes could ease:",
    "Hear me, and touch Belinda with chagrin;",
    "That single act gives half the world the spleen.\"",
    "The goddess with a discontented air",
    "Seems to reject him, though she grants his pray'r.",
    "A wondrous bag with both her hands she binds,",
    "Like that where once Ulysses held the winds;",
    "There she collects the force of female lungs,",
    "Sighs, sobs, and passions, and the war of tongues.",
    "A vial next she fills with fainting fears,",
    "Soft sorrows, melting griefs, and flowing tears.",
    "The Gnome rejoicing bears her gifts away,",
    "Spreads his black wings, and slowly mounts to day.",
    "Sunk in Thalestris' arms the nymph he found,",
    "Her eyes dejected and her hair unbound.",
    "Full o'er their heads the swelling bag he rent,",
    "And all the Furies issu'd at the vent.",
    "Belinda burns with more than mortal ire,",
    "And fierce Thalestris fans the rising fire.",
    "\"Oh wretched maid!\" she spread her hands, and cried,",
    "(While Hampton's echoes, \"Wretched maid!\" replied)",
    "\"Was it for this you took such constant care",
    "The bodkin, comb, and essence to prepare?",
    "For this your locks in paper durance bound,",
    "For this with tort'ring irons wreath'd around?",
    "For this with fillets strain'd your tender head,",
    "And bravely bore the double loads of lead?",
    "Gods! shall the ravisher display your hair,",
    "While the fops envy, and the ladies stare!",
    "Honour forbid! at whose unrivall'd shrine",
    "Ease, pleasure, virtue, all, our sex resign.",
    "Methinks already I your tears survey,",
    "Already hear the horrid things they say,",
    "Already see you a degraded toast,",
    "And all your honour in a whisper lost!",
    "How shall I, then, your helpless fame defend?",
    "'Twill then be infamy to seem your friend!",
    "And shall this prize, th' inestimable prize,",
    "Expos'd through crystal to the gazing eyes,",
    "And heighten'd by the diamond's circling rays,",
    "On that rapacious hand for ever blaze?",
    "Sooner shall grass in Hyde Park Circus grow,",
    "And wits take lodgings in the sound of Bow;",
    "Sooner let earth, air, sea, to chaos fall,",
    "Men, monkeys, lap-dogs, parrots, perish all!\"",
    "She said; then raging to Sir Plume repairs,",
    "And bids her beau demand the precious hairs:",
    "(Sir Plume, of amber snuff-box justly vain,",
    "And the nice conduct of a clouded cane)",
    "With earnest eyes, and round unthinking face,",
    "He first the snuffbox open'd, then the case,",
    "And thus broke out—\"My Lord, why, what the devil?",
    "Z——ds! damn the lock! 'fore Gad, you must be civil!",
    "Plague on't! 'tis past a jest—nay prithee, pox!",
    "Give her the hair\"—he spoke, and rapp'd his box.",
    "\"It grieves me much,\" replied the peer again",
    "\"Who speaks so well should ever speak in vain.",
    "But by this lock, this sacred lock I swear,",
    "(Which never more shall join its parted hair;",
    "Which never more its honours shall renew,",
    "Clipp'd from the lovely head where late it grew)",
    "That while my nostrils draw the vital air,",
    "This hand, which won it, shall for ever wear.\"",
    "He spoke, and speaking, in proud triumph spread",
    "The long-contended honours of her head.",
    "But Umbriel, hateful gnome! forbears not so;",
    "He breaks the vial whence the sorrows flow.",
    "Then see! the nymph in beauteous grief appears,",
    "Her eyes half-languishing, half-drown'd in tears;",
    "On her heav'd bosom hung her drooping head,",
    "Which, with a sigh, she rais'd; and thus she said:",
    "\"For ever curs'd be this detested day,",
    "Which snatch'd my best, my fav'rite curl away!",
    "Happy! ah ten times happy, had I been,",
    "If Hampton Court these eyes had never seen!",
    "Yet am not I the first mistaken maid,",
    "By love of courts to num'rous ills betray'd.",
    "Oh had I rather unadmir'd remain'd",
    "In some lone isle, or distant northern land;",
    "Where the gilt chariot never marks the way,",
    "Where none learn ombre, none e'er taste bohea!",
    "There kept my charms conceal'd from mortal eye,",
    "Like roses, that in deserts bloom and die.",
    "What mov'd my mind with youthful lords to roam?",
    "Oh had I stay'd, and said my pray'rs at home!",
    "'Twas this, the morning omens seem'd to tell,",
    "Thrice from my trembling hand the patch-box fell;",
    "The tott'ring china shook without a wind,",
    "Nay, Poll sat mute, and Shock was most unkind!",
    "A Sylph too warn'd me of the threats of fate,",
    "In mystic visions, now believ'd too late!",
    "See the poor remnants of these slighted hairs!",
    "My hands shall rend what ev'n thy rapine spares:",
    "These, in two sable ringlets taught to break,",
    "Once gave new beauties to the snowy neck.",
    "The sister-lock now sits uncouth, alone,",
    "And in its fellow's fate foresees its own;",
    "Uncurl'd it hangs, the fatal shears demands,",
    "And tempts once more thy sacrilegious hands.",
    "Oh hadst thou, cruel! been content to seize",
    "Hairs less in sight, or any hairs but these!\""
  ],
  "title": "The Rape of the Lock: Canto 4",
  "year": ""
}