{
  "author": "Alexander Pope",
  "classification": "Epic",
  "keywords": [
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Relationships",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Friends",
    "Enemies"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174173",
  "region": "England",
  "text": [
    "Not with more glories, in th' etherial plain,",
    "The sun first rises o'er the purpled main,",
    "Than, issuing forth, the rival of his beams",
    "Launch'd on the bosom of the silver Thames.",
    "Fair nymphs, and well-dress'd youths around her shone,",
    "But ev'ry eye was fix'd on her alone.",
    "On her white breast a sparkling cross she wore,",
    "Which Jews might kiss, and infidels adore.",
    "Her lively looks a sprightly mind disclose,",
    "Quick as her eyes, and as unfix'd as those:",
    "Favours to none, to all she smiles extends;",
    "Oft she rejects, but never once offends.",
    "Bright as the sun, her eyes the gazers strike,",
    "And, like the sun, they shine on all alike.",
    "Yet graceful ease, and sweetness void of pride,",
    "Might hide her faults, if belles had faults to hide:",
    "If to her share some female errors fall,",
    "Look on her face, and you'll forget 'em all.",
    "This nymph, to the destruction of mankind,",
    "Nourish'd two locks, which graceful hung behind",
    "In equal curls, and well conspir'd to deck",
    "With shining ringlets the smooth iv'ry neck.",
    "Love in these labyrinths his slaves detains,",
    "And mighty hearts are held in slender chains.",
    "With hairy springes we the birds betray,",
    "Slight lines of hair surprise the finney prey,",
    "Fair tresses man's imperial race ensnare,",
    "And beauty draws us with a single hair.",
    "Th' advent'rous baron the bright locks admir'd;",
    "He saw, he wish'd, and to the prize aspir'd.",
    "Resolv'd to win, he meditates the way,",
    "By force to ravish, or by fraud betray;",
    "For when success a lover's toil attends,",
    "Few ask, if fraud or force attain'd his ends.",
    "For this, ere Phoebus rose, he had implor'd",
    "Propitious Heav'n, and ev'ry pow'r ador'd,",
    "But chiefly love—to love an altar built,",
    "Of twelve vast French romances, neatly gilt.",
    "There lay three garters, half a pair of gloves;",
    "And all the trophies of his former loves;",
    "With tender billet-doux he lights the pyre,",
    "And breathes three am'rous sighs to raise the fire.",
    "Then prostrate falls, and begs with ardent eyes",
    "Soon to obtain, and long possess the prize:",
    "The pow'rs gave ear, and granted half his pray'r,",
    "The rest, the winds dispers'd in empty air.",
    "But now secure the painted vessel glides,",
    "The sun-beams trembling on the floating tides,",
    "While melting music steals upon the sky,",
    "And soften'd sounds along the waters die.",
    "Smooth flow the waves, the zephyrs gently play,",
    "Belinda smil'd, and all the world was gay.",
    "All but the Sylph—with careful thoughts opprest,",
    "Th' impending woe sat heavy on his breast.",
    "He summons strait his denizens of air;",
    "The lucid squadrons round the sails repair:",
    "Soft o'er the shrouds aerial whispers breathe,",
    "That seem'd but zephyrs to the train beneath.",
    "Some to the sun their insect-wings unfold,",
    "Waft on the breeze, or sink in clouds of gold.",
    "Transparent forms, too fine for mortal sight,",
    "Their fluid bodies half dissolv'd in light,",
    "Loose to the wind their airy garments flew,",
    "Thin glitt'ring textures of the filmy dew;",
    "Dipp'd in the richest tincture of the skies,",
    "Where light disports in ever-mingling dyes,",
    "While ev'ry beam new transient colours flings,",
    "Colours that change whene'er they wave their wings.",
    "Amid the circle, on the gilded mast,",
    "Superior by the head, was Ariel plac'd;",
    "His purple pinions op'ning to the sun,",
    "He rais'd his azure wand, and thus begun.",
    "\"Ye Sylphs and Sylphids, to your chief give ear!",
    "Fays, Fairies, Genii, Elves, and Dæmons, hear!",
    "Ye know the spheres and various tasks assign'd",
    "By laws eternal to th' aerial kind.",
    "Some in the fields of purest æther play,",
    "And bask and whiten in the blaze of day.",
    "Some guide the course of wand'ring orbs on high,",
    "Or roll the planets through the boundless sky.",
    "Some less refin'd, beneath the moon's pale light",
    "Pursue the stars that shoot athwart the night,",
    "Or suck the mists in grosser air below,",
    "Or dip their pinions in the painted bow,",
    "Or brew fierce tempests on the wintry main,",
    "Or o'er the glebe distil the kindly rain.",
    "Others on earth o'er human race preside,",
    "Watch all their ways, and all their actions guide:",
    "Of these the chief the care of nations own,",
    "And guard with arms divine the British throne.",
    "\"Our humbler province is to tend the fair,",
    "Not a less pleasing, though less glorious care.",
    "To save the powder from too rude a gale,",
    "Nor let th' imprison'd essences exhale,",
    "To draw fresh colours from the vernal flow'rs,",
    "To steal from rainbows e'er they drop in show'rs",
    "A brighter wash; to curl their waving hairs,",
    "Assist their blushes, and inspire their airs;",
    "Nay oft, in dreams, invention we bestow,",
    "To change a flounce, or add a furbelow.",
    "\"This day, black omens threat the brightest fair",
    "That e'er deserv'd a watchful spirit's care;",
    "Some dire disaster, or by force, or slight,",
    "But what, or where, the fates have wrapt in night.",
    "Whether the nymph shall break Diana's law,",
    "Or some frail china jar receive a flaw;",
    "Or stain her honour, or her new brocade,",
    "Forget her pray'rs, or miss a masquerade;",
    "Or lose her heart, or necklace, at a ball;",
    "Or whether Heav'n has doom'd that Shock must fall.",
    "Haste, then, ye spirits! to your charge repair:",
    "The flutt'ring fan be Zephyretta's care;",
    "The drops to thee, Brillante, we consign;",
    "And, Momentilla, let the watch be thine;",
    "Do thou, Crispissa, tend her fav'rite lock;",
    "Ariel himself shall be the guard of Shock.",
    "\"To fifty chosen Sylphs, of special note,",
    "We trust th' important charge, the petticoat:",
    "Oft have we known that sev'n-fold fence to fail,",
    "Though stiff with hoops, and arm'd with ribs of whale.",
    "Form a strong line about the silver bound,",
    "And guard the wide circumference around.",
    "\"Whatever spirit, careless of his charge,",
    "His post neglects, or leaves the fair at large,",
    "Shall feel sharp vengeance soon o'ertake his sins,",
    "Be stopp'd in vials, or transfix'd with pins;",
    "Or plung'd in lakes of bitter washes lie,",
    "Or wedg'd whole ages in a bodkin's eye:",
    "Gums and pomatums shall his flight restrain,",
    "While clogg'd he beats his silken wings in vain;",
    "Or alum styptics with contracting pow'r",
    "Shrink his thin essence like a rivell'd flow'r.",
    "Or, as Ixion fix'd, the wretch shall feel",
    "The giddy motion of the whirling mill,",
    "In fumes of burning chocolate shall glow,",
    "And tremble at the sea that froths below!\"",
    "He spoke; the spirits from the sails descend;",
    "Some, orb in orb, around the nymph extend,",
    "Some thrid the mazy ringlets of her hair,",
    "Some hang upon the pendants of her ear;",
    "With beating hearts the dire event they wait,",
    "Anxious, and trembling for the birth of fate."
  ],
  "title": "The Rape of the Lock: Canto 2",
  "year": ""
}