{
  "author": "Alexander Pope",
  "classification": "Epic",
  "keywords": [
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Relationships",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Friends",
    "Enemies"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174174",
  "region": "England",
  "text": [
    "Close by those meads, for ever crown'd with flow'rs,",
    "Where Thames with pride surveys his rising tow'rs,",
    "There stands a structure of majestic frame,",
    "Which from the neighb'ring Hampton takes its name.",
    "Here Britain's statesmen oft the fall foredoom",
    "Of foreign tyrants and of nymphs at home;",
    "Here thou, great Anna! whom three realms obey,",
    "Dost sometimes counsel take—and sometimes tea.",
    "Hither the heroes and the nymphs resort,",
    "To taste awhile the pleasures of a court;",
    "In various talk th' instructive hours they pass'd,",
    "Who gave the ball, or paid the visit last;",
    "One speaks the glory of the British queen,",
    "And one describes a charming Indian screen;",
    "A third interprets motions, looks, and eyes;",
    "At ev'ry word a reputation dies.",
    "Snuff, or the fan, supply each pause of chat,",
    "With singing, laughing, ogling, and all that.",
    "Meanwhile, declining from the noon of day,",
    "The sun obliquely shoots his burning ray;",
    "The hungry judges soon the sentence sign,",
    "And wretches hang that jury-men may dine;",
    "The merchant from th' Exchange returns in peace,",
    "And the long labours of the toilet cease.",
    "Belinda now, whom thirst of fame invites,",
    "Burns to encounter two adventrous knights,",
    "At ombre singly to decide their doom;",
    "And swells her breast with conquests yet to come.",
    "Straight the three bands prepare in arms to join,",
    "Each band the number of the sacred nine.",
    "Soon as she spreads her hand, th' aerial guard",
    "Descend, and sit on each important card:",
    "First Ariel perch'd upon a Matadore,",
    "Then each, according to the rank they bore;",
    "For Sylphs, yet mindful of their ancient race,",
    "Are, as when women, wondrous fond of place.",
    "Behold, four Kings in majesty rever'd,",
    "With hoary whiskers and a forky beard;",
    "And four fair Queens whose hands sustain a flow'r,",
    "Th' expressive emblem of their softer pow'r;",
    "Four Knaves in garbs succinct, a trusty band,",
    "Caps on their heads, and halberds in their hand;",
    "And parti-colour'd troops, a shining train,",
    "Draw forth to combat on the velvet plain.",
    "The skilful nymph reviews her force with care:",
    "\"Let Spades be trumps!\" she said, and trumps they were.",
    "Now move to war her sable Matadores,",
    "In show like leaders of the swarthy Moors.",
    "Spadillio first, unconquerable lord!",
    "Led off two captive trumps, and swept the board.",
    "As many more Manillio forc'd to yield,",
    "And march'd a victor from the verdant field.",
    "Him Basto follow'd, but his fate more hard",
    "Gain'd but one trump and one plebeian card.",
    "With his broad sabre next, a chief in years,",
    "The hoary Majesty of Spades appears;",
    "Puts forth one manly leg, to sight reveal'd;",
    "The rest, his many-colour'd robe conceal'd.",
    "The rebel Knave, who dares his prince engage,",
    "Proves the just victim of his royal rage.",
    "Ev'n mighty Pam, that kings and queens o'erthrew",
    "And mow'd down armies in the fights of loo,",
    "Sad chance of war! now destitute of aid,",
    "Falls undistinguish'd by the victor Spade!",
    "Thus far both armies to Belinda yield;",
    "Now to the baron fate inclines the field.",
    "His warlike Amazon her host invades,",
    "Th' imperial consort of the crown of Spades.",
    "The Club's black tyrant first her victim died,",
    "Spite of his haughty mien, and barb'rous pride:",
    "What boots the regal circle on his head,",
    "His giant limbs, in state unwieldy spread;",
    "That long behind he trails his pompous robe,",
    "And of all monarchs, only grasps the globe?",
    "The baron now his diamonds pours apace;",
    "Th' embroider'd King who shows but half his face,",
    "And his refulgent Queen, with pow'rs combin'd",
    "Of broken troops an easy conquest find.",
    "Clubs, Diamonds, Hearts, in wild disorder seen,",
    "With throngs promiscuous strow the level green.",
    "Thus when dispers'd a routed army runs,",
    "Of Asia's troops, and Afric's sable sons,",
    "With like confusion diff'rent nations fly,",
    "Of various habit, and of various dye,",
    "The pierc'd battalions disunited fall.",
    "In heaps on heaps; one fate o'erwhelms them all.",
    "The Knave of Diamonds tries his wily arts,",
    "And wins (oh shameful chance!) the Queen of Hearts.",
    "At this, the blood the virgin's cheek forsook,",
    "A livid paleness spreads o'er all her look;",
    "She sees, and trembles at th' approaching ill,",
    "Just in the jaws of ruin, and codille.",
    "And now (as oft in some distemper'd state)",
    "On one nice trick depends the gen'ral fate.",
    "An Ace of Hearts steps forth: The King unseen",
    "Lurk'd in her hand, and mourn'd his captive Queen:",
    "He springs to vengeance with an eager pace,",
    "And falls like thunder on the prostrate Ace.",
    "The nymph exulting fills with shouts the sky;",
    "The walls, the woods, and long canals reply.",
    "Oh thoughtless mortals! ever blind to fate,",
    "Too soon dejected, and too soon elate!",
    "Sudden, these honours shall be snatch'd away,",
    "And curs'd for ever this victorious day.",
    "For lo! the board with cups and spoons is crown'd,",
    "The berries crackle, and the mill turns round.",
    "On shining altars of Japan they raise",
    "The silver lamp; the fiery spirits blaze.",
    "From silver spouts the grateful liquors glide,",
    "While China's earth receives the smoking tide.",
    "At once they gratify their scent and taste,",
    "And frequent cups prolong the rich repast.",
    "Straight hover round the fair her airy band;",
    "Some, as she sipp'd, the fuming liquor fann'd,",
    "Some o'er her lap their careful plumes display'd,",
    "Trembling, and conscious of the rich brocade.",
    "Coffee, (which makes the politician wise,",
    "And see through all things with his half-shut eyes)",
    "Sent up in vapours to the baron's brain",
    "New stratagems, the radiant lock to gain.",
    "Ah cease, rash youth! desist ere 'tis too late,",
    "Fear the just gods, and think of Scylla's fate!",
    "Chang'd to a bird, and sent to flit in air,",
    "She dearly pays for Nisus' injur'd hair!",
    "But when to mischief mortals bend their will,",
    "How soon they find fit instruments of ill!",
    "Just then, Clarissa drew with tempting grace",
    "A two-edg'd weapon from her shining case;",
    "So ladies in romance assist their knight",
    "Present the spear, and arm him for the fight.",
    "He takes the gift with rev'rence, and extends",
    "The little engine on his fingers' ends;",
    "This just behind Belinda's neck he spread,",
    "As o'er the fragrant steams she bends her head.",
    "Swift to the lock a thousand sprites repair,",
    "A thousand wings, by turns, blow back the hair,",
    "And thrice they twitch'd the diamond in her ear,",
    "Thrice she look'd back, and thrice the foe drew near.",
    "Just in that instant, anxious Ariel sought",
    "The close recesses of the virgin's thought;",
    "As on the nosegay in her breast reclin'd,",
    "He watch'd th' ideas rising in her mind,",
    "Sudden he view'd, in spite of all her art,",
    "An earthly lover lurking at her heart.",
    "Amaz'd, confus'd, he found his pow'r expir'd,",
    "Resign'd to fate, and with a sigh retir'd.",
    "The peer now spreads the glitt'ring forfex wide,",
    "T' inclose the lock; now joins it, to divide.",
    "Ev'n then, before the fatal engine clos'd,",
    "A wretched Sylph too fondly interpos'd;",
    "Fate urg'd the shears, and cut the Sylph in twain,",
    "(But airy substance soon unites again).",
    "The meeting points the sacred hair dissever",
    "From the fair head, for ever, and for ever!",
    "Then flash'd the living lightning from her eyes,",
    "And screams of horror rend th' affrighted skies.",
    "Not louder shrieks to pitying Heav'n are cast,",
    "When husbands or when lap-dogs breathe their last,",
    "Or when rich China vessels, fall'n from high,",
    "In glitt'ring dust and painted fragments lie!",
    "\"Let wreaths of triumph now my temples twine,\"",
    "The victor cried, \"the glorious prize is mine!",
    "While fish in streams, or birds delight in air,",
    "Or in a coach and six the British fair,",
    "As long at",
    "shall be read,",
    "Or the small pillow grace a lady's bed,",
    "While visits shall be paid on solemn days,",
    "When num'rous wax-lights in bright order blaze,",
    "While nymphs take treats, or assignations give,",
    "So long my honour, name, and praise shall live!",
    "What time would spare, from steel receives its date,",
    "And monuments, like men, submit to fate!",
    "Steel could the labour of the gods destroy,",
    "And strike to dust th' imperial tow'rs of Troy;",
    "Steel could the works of mortal pride confound,",
    "And hew triumphal arches to the ground.",
    "What wonder then, fair nymph! thy hairs should feel",
    "The conqu'ring force of unresisted steel?\""
  ],
  "title": "The Rape of the Lock: Canto 3",
  "year": ""
}