{
  "author": "Mohja Kahf",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240896",
  "region": "U.S., Midwestern",
  "text": [
    "My grandmother puts her feet in the sink",
    "of the bathroom at Sears",
    "to wash them in the ritual washing for prayer,",
    ",",
    "because she has to pray in the store or miss",
    "the mandatory prayer time for Muslims",
    "She does it with great poise, balancing",
    "herself with one plump matronly arm",
    "against the automated hot-air hand dryer,",
    "after having removed her support knee-highs",
    "and laid them aside, folded in thirds,",
    "and given me her purse and her packages to hold",
    "so she can accomplish this august ritual",
    "and get back to the ritual of shopping for housewares",
    "Respectable Sears matrons shake their heads and frown",
    "as they notice what my grandmother is doing,",
    "an affront to American porcelain,",
    "a contamination of American Standards",
    "by something foreign and unhygienic",
    "requiring civic action and possible use of disinfectant spray",
    "They fluster about and flutter their hands and I can see",
    "a clash of civilizations brewing in the Sears bathroom",
    "My grandmother, though she speaks no English,",
    "catches their meaning and her look in the mirror says,",
    "with water from the world's ancient irrigation systems",
    "I have washed my feet in the bathhouses of Damascus",
    "over painted bowls imported from China",
    "among the best families of Aleppo",
    "And if you Americans knew anything",
    "about civilization and cleanliness,",
    "you'd make wider washbins, anyway",
    "My grandmother knows one culture—the right one,",
    "as do these matrons of the Middle West. For them,",
    "my grandmother might as well have been squatting",
    "in the mud over a rusty tin in vaguely tropical squalor,",
    "Mexican or Middle Eastern, it doesn't matter which,",
    "when she lifts her well-groomed foot and puts it over the edge.",
    "\"You can't do that,\" one of the women protests,",
    "turning to me, \"Tell her she can't do that.\"",
    "\"We wash our feet five times a day,\"",
    "my grandmother declares hotly in Arabic.",
    "\"My feet are cleaner than their sink.",
    "Worried about their sink, are they? I",
    "should worry about my feet!\"",
    "My grandmother nudges me, \"Go on, tell them.\"",
    "Standing between the door and the mirror, I can see",
    "at multiple angles, my grandmother and the other shoppers,",
    "all of them decent and goodhearted women, diligent",
    "in cleanliness, grooming, and decorum",
    "Even now my grandmother, not to be rushed,",
    "is delicately drying her pumps with tissues from her purse",
    "For my grandmother always wears well-turned pumps",
    "that match her purse, I think in case someone",
    "from one of the best families of Aleppo",
    "should run into her—here, in front of the Kenmore display",
    "I smile at the midwestern women",
    "as if my grandmother has just said something lovely about them",
    "and shrug at my grandmother as if they",
    "had just apologized through me",
    "No one is fooled, but I",
    "hold the door open for everyone",
    "and we all emerge on the sales floor",
    "and lose ourselves in the great common ground",
    "of housewares on markdown."
  ],
  "title": "My Grandmother Washes Her Feet in the Sink of the Bathroom at Sears",
  "year": ""
}