{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244928",
  "region": "",
  "text": [
    "I read somewhere",
    "that if pedestrians didn’t break traffic laws to cross",
    "Times Square whenever and by whatever means possible,",
    "the whole city",
    "would stop, it would stop.",
    "Cars would back up to Rhode Island,",
    "an epic gridlock not even a cat",
    "could thread through. It’s not law but the sprawl",
    "of our separate wills that keeps us all flowing. Today I loved",
    "the unprecedented gall",
    "of the piano movers, shoving a roped-up baby grand",
    "up Ninth Avenue before a thunderstorm.",
    "They were a grim and hefty pair, cynical",
    "as any day laborers. They knew what was coming,",
    "the instrument white lacquered, the sky bulging black",
    "as a bad water balloon and in one pinprick instant",
    "it burst. A downpour like a fire hose.",
    "For a few heartbeats, the whole city stalled,",
    "paused, a heart thump, then it all went staccato.",
    "And it was my pleasure to witness a not",
    "insignificant miracle: in one instant every black",
    "umbrella in Hell’s Kitchen opened on cue, everyone",
    "still moving. It was a scene from an unwritten opera,",
    "the sails of some vast armada.",
    "And four old ladies interrupted their own slow progress",
    "to accompany the piano movers.",
    "each holding what might have once been",
    "lace parasols over the grunting men. I passed next",
    "the crowd of pastel ballerinas huddled",
    "under the corner awning,",
    "in line for an open call — stork-limbed, ankles",
    "zigzagged with ribbon, a few passing a lit cigarette",
    "around. The city feeds on beauty, starves",
    "for it, breeds it. Coming home after midnight,",
    "to my deserted block with its famously high",
    "subway-rat count, I heard a tenor exhale pure",
    "longing down the brick canyons, the steaming moon",
    "opened its mouth to drink from on high ..."
  ],
  "title": "A Perfect Mess",
  "year": ""
}