{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171888",
  "region": "U.S., Southern",
  "text": [
    "On the mudroad of plodding American bodies,",
    "my son wove like an antelope from stall",
    "to stall and want to want. I no’ed it all: the wind-up",
    "killer robot and winged alien; knives",
    "hierarchical in a glass case; the blow-up vinyl wolf",
    "bobbing from a pilgrim’s staff.",
    "Lured as I was by the bar-b-que’s black smoke,",
    "I got in line. A hog carcass,",
    "blistered pink on a spit, made its agonized slow roll,",
    "a metaphor, I thought, for anyone",
    "ahead of me—the pasty-faced and broad. I half-longed",
    "for the titanium blade I’d just seen",
    "curved like a falcon’s claw. Some truth wanted cutting",
    "in my neighbors’ impermanent flesh.",
    "Or so my poisoned soul announced, as if scorn",
    "for the body politic",
    "weren’t some outward form of inner scorn,",
    "as if I were fit judge.",
    "Lucky my son found the bumper cars. Once I’d hoped",
    "only to stand tall enough",
    "to drive my own. Now when the master switch got thrown",
    "and sparks skittered overhead",
    "in a lightning web, I felt like Frankenstein or some",
    "newly powered monster.",
    "Plus the floor was glossy as ice. Even rammed head-on,",
    "the rubber bumper bounced you off unhurt",
    "and into other folks who didn’t mind the jolt, whose faces",
    "all broke smiles, in fact,",
    "till the perfect figure-eight I’d started out to execute",
    "became itself an interruption. One face",
    "after another wheeled shining at me from the dark,",
    "each bearing the weight of a whole self.",
    "What pure vessels we are, I thought, once our skulls",
    "shut up their nasty talk.",
    "We drove home past corn at full tassel, colossal silos,",
    "a windmill sentinel. Summer was starting.",
    "My son’s body slumped like a grain sack against mine.",
    "My chest was all thunder.",
    "On the purple sky in rear view, fireworks unpacked—silver",
    "chrysanthemum, another in fuchsia,",
    "then plum. Each staccato boom shook the night. My son",
    "jerked in his sleep. I prayed hard to keep",
    "the frail peace we hurtled through, to want no more",
    "than what we had. The road",
    "rushed under us. Our lush planet heaved toward day.",
    "Inside my hand’s flesh,",
    "anybody’s skeleton gripped the wheel."
  ],
  "title": "County Fair",
  "year": ""
}