{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Religion",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171883",
  "region": "U.S., Southern",
  "text": [
    "Once warring factions agreed upon the date",
    "and final form the apocalypse would take,",
    "and whether dogs and cats and certain trees",
    "deserved to sail, and if the dead would come or be left",
    "a forwarding address, then opposing soldiers",
    "met on ravaged plains to shake hands",
    "and postulate the exact shade",
    "of the astral self—some said lavender,",
    "others gray. And physicists rocketed",
    "copies of the decree to paradise",
    "in case God had anything to say,",
    "the silence that followed being taken",
    "for consent, and so citizens",
    "readied for celestial ascent.",
    "Those who hated the idea stayed indoors",
    "till the appointed day. When the moon",
    "clicked over the sun like a black lens",
    "over a white eye, they stepped out",
    "onto porches and balconies to see",
    "the human shapes twist and rise",
    "through violet sky and hear trees uproot",
    "with a sound like enormous zippers",
    "unfastening. And when the last grassblades",
    "filled the air, the lonely vigilants fell",
    "in empty fields to press their bodies",
    "hard into dirt, hugging their own outlines.",
    "Then the creator peered down from his perch,",
    "as the wind of departing souls tore the hair",
    "of those remaining into wild coronas,",
    "and he mourned for them as a father",
    "for defiant children, and he knew that each",
    "small skull held, if not some vision",
    "of his garden, then its aroma of basil",
    "and tangerine washed over by the rotting sea.",
    "They alone sensed what he’d wanted",
    "as he first stuck his shovel into clay",
    "and flung the planets over his shoulder,",
    "or used his thumbnail to cut smiles and frowns",
    "on the first blank faces. Even as the saints",
    "arrived to line before his throne singing",
    "and a wisteria poked its lank blossoms",
    "through the cloudbank at his feet,",
    "he trained his gaze on the deflating globe",
    "where the last spreadeagled Xs clung like insects,",
    "then vanished in puffs of luminous smoke,",
    "which traveled a long way to sting his nostrils,",
    "the journey lasting more than ten lifetimes.",
    "A mauve vine corkscrewed up from the deep",
    "oblivion, carrying the singed fume",
    "of things beautiful, noble, and wrong."
  ],
  "title": "Disappointments of the Apocalypse",
  "year": ""
}