{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [
    "Horror",
    "Religion",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171884",
  "region": "U.S., Southern",
  "text": [
    "Stare hard enough at the fabric of night,",
    "and if you're predisposed to dark—let’s say",
    "the window you’ve picked is a black",
    "postage stamp you spend hours at,",
    "sleepless, drinking gin after the",
    "Lucy reruns have gone off—stare",
    "like your eyes have force, and behind",
    "any night’s taut scrim will come the forms",
    "you expect pressing from the other side.",
    "For you: a field of skulls, angled jaws",
    "and eye-sockets, a zillion scooped-out crania.",
    "They’re plain once you think to look.",
    "You know such fields exist, for criminals",
    "roam your very block, and even history lists",
    "monsters like Adolf and Uncle Joe",
    "who stalk the earth’s orb, plus minor baby-eaters",
    "unidentified, probably in your very midst. Perhaps",
    "that disgruntled mail clerk from your job",
    "has already scratched your name on a bullet—that’s him",
    "rustling in the azaleas. You caress the thought,",
    "for it proves there’s no better spot for you",
    "than here, your square-yard of chintz sofa, hearing",
    "the bad news piped steady from your head. The night",
    "is black. You stare and furious stare,",
    "confident there are no gods out there. In this way,",
    "you’re blind to your own eye’s intricate machine",
    "and to the light it sees by, to the luck of birth and all",
    "your remembered loves. If the skulls are there—",
    "let’s say they do press toward you",
    "against night’s scrim—could they not stare",
    "with slack jawed envy at the fine flesh",
    "that covers your scalp, the numbered hairs,",
    "at the force your hands hold?"
  ],
  "title": "Field of Skulls",
  "year": ""
}