{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244934",
  "region": "",
  "text": [
    "The gym opened out",
    "before us like a vast arena, the bleached floorboards",
    "yawned toward a vanishing point, staggered seats high",
    "as the Mayan temple I once saw devoured by vines.",
    "Each of us was eaten up inside — all citizens of lost",
    "and unmapped cities.",
    "Frank hugged the pimply ball",
    "over his belly like an unborn child. Claire",
    "dressed for daycare in daffodil yellow and jelly shoes.",
    "David’s gaze was an emperor’s surveying a desiccated",
    "battlefield. Since he viewed everything that way, we all",
    "saw him the same.",
    "The psych techs in Cloroxed white",
    "were giant angels who set us running drills, at which",
    "we sucked. The zones we set out to defend were watery",
    "at every edge. We missed close chest passes, easy combos.",
    "Our metronomes run different tempos,",
    "John proclaimed.",
    "Then Claire started seeing",
    "dashes stutter through the air behind the ball.",
    "Then speed lines on our backs, and then her own head",
    "went wobbly as a spinning egg. She’d once tracked",
    "planetary orbits for NASA and now sat sidelined",
    "by her eyes’ projections.",
    "Only Bill had game.",
    "Catatonic Bill whose normal talent was to schlub",
    "days in a tub chair — his pudding face scarred",
    "with chicken pox — using his hand for an ashtray,",
    "belly for an armrest. Now all that peeled away, and he",
    "emerged, clean as an egg.",
    "He was a lithe",
    "and licorice boy, eeling past all comers, each shot",
    "sheer net. He faked both ways, went left. Beneath the orange",
    "rim his midair pirouettes defied the gravity that I",
    "could barely sludge through. He scored beyond what even",
    "Claire could count,",
    "then he bent panting,",
    "hands on knees as the orderlies held out water cups,",
    "and the rest of us reached to pat his back or slap",
    "his sweaty hand, no one minding about the stench or his",
    "breath like old pennies. Then as quick as that",
    "he went.",
    "Inside his head",
    "some inner winch did reel him back from the front",
    "of his face bones where he’d been ablaze. He went back and",
    "back into that shadowed stare. Lucky we were to breathe",
    "his air. Breath is God’s intent to keep us living. He was",
    "the self I’d come in",
    "wanting to kill, and I left him there."
  ],
  "title": "Loony Bin Basketball",
  "year": ""
}