{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244450",
  "region": "",
  "text": [
    "The King saith, and his arm swept the landscape’s foliage into bloom",
    "where he hath inscribed the secret mysteries of his love",
    "before at last taking himself away. His head away. His",
    "recording hand. So his worshipful subjects must imagine",
    "themselves in his loving fulfillment, who were no more",
    "than instruments of his creation. Pawns.",
    "Apparati. Away, he took himself and left us",
    "studying the smudged sky. Soft pencil lead.",
    "Once he was not a king, only a pale boy staring down",
    "from the high dive. The contest was seriousness",
    "he decided, who shaped himself for genus genius",
    "and nothing less. Among genii, whoever dies first wins.",
    "Or so he thought. He wanted the web browsers to ping",
    "his name in literary mention everywhere on the world wide web.",
    "He wanted relief from his head, which acted as spider",
    "and inner web weaver. The boy was a live thing tumbled in its thread",
    "and tapped and fed off, siphoned from. His head kecked back",
    "and howling from inside the bone castle from whence he came",
    "to hate the court he held.",
    "He was crowned with loneliness",
    "and suffered for friendship, for fealty",
    "of the noblest sort. The invisible crown",
    "rounded his temples tighter than any turban,",
    "more binding than a wedding band,",
    "and he sat in his round tower",
    "on the rounding earth.",
    "Read these,",
    "saith the King, and put down his pen, hearing",
    "himself inwardly holding forth on the dullest",
    "aspects of the human heart",
    "with the sharpest possible wit. Unreadable",
    "as Pound on usury or Aquinas on sex.",
    "I know the noose made an oval portrait frame for his face.",
    "And duct tape around the base of the Ziploc",
    "bag was an air-tight chamber",
    "for the regal head—most serious relic,",
    "breathlessly lecturing in the hall of silence."
  ],
  "title": "Read These",
  "year": ""
}