{
  "author": "Mary Karr",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244452",
  "region": "",
  "text": [
    "I hope you’ve been taken up by Jesus",
    "though so many decades have passed, so far apart we’d grown",
    "between love transmogrifying into hate and those sad letters",
    "and phone calls and your face vanishing into a noose that",
    "I couldn’t",
    "today name the gods",
    "you at the end worshipped, if any, praise being",
    "impossible for the devoutly miserable. And screw my church who’d",
    "roast in Hell poor suffering",
    "bastards like you, unable to bear the masks",
    "of their own faces. With words you sought to shape",
    "a world alternate to the one that dared",
    "inscribe itself so ruthlessly across your eyes, for you",
    "could not, could never",
    "fully refute the actual or justify the sad heft of your body, earn",
    "your rightful space or pay for the parcels of oxygen you",
    "inherited. More than once you asked",
    "that I breathe into your lungs like the soprano in the opera",
    "I loved so my ghost might inhabit you and you ingest my belief",
    "in your otherwise-only-probable soul. I wonder does your",
    "death feel like failure to everybody who ever",
    "loved you as if our collective",
    "stopped",
    "too soon, the defib paddles lost charge, the corpse",
    "punished us by never sitting up. And forgive my conviction",
    "that every suicide’s an asshole. There is a good reason I am not",
    "God, for I would cruelly smite the self-smitten.",
    "I just wanted to say ha-ha, despite",
    "your best efforts you are every second",
    "alive in a hard-gnawing way for all who breathed you deeply in,",
    "each set of lungs, those rosy implanted wings, pink balloons.",
    "We sigh you out into air and watch you rise like rain."
  ],
  "title": "Suicide’s Note: An Annual",
  "year": ""
}