{
  "author": "Timothy Yu",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250470",
  "region": "",
  "text": [
    "To Tom S. of Missouri, possum friend, clerk at Lloyd’s.",
    "Now I remember that you rang a silent bell",
    "By the foot of the bridge at the River “Thames.”",
    "With dull roots and dried tubers, you wrote poems and laments",
    "And grew more English month on month, bowing to kings and princes.",
    "Americans came drifting in from the sea and from the west border,",
    "And with them, and with me especially",
    "Everything was pig-headed,",
    "And I made hay from poppycock and painted adjectives,",
    "Just so we could start a new fellowship,",
    "And we all escaped our personalities, without expressing them.",
    "And then I was sent off to Rapallo,",
    "trailed by children,",
    "And you to your desk at Faber-Faber,",
    "Till we had nothing but China and silence in common.",
    "And then, when modernism had come to its worst,",
    "We wrote, and published in Po-Etry,",
    "Through all the one hundred kinds of shy and whispering silence,",
    "Into a poem of a thousand blank pages,",
    "That was the first heave;",
    "And into ten thousand poems full of Chinese reticence.",
    "And with chafing saddle and the bit in his mouth",
    "Out from the East came Confucius and his philosophy,",
    "And there came also the “True-man” Ben-it-o to awe me,",
    "Playing in the death-mask of Jefferson.",
    "In the botched houses of Europe they gave us more foetid music,",
    "Clanging instruments, like the sound of a myriad dying.",
    "My forefather Confucius got me drunk and I danced",
    "because my savage mind wouldn’t keep still",
    "Without his music playing,",
    "And I, wrapped in silence, woke up with my head on his lap,",
    "And my voice returning to me from every radio,",
    "And before the end of the broadcast we scattered like cards, or bombs,",
    "I had to be off to China, so far across my desktop,",
    "You back to your London-bridge.",
    "And our Roosevelt, who was brave as a rodent,",
    "Was president in Washing Town, and let in the usurious rabble.",
    "And one May he sent the soldiers for me,",
    "despite the long distance.",
    "And what with broken idols and so on, I won’t say it wasn’t hard going,",
    "Over roads twisted like my brain’s folds.",
    "And I was still going, late in the war,",
    "with defeat blowing in from the North,",
    "Not guessing how little I knew of the cost,",
    "and how soon I would be paying it.",
    "And what a reception:",
    "Steel cages, two books set on a packing-crate table,",
    "And I was caught, and had no hope of escaping.",
    "And you would walk out with me to the northeast corner of my cell,",
    "Toward the Alpine peak, with clouds about it as foul as London air,",
    "With you whispering,",
    ",",
    "With glasses like dinner plates, glowing grass-green in the darkness,",
    "Pleasure-fasting, with women, coming and going without speech,",
    "With the dandruff-flakes falling like snow,",
    "And the hyacinth girls eating lunch in silence,",
    "And the sea, knee-deep, reflecting white eyebrows —",
    "Eyebrows turned white are an awful sight in the sunlight,",
    "Hideously aged —",
    "And the sea-girls singing back at us,",
    "Drowning in seaweed brocade,",
    "And the wind twisting the song, and desiccating it,",
    "Covering our eyes with dust.",
    "And this is the way the world ends.",
    "With a bang, not with a whimper.",
    "I went up to the court for prosecution,",
    "Tried standing mute, offered a madman’s song,",
    "And got no conviction,",
    "and went back to Saint Elizabeths",
    "Committed.",
    "And once again, later, you stood at the foot of my bed,",
    "And then the visit ended, you went back to Bloomsbury,",
    "And if you ask if I recall that parting:",
    "It is like the hair falling from my hieratic head,",
    "Confused ... Whirl! Centripetal! Mate!",
    "What is the use of talking, until I end my song,",
    "I end my song in the dark.",
    "I call in the nurse,",
    "Hold the pill in my hand",
    "As she says, “Take this,”",
    "And swallow it down, silent."
  ],
  "title": "Chinese Silence No. 92",
  "year": ""
}