{
  "author": "Anne Carson",
  "classification": "Aphorism",
  "keywords": [
    "Faith",
    "Doubt",
    "Religion",
    "Judaism",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178363",
  "region": "Canada",
  "text": [
    "I.",
    "Isaiah awoke angry.",
    "Lapping at Isaiah’s ears black birdsong no it was anger.",
    "God had filled Isaiah’s ears with stingers.",
    "Once God and Isaiah were friends.",
    "God and Isaiah used to converse nightly, Isaiah would rush into the garden.",
    "They conversed under the Branch, night streamed down.",
    "From the sole of the foot to the head God would make Isaiah ring.",
    "Isaiah had loved God and now his love was turned to pain.",
    "Isaiah wanted a name for the pain, he called it sin.",
    "Now Isaiah was a man who believed he was a nation.",
    "Isaiah called the nation Judah and the sin Judah’s condition.",
    "Inside Isaiah God saw the worldsheet burning.",
    "Isaiah and God saw things differently, I can only tell you their actions.",
    "Isaiah addressed the nation.",
    "Man’s brittleness! cried Isaiah.",
    "The nation stirred in its husk and slept again.",
    "Two slabs of bloody meat lay folded on its eyes like wings.",
    "Like a hard glossy painting the nation slept.",
    "Who can invent a new fear?",
    "Yet I have invented sin, thought Isaiah, running his hand over the knobs.",
    "And then, because of a great attraction between them—",
    "which Isaiah fought (for and against) for the rest of his life—",
    "God shattered Isaiah’s indifference.",
    "God washed Isaiah’s hair in fire.",
    "God took the stay.",
    "From beneath its meat wings the nation listened.",
    "You, said Isaiah.",
    "No answer.",
    "I cannot hear you, Isaiah spoke again under the Branch.",
    "Light bleached open the night camera.",
    "God arrived.",
    "God smashed Isaiah like glass through every socket of his nation.",
    "Liar! said God.",
    "Isaiah put his hands on his coat, he put his hand on his face.",
    "Isaiah is a small man, said Isaiah, but no liar.",
    "God paused.",
    "And so that was their contract.",
    "Brittle on both sides, no lying.",
    "Isaiah’s wife came to the doorway, the doorposts had moved.",
    "What’s that sound? said Isaiah’s wife.",
    "The fear of the Lord, said Isaiah.",
    "He grinned in the dark, she went back inside."
  ],
  "title": "Book of Isaiah, Part I",
  "year": ""
}