{
  "author": "Anne Carson",
  "classification": "Free Verse",
  "keywords": [
    "Home Life",
    "Faith",
    "Doubt",
    "Time",
    "Brevity",
    "Separation",
    "Divorce",
    "Social Commentaries",
    "History",
    "Politics",
    "Disappointment",
    "Failure",
    "Family",
    "Ancestors",
    "God",
    "the Divine",
    "Reading",
    "Books",
    "Arts",
    "Sciences",
    "Relationships",
    "Nature",
    "The Body",
    "Love",
    "Living",
    "Religion",
    "Sorrow",
    "Grieving",
    "Men",
    "Women",
    "Desire",
    "Break-ups",
    "Vexed Love",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178364",
  "region": "Canada",
  "text": [
    "I",
    "I can hear little clicks inside my dream.",
    "Night drips its silver tap",
    "down the back.",
    "At 4",
    "I wake. Thinking",
    "of the man who",
    "left in September.",
    "His name was Law.",
    "My face in the bathroom mirror",
    "has white streaks down it.",
    "I rinse the face and return to bed.",
    "Tomorrow I am going to visit my mother.",
    "SHE",
    "She lives on a moor in the north.",
    "She lives alone.",
    "Spring opens like a blade there.",
    "I travel all day on trains and bring a lot of books—",
    "some for my mother, some for me",
    "including",
    ".",
    "This is my favourite author.",
    "Also my main fear, which I mean to confront.",
    "Whenever I visit my mother",
    "I feel I am turning into Emily Brontë,",
    "my lonely life around me like a moor,",
    "my ungainly body stumping over the mud flats with a look of transformation",
    "that dies when I come in the kitchen door.",
    "What meat is it, Emily, we need?",
    "THREE",
    "Three silent women at the kitchen table.",
    "My mother’s kitchen is dark and small but out the window",
    "there is the moor, paralyzed with ice.",
    "It extends as far as the eye can see",
    "over flat miles to a solid unlit white sky.",
    "Mother and I are chewing lettuce carefully.",
    "The kitchen wall clock emits a ragged low buzz that jumps",
    "once a minute over the twelve.",
    "I have Emily p. 216 propped open on the sugarbowl",
    "but am covertly watching my mother.",
    "A thousand questions hit my eyes from the inside.",
    "My mother is studying her lettuce.",
    "I turn to p. 217.",
    "“In my flight through the kitchen I knocked over Hareton",
    "who was hanging a litter of puppies",
    "from a chairback in the doorway. . . .”",
    "It is as if we have all been lowered into an atmosphere of glass.",
    "Now and then a remark trails through the glass.",
    "Taxes on the back lot. Not a good melon,",
    "too early for melons.",
    "Hairdresser in town found God, closes shop every Tuesday.",
    "Mice in the teatowel drawer again.",
    "Little pellets. Chew off",
    "the corners of the napkins, if they knew",
    "what paper napkins cost nowadays.",
    "Rain tonight.",
    "Rain tomorrow.",
    "That volcano in the Philippines at it again. What’s her name",
    "Anderson died no not Shirley",
    "the opera singer. Negress.",
    "Cancer.",
    "Not eating your garnish, you don’t like pimento?",
    "Out the window I can see dead leaves ticking over the flatland",
    "and dregs of snow scarred by pine filth.",
    "At the middle of the moor",
    "where the ground goes down into a depression,",
    "the ice has begun to unclench.",
    "Black open water comes",
    "curdling up like anger. My mother speaks suddenly.",
    "That psychotherapy’s not doing you much good is it?",
    "You aren’t getting over him.",
    "My mother has a way of summing things up.",
    "She never liked Law much",
    "but she liked the idea of me having a man and getting on with life.",
    "Well he’s a taker and you’re a giver I hope it works out,",
    "was all she said after she met him.",
    "Give and take were just words to me",
    "at the time. I had not been in love before.",
    "It was like a wheel rolling downhill.",
    "But early this morning while mother slept",
    "and I was downstairs reading the part in",
    "where Heathcliff clings at the lattice in the storm sobbing",
    "Come in! Come in! to the ghost of his heart’s darling,",
    "I fell on my knees on the rug and sobbed too.",
    "She knows how to hang puppies,",
    "that Emily.",
    "It isn’t like taking an aspirin you know, I answer feebly.",
    "Dr. Haw says grief is a long process.",
    "She frowns. What does it accomplish",
    "all that raking up the past?",
    "Oh—I spread my hands—",
    "I prevail! I look her in the eye.",
    "She grins. Yes you do.",
    "WHACHER",
    "Whacher,",
    "Emily’s habitual spelling of this word,",
    "has caused confusion.",
    "For example",
    "in the first line of the poem printed",
    "?",
    "in the Shakespeare Head edition.",
    "But whacher is what she wrote.",
    "Whacher is what she was.",
    "She whached God and humans and moor wind and open night.",
    "She whached eyes, stars, inside, outside, actual weather.",
    "She whached the bars of time, which broke.",
    "She whached the poor core of the world,",
    "wide open.",
    "To be a whacher is not a choice.",
    "There is nowhere to get away from it,",
    "no ledge to climb up to—like a swimmer",
    "who walks out of the water at sunset",
    "shaking the drops off, it just flies open.",
    "To be a whacher is not in itself sad or happy,",
    "although she uses these words in her verse",
    "as she uses the emotions of sexual union in her novel,",
    "grazing with euphemism the work of whaching.",
    "But it has no name.",
    "It is transparent.",
    "Sometimes she calls it Thou.",
    "“Emily is in the parlour brushing the carpet,”",
    "records Charlotte in 1828.",
    "Unsociable even at home",
    "and unable to meet the eyes of strangers when she ventured out,",
    "Emily made her awkward way",
    "across days and years whose bareness appalls her biographers.",
    "This sad stunted life, says one.",
    "Uninteresting, unremarkable, wracked by disappointment",
    "and despair, says another.",
    "She could have been a great navigator if she’d been male,",
    "suggests a third. Meanwhile",
    "Emily continued to brush into the carpet the question,",
    "Why cast the world away.",
    "For someone hooked up to Thou,",
    "the world may have seemed a kind of half-finished sentence.",
    "But in between the neighbour who recalls her",
    "coming in from a walk on the moors",
    "with her face “lit up by a divine light”",
    "and the sister who tells us",
    "Emily never made a friend in her life,",
    "is a space where the little raw soul",
    "slips through.",
    "It goes skimming the deep keel like a storm petrel,",
    "out of sight.",
    "The little raw soul was caught by no one.",
    "She didn’t have friends, children, sex, religion, marriage, success, a salary",
    "or a fear of death. She worked",
    "in total six months of her life (at a school in Halifax)",
    "and died on the sofa at home at 2 P.M. on a winter afternoon",
    "in her thirty-first year. She spent",
    "most of the hours of her life brushing the carpet,",
    "walking the moor",
    "or whaching. She says",
    "it gave her peace.",
    "“All tight and right in which condition it is to be hoped we shall all be this",
    "day 4 years,”",
    "she wrote in her Diary Paper of 1837.",
    "Yet her poetry from beginning to end is concerned with prisons,",
    "vaults, cages, bars, curbs, bits, bolts, fetters,",
    "locked windows, narrow frames, aching walls.",
    "“Why all the fuss?” asks one critic.",
    "“She wanted liberty. Well didn’t she have it?",
    "A reasonably satisfactory homelife,",
    "a most satisfactory dreamlife—why all this beating of wings?",
    "What was this cage, invisible to us,",
    "which she felt herself to be confined in?”",
    "Well there are many ways of being held prisoner,",
    "I am thinking as I stride over the moor.",
    "As a rule after lunch mother has a nap",
    "and I go out to walk.",
    "The bare blue trees and bleached wooden sky of April",
    "carve into me with knives of light.",
    "Something inside it reminds me of childhood—",
    "it is the light of the stalled time after lunch",
    "when clocks tick",
    "and hearts shut",
    "and fathers leave to go back to work",
    "and mothers stand at the kitchen sink pondering",
    "something they never tell.",
    "You remember too much,",
    "my mother said to me recently.",
    "Why hold onto all that? And I said,",
    "Where can I put it down?",
    "She shifted to a question about airports.",
    "Crops of ice are changing to mud all around me",
    "as I push on across the moor",
    "warmed by drifts from the pale blue sun.",
    "On the edge of the moor our pines",
    "dip and coast in breezes",
    "from somewhere else.",
    "Perhaps the hardest thing about losing a lover is",
    "to watch the year repeat its days.",
    "It is as if I could dip my hand down",
    "into time and scoop up",
    "blue and green lozenges of April heat",
    "a year ago in another country.",
    "I can feel that other day running underneath this one",
    "like an old videotape—here we go fast around the last corner",
    "up the hill to his house, shadows",
    "of limes and roses blowing in the car window",
    "and music spraying from the radio and him",
    "singing and touching my left hand to his lips.",
    "Law lived in a high blue room from which he could see the sea.",
    "Time in its transparent loops as it passes beneath me now",
    "still carries the sound of the telephone in that room",
    "and traffic far off and doves under the window",
    "chuckling coolly and his voice saying,",
    "You beauty. I can feel that beauty’s",
    "heart beating inside mine as she presses into his arms in the high blue room—",
    "No, I say aloud. I force my arms down",
    "through air which is suddenly cold and heavy as water",
    "and the videotape jerks to a halt",
    "like a glass slide under a drop of blood.",
    "I stop and turn and stand into the wind,",
    "which now plunges towards me over the moor.",
    "When Law left I felt so bad I thought I would die.",
    "This is not uncommon.",
    "I took up the practice of meditation.",
    "Each morning I sat on the floor in front of my sofa",
    "and chanted bits of old Latin prayers.",
    ".",
    "Each morning a vision came to me.",
    "Gradually I understood that these were naked glimpses of my soul.",
    "I called them Nudes.",
    "Nude #1. Woman alone on a hill.",
    "She stands into the wind.",
    "It is a hard wind slanting from the north.",
    "Long flaps and shreds of flesh rip off the woman’s body and lift",
    "and blow away on the wind, leaving",
    "an exposed column of nerve and blood and muscle",
    "calling mutely through lipless mouth.",
    "It pains me to record this,",
    "I am not a melodramatic person.",
    "But soul is “hewn in a wild workshop”",
    "as Charlotte Brontë says of",
    ".",
    "Charlotte’s preface to",
    "is a publicist’s masterpiece.",
    "Like someone carefully not looking at a scorpion",
    "crouched on the arm of the sofa Charlotte",
    "talks firmly and calmly",
    "about the other furniture of Emily’s workshop—about",
    "the inexorable spirit (“stronger than a man, simpler than a child”),",
    "the cruel illness (“pain no words can render”),",
    "the autonomous end (“she sank rapidly, she made haste to leave us”)",
    "and about Emily’s total subjection",
    "to a creative project she could neither understand nor control,",
    "and for which she deserves no more praise nor blame",
    "than if she had opened her mouth",
    "“to breathe lightning.” The scorpion is inching down",
    "the arm of the sofa while Charlotte",
    "continues to speak helpfully about lightning",
    "and other weather we may expect to experience",
    "when we enter Emily’s electrical atmosphere.",
    "It is “a horror of great darkness” that awaits us there",
    "but Emily is not responsible. Emily was in the grip.",
    "“Having formed these beings she did not know what she had done,”",
    "says Charlotte (of Heathcliff and Earnshaw and Catherine).",
    "Well there are many ways of being held prisoner.",
    "The scorpion takes a light spring and lands on our left knee",
    "as Charlotte concludes, “On herself she had no pity.”",
    "Pitiless too are the Heights, which Emily called Wuthering",
    "because of their “bracing ventilation”",
    "and “a north wind over the edge.”",
    "Whaching a north wind grind the moor",
    "that surrounded her father’s house on every side,",
    "formed of a kind of rock called millstone grit,",
    "taught Emily all she knew about love and its necessities—",
    "an angry education that shapes the way her characters",
    "use one another. “My love for Heathcliff,” says Catherine,",
    "“resembles the eternal rocks beneath",
    "a source of little visible delight, but necessary.”",
    "Necessary? I notice the sun has dimmed",
    "and the afternoon air sharpening.",
    "I turn and start to recross the moor towards home.",
    "What are the imperatives",
    "that hold people like Catherine and Heathcliff",
    "together and apart, like pores blown into hot rock",
    "and then stranded out of reach",
    "of one another when it hardens? What kind of necessity is that?",
    "The last time I saw Law was a black night in September.",
    "Autumn had begun,",
    "my knees were cold inside my clothes.",
    "A chill fragment of moon rose.",
    "He stood in my living room and spoke",
    "without looking at me. Not enough spin on it,",
    "he said of our five years of love.",
    "Inside my chest I felt my heart snap into two pieces",
    "which floated apart. By now I was so cold",
    "it was like burning. I put out my hand",
    "to touch his. He moved back.",
    "I don’t want to be sexual with you, he said. Everything gets crazy.",
    "But now he was looking at me.",
    "Yes, I said as I began to remove my clothes.",
    "Everything gets crazy. When nude",
    "I turned my back because he likes the back.",
    "He moved onto me.",
    "Everything I know about love and its necessities",
    "I learned in that one moment",
    "when I found myself",
    "thrusting my little burning red backside like a baboon",
    "at a man who no longer cherished me.",
    "There was no area of my mind",
    "not appalled by this action, no part of my body",
    "that could have done otherwise.",
    "But to talk of mind and body begs the question.",
    "Soul is the place,",
    "stretched like a surface of millstone grit between body and mind,",
    "where such necessity grinds itself out.",
    "Soul is what I kept watch on all that night.",
    "Law stayed with me.",
    "We lay on top of the covers as if it weren’t really a night of sleep and time,",
    "caressing and singing to one another in our made-up language",
    "like the children we used to be.",
    "That was a night that centred Heaven and Hell,",
    "as Emily would say. We tried to fuck",
    "but he remained limp, although happy. I came",
    "again and again, each time accumulating lucidity,",
    "until at last I was floating high up near the ceiling looking down",
    "on the two souls clasped there on the bed",
    "with their mortal boundaries",
    "visible around them like lines on a map.",
    "I saw the lines harden.",
    "He left in the morning.",
    "It is very cold",
    "walking into the long scraped April wind.",
    "At this time of year there is no sunset",
    "just some movements inside the light and then a sinking away.",
    "KITCHEN",
    "Kitchen is quiet as a bone when I come in.",
    "No sound from the rest of the house.",
    "I wait a moment",
    "then open the fridge.",
    "Brilliant as a spaceship it exhales cold confusion.",
    "My mother lives alone and eats little but her fridge is always crammed.",
    "After extracting the yogurt container",
    "from beneath a wily arrangement of leftover blocks of Christmas cake",
    "wrapped in foil and prescription medicine bottles",
    "I close the fridge door. Bluish dusk",
    "fills the room like a sea slid back.",
    "I lean against the sink.",
    "White foods taste best to me",
    "and I prefer to eat alone. I don’t know why.",
    "Once I heard girls singing a May Day song that went:",
    "Violante in the pantry",
    "Gnawing at a mutton bone",
    "How she gnawed it",
    "How she clawed it",
    "When she felt herself alone.",
    "Girls are cruelest to themselves.",
    "Someone like Emily Brontë,",
    "who remained a girl all her life despite her body as a woman,",
    "had cruelty drifted up in all the cracks of her like spring snow.",
    "We can see her ridding herself of it at various times",
    "with a gesture like she used to brush the carpet.",
    "Reason with him and then whip him!",
    "was her instruction (age six) to her father",
    "regarding brother Branwell.",
    "And when she was 14 and bitten by a rabid dog she strode (they say)",
    "into the kitchen and taking red hot tongs from the back of the stove applied",
    "them directly to her arm.",
    "Cauterization of Heathcliff took longer.",
    "More than thirty years in the time of the novel,",
    "from the April evening when he runs out the back door of the kitchen",
    "and vanishes over the moor",
    "because he overheard half a sentence of Catherine’s",
    "(“It would degrade me to marry Heathcliff”)",
    "until the wild morning",
    "when the servant finds him stark dead and grinning",
    "on his rainsoaked bed upstairs in Wuthering Heights.",
    "Heathcliff is a pain devil.",
    "If he had stayed in the kitchen",
    "long enough to hear the other half of Catherine’s sentence",
    "(“so he will never know how I love him”)",
    "Heathcliff would have been set free.",
    "But Emily knew how to catch a devil.",
    "She put into him in place of a soul",
    "the constant cold departure of Catherine from his nervous system",
    "every time he drew a breath or moved thought.",
    "She broke all his moments in half,",
    "with the kitchen door standing open.",
    "I am not unfamiliar with this half-life.",
    "But there is more to it than that.",
    "Heathcliff’s sexual despair",
    "arose out of no such experience in the life of Emily Brontë,",
    "so far as we know. Her question,",
    "which concerns the years of inner cruelty that can twist a person into a pain",
    "devil,",
    "came to her in a kindly firelit kitchen",
    "(“kichin” in Emily’s spelling) where she",
    "and Charlotte and Anne peeled potatoes together",
    "and made up stories with the old house dog Keeper at their feet.",
    "There is a fragment",
    "of a poem she wrote in 1839",
    "(about six years before",
    ") that says:",
    "That iron man was born like me",
    "And he was once an ardent boy:",
    "He must have felt in infancy",
    "The glory of a summer sky.",
    "Who is the iron man?",
    "My mother’s voice cuts across me,",
    "from the next room where she is lying on the sofa.",
    "Is that you dear?",
    "Yes Ma.",
    "Why don’t you turn on a light in there?",
    "Out the kitchen window I watch the steely April sun",
    "jab its last cold yellow streaks",
    "across a dirty silver sky.",
    "Okay Ma. What’s for supper?",
    "LIBERTY",
    "Liberty means different things to different people.",
    "I have never liked lying in bed in the morning.",
    "Law did.",
    "My mother does.",
    "But as soon as the morning light hits my eyes I want to be out in it—",
    "moving along the moor",
    "into the first blue currents and cold navigation of everything awake.",
    "I hear my mother in the next room turn and sigh and sink deeper.",
    "I peel the stale cage of sheets off my legs",
    "and I am free.",
    "Out on the moor all is brilliant and hard after a night of frost.",
    "The light plunges straight up from the ice to a blue hole at the top of the sky.",
    "Frozen mud crunches underfoot. The sound",
    "startles me back into the dream I was having",
    "this morning when I awoke,",
    "one of those nightlong sweet dreams of lying in Law’s",
    "arms like a needle in water—it is a physical effort",
    "to pull myself out of his white silk hands",
    "as they slide down my dream hips—I",
    "turn and face into the wind",
    "and begin to run.",
    "Goblins, devils and death stream behind me.",
    "In the days and months after Law left",
    "I felt as if the sky was torn off my life.",
    "I had no home in goodness anymore.",
    "To see the love between Law and me",
    "turn into two animals gnawing and craving through one another",
    "towards some other hunger was terrible.",
    "Perhaps this is what people mean by original sin, I thought.",
    "But what love could be prior to it?",
    "What is prior?",
    "What is love?",
    "My questions were not original.",
    "Nor did I answer them.",
    "Mornings when I meditated",
    "I was presented with a nude glimpse of my lone soul,",
    "not the complex mysteries of love and hate.",
    "But the Nudes are still as clear in my mind",
    "as pieces of laundry that froze on the clothesline overnight.",
    "There were in all thirteen of them.",
    "Nude #2. Woman caught in a cage of thorns.",
    "Big glistening brown thorns with black stains on them",
    "where she twists this way and that way",
    "unable to stand upright.",
    "Nude #3. Woman with a single great thorn implanted in her forehead.",
    "She grips it in both hands",
    "endeavouring to wrench it out.",
    "Nude #4. Woman on a blasted landscape",
    "backlit in red like Hieronymus Bosch.",
    "Covering her head and upper body is a hellish contraption",
    "like the top half of a crab.",
    "With arms crossed as if pulling off a sweater",
    "she works hard at dislodging the crab.",
    "It was about this time",
    "I began telling Dr. Haw",
    "about the Nudes. She said,",
    "When you see these horrible images why do you stay with them?",
    "Why keep watching? Why not",
    "go away? I was amazed.",
    "Go away where? I said.",
    "This still seems to me a good question.",
    "But by now the day is wide open and a strange young April light",
    "is filling the moor with gold milk.",
    "I have reached the middle",
    "where the ground goes down into a depression and fills with swampy water.",
    "It is frozen.",
    "A solid black pane of moor life caught in its own night attitudes.",
    "Certain wild gold arrangements of weed are visible deep in the black.",
    "Four naked alder trunks rise straight up from it",
    "and sway in the blue air. Each trunk",
    "where it enters the ice radiates a map of silver pressures—",
    "thousands of hair-thin cracks catching the white of the light",
    "like a jailed face",
    "catching grins through the bars.",
    "Emily Brontë has a poem about a woman in jail who says",
    "A messenger of Hope, comes every night to me",
    "And offers, for short life, eternal Liberty.",
    "I wonder what kind of Liberty this is.",
    "Her critics and commentators say she means death",
    "or a visionary experience that prefigures death.",
    "They understand her prison",
    "as the limitations placed on a clergyman’s daughter",
    "by nineteenth-century life in a remote parish on a cold moor",
    "in the north of England.",
    "They grow impatient with the extreme terms in which she figures prison life.",
    "“In so much of Brontë’s work",
    "the self-dramatising and posturing of these poems teeters",
    "on the brink of a potentially bathetic melodrama,”",
    "says one. Another",
    "refers to “the cardboard sublime” of her caught world.",
    "I stopped telling my psychotherapist about the Nudes",
    "when I realized I had no way to answer her question,",
    "Why keep watching?",
    "Some people watch, that’s all I can say.",
    "There is nowhere else to go,",
    "no ledge to climb up to.",
    "Perhaps I can explain this to her if I wait for the right moment,",
    "as with a very difficult sister.",
    "“On that mind time and experience alone could work:",
    "to the influence of other intellects it was not amenable,”",
    "wrote Charlotte of Emily.",
    "I wonder what kind of conversation these two had",
    "over breakfast at the parsonage.",
    "“My sister Emily",
    "was not a person of demonstrative character,” Charlotte emphasizes,",
    "“nor one on the recesses of whose mind and feelings,",
    "even those nearest and dearest to her could,",
    "with impunity, intrude unlicensed. . . .” Recesses were many.",
    "One autumn day in 1845 Charlotte",
    "“accidentally lighted on a MS. volume of verse in my sister Emily’s",
    "handwriting.”",
    "It was a small (4 x 6) notebook",
    "with a dark red cover marked 6d.",
    "and contained 44 poems in Emily’s minute hand.",
    "Charlotte had known Emily wrote verse",
    "but felt “more than surprise” at its quality.",
    "“Not at all like the poetry women generally write.”",
    "Further surprise awaited Charlotte when she read Emily’s novel,",
    "not least for its foul language.",
    "She gently probes this recess",
    "in her Editor’s Preface to",
    ".",
    "“A large class of readers, likewise, will suffer greatly",
    "from the introduction into the pages of this work",
    "of words printed with all their letters,",
    "which it has become the custom to represent by the initial and final letter",
    "only—a blank",
    "line filling the interval.”",
    "Well, there are different definitions of Liberty.",
    "Love is freedom, Law was fond of saying.",
    "I took this to be more a wish than a thought",
    "and changed the subject.",
    "But blank lines do not say nothing.",
    "As Charlotte puts it,",
    "“The practice of hinting by single letters those expletives",
    "with which profane and violent persons are wont to garnish their discourse,",
    "strikes me as a proceeding which,",
    "however well meant, is weak and futile.",
    "I cannot tell what good it does—what feeling it spares—",
    "what horror it conceals.”",
    "I turn my steps and begin walking back over the moor",
    "towards home and breakfast. It is a two-way traffic,",
    "the language of the unsaid. My favourite pages",
    "of",
    "are the notes at the back",
    "recording small adjustments made by Charlotte",
    "to the text of Emily’s verse,",
    "which Charlotte edited for publication after Emily’s death.",
    "“",
    "for",
    "[in Emily’s hand] altered to",
    "by Charlotte.”",
    "HERO",
    "I can tell by the way my mother chews her toast",
    "whether she had a good night",
    "and is about to say a happy thing",
    "or not.",
    "Not.",
    "She puts her toast down on the side of her plate.",
    "You know you can pull the drapes in that room, she begins.",
    "This is a coded reference to one of our oldest arguments,",
    "from what I call The Rules Of Life series.",
    "My mother always closes her bedroom drapes tight before going to bed at night.",
    "I open mine as wide as possible.",
    "I like to see everything, I say.",
    "What’s there to see?",
    "Moon. Air. Sunrise.",
    "All that light on your face in the morning. Wakes you up.",
    "I like to wake up.",
    "At this point the drapes argument has reached a delta",
    "and may advance along one of three channels.",
    "There is the What You Need Is A Good Night’s Sleep channel,",
    "the Stubborn As Your Father channel",
    "and random channel.",
    "More toast? I interpose strongly, pushing back my chair.",
    "Those women! says my mother with an exasperated rasp.",
    "Mother has chosen random channel.",
    "Women?",
    "Complaining about rape all the time",
    "I see she is tapping one furious finger on yesterday’s newspaper",
    "lying beside the grape jam.",
    "The front page has a small feature",
    "about a rally for International Women’s Day—",
    "have you had a look at the Sears Summer Catalogue?",
    "Nope.",
    "Why, it’s a disgrace! Those bathing suits—",
    "cut way up to here! (she points) No wonder!",
    "You’re saying women deserve to get raped",
    "because Sears bathing suit ads",
    "have high-cut legs? Ma, are you serious?",
    "Well someone has to be responsible.",
    "Why should women be responsible for male desire? My voice is high.",
    "Oh I see you’re one of Them.",
    "One of Whom? My voice is very high. Mother vaults it.",
    "And whatever did you do with that little tank suit you had last year the green",
    "one?",
    "It looked so smart on you.",
    "The frail fact drops on me from a great height",
    "that my mother is afraid.",
    "She will be eighty years old this summer.",
    "Her tiny sharp shoulders hunched in the blue bathrobe",
    "make me think of Emily Brontë’s little merlin hawk Hero",
    "that she fed bits of bacon at the kitchen table when Charlotte wasn‘t around.",
    "So Ma, we’ll go—I pop up the toaster",
    "and toss a hot slice of pumpernickel lightly across onto her plate—",
    "visit Dad today? She eyes the kitchen clock with hostility.",
    "Leave at eleven, home again by four? I continue.",
    "She is buttering her toast with jagged strokes.",
    "Silence is assent in our code. I go into the next room to phone the taxi.",
    "My father lives in a hospital for patients who need chronic care",
    "about 50 miles from here.",
    "He suffers from a kind of dementia",
    "characterized by two sorts of pathological change",
    "first recorded in 1907 by Alois Alzheimer.",
    "First, the presence in cerebral tissue",
    "of a spherical formation known as neuritic plaque,",
    "consisting mainly of degenerating brain cells.",
    "Second, neurofibrillary snarlings",
    "in the cerebral cortex and in the hippocampus.",
    "There is no known cause or cure.",
    "Mother visits him by taxi once a week",
    "for the last five years.",
    "Marriage is for better or for worse, she says,",
    "this is the worse.",
    "So about an hour later we are in the taxi",
    "shooting along empty country roads towards town.",
    "The April light is clear as an alarm.",
    "As we pass them it gives a sudden sense of every object",
    "existing in space on its own shadow.",
    "I wish I could carry this clarity with me",
    "into the hospital where distinctions tend to flatten and coalesce.",
    "I wish I had been nicer to him before he got crazy.",
    "These are my two wishes.",
    "It is hard to find the beginning of dementia.",
    "I remember a night about ten years ago",
    "when I was talking to him on the telephone.",
    "It was a Sunday night in winter.",
    "I heard his sentences filling up with fear.",
    "He would start a sentence—about weather, lose his way, start another.",
    "It made me furious to hear him floundering—",
    "my tall proud father, former World War II navigator!",
    "It made me merciless.",
    "I stood on the edge of the conversation,",
    "watching him thrash about for cues,",
    "offering none,",
    "and it came to me like a slow avalanche",
    "that he had no idea who he was talking to.",
    "Much colder today I guess. . . .",
    "his voice pressed into the silence and broke off,",
    "snow falling on it.",
    "There was a long pause while snow covered us both.",
    "Well I won’t keep you,",
    "he said with sudden desperate cheer as if sighting land.",
    "I’ll say goodnight now,",
    "I won’t run up your bill. Goodbye.",
    "Goodbye.",
    "Goodbye. Who are you?",
    "I said into the dial tone.",
    "At the hospital we pass down long pink halls",
    "through a door with a big window",
    "and a combination lock (5—25—3)",
    "to the west wing, for chronic care patients.",
    "Each wing has a name.",
    "The chronic wing is Our Golden Mile",
    "although mother prefers to call it The Last Lap.",
    "Father sits strapped in a chair which is tied to the wall",
    "in a room of other tied people tilting at various angles.",
    "My father tilts least, I am proud of him.",
    "Hi Dad how y’doing?",
    "His face cracks open it could be a grin or rage",
    "and looking past me he issues a stream of vehemence at the air.",
    "My mother lays her hand on his.",
    "Hello love, she says. He jerks his hand away. We sit.",
    "Sunlight flocks through the room.",
    "Mother begins to unpack from her handbag the things she has brought for him,",
    "grapes, arrowroot biscuits, humbugs.",
    "He is addressing strenuous remarks to someone in the air between us.",
    "He uses a language known only to himself,",
    "made of snarls and syllables and sudden wild appeals.",
    "Once in a while some old formula floats up through the wash—",
    "You don’t say! or Happy birthday to you!—",
    "but no real sentence",
    "for more than three years now.",
    "I notice his front teeth are getting black.",
    "I wonder how you clean the teeth of mad people.",
    "He always took good care of his teeth. My mother looks up.",
    "She and I often think two halves of one thought.",
    "Do you remember that gold-plated toothpick",
    "you sent him from Harrod’s the summer you were in London? she asks.",
    "Yes I wonder what happened to it.",
    "Must be in the bathroom somewhere.",
    "She is giving him grapes one by one.",
    "They keep rolling out of his huge stiff fingers.",
    "He used to be a big man, over six feet tall and strong,",
    "but since he came to hospital his body has shrunk to the merest bone house—",
    "except the hands. The hands keep growing.",
    "Each one now as big as a boot in Van Gogh,",
    "they go lumbering after the grapes in his lap.",
    "But now he turns to me with a rush of urgent syllables",
    "that break off on a high note—he waits,",
    "staring into my face. That quizzical look.",
    "One eyebrow at an angle.",
    "I have a photograph taped to my fridge at home.",
    "It shows his World War II air crew posing in front of the plane.",
    "Hands firmly behind backs, legs wide apart,",
    "chins forward.",
    "Dressed in the puffed flying suits",
    "with a wide leather strap pulled tight through the crotch.",
    "They squint into the brilliant winter sun of 1942.",
    "It is dawn.",
    "They are leaving Dover for France.",
    "My father on the far left is the tallest airman,",
    "with his collar up,",
    "one eyebrow at an angle.",
    "The shadowless light makes him look immortal,",
    "for all the world like someone who will not weep again.",
    "He is still staring into my face.",
    "Flaps down! I cry.",
    "His black grin flares once and goes out like a match.",
    "HOT",
    "Hot blue moonlight down the steep sky.",
    "I wake too fast from a cellar of hanged puppies",
    "with my eyes pouring into the dark.",
    "Fumbling",
    "and slowly",
    "consciousness replaces the bars.",
    "Dreamtails and angry liquids",
    "swim back down to the middle of me.",
    "I t is generally anger dreams that occupy my nights now.",
    "This is not uncommon after loss of love—",
    "blue and black and red blasting the crater open.",
    "I am interested in anger.",
    "I clamber along to find the source.",
    "My dream was of an old woman lying awake in bed.",
    "She controls the house by a system of light bulbs strung above her on wires.",
    "Each wire has a little black switch.",
    "One by one the switches refuse to turn the bulbs on.",
    "She keeps switching and switching",
    "in rising tides of very hot anger.",
    "Then she creeps out of bed to peer through lattices",
    "at the rooms of the rest of the house.",
    "The rooms are silent and brilliantly lit",
    "and full of huge furniture beneath which crouch",
    "small creatures—not quite cats not quite rats",
    "licking their narrow red jaws",
    "under a load of time.",
    "I want to be beautiful again, she whispers",
    "but the great overlit rooms tick emptily",
    "as a deserted oceanliner and now behind her in the dark",
    "a rustling sound, comes—",
    "My pajamas are soaked.",
    "Anger travels through me, pushes aside everything else in my heart,",
    "pouring up the vents.",
    "Every night I wake to this anger,",
    "the soaked bed,",
    "the hot pain box slamming me each way I move.",
    "I want justice. Slam.",
    "I want an explanation. Slam.",
    "I want to curse the false friend who said I love you forever. Slam.",
    "I reach up and switch on the bedside lamp. Night springs",
    "out the window and is gone over the moor.",
    "I lie listening to the light vibrate in my ears",
    "and thinking about curses.",
    "Emily Brontë was good at cursing.",
    "Falsity and bad love and the deadly pain of alteration are constant topics in",
    "her verse.",
    "Well, thou halt paid me back my love!",
    "But if there be a God above",
    "Whose arm is strong, whose word is true,",
    "This hell shall wring thy spirit too!",
    "The curses are elaborate:",
    "There go, Deceiver, go! My hand is streaming wet;",
    "My heart’s blood flows to buy the blessing—To forget!",
    "Oh could that lost heart give back, back again to thine,",
    "One tenth part of the pain that clouds my dark decline!",
    "But they do not bring her peace:",
    "Vain words, vain frenzied thoughts! No ear can hear me call—",
    "Lost in the vacant air my frantic curses fall. . . .",
    "Unconquered in my soul the Tyrant rules me still—",
    "bows to my control, but",
    "I cannot kill!",
    "Her anger is a puzzle.",
    "It raises many questions in me,",
    "to see love treated with such cold and knowing contempt",
    "by someone who rarely left home",
    "“except to go to church or take a walk on the hills”",
    "(Charlotte tells us) and who",
    "had no more intercourse with Haworth folk",
    "than “a nun has",
    "of the country people who sometimes pass her convent gates.”",
    "How did Emily come to lose faith in humans?",
    "She admired their dialects, studied their genealogies,",
    "“but with them she rarely exchanged a word.”",
    "Her introvert nature shrank from shaking hands with someone she met on the moor.",
    "What did Emily know of lover’s lies or cursive human faith?",
    "Among her biographers",
    "is one who conjectures she bore or aborted a child",
    "during her six-month stay in Halifax,",
    "but there is no evidence at all for such an event",
    "and the more general consensus is that Emily did not touch a man in her 31",
    "years.",
    "Banal sexism aside,",
    "I find myself tempted",
    "to read",
    "as one thick stacked act of revenge",
    "for all that life withheld from Emily.",
    "But the poetry shows traces of a deeper explanation.",
    "As if anger could be a kind of vocation for some women.",
    "It is a chilly thought.",
    "The heart is dead since infancy.",
    "Unwept for let the body go.",
    "Suddenly cold I reach down and pull the blanket back up to my chin.",
    "The vocation of anger is not mine.",
    "I know my source.",
    "It is stunning, it is a moment like no other,",
    "when one’s lover comes in and says I do not love you anymore.",
    "I switch off the lamp and lie on my back,",
    "thinking about Emily’s cold young soul.",
    "Where does unbelief begin?",
    "When I was young",
    "there were degrees of certainty.",
    "I could say, Yes I know that I have two hands.",
    "Then one day I awakened on a planet of people whose hands occasionally",
    "disappear—",
    "From the next room I hear my mother shift and sigh and settle",
    "back down under the doorsill of sleep.",
    "Out the window the moon is just a cold bit of silver gristle low on fading banks",
    "of sky.",
    "Our guests are darkly lodged, I whispered, gazing through",
    "The vault . . .",
    "THOU",
    "The question I am left with is the question of her loneliness.",
    "And I prefer to put it off.",
    "It is morning.",
    "Astonished light is washing over the moor from north to east.",
    "I am walking into the light.",
    "One way to put off loneliness is to interpose God.",
    "Emily had a relationship on this level with someone she calls Thou. She describes Thou as awake like herself all night",
    "and full of strange power.",
    "Thou woos Emily with a voice that comes out of the night wind.",
    "Thou and Emily influence one another in the darkness,",
    "playing near and far at once.",
    "She talks about a sweetness that “proved us one.”",
    "I am uneasy with the compensatory model of female religious experience and yet,",
    "there is no question,",
    "it would be sweet to have a friend to tell things to at night,",
    "without the terrible sex price to pay.",
    "This is a childish idea, I know.",
    "My education, I have to admit, has been gappy.",
    "The basic rules of male-female relations",
    "were imparted atmospherically in our family,",
    "no direct speech allowed.",
    "I remember one Sunday I was sitting in the backseat of the car.",
    "Father in front.",
    "We were waiting in the driveway for mother,",
    "who came around the corner of the house",
    "and got into the passenger side of the car",
    "dressed in a yellow Chanel suit and black high heels.",
    "Father glanced sideways at her.",
    "Showing a good bit of leg today Mother, he said",
    "in a voice which I (age eleven) thought odd.",
    "I stared at the back of her head waiting for what she would say.",
    "Her answer would clear this up.",
    "But she just laughed a strange laugh with ropes all over it.",
    "Later that summer I put this laugh together with another laugh",
    "I overheard as I was going upstairs.",
    "She was talking on the telephone in the kitchen.",
    "Well a woman would be just as happy with a kiss on the cheek",
    "most of the time but YOU KNOW MEN,",
    "she was saying. Laugh.",
    "Not ropes, thorns.",
    "I have arrived at the middle of the moor",
    "where the ground goes down into a low swampy place.",
    "The swamp water is frozen solid.",
    "Bits of gold weed",
    "have etched themselves",
    "on the underside of the ice like messages.",
    "I’ll come when thou art saddest,",
    "Laid alone in the darkened room;",
    "When the mad day’s mirth has vanished,",
    "And the smile of joy is banished,",
    "I’ll come when the heart’s real feeling",
    "Has entire, unbiased sway,",
    "And my influence o’er thee stealing",
    "Grief deepening, joy congealing,",
    "Shall bear thy soul away.",
    "Listen! ’tis just the hour,",
    "The awful time for thee:",
    "Dost thou not feel upon thy soul",
    "A flood of strange sensations roll,",
    "Forerunners of a sterner power,",
    "Heralds of me?",
    "Very hard to read, the messages that pass",
    "between Thou and Emily.",
    "In this poem she reverses their roles,",
    "speaking not as the victim but",
    "the victim.",
    "It is chilling to watch Thou move upon thou,",
    "who lies alone in the dark waiting to be mastered.",
    "It is a shock to realize that this low, slow collusion",
    "of master and victim within one voice",
    "is a rationale",
    "for the most awful loneliness of the poet’s hour.",
    "She has reversed the roles of thou and Thou",
    "not as a display of power",
    "but to force out of herself some pity",
    "for this soul trapped in glass,",
    "which is her true creation.",
    "Those nights lying alone",
    "are not discontinuous with this cold hectic dawn.",
    "It is who I am.",
    "Is it a vocation of anger?",
    "Why construe silence",
    "as the Real Presence?",
    "Why stoop to kiss this doorstep?",
    "Why be unstrung and pounded flat and pine away",
    "imagining someone vast to whom I may vent the swell of my soul?",
    "Emily was fond of Psalm 130.",
    "“My soul waiteth on Thou more than they that watch for the morning,",
    "I say more than they that watch for the morning.”",
    "I like to believe that for her the act of watching provided a shelter,",
    "that her collusion with Thou gave ease to anger and desire:",
    "”In Thou they arc quenched as a fire of thorns,“ says the psalmist.",
    "But for myself I do not believe this, I am not quenched—",
    "with Thou or without Thou I find no shelter.",
    "I am my own Nude.",
    "And Nudes have a difficult sexual destiny.",
    "I have watched this destiny disclose itself",
    "in its jerky passage from girl to woman to who I am now,",
    "from love to anger to this cold marrow,",
    "from fire to shelter to fire.",
    "What is the opposite of believing in Thou—",
    "merely not believing in Thou? No. That is too simple.",
    "That is to prepare a misunderstanding.",
    "I want to speak more clearly.",
    "Perhaps the Nudes are the best way.",
    "Nude #5. Deck of cards.",
    "Each card is made of flesh.",
    "The living cards are days of a woman’s life.",
    "I see a great silver needle go flashing right through the deck once from end to",
    "end.",
    "Nude #6 I cannot remember.",
    "Nude #7. White room whose walls,",
    "having neither planes nor curves nor angles,",
    "are composed of a continuous satiny white membrane",
    "like the flesh of some interior organ of the moon.",
    "It is a living surface, almost wet.",
    "Lucency breathes in and out.",
    "Rainbows shudder across it.",
    "And around the walls of the room a voice goes whispering,",
    ".",
    "Nude #8. Black disc on which the fires of all the winds",
    "are attached in a row.",
    "A woman stands on the disc",
    "amid the winds whose long yellow silk flames",
    "flow and vibrate up through her.",
    "Nude #9. Transparent loam.",
    "Under the loam a woman has dug a long deep trench.",
    "Into the trench she is placing small white forms, I don’t know what they are.",
    "Nude #10. Green thorn of the world poking up",
    "alive through the heart of a woman",
    "who lies on her back on the ground.",
    "The thorn is exploding",
    "its green blood above her in the air.",
    ", the voice says.",
    "Nude #11. Ledge in outer space.",
    "Space is bluish black and glossy as solid water",
    "and moving very fast in all directions,",
    "shrieking past the woman who stands pinned",
    "to nothing by its pressure.",
    "She peers and glances for some way to go, trying to lift her hand but cannot.",
    "Nude #12. Old pole in the wind.",
    "Cold currents are streaming over it",
    "and pulling out",
    "into ragged long horizontal black lines",
    "some shreds of ribbon",
    "attached to the pole.",
    "I cannot see how they are attached—",
    "notches? staples? nails? All of a sudden the wind changes",
    "and all the black shreds rise straight up in the air",
    "and tie themselves into knots,",
    "then untie and float down.",
    "The wind is gone.",
    "It waits.",
    "By this time, midway through winter,",
    "I had become entirely fascinated with my spiritual melodrama.",
    "Then it stopped.",
    "Days passed, months passed and I saw nothing.",
    "I continued to peer and glance, sitting on the rug in front of my sofa",
    "in the curtainless morning",
    "with my nerves open to the air like something skinned.",
    "I saw nothing.",
    "Outside the window spring storms came and went.",
    "April snow folded its huge white paws over doors and porches.",
    "I watched a chunk of it lean over the roof and break off",
    "and fall and I thought,",
    "How slow! as it glided soundlessly past,",
    "but still—nothing. No nudes.",
    "No Thou.",
    "A great icicle formed on the railing of my balcony",
    "so I drew up close to the window and tried peering through the icicle,",
    "hoping to trick myself into some interior vision,",
    "but all I saw",
    "was the man and woman in the room across the street",
    "making their bed and laughing.",
    "I stopped watching.",
    "I forgot about Nudes.",
    "I lived my life,",
    "which felt like a switched-off TV.",
    "Something had gone through me and out and I could not own it.",
    "“No need now to tremble for the hard frost and the keen wind.",
    "Emily does not feel them,”",
    "wrote Charlotte the day after burying her sister.",
    "Emily had shaken free.",
    "A soul can do that.",
    "Whether it goes to join Thou and sit on the porch for all eternity",
    "enjoying jokes and kisses and beautiful cold spring evenings,",
    "you and I will never know. But I can tell you what I saw.",
    "Nude #13 arrived when I was not watching for it.",
    "It came at night.",
    "Very much like Nude #1.",
    "And yet utterly different.",
    "I saw a high hill and on it a form shaped against hard air.",
    "It could have been just a pole with some old cloth attached,",
    "but as I came closer",
    "I saw it was a human body",
    "trying to stand against winds so terrible that the flesh was blowing off the bones.",
    "And there was no pain.",
    "The wind",
    "was cleansing the bones.",
    "They stood forth silver and necessary.",
    "It was not my body, not a woman’s body, it was the body of us all.",
    "It walked out of the light."
  ],
  "title": "The Glass Essay",
  "year": ""
}