{
  "author": "Lucie Thésée",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242044",
  "region": "",
  "text": [
    "Look straight, and don’t tremble, wreckage of my hanged race:",
    "a sarabande dancer, Japanese muslin tight on her live-wire hips",
    "arrives with the moonlight, fast as the tam-tam drums.",
    "She’ll take you to the grand esplanade where the gallows",
    "tell your story, tell of your dim bronze halos",
    "licked away by a pale man’s greed.",
    "Leave your gallows tears behind,",
    "the long-drawn vowels of the lost names of flowers,",
    "the long-drawn cries of your burden of grain,",
    "the long-drawn cries of your burden of seed-pods,",
    "and the long-drawn cries of the seed-pods cut and hung.",
    "Shipwreck of my race, twisted in the wind-rush,",
    "fall from your broken gallows, wrack, wreck, and driftwood,",
    "my bloodied race.",
    "My bloodied race fearful, scab-dried, sterile, paralyzed,",
    "the low-caste wallflowers trembling at a ball for mice—",
    "no. Leave your gallows, there, those: the gallows of time-gone-by.",
    "Lift your chestnut-dark and heavy limbs, up from out the shipwreck’s carnage,",
    "and up through those long blue-green rolling waves.",
    "Sing the wind’s songs, and collect what’s needed, drop by shivering drop,",
    "in this, your Lenten fasting, in this, your sorcerer’s midnight, under this, the whip.",
    "Leave the gallows, the sap of its cut-wood spits on your skin.",
    "You’d hang there, yourself in effigy? No. Live sap runs in the driftwood branch.",
    "You’ll play, gentle, a light wind in the shimmering green of a dancer’s beaded muslin skirt,",
    "and your broken music will move in the foolish grass that still believes in death—",
    "leave your gallows-bones there, in the fool’s green shroud . . .",
    "Scratch with the rusted nail of melody, because you live, wreckage of my race,",
    "the sky will not forget you, nor the graveyard’s earth, fertile and walled.",
    "Your blood still dances, a wreckage of joy, joy soured,",
    "obstinate joy, wild and unbroken,",
    "shipwreck of my race, sarabande."
  ],
  "title": "Sarabande",
  "year": ""
}