{
  "author": "Cole Swensen",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240658",
  "region": "",
  "text": [
    "One",
    "Green moves through the tops of trees and grows",
    "lighter greens as it recedes, each of which includes a grey, and among the",
    "greys, or beyond them, waning finely into white, there is one white spot,",
    "absolute; it could be an egret or perhaps a crane at the edge of the water",
    "where it meets a strip of sand.",
    "Two",
    "There is a single, almost dazzling white spot of a white house out loud",
    "against the fields, and the forest in lines",
    "receding, rises,",
    "and then planes. Color,",
    "in pieces or entire; its presence",
    "veneers over want; in all its moving parts, it could be something else",
    "half-hidden by trees. Conservatory, gloriette, gazebo, or bandshell,",
    "a door ajar on the top floor.",
    "Three",
    "The trees are half air. They fissure the sky; you could count the leaves, pare",
    "time",
    "defined as that which,",
    "no matter how barely, exceeds",
    "what the eye could grasp in a glance;",
    "intricate woods opening out before a body of water edged",
    "with a swatch of meadow where someone has hung a bright white sheet",
    "out in the sun to dry.",
    "Four",
    "A white bird in a green forest is a danger to itself. Stands out. Shines. Builds",
    "up inside. Like it’s dangerous to cry while driving or to talk to strangers or to",
    "stare at the sun and a thousand other things",
    "we’ve always heard",
    "people who wear white see better at night, though they gradually lose this",
    "trait as they age.",
    "Five",
    "The air across the valley is slightly hazy though thinning though patches",
    "remain between the groves of trees that edge a clearing in which stands a",
    "single house. A child in a white t-shirt has just walked out of the house and",
    "is turning to walk down to the lake."
  ],
  "title": "Five Landscapes",
  "year": ""
}