{
  "author": "Mark Halliday",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Life Choices",
    "Activities",
    "Eating",
    "Drinking",
    "Sports",
    "Outdoor Activities",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242758",
  "region": "U.S., Midwestern",
  "text": [
    "The guys who drank quarts of Busch last night",
    "here by the backstop of this baseball diamond",
    "had names given them by their mothers and fathers—",
    "“Jack” and “Kenny” let us say.",
    "Jack might be",
    "a skinny guy in a black fake-leather jacket,",
    "he’s twenty-five, his gray pants are too loose on his hips,",
    "his jaws always have these little black extra hairs,",
    "his mother won’t talk to him on the phone,",
    "she lives on french fries and ketchup,",
    "he hasn’t been able to send her any cash",
    "in the last two years, ever since he lost",
    "his job unloading produce trucks at Pathmark;",
    "Jack’s father disappeared when he was ten.",
    "“No big deal,” Jack says, “he was a bastard anyway,",
    "he used to flatten beer cans on the top of my head.”",
    "Kenny offers a laugh-noise. He’s heard all that before.",
    "Kenny is forty-eight, a flabby man with reddened skin,",
    "he is employed at the Italian Market selling fish",
    "just four hours a day but his shirts hold the smell;",
    "his female companion Deena left him a note last month:",
    "“You owe me $12 chocolate $31 wine $55 cable TV plus",
    "donuts—I have had it—taking lamp and mirror",
    "they are mine.” Kenny hasn’t seen her since.",
    "He hangs with Jack because Jack talks loud",
    "as if the world of cops and people with full-time jobs",
    "could be kept at bay by talking, talking loud . . .",
    "(I’m talking gently and",
    "here",
    "as if the world of bums and jerks could be kept far off—)",
    "Jack and Kenny. (Or two other guys dark to me with wounds",
    "oozing in Philadelphia ways less ready to narrate.)",
    "Last night at midnight they got cheesesteaks at Casseloni’s",
    "and bought four quarts at the Fireside Tavern",
    "and wandered into this park. After one quart of Busch",
    "Jack said he was Lenny Dykstra",
    "and found a stick for his bat. “Pitch to me asshole” he said",
    "so Kenny went to the mound and pitched his bottle",
    "for want of anything better and Jack swung in the dark and missed;",
    "Kenny’s bottle smashed on home plate and Jack heard in the sound",
    "the absurdity of all his desiring since seventh grade,",
    "absurdity of a skinny guy who blew everything since seventh",
    "when he hit home runs and chased Joan Rundle around the gym",
    "so Jack took his own empty bottle and smashed it down",
    "amid the brown shards of Kenny’s bottle.",
    "Then they leaned on the backstop to drink the other two quarts",
    "and they both grew glum and silent",
    "and when they smashed these bottles it was like",
    "what else would they do? Next morning",
    "Nick and I come to the park with a rubber ball",
    "and a miniature bat. Nick is not quite three",
    "but he knows the names of all the Phillies starters",
    "and he knows the area around home plate is not supposed to be",
    "covered with jagged pieces of brown glass. Like a good dad",
    "I warn him not to touch it and we decide to establish",
    "a new home plate closer to the mound (there’s no trash can",
    "handy). “Who put that glass there?” Nick wants to know",
    "and to make a long story short I say “Bad People.”",
    "Nick says “Bad? How come?”"
  ],
  "title": "Bad People",
  "year": ""
}