{
  "author": "Mark Halliday",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Growing Old",
    "Parenthood",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Travels",
    "Journeys",
    "Relationships",
    "Home Life",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242756",
  "region": "U.S., Midwestern",
  "text": [
    "I find I am descending in a propeller plane upon Pasco",
    "in the state of Washington. I accept this;",
    "I have reasons for participating in the experiential sequence",
    "that has brought me here. Down below the land is printed",
    "with huge circles, doubtless an irrigation system,",
    "doubtless it makes sense. There are people who understand it",
    "living with dignity in square houses",
    "and the result possibly is one billion radishes.",
    "Now some so-called time has passed. This nation",
    "is a huge nation in which the infinity of for example",
    "Washington State",
    "is just one segment of an even less thinkable hugeness",
    "and yet",
    "United Airlines has me",
    "here in my Eastern metropolis",
    "with its ten thousand makers of third-rate pizza",
    "uncannily far from the possible radishes of Washington State.",
    "The taxi driver experiments with narrow streets",
    "to shorten our detour caused by sports fans and he says",
    "the Eagles will out-tough the Steelers.",
    "I defer to his judgment, I am conserving my powers.",
    "After “a while” I have this unsettlingly smooth tuna salad",
    "with a pale pickle",
    "in a drugstore designed by Dwight D. Eisenhower,",
    "reading a few poems by David Rivard. I have thoughts.",
    "I have my Uncle Ralph’s jacket soft and droopy giving me",
    "a Sense of the Past. The rain out there",
    "on the roofs of retail outlets is saying No Guarantee",
    "and in a way I am nowhere, in another way maybe",
    "definitely not. In a wide wet parking lot",
    "I turn back toward the store to explain to the cashier",
    "that she charged me for six cans of seltzer when in fact",
    "I only had one",
    "a six-pack",
    "but the idea of justice seems so fatiguing",
    "I would rather read a surprisingly serious detective novel",
    "so I vibrate with indecision in the parking lot",
    "till all the car windows rattle imperceptibly. Then",
    "an alleged interval ostensibly intervenes, at the mall",
    "a woman at a piano has played 1800 songs from memory",
    "according to the radio personality who stands with a mike",
    "explaining her bid for the Guinness Book of Records.",
    "I am walking away at an unplanned angle singing “Tiny Montgomery”",
    "which I bet she wouldn’t have been ready to play.",
    "I have this inner life, I think of my father",
    "lonely in Vermont, I think of myself lonely in Syracuse",
    "and my old poem about a detective who can’t solve his biggest case",
    "and as a result I have feelings—but my teacher said",
    "the future of American poetry can’t be merely",
    "the notation of sensibility. When he said that I felt",
    "a chilly fear at the edge of consc-consc-consc-consciousness",
    "like an ice cube in the corner of my stomach.",
    "That’s how I felt. So then, so then consequently",
    "I thought “I must gather up some serious ideas” but then",
    "Ashberry phoned and left a message after the beep.",
    "“Don’t be a sucker, ideas are where it",
    ".”",
    "This made my throat get sort of dry so I drank a Classic Coke",
    "and then another Classic Coke two hours later",
    "as time so-to-say passed. What was always there?",
    "Texture, that’s what, how it was/is, the how of how;",
    "when I pick up my color prints at the camera shop",
    "the disappointment I always feel is actually a blessing",
    "is it not? I can say “I’ll go along with this charade",
    "until I can think my way out” even though I’ll never",
    "think my way out. I’ve come this far;",
    "that day in 1971 I hitchhiked all the way to Montpelier",
    "didn’t I? And here I am.",
    "Suddenly I have a son",
    "who focuses with tremendous insistence upon",
    "dogs, balloons, air conditioners, hats, clocks, and noses.",
    "To him I convey that the world is okay:",
    "life is good: we accept it. Your dad is a little mixed up",
    "but your shoes got tied, right?",
    "As Barbara Cohen in high school said about politics",
    "it’s interesting, giving the word four earnest syllables,",
    "in-ter-est-ing."
  ],
  "title": "Pasco, Barbara",
  "year": ""
}