{
  "author": "Mark Halliday",
  "classification": "",
  "keywords": [
    "Living",
    "Parenthood",
    "Sorrow",
    "Grieving",
    "The Mind",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Home Life",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242748",
  "region": "U.S., Midwestern",
  "text": [
    "For example, I wrote my first poem in 1976 about being in the Vermont house",
    "after my mother’s death; she died the year before;",
    "she loved that house. My father said he kept having moments",
    "of thinking she must have just stepped outside for a minute",
    "to weed the garden or to walk just a little way",
    "along Prospect Street, for a few minutes only and now",
    "almost now she’d be coming back, we’d hear the screen door,",
    "Bev would be back and saying something casual about—",
    "about the cats, Daphne and Chloe, or about Mrs. Yamokofsky next door",
    "or about the pear tree, “or a colored stone she found.”",
    "That was the phrase that ended my poem in 1976:",
    "“or a colored stone she found.” The phrase rang slightly false",
    "but I wanted it—the “ound” and “one” sounds sounded profound",
    "and in 1976 “stone” was still a word guaranteed poetic.",
    "But did my mother ever pick up colorful stones?",
    "Wasn’t that more something I did fifteen years earlier?",
    "In the poem I was trying to turn my ironic mother into",
    "an ideal figure certified sweet like a child.",
    "But what could I make her say? Something very sly and wry?",
    "The poetry would be in her voice, the way of her voice being",
    "hers—voice of my mother—whether the words were about",
    "the cats or Mrs. Yamokofsky or potatoes to peel for mashing.",
    "Not",
    "mother.",
    "mother. Poetry of her",
    "saying in her Bev way “those potatoes” or “Mrs. Yamokovsky”",
    "or “Daphne’s gone down by the Black River",
    "but if we feed Chloe I’m sure she’ll be back.”",
    "And my father and Kimbo and me just going “Yeah” or “In a minute”",
    "because this was all just life."
  ],
  "title": "Poetry Failure",
  "year": ""
}