{
  "author": "Mark Halliday",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "The Mind",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242752",
  "region": "U.S., Midwestern",
  "text": [
    "It would have been dark but not lugubrious. It would have been",
    "fairly short but not slight. It would have contained a child",
    "saying something inadvertently funny that was not said by my daughter,",
    "something strangely like what your daughter or sister said once",
    "if you could remember. The child's voice flies across",
    "a small parking lot where, in one of the cars,",
    "a man and a woman sit listening to the silence between them.",
    "The child's voice probably hurts them momentarily",
    "with a sense of beauty apparently very possible",
    "yet somehow out of reach. In the missing poem this is",
    "implied, conveyed, transmitted without being flatly said.",
    "And it does a dissolve into the look of a soccer field",
    "after a game—the last three or four players walk",
    "slowly away, their shin-guards muddy, their cleats caked,",
    "one player dragging a net bag full of soccer balls—",
    "the players seem to have known what it was all for",
    "yet now they look somehow depleted and aimless there",
    "at the field's far end; and a block away on a wood-grainy porch",
    "the eyes of a thin woman sixty-three years old search the shadows",
    "in each passing car, as the poem recalls what she wants to recall.",
    "Hours later the field is dark",
    "and the hills are dark and later even Firehouse Pizza has closed.",
    "In the missing poem all this pools into a sense of how much",
    "we must cherish life; the world will not do it for us.",
    "This idea, though, in the missing poem is not smarmy.",
    "Remember when you got the news of the accident—",
    "or the illness—in the life of someone",
    "more laced into your life than you might have thought;",
    "the cool flash of what serious is. Well,",
    "the missing poem brings that. Meanwhile not seeming like",
    "an imitation of Mark Strand or Mark Doty or Mark Jarman!",
    "Yet not like just another Halliday thing either.",
    "Instead it would feel like a new dimension of the world,",
    "the real world we imagine. With lightness!",
    "With weight",
    "lightness and, on the hypothetical radio,",
    "that certain song you almost forgot to love."
  ],
  "title": "The Missing Poem",
  "year": ""
}