{
  "author": "Mark Halliday",
  "classification": "",
  "keywords": [
    "Living",
    "Parenthood",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Indoor Activities",
    "Relationships",
    "Home Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242746",
  "region": "U.S., Midwestern",
  "text": [
    "Sam paused on the stairs. He had forgotten a thing.",
    "In Leland’s room a copy of Thomas Merton lay on the floor.",
    "The air was full of gnats of possibility. What was the story?",
    "Sam looked at the clock twice. The day was dropping",
    "softly away while Sam’s sneakers made the wood stairs creak.",
    "The wood was sure it was wood. Alice got home from the store.",
    "The bags had to be unloaded as the day went and went.",
    "Then the sundown kitchen grew quiet.",
    "Sam crossed his legs one way, then the other way. He had chosen",
    "purple corduroys. They were pants of the day; one possibility.",
    "On the tilted table sat the damaged typewriter.",
    "What about Thomas Merton? Did he know the central story?",
    "Someone was quietly reading by the fireplace but not Sam.",
    "Next day there was badminton with the troubled carpenter",
    "and the story of an awful egg salad, causing laughter;",
    "but Sam had forgotten some thing. Then Alice brought in",
    "the brownies and minor pleasure colored the house",
    "and there went the evening. J.J. came downstairs",
    "all gleamy from her bath. She had three reasons to get downtown fast.",
    "Sam picked up a novel by Sukenick. The clue must be nearby.",
    "Between Sam and the page swarmed the gnats of possibility.",
    "Leland stowed his bicycle in the basement and came upstairs",
    "with a point about capitalism. Look at the time said someone.",
    "Where was J.J. now? Where was the story? Under the red chair",
    "lay the newspaper whose relevance was all mystery or",
    "not mystery enough. Then Alice went out to see a movie.",
    "Some man meets some woman with big eyes on a jet",
    "and changes his whole life for her, disastrously but thrillingly.",
    "Alice told about it briefly, and went to make tea. Sam paused",
    "on the hard wooden stairs. J.J. was gone. She was gone.",
    "Leland was eating yogurt at midnight. The whole brown house",
    "was floating, gliding very smoothly for some reason",
    "with Sam not clear whether the gliding was a story",
    "and if so was it central and was it his?"
  ],
  "title": "Time in a Brown House",
  "year": ""
}