{
  "author": "Gertrude Stein",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/243162",
  "region": "",
  "text": [
    "The story of how she bowed to her brother.",
    "Who has whom as his.",
    "Did she bow to her brother. When she saw him.",
    "Any long story. Of how she bowed to her brother.",
    "Sometimes not.",
    "She bowed to her brother. Accidentally. When she saw him.",
    "Often as well. As not.",
    "She did not. Bow to her brother. When she. Saw him.",
    "This could happen. Without. Him.",
    "Everybody finds in it a sentence that pleases them.",
    "This is the story included in. How she bowed to her brother.",
    "Could another brother have a grand daughter.",
    "No. But. He could have a grandson.",
    "This has nothing to do with the other brother of whom it is said that we read she bowed to her brother.",
    "There could be a union between reading and learning.",
    "And now everybody. Reads. She bowed. To her brother.",
    "And no one. Thinks.",
    "Thinks that it is clearly. Startling.",
    "She started. By not bowing. To her brother.",
    "And this was not the beginning.",
    "She has forgotten.",
    "How she bowed. To her brother.",
    "And. In mentioning. She did mention. That this was. A recollection.",
    "For fortunately. In detail. Details were given.",
    "Made an expression. Of recollection.",
    "Does whether. They gather. That they heard. Whether. They bowed. To each other. Or not.",
    "If in. They made it. Doubtful. Or double. Of their holding it. A momentary after. That she was never. Readily made rather. That they were. Whether. She asked her. Was she doing anything. Either.",
    "In all this there lay. No description. And so. Whether. They could come to be nearly. More. Than more. Or rather. Did she. Bow to her brother.",
    "PART II",
    "They were a few. And they knew. Not that. She had bowed. To her brother. There were",
    "not. A few. Who knew. That she. Had. Bowed to her brother. Because if they knew.",
    "They would say. That a few. Knew. That she. Had bowed to her brother. But",
    "necessarily. Not a few. Knew. They did. Not know. Because they. Were not there. There",
    "are not a few. Who are there. Because. Nobody. Was there. Nor did. She know. That",
    "she was there. To help to share. And they can. Be there. To tell. Them. So. That. They",
    "know. She bowed. To her brother. More. There. Than. There.",
    "III",
    "It might be easily pointed out. By the chance. Of a. Wish. No wish.",
    "He might. Not wish. Not to. Be easily. Pointed out. By no. Wish.",
    "Which they. Might easily.",
    "Not be pointed. Out. As. A and not. The wish.",
    "It is not. To be. Pointed out. That. There. Is. No wish.",
    "Not. A wish.",
    "She bowed to her brother. Was not easily. Pointed out. And. No wish.",
    "Which it. And easily. Pointed out. And. No. Wish.",
    "She and. No wish. Which is. Not easily pointed out. And. So which. They. And. No wish. Which. And not. Easily pointed out. She bowed to her brother. And no wish. And no wish. And not. Easily pointed out. And no. Wish.",
    "For them. Which. To wish. Not. Which. Easily. Pointed out. And. No wish. Which. She. No wish. Easily pointed out.",
    "Which. She easily pointed out. Which. She bowed to her brother. And. Which.",
    "If she had been likely to restate that doors which relate an advantage to their advancing. And not at all. As a coincidence.",
    "She bowed to her brother. This was a chance. That might have happened. Minutely.",
    "To interrupt a white dog. Who can occasionally.",
    "In instance",
    "No once counts alike",
    "She bowed to her brother. For. And. Counts alike.",
    "She bowed. To her brother. Could be lost. By their leaving. It as lost. By. The time. In which. They feel. They will. It is. Indebted. That able. Presence. As very much. And idle. If she were walking along. She would be. She would not. Bow to her brother. If she were riding. Along. She would. Be. She would. Be. Not as bowing. To her. Brother.",
    "As she rode along. Easily. By driving. As she rode. Along. She. Bowed. To her brother.",
    "It is. True. As. She drove. Along. She. Bowed. To her brother.",
    "Just like that.",
    "She bowed. To her brother.",
    "They were. There. That is to say. They were. Passing there. They were passing there. But not. On that day. And with this. To say. It was said. She bowed. To her brother. Which was. A fact.",
    "If she bowed. To her brother. Which was. A fact. That is. If she bowed. Which. If she bowed. Which she did. She bowed to her brother.",
    "Which she did. She bowed to her brother. Or rather. Which she did. She bowed to her brother. Or rather which she did she bowed to her brother.",
    "She could think. Of how she was. Not better. Than when. They could say. Not. How do you do. To-day. Because. It is an accident. In suddenness. When there is. No stress. On their. Address. They do not address you. By saying. Rather. That they went by. And came again. Not. As. Or. Why.",
    "It is. What is. Even. Not always occurred. Just by the time. That it. Can happen. To be curious. She bowed. To her brother. And why. Again. In there. Should have been. Not more. Than. That. Which. She bowed. To her brother.",
    "By which. It is. In tendency. To more. By which. It is. In tendency to not. Have had. She in the. Three. She bowed. To her brother.",
    "Would it be. In a way. Not they. Would. Not. They. Be in a way that is. To say. She. Is to say. Did. She bow. To her brother. In. Which way. Did. She come to say. It was. That way.",
    "She bowed to her brother.",
    "If it was. Separately. Not. To separate. Separately. No one. Is there. But there. Was it. With them. As perhaps. Portions. For there. Which. In which. She bowed to her brother.",
    "Not. After. In intention. The same. As mention. She did not mention. Nor was there. Intention. That she. Bowed to her brother.",
    "She bowed to her brother."
  ],
  "title": "How She Bowed to her Brother",
  "year": ""
}