{
  "author": "Gertrude Stein",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/248466",
  "region": "",
  "text": [
    "Not fierce and tender but sweet.",
    "This is our impression of the soldiers.",
    "We call our machine Aunt Pauline.",
    "Fasten it fat, that is us, we say Aunt Pauline.",
    "When we left Paris we had rain.",
    "Not snow now nor that in between.",
    "We did have snow then.",
    "Now we are bold.",
    "We are accustomed to it.",
    "All the weights are measures.",
    "By this we mean we know how much oil we use for the machine.",
    "* * *",
    "Hurrah for America.",
    "Here we met a Captain and take him part way.",
    "A day's sun.",
    "Is this Miss.",
    "Yes indeed our mat.",
    "We meant by this that we were always meeting people and that it was",
    "pleasant.",
    "We can thank you.",
    "We thank you.",
    "Soldiers of course spoke to us.",
    "Come together.",
    "Come to me there now.",
    "They read on our van American Committee in aid of French wounded.",
    "All of it is bit.",
    "Bitter.",
    "This is the way they say we do help.",
    "In the meaning of bright.",
    "Bright not light.",
    "This comforts them when they speak to me. I often discuss America with them and what we hope to do. They listen well and say we hope so too.",
    "We all do.",
    "* * *",
    "This is apropros of the birthplace of Maréchal Joffre. We visited it and we have sent postal cards of it. The committee will be pleased.",
    "It is not a bother to be a soldier.",
    "I think kindly of that bother.",
    "Can you say lapse.",
    "Then think about it.",
    "Indeed it is yet.",
    "We are so pleased.",
    "With the flag.",
    "With the flag of sets.",
    "Sets of color.",
    "Do you like flags.",
    "Blue flags smell sweetly.",
    "Blue flags in a whirl.",
    "We did this we had ribbon of the American flag and we cut it up and we gave each soldier one with a pin and they pinned it on and we were pleased and we received a charming letter from a telephonist at the front who heard from a friend in Perpignan that we were giving this bit of ribbon and he asked for some and we sent them and we hope that they are all living.",
    "The wind blows.",
    "And the automobile goes.",
    "Can you guess boards.",
    "Wood.",
    "Naturally we think about wind because this country of Rousillon is the windiest corner in France. Also it is a great wine country.",
    "* * *",
    "This is apropos of the fact that I always ask where they come from and then I am ashamed to say I don't know all the Departments but I am learning them.",
    "In the meantime.",
    "In the meantime we are useful.",
    "That is what I mean to say.",
    "In the meantime can you have beds. This means that knowing the number",
    "of beds you begin to know the hospital.",
    "Kindly call a brother.",
    "What is a cure.",
    "I speak french.",
    "What one means.",
    "I can call it in time.",
    "By the way where are fish.",
    "They all love fishing.",
    "In that case are there any wonders.",
    "Many wonders are women.",
    "I could almost say that that was apropos of my cranking my machine.",
    "And men too.",
    "We smile.",
    "In the way sentences.",
    "He does not feel as we do.",
    "But he did have the coat.",
    "He blushed a little.",
    "This is sometimes when they can't quite help themselves and they want to help us.",
    "We do not understand the weather. That astonishes me.",
    "Camellias in Perpignan.",
    "Camellias finish when roses begin.",
    "Thank you in smiles.",
    "In this way we go on. So far we have had no troubles yet and yet we do need material.",
    "It is astonishing that those who have fought so hard and so well should pick yellow irises and fish in a stream.",
    "And then a pansy.",
    "I did not ask for it.",
    "It smells.",
    "A sweet smell.",
    "With acacia.",
    "Call it locusts.",
    "Call it me.",
    "I finish by saying that the french soldier is the person we should all help."
  ],
  "title": "The Work",
  "year": ""
}