{
  "author": "Toi Derricotte",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Home Life",
    "Youth",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171602",
  "region": "",
  "text": [
    "My mother was not impressed with her beauty;",
    "once a year she put it on like a costume,",
    "plaited her black hair, slick as cornsilk, down past her hips,",
    "in one rope-thick braid, turned it, carefully, hand over hand,",
    "and fixed it at the nape of her neck, stiff and elegant as a crown,",
    "with tortoise pins, like huge insects,",
    "some belonging to her dead mother,",
    "some to my living grandmother.",
    "Sitting on the stool at the mirror,",
    "she applied a peachy foundation that seemed to hold her down, to trap her,",
    "as if we never would have noticed what flew among us unless it was weighted and bound in its mask.",
    "Vaseline shined her eyebrows,",
    "mascara blackened her lashes until they swept down like feathers;",
    "her eyes deepened until they shone from far away.",
    "Now I remember her hands, her poor hands, which, even then were old from scrubbing,",
    "whiter on the inside than they should have been,",
    "and hard, the first joints of her fingers, little fattened pads,",
    "the nails filed to sharp points like old-fashioned ink pens,",
    "painted a jolly color.",
    "Her hands stood next to her face and wanted to be put away, prayed",
    "for the scrub bucket and brush to make them useful.",
    "And, as I write, I forget the years I watched her",
    "pull hairs like a witch from her chin, magnify",
    "every blotch—as if acid were thrown from the inside.",
    "But once a year my mother",
    "rose in her white silk slip,",
    "not the slave of the house, the woman,",
    "took the ironed dress from the hanger—",
    "allowing me to stand on the bed, so that",
    "my face looked directly into her face,",
    "and hold the garment away from her",
    "as she pulled it down."
  ],
  "title": "Christmas Eve: My Mother Dressing",
  "year": ""
}