{
  "author": "Eamon Grennan",
  "classification": "",
  "keywords": [
    "Eating",
    "Drinking",
    "Nature",
    "Activities",
    "Living",
    "Fall",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175700",
  "region": "Ireland",
  "text": [
    "Mid-October, Massachusetts. We drive",
    "through the livid innards of a beast—dragon",
    "or salamander—whose home is fire. The hills",
    "a witch’s quilt of goldrust, flushed cinnamon,",
    "wine fever, hectic lemon. After dark,",
    "while water ruffles, salted, in a big pot, we four",
    "gather towards the woodfire, exchanging",
    "lazy sentences, waiting dinner. Sunk",
    "in the supermarket cardboard box,",
    "the four lobsters tip and coolly stroke each other",
    "with rockblue baton legs and tentative",
    "antennae, their breath a wet clicking, the undulant",
    "slow shift of their plated bodies",
    "like the doped drift of patients",
    "in the padded ward. Eyes like squished berries",
    "out on stalks. It’s the end of the line",
    "for them, yet faintly in that close-companioned air",
    "they smell the sea, a shadow-haunted hole to hide in",
    "till all this blows over.",
    "When it’s time,",
    "we turn the music up to nerve us",
    "to it, then take them one by one and drop",
    "in the salty roil and scald, then clamp",
    "the big lid back. Grasping the shapely fantail,",
    "I plunge mine in headfirst and feel",
    "before I can detach myself the flat slap",
    "of a jackknifed back, glimpse for an instant",
    "before I put the lid on it",
    "the rigid backward bow-bend of the whole body",
    "as the brain explodes and lidless eyes",
    "sear white. We two are bound in silence",
    "till the pot-lid planks back and music",
    "floods again, like a tide. Minutes later,",
    "the four of us bend to brittle pink intricate",
    "shells, drawing white sweet flesh",
    "with our fingers, sewing our shroud-talk",
    "tight about us. Later, near moonless midnight,",
    "when I scrape the leafbright broken remains",
    "into the garbage can outside, that last",
    "knowing spasm eels up my arm again",
    "and off, like a flash, across the rueful stars."
  ],
  "title": "Incident",
  "year": ""
}