{
  "author": "Eamon Grennan",
  "classification": "",
  "keywords": [
    "Marriage",
    "Companionship",
    "Home Life",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175702",
  "region": "Ireland",
  "text": [
    "Your jewel box of white balsa strips",
    "and bleached green Czechoslovakian rushes",
    "stands open where you keep it shelved",
    "in the bathroom. Morning and evening",
    "I see you comb its seawrack tangle of shell,",
    "stone, wood, glass, metal, bone, seed",
    "for the bracelet, earring, necklace, brooch",
    "or ring you need. Here's brass from Nepal,",
    "a bangle of African ivory and chased silver",
    "for your wrist, a twist of polished",
    "sandalwood seeds, deep scarlet,",
    "gleaming like the fossil tears",
    "of some long-gone exotic bird",
    "with ruby crest, sapphire claws. Adriatic",
    "blue, this lapis lazuli disc will brighten",
    "the pale of your throat, and on this small",
    "alabaster seal-ring the phantom of light",
    "inscribes a woman tilting an amphora, clear",
    "as day, almost as old as Alexander. To the",
    "ebony velvet brim of your hat you'll pin",
    "a perfect oval of abalone, a dark-whorled",
    "underwater sheen to lead us to work",
    "this foggy February morning. We'll leave",
    "your nest of brightness in the bathroom",
    "between the mirror and the laundry-basket",
    "where my dirty shirts sprawl like",
    "drunks amongst your skirts and blouses. Lace-",
    "work frills and rainbow silk pastels, your panties",
    "foam over the plastic brim, and on the shower-rail",
    "your beige and talc-white bras dangle by one strap",
    "like the skinned Wicklow rabbits I remember",
    "hanging from hooks outside the victuallers'",
    "big windows. We've been domesticated strangely,",
    "love, according to our lights: when you",
    "walk by me now, naked and not quite dry",
    "from the shower, I flatten my two hands",
    "on your wet flank, and wonder at the tall",
    "column of flesh you are, catching the faint",
    "morning light that polishes you pale as",
    "alabaster. You're warm, and stay a moment",
    "still like that, as though we were two planets",
    "pausing in their separate orbits, pendant,",
    "on the point of crossing. For one pulse-stroke",
    "they take stock of their bodies",
    "before returning to the journey. Dressed,",
    "you select a string of chipped amber",
    "to hang round your neck, a pair of star-shaped",
    "earrings, a simple ring of jet-black",
    "lustrous onyx. Going down the stairs and",
    "out to the fogbound street, you light my way."
  ],
  "title": "Jewel Box",
  "year": ""
}