{
  "author": "Eamon Grennan",
  "classification": "",
  "keywords": [
    "Nature",
    "Fall"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175701",
  "region": "Ireland",
  "text": [
    "All Souls’ over, the roast seeds eaten, I set",
    "on a backporch post our sculpted pumpkin",
    "under the weather, warm still for November.",
    "Night and day it gapes in at us",
    "through the kitchen window, going soft",
    "in the head. Sleepwalker-slow, a black rash of ants",
    "harrows this hollow globe, munching",
    "the pale peach flesh, sucking its seasoned",
    "last juices dry. In a week, when the ants and",
    "humming flies are done, only a hard remorseless light",
    "drills and tenants it through and through. Within,",
    "it turns mould-black in patches, stays",
    "days like this while the weather takes it",
    "in its shifty arms: wide eye-spaces shine,",
    "the disapproving mouth holds firm. Another week,",
    "a sad leap forward: sunk to one side",
    "so an eye-socket’s almost blocked, it becomes",
    "a monster of its former self. Human, it would have",
    "rotted beyond unhappiness and horror",
    "to some unspeakable subject state—its nose",
    "no more than a vertical hole, the thin",
    "bridge of amber between nose and mouth",
    "in ruins. The other socket opens",
    "wider than ever: disbelief.",
    "It’s all downhill",
    "from here: knuckles of sun, peremptory",
    "steady fingers of frost, strain all day and night—",
    "cracking the rind, kneading the knotted fibres",
    "free. The crown, with its top-knot mockery",
    "of stalk, caves in; the skull buckles; the whole",
    "sad head drips tallowy tears: the end",
    "is in sight. In a day or two it topples on itself",
    "like ruined thatch, pus-white drool spidering",
    "from the corner of the mouth, worming its way",
    "down the body-post. All dignity to the winds,",
    "it bows its bogeyman face of dread",
    "to the inevitable.",
    "And now, November almost out,",
    "it is in the bright unseasonable sunshine",
    "a simmer of pulp, a slow bake, amber shell speckled",
    "chalk-grey with lichen. Light strikes and strikes",
    "its burst surfaces: it sags, stays at the end of",
    "its brief tether—a helmet of dark circles, death caul.",
    "Here is the last umbilical gasp, everybody’s",
    "nightmare parent, the pitiless system",
    "rubbing our noses in it. But pity poor lantern-head",
    "with his lights out, glob by greasy glob",
    "going back where he came from: as each seed-shaped",
    "drop falls free, it catches and clutches",
    "for one split second the light. When the pumpkin",
    "lapses to our common ground at last—where",
    "a swaddle of snow will fold it in no time",
    "from sight—I try to take in the empty space it’s left",
    "on top of the wooden post: it is that empty space."
  ],
  "title": "Totem",
  "year": ""
}