{
  "author": "Thomas Carew",
  "classification": "Couplet",
  "keywords": [
    "Poetry",
    "Poets",
    "Death",
    "Living",
    "Arts",
    "Sciences"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173132",
  "region": "England",
  "text": [
    "Can we not force from widow'd poetry,",
    "Now thou art dead (great Donne) one elegy",
    "To crown thy hearse? Why yet dare we not trust,",
    "Though with unkneaded dough-bak'd prose, thy dust,",
    "Such as th' unscissor'd churchman from the flower",
    "Of fading rhetoric, short-liv'd as his hour,",
    "Dry as the sand that measures it, should lay",
    "Upon thy ashes, on the funeral day?",
    "Have we no voice, no tune? Didst thou dispense",
    "Through all our language, both the words and sense?",
    "'Tis a sad truth. The pulpit may her plain",
    "And sober Christian precepts still retain,",
    "Doctrines it may, and wholesome uses, frame,",
    "Grave homilies and lectures, but the flame",
    "Of thy brave soul (that shot such heat and light",
    "As burnt our earth and made our darkness bright,",
    "Committed holy rapes upon our will,",
    "Did through the eye the melting heart distil,",
    "And the deep knowledge of dark truths so teach",
    "As sense might judge what fancy could not reach)",
    "Must be desir'd forever. So the fire",
    "That fills with spirit and heat the Delphic quire,",
    "Which, kindled first by thy Promethean breath,",
    "Glow'd here a while, lies quench'd now in thy death.",
    "The Muses' garden, with pedantic weeds",
    "O'erspread, was purg'd by thee; the lazy seeds",
    "Of servile imitation thrown away,",
    "And fresh invention planted; thou didst pay",
    "The debts of our penurious bankrupt age;",
    "Licentious thefts, that make poetic rage",
    "A mimic fury, when our souls must be",
    "Possess'd, or with Anacreon's ecstasy,",
    "Or Pindar's, not their own; the subtle cheat",
    "Of sly exchanges, and the juggling feat",
    "Of two-edg'd words, or whatsoever wrong",
    "By ours was done the Greek or Latin tongue,",
    "Thou hast redeem'd, and open'd us a mine",
    "Of rich and pregnant fancy; drawn a line",
    "Of masculine expression, which had good",
    "Old Orpheus seen, or all the ancient brood",
    "Our superstitious fools admire, and hold",
    "Their lead more precious than thy burnish'd gold,",
    "Thou hadst been their exchequer, and no more",
    "They each in other's dust had rak'd for ore.",
    "Thou shalt yield no precedence, but of time,",
    "And the blind fate of language, whose tun'd chime",
    "More charms the outward sense; yet thou mayst claim",
    "From so great disadvantage greater fame,",
    "Since to the awe of thy imperious wit",
    "Our stubborn language bends, made only fit",
    "With her tough thick-ribb'd hoops to gird about",
    "Thy giant fancy, which had prov'd too stout",
    "For their soft melting phrases. As in time",
    "They had the start, so did they cull the prime",
    "Buds of invention many a hundred year,",
    "And left the rifled fields, besides the fear",
    "To touch their harvest; yet from those bare lands",
    "Of what is purely thine, thy only hands,",
    "(And that thy smallest work) have gleaned more",
    "Than all those times and tongues could reap before.",
    "But thou art gone, and thy strict laws will be",
    "Too hard for libertines in poetry;",
    "They will repeal the goodly exil'd train",
    "Of gods and goddesses, which in thy just reign",
    "Were banish'd nobler poems; now with these,",
    "The silenc'd tales o' th'",
    "Shall stuff their lines, and swell the windy page,",
    "Till verse, refin'd by thee, in this last age",
    "Turn ballad rhyme, or those old idols be",
    "Ador'd again, with new apostasy.",
    "Oh, pardon me, that break with untun'd verse",
    "The reverend silence that attends thy hearse,",
    "Whose awful solemn murmurs were to thee,",
    "More than these faint lines, a loud elegy,",
    "That did proclaim in a dumb eloquence",
    "The death of all the arts; whose influence,",
    "Grown feeble, in these panting numbers lies,",
    "Gasping short-winded accents, and so dies.",
    "So doth the swiftly turning wheel not stand",
    "In th' instant we withdraw the moving hand,",
    "But some small time maintain a faint weak course,",
    "By virtue of the first impulsive force;",
    "And so, whilst I cast on thy funeral pile",
    "Thy crown of bays, oh, let it crack awhile,",
    "And spit disdain, till the devouring flashes",
    "Suck all the moisture up, then turn to ashes.",
    "I will not draw the envy to engross",
    "All thy perfections, or weep all our loss;",
    "Those are too numerous for an elegy,",
    "And this too great to be express'd by me.",
    "Though every pen should share a distinct part,",
    "Yet art thou theme enough to tire all art;",
    "Let others carve the rest, it shall suffice",
    "I on thy tomb this epitaph incise:"
  ],
  "title": "An Elegy upon the Death of the Dean of Paul's, Dr. John Donne",
  "year": ""
}