{
  "author": "Thomas Carew",
  "classification": "Couplet",
  "keywords": [
    "Poetry",
    "Poets",
    "Arts",
    "Sciences"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173138",
  "region": "England",
  "text": [
    "'Tis true, dear Ben, thy just chastising hand",
    "Hath fix'd upon the sotted age a brand",
    "To their swoll'n pride and empty scribbling due;",
    "It can nor judge, nor write, and yet 'tis true",
    "Thy comic muse, from the exalted line",
    "Touch'd by thy",
    ", doth since decline",
    "From that her zenith, and foretells a red",
    "And blushing evening, when she goes to bed;",
    "Yet such as shall outshine the glimmering light",
    "With which all stars shall gild the following night.",
    "Nor think it much, since all thy eaglets may",
    "Endure the sunny trial, if we say",
    "This hath the stronger wing, or that doth shine",
    "Trick'd up in fairer plumes, since all are thine.",
    "Who hath his flock of cackling geese compar'd",
    "With thy tun'd choir of swans? or else who dar'd",
    "To call thy births deform'd? But if thou bind",
    "By city-custom, or by gavelkind,",
    "In equal shares thy love on all thy race,",
    "We may distinguish of their sex, and place;",
    "Though one hand form them, and though one brain strike",
    "Souls into all, they are not all alike.",
    "Why should the follies then of this dull age",
    "Draw from thy pen such an immodest rage",
    "As seems to blast thy else-immortal bays,",
    "When thine own tongue proclaims thy itch of praise?",
    "Such thirst will argue drouth. No, let be hurl'd",
    "Upon thy works by the detracting world",
    "What malice can suggest; let the rout say,",
    "The running sands, that, ere thou make a play,",
    "Count the slow minutes, might a Goodwin frame",
    "To swallow, when th' hast done, thy shipwreck'd name;",
    "Let them the dear expense of oil upbraid,",
    "Suck'd by thy watchful lamp, that hath betray'd",
    "To theft the blood of martyr'd authors, spilt",
    "Into thy ink, whilst thou growest pale with guilt.",
    "Repine not at the taper's thrifty waste,",
    "That sleeks thy terser poems; nor is haste",
    "Praise, but excuse; and if thou overcome",
    "A knotty writer, bring the booty home;",
    "Nor think it theft if the rich spoils so torn",
    "From conquer'd authors be as trophies worn.",
    "Let others glut on the extorted praise",
    "Of vulgar breath, trust thou to after-days;",
    "Thy labour'd works shall live when time devours",
    "Th' abortive offspring of their hasty hours.",
    "Thou are not of their rank, the quarrel lies",
    "Within thine own verge; then let this suffice,",
    "The wiser world doth greater thee confess",
    "Than all men else, than thyself only less."
  ],
  "title": "To Ben Jonson",
  "year": ""
}