{
  "author": "Jimmy Santiago Baca",
  "classification": "Metaphor",
  "keywords": [
    "Love",
    "Nature",
    "Winter",
    "Relationships",
    "Men",
    "Women",
    "Animals",
    "Romantic Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179716",
  "region": "U.S., Southwestern",
  "text": [
    "Yesterday, the sunshine made the air glow",
    "pushing me like a sixteen-year-old",
    "to toss my shirt off, and run along the river shore,",
    "splashing in the water, wading out to the reeds,",
    "my heart an ancient Yaki drum",
    "and I believed,",
    "more than believed,",
    "the air beneath trees was female blue dancers",
    "I approached, and there in the dry leaves, in the crisp twigs,",
    "I turned softly as if dancing with a blue woman made of air,",
    "sunlight,",
    "in shrub-weed skirts.",
    "I knew the dance that would please the Gods,",
    "I knew the dance that would make the river water",
    "smile glistening ever silvering,",
    "I knew the dance steps that praised my ancestors.",
    "Yeah, I wanted to write you a poem woman",
    "for two days,",
    "and today it was gray and snowy and overcast,",
    "about how I startled the mallards from their shallow",
    "refuge beneath the Russian olive trees",
    "and how the male purposely",
    "came close to me",
    "diverting my attention to it",
    "its female love went the other way",
    "risking its life,",
    "that's what I saw,",
    "the male fly before the hunter's rifles, circle in sights of hunters",
    "and take the shots, the roaring rifle blast",
    "after blast",
    "and circle beyond over the fields to meet its female companion.",
    "That's how I miss you, that's how I wanted to write you a poem",
    "since we left",
    "you one way",
    "me another way. I was the male",
    "taking with me the hunters that would harm you",
    "risking my heart so yours wouldn't be hurt,",
    "fronting myself as possible prey",
    "so you could escape,",
    "that kind of poem",
    "I am writing you now.",
    "Circling as hunters aim down on me",
    "while you rise, rise, rise into the blue sky",
    "and meet me over in the next fields.",
    "I wanted to write you a poem for two days now",
    "to tell you how happy I was,",
    "seeing a white crane arc",
    "between banks in the irrigation ditch",
    "with furious efforts, its big wings flapping",
    "like an awkward nine-year-old kid",
    "much taller than the others his age",
    "with size twelve sneakers",
    "flapping down the basketball court.",
    "But once the white crane",
    "found its balance, its wings their grace, it glided more perfectly",
    "than a ballet dancer's leap across air,",
    "all of its feathers ballet dancer's toes,",
    "all of its feathers delicate dancers",
    "all of its feathers, in motion",
    "made me believe in myself,",
    "but more,",
    "when it rose, swooped up,",
    "the line of ascent up",
    "made me think of the curve of your spine,",
    "how I traced my finger down your spine",
    "when you slept,",
    "your spine",
    "is the ascent of the crane",
    "toward the sunshine,",
    "and my hands my face my torso and chest and legs and hips",
    "became air, a blue cold artic air",
    "you glided up in your song of winter love."
  ],
  "title": "[Yesterday, the sunshine made the air glow]",
  "year": ""
}