{
  "author": "Jimmy Santiago Baca",
  "classification": "",
  "keywords": [
    "Living",
    "Youth",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176992",
  "region": "U.S., Southwestern",
  "text": [
    "It was a time when they were afraid of him.",
    "My father, a bare man, a gypsy, a horse",
    "with broken knees no one would shoot.",
    "Then again, he was like the orange tree,",
    "and young women plucked from him sweet fruit.",
    "To meet him, you must be in the right place,",
    "even his sons and daughter, we wondered",
    "where was papa now and what was he doing.",
    "He held the mystique of travelers",
    "that pass your backyard and disappear into the trees.",
    "Then, when you follow, you find nothing,",
    "not a stir, not a twig displaced from its bough.",
    "And then he would appear one night.",
    "Half covered in shadows and half in light,",
    "his voice quiet, absorbing our unspoken thoughts.",
    "When his hands lay on the table at breakfast,",
    "they were hands that had not fixed our crumbling home,",
    "hands that had not taken us into them",
    "and the fingers did not gently rub along our lips.",
    "They were hands of a gypsy that filled our home",
    "with love and safety, for a moment;",
    "with all the shambles of boards and empty stomachs,",
    "they filled us because of the love in them.",
    "Beyond the ordinary love, beyond the coordinated life,",
    "beyond the sponging of broken hearts,",
    "came the untimely word, the fallen smile, the quiet tear,",
    "that made us grow up quick and romantic.",
    "Papa gave us something: when we paused from work,",
    "my sister fourteen years old working the cotton fields,",
    "my brother and I running like deer,",
    "we would pause, because we had a papa no one could catch,",
    "who spoke when he spoke and bragged and drank,",
    "he bragged about us: he did not say we were smart,",
    "nor did he say we were strong and were going to be rich someday.",
    "He said we were good. He held us up to the world for it to see,",
    "three children that were good, who understood love in a quiet way,",
    "who owned nothing but calloused hands and true freedom,",
    "and that is how he made us: he offered us to the wind,",
    "to the mountains, to the skies of autumn and spring.",
    "He said, “Here are my children! Care for them!”",
    "And he left again, going somewhere like a child",
    "with a warrior’s heart, nothing could stop him.",
    "My grandmother would look at him for a long time,",
    "and then she would say nothing.",
    "She chose to remain silent, praying each night,",
    "guiding down like a root in the heart of earth,",
    "clutching sunlight and rains to her ancient breast.",
    "And I am the blossom of many nights.",
    "A threefold blossom: my sister is as she is,",
    "my brother is as he is, and I am as I am.",
    "Through sacred ceremony of living, daily living,",
    "arose three distinct hopes, three loves,",
    "out of the long felt nights and days of yesterday."
  ],
  "title": "Ancestor",
  "year": ""
}