{
  "author": "Jimmy Santiago Baca",
  "classification": "Elegy",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Activities",
    "Travels",
    "Journeys",
    "Class",
    "Money",
    "Economics",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179708",
  "region": "U.S., Southwestern",
  "text": [
    "We are born with dreams in our hearts,",
    "looking for better days ahead.",
    "At the gates we are given new papers,",
    "our old clothes are taken",
    "and we are given overalls like mechanics wear.",
    "We are given shots and doctors ask questions.",
    "Then we gather in another room",
    "where counselors orient us to the new land",
    "we will now live in. We take tests.",
    "Some of us were craftsmen in the old world,",
    "good with our hands and proud of our work.",
    "Others were good with their heads.",
    "They used common sense like scholars",
    "use glasses and books to reach the world.",
    "But most of us didn’t finish high school.",
    "The old men who have lived here stare at us,",
    "from deep disturbed eyes, sulking, retreated.",
    "We pass them as they stand around idle,",
    "leaning on shovels and rakes or against walls.",
    "Our expectations are high: in the old world,",
    "they talked about rehabilitation,",
    "about being able to finish school,",
    "and learning an extra good trade.",
    "But right away we are sent to work as dishwashers,",
    "to work in fields for three cents an hour.",
    "The administration says this is temporary",
    "So we go about our business, blacks with blacks,",
    "poor whites with poor whites,",
    "chicanos and indians by themselves.",
    "The administration says this is right,",
    "no mixing of cultures, let them stay apart,",
    "like in the old neighborhoods we came from.",
    "We came here to get away from false promises,",
    "from dictators in our neighborhoods,",
    "who wore blue suits and broke our doors down",
    "when they wanted, arrested us when they felt like,",
    "swinging clubs and shooting guns as they pleased.",
    "But it’s no different here. It’s all concentrated.",
    "The doctors don’t care, our bodies decay,",
    "our minds deteriorate, we learn nothing of value.",
    "Our lives don’t get better, we go down quick.",
    "My cell is crisscrossed with laundry lines,",
    "my T-shirts, boxer shorts, socks and pants are drying.",
    "Just like it used to be in my neighborhood:",
    "from all the tenements laundry hung window to window.",
    "Across the way Joey is sticking his hands",
    "through the bars to hand Felipé a cigarette,",
    "men are hollering back and forth cell to cell,",
    "saying their sinks don’t work,",
    "or somebody downstairs hollers angrily",
    "about a toilet overflowing,",
    "or that the heaters don’t work.",
    "I ask Coyote next door to shoot me over",
    "a little more soap to finish my laundry.",
    "I look down and see new immigrants coming in,",
    "mattresses rolled up and on their shoulders,",
    "new haircuts and brogan boots,",
    "looking around, each with a dream in their heart,",
    "thinking they’ll get a chance to change their lives.",
    "But in the end, some will just sit around",
    "talking about how good the old world was.",
    "Some of the younger ones will become gangsters.",
    "Some will die and others will go on living",
    "without a soul, a future, or a reason to live.",
    "Some will make it out of here with hate in their eyes,",
    "but so very few make it out of here as human",
    "as they came in, they leave wondering what good they are now",
    "as they look at their hands so long away from their tools,",
    "as they look at themselves, so long gone from their families,",
    "so long gone from life itself, so many things have changed."
  ],
  "title": "Immigrants in Our Own Land",
  "year": ""
}