{
  "author": "Jimmy Santiago Baca",
  "classification": "Elegy",
  "keywords": [
    "Crime",
    "Punishment",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179714",
  "region": "U.S., Southwestern",
  "text": [
    "There are black guards slamming cell gates",
    "on black men,",
    "And brown guards saying hello to brown men",
    "with numbers on their backs,",
    "And white guards laughing with white cons,",
    "and red guards, few, say nothing",
    "to red inmates as they walk by to chow and cells.",
    "There you have it, the little antpile . . .",
    "convicts marching in straight lines, guards flying",
    "on badged wings, permits to sting, to glut themselves",
    "at the cost of secluding themselves from their people . .",
    "Turning off their minds like watertaps",
    "wrapped in gunnysacks that insulate the pipes",
    "carrying the pale weak water to their hearts.",
    "It gets bad when you see these same guards",
    "carrying buckets of blood out of cells,",
    "see them puking at the smell, the people,",
    "their own people slashing their wrists,",
    "hanging themselves with belts from light outlets;",
    "it gets bad to see them clean up the mess,",
    "carry the blue cold body out under sheets,",
    "and then retake their places in guard cages,",
    "watching their people maul and mangle themselves,",
    "And over this blood-rutted land,",
    "the sun shines, the guards talk of horses and guns,",
    "go to the store and buy new boots,",
    "and the longer they work here the more powerful they become,",
    "taking on the presence of some ancient mummy,",
    "down in the dungeons of prison, a mummy",
    "that will not listen, but has a strange power",
    "in this dark world, to be so utterly disgusting in ignorance,",
    "and yet so proudly command so many men. . . .",
    "And the convicts themselves, at the mummy’s",
    "feet, blood-splattered leather, at this one’s feet,",
    "they become cobras sucking life out of their brothers,",
    "they fight for rings and money and drugs,",
    "in this pit of pain their teeth bare fangs,",
    "to fight for what morsels they can. . . .",
    "And the other convicts, guilty",
    "of nothing but their born color, guilty of being innocent,",
    "they slowly turn to dust in the nightly winds here,",
    "flying in the wind back to their farms and cities.",
    "From the gash in their hearts, sand flies up spraying",
    "over houses and through trees,",
    "look at the sand blow over this deserted place,",
    "you are looking at them."
  ],
  "title": "There Are Black",
  "year": ""
}