{
  "author": "Jimmy Santiago Baca",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics",
    "Class",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238136",
  "region": "U.S., Southwestern",
  "text": [
    "They turn the water off, so I live without water,",
    "they build walls higher, so I live without treetops,",
    "they paint the windows black, so I live without sunshine,",
    "they lock my cage, so I live without going anywhere,",
    "they take each last tear I have, I live without tears,",
    "they take my heart and rip it open, I live without heart,",
    "they take my life and crush it, so I live without a future,",
    "they say I am beastly and fiendish, so I have no friends,",
    "they stop up each hope, so I have no passage out of hell,",
    "they give me pain, so I live with pain,",
    "they give me hate, so I live with my hate,",
    "they have changed me, and I am not the same man,",
    "they give me no shower, so I live with my smell,",
    "they separate me from my brothers, so I live without brothers,",
    "who understands me when I say this is beautiful?",
    "who understands me when I say I have found other freedoms?",
    "I cannot fly or make something appear in my hand,",
    "I cannot make the heavens open or the earth tremble,",
    "I can live with myself, and I am amazed at myself, my love,",
    "my beauty,",
    "I am taken by my failures, astounded by my fears,",
    "I am stubborn and childish,",
    "in the midst of this wreckage of life they incurred,",
    "I practice being myself,",
    "and I have found parts of myself never dreamed of by me,",
    "they were goaded out from under rocks in my heart",
    "when the walls were built higher,",
    "when the water was turned off and the windows painted black.",
    "I followed these signs",
    "like an old tracker and followed the tracks deep into myself,",
    "followed the blood-spotted path,",
    "deeper into dangerous regions, and found so many parts of myself,",
    "who taught me water is not everything,",
    "and gave me new eyes to see through walls,",
    "and when they spoke, sunlight came out of their mouths,",
    "and I was laughing at me with them,",
    "we laughed like children and made pacts to always be loyal,",
    "who understands me when I say this is beautiful?",
    ": the last line of the first stanza was corrected to read \"who understands me when I say I have found other freedoms?\", and the first line of the second stanza was corrected to read \"I cannot fly or make something appear in my hand,\" on November 15, 2010."
  ],
  "title": "Who Understands Me but Me",
  "year": ""
}