{
  "author": "Benjamin Franklin",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Marriage",
    "Companionship",
    "Nature",
    "Living",
    "Stars, Planets, Heavens"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175548",
  "region": "",
  "text": [
    "January [1733] hath xxxi days.",
    "Old Batchelor would have a Wife that’s wise,",
    "Fair, rich, and young, a Maiden for his Bed;",
    "Not proud, nor churlish, but of faultless size;",
    "A Country Houswife in the City bred.",
    "He’s a nice Fool, and long in vain hath staid;",
    "He should bespeak her, there’s none ready made.",
    "February hath xxviii days.",
    "N. N. of B---s County, pray don’t be angry with",
    "poor Richard.",
    "Prodigus",
    "March hath xxxi days.",
    "My Love and I for Kisses play’d,",
    "She would keep stakes, I was content,",
    "But when I won she would be paid;",
    "This made me ask her what she meant:",
    "Quoth she, since you are in this wrangling vein,",
    "Here take your Kisses, give me mine again.",
    "April hath xxx days.",
    "Kind Katharine to her husband kiss’d these words,",
    "“ Mine own sweet",
    ", how dearly I love thee!",
    "If true (quoth Will) the World no such affords.",
    "And that its true I durst his warrant be;",
    "For ne’er heard I of Woman good or ill,",
    "But always loved best, her own sweet Will.",
    "May hath xxxi days.",
    "Mirth pleaseth some, to others ’tis offence,",
    "Some commend plain conceit, some profound sense;",
    "Some wish a witty Jest, some dislike that,",
    "And most would have themselves they know not what.",
    "Then he that would please all, and himself too,",
    "Takes more in hand than he is like to do.",
    "June hath xxx days.",
    "Observe the daily circle of the sun,",
    "And the short year of each revolving moon:",
    "By them thou shalt foresee the following day,",
    "Nor shall a starry night thy hopes betray.",
    "When first the moon appears, if then she shrouds",
    "Her silver crescent, tip’d with sable clouds,",
    "Conclude she bodes a tempest on the main,",
    "And brews for fields impetuous floods of rain.",
    "July hath xxxi days.",
    "Ev’n while the reaper fills his greedy hands,",
    "And binds the golden sheafs in brittle bands:",
    "Oft have I seen a sudden storm arise",
    "From all the warring winds that sweep the skies:",
    "And oft whole sheets descend of slucy rain,",
    "Suck’d by the spungy clouds from oft the main;",
    "The lofty skies at once come pouring down,",
    "The promis’d crop and golden labours drown.",
    "August hath xxxi days.",
    "For us thro’ 12 bright signs Apollo guides",
    "The year, and earth in sev’ral climes divides.",
    "Five girdles bind the skies, the torrid zone",
    "Glows with the passing and repassing sun.",
    "Far on the right and left, th’extreams of heav’n,",
    "To frosts and snows and bitter blasts are giv’n.",
    "Betwixt the midst and these, the Gods assign’d",
    "Two habitable seats for humane kind.",
    "September hath xxx days.",
    "Death is a Fisherman, the world we see",
    "His Fish-pond is, and we the Fishes be:",
    "His Net some general Sickness; howe’er he",
    "Is not so kind as other Fishers be;",
    "For if they take one of the smaller Fry,",
    "They throw him in again, he shall not die:",
    "But Death is sure to kill all he can get,",
    "And all is Fish with him that comes to Net.",
    "October hath xxxi days.",
    "Time was my spouse and I could not agree,",
    "Striving about superiority:",
    "The text which saith that man and wife are one,",
    "Was the chief argument we stood upon:",
    "She held, they both one woman should become;",
    "I held they should be man, and both but one.",
    "Thus we contended daily, but the strife",
    "Could not be ended, till both were one Wife.",
    "November hath xxx days.",
    "My neighbour",
    "by his pleasing tongue,",
    "Hath won a Girl that’s rich, wise, fair and young,",
    "The Match (he saith) is half concluded, he",
    "Indeed is wondrous willing; but not she.",
    "And reason good, for he has run thro’all",
    "Almost the story of the Prodigal;",
    "Yet swears he never with the hogs did dine;",
    "That’s true, for none would trust him with their swine.",
    "December hath xxxi days.",
    "She that will eat her breakfast in her bed,",
    "And spend the morn in dressing of her head,",
    "And sit at dinner like a maiden bride,",
    "And talk of nothing all day but of pride;",
    "God in his mercy may do much to save her,",
    "But what a case is he in that shall have her."
  ],
  "title": "January [1733] hath xxxi days.",
  "year": ""
}