{
  "author": "Deborah A. Miranda",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240162",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "You plan an uncomplicated path",
    "through Colorado’s red dust,",
    "around the caustic edge of Utah’s salt flats",
    "a single night at a hotel",
    "in the Idaho panhandle. Our plans change.",
    "It’s spring, we are two Indian women along",
    "together and the days open:",
    "sunrise on a fine long road,",
    "antelope against dry hills,",
    "heron emerging from dim fields.",
    "You tell me this is a journey",
    "you’ve always wanted to take.",
    "You ask me to tell you what I want.",
    "I want my longing to miraculously",
    "bring you through the barrier of your skin",
    "into my blood so that I can possess you",
    "entirely and yet be entirely possessed.",
    "You say no, your face tight with pain, tears",
    "burning your eyes, hands clenching the steering wheel.",
    "I believe you. We drive hundreds of miles",
    "across deserts sculpted by wind and story,",
    "and I learn distance from my hand to your thigh,",
    "your mouth to my mouth, the curve of a collar",
    "along a warm, smooth neck.",
    "You grin as if no one has ever seen you thus:",
    "naked, savage, happy.",
    "That is the beginning of yes.",
    "Ghosts are everywhere.",
    "We hear them singing on that mountain in Ute country,",
    "the cries of your flute pleasuring old spirits.",
    "Like those people whose land we cross,",
    "we don’t live by lines drawn on paper.",
    "Instead, we mark the waterfall of shy kisses,",
    "a dry windy town where we exchange secrets in whispers,",
    "the high cliff hollow that shelters us",
    "on the edge of the Uinta forest.",
    "Wildflowers bend beneath our bodies,",
    "cup the trembling weight of touch.",
    "We wander for awhile in a place vast enough",
    "to contain all possibilities.",
    "After twelve hundred miles together",
    "we enter green forest thick along a fearless river.",
    "This dense topography we can’t see through,",
    "can’t find the horizon to judge distances",
    "or the arc of the sun to know east from west.",
    "There at last you clasp my hand, guide it",
    "to a place beyond maps,",
    "no universe I have ever known.",
    "It is a raw landscape; we are the sojourners",
    "overcome by the perilous shock of arrival.",
    "We stop the car, walk by the river,",
    "clumsy, frightened by desire. I wish",
    "for more than body or soul can bear.",
    "Sweet, these are the maps we made together,",
    "territories we foolishly vowed to own.",
    "Here, the place we wandered off the map,",
    "moved deep into a land without scars",
    "where every direction took us home",
    "but no place could give us shelter.",
    "I don’t know how to survive awakening",
    "in a woman’s body with a child’s",
    "broken heart. I fall on my knees, our love",
    "a bare stone on the windowsill between us.",
    "How can I learn this trick, will your body",
    "back to the other side of my skin? Help me",
    "translate loss the way this land does—",
    "flood, earthquake, landslide—",
    "terrible, and alive."
  ],
  "title": "Old Territory. New Maps.",
  "year": ""
}