{
  "author": "James Schuyler",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/238150",
  "region": "",
  "text": [
    "Under the French horns of a November afternoon",
    "a man in blue is raking leaves",
    "with a wide wooden rake (whose teeth are pegs",
    "or rather, dowels). Next door",
    "boys play soccer: “You got to start",
    "over!” sort of. A round attic window",
    "in a radiant gray house waits like a kettledrum.",
    "“You got to start . . .” The Brahmsian day",
    "lapses from waltz to march. The grass,",
    "rough-cropped as Bruno Walter’s hair,",
    "is stretched, strewn and humped beneath a sycamore",
    "wide and high as an idea of heaven",
    "in which Brahms turns his face like a bearded thumb",
    "and says, “There is something I must tell you!”",
    "to Bruno Walter. “In the first movement",
    "of my Second, think of it as a family",
    "planning where to go next summer",
    "in terms of other summers. A material ecstasy,",
    "subdued, recollective.” Bruno Walter",
    "in a funny jacket with a turned-up collar",
    "says, “Let me sing it for you.”",
    "He waves his hands and through the vocalese-shaped spaces",
    "of naked elms he draws a copper beech",
    "ignited with a few late leaves. He bluely glazes",
    "a rhododendron “a sea of leaves” against gold grass.",
    "There is a snapping from the brightwork",
    "of parked and rolling cars.",
    "There almost has to be a heaven! so there could be",
    "a place for Bruno Walter",
    "who never needed the cry of a baton.",
    "Immortality—",
    "in a small, dusty, rather gritty, somewhat scratchy",
    "Magnavox from which a forte",
    "drops like a used Brillo Pad?",
    "Frayed. But it’s hard to think of the sky as a thick glass floor",
    "with thick-soled Viennese boots tromping about on it.",
    "It’s a whole lot harder thinking of Brahms",
    "in something soft, white, and flowing.",
    "“Life,” he cries (here, in the last movement),",
    "“is something more than beer and skittles!”",
    "“And the something more",
    "is a whole lot better than beer and skittles,”",
    "says Bruno Walter,",
    "darkly, under the sod. I don’t suppose it seems so dark",
    "to a root. Who are these men in evening coats?",
    "What are these thumps?",
    "Where is Brahms?",
    "And Bruno Walter?",
    "Ensconced in resonant plump easy chairs",
    "covered with scuffed brown leather",
    "in a pungent autumn that blends leaf smoke",
    "(sycamore, tobacco, other),",
    "their nobility wound in a finale",
    "like this calico cat",
    "asleep, curled up in a breadbasket,",
    "on a sideboard where the sun falls."
  ],
  "title": "A Man in Blue",
  "year": ""
}