{
  "author": "James Schuyler",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/21778",
  "region": "",
  "text": [
    "The wind rests its cheek upon the ground and feels the cool damp",
    "And lifts its head with twigs and small dead blades of grass",
    "Pressed into it as you might at the beach rise up and brush away",
    "The sand. The day is cool and says, “I’m just staying overnight.”",
    "The world is filled with music, and in between the music, silence",
    "And varying the silence all sorts of sounds, natural and man made:",
    "There goes a plane, some cars, geese that honk and, not here, but",
    "Not so far away, a scream so rending that to hear it is to be",
    "Never again the same. “Why, this is hell.” Out of the death breeding",
    "Soil, here, rise emblems of innocence, snowdrops that struggle",
    "Easily into life and hang their white enamel heads toward the dirt",
    "And in the yellow grass are small wild crocuses from hills goats",
    "Have cropped to barrenness. The corms come by mail, are planted.",
    "Then do their thing: to live! To live! So natural and so hard",
    "Hard as it seems it must be for green spears to pierce the all but",
    "Frozen mold and insist that they too, like mouse-eared chickweed,",
    "Will live. The spears lengthen, the bud appears and spreads, its",
    "Seed capsule fattens and falls, the green turns yellowish and withers",
    "Stretched upon the ground. In Washington, magnolias were in bud. In",
    "Charlottesville early bulbs were up, brightening the muck. Tomorrow",
    "Will begin another spring. No one gets many, one at a time, like a long",
    "Awaited letter that one day comes. But it may not say what you hoped",
    "Or distraction robs it of what it once would have meant. Spring comes",
    "And the winter weather, here, may hold. It is arbitrary, like the plan",
    "Of Washington, D.C. Avenues and circles in asphalt web and no",
    "One gets younger: which is not, for the young, true, discovering new",
    "Freedoms at twenty, a relief not to be a teen-ager anymore. One of us",
    "Had piles, another water on the knee, a third a hernia—a strangulated",
    "Hernia is one of life’s less pleasant bits of news—and only",
    "One, at twenty, moved easily through all the galleries to pill",
    "Free sleep. Oh, it’s not all that bad. The sun shines on my hand",
    "And the myriad lines that criss-cross tell the story of nearly fifty",
    "Years. Sorry, it’s too long to relate. Once, when I was young, I",
    "Awoke at first light and sitting in a rocking chair watched the sun",
    "Come up beyond the houses across the street. Another time I stood",
    "At the cables of a liner and watched the wake turning and",
    "Turning upon itself. Another time I woke up and in a bottle",
    "On a chest of drawers the thoughtful doctor had left my tonsils. I",
    "Didn’t keep them. The turning of the globe is not so real to us",
    "As the seasons turning and the days that rise out of early gray",
    "—The world is all cut-outs then—and slip or step steadily down",
    "The slopes of our lives where the emotions and needs sprout. “I",
    "Need you,” tree, that dominates this yard, thick-waisted, tall",
    "And crook branched. Its bark scales off like that which we forget:",
    "Pain, an introduction at a party, what precisely happened umpteen",
    "Years or days or hours ago. And that same blue jay returns, or perhaps",
    "It is another. All jays are one to me. But not the sun which seems at",
    "Each rising new, as though in the night it enacted death and rebirth,",
    "As flowers seem to. The roses this June will be different roses",
    "Even though you cut an armful and come in saying, “Here are the roses,”",
    "As though the same blooms had come back, white freaked with red",
    "And heavily scented. Or a cut branch of pear blooms before its time,",
    "“Forced.” Time brings us into bloom and we wait, busy, but wait",
    "For the unforced flow of words and intercourse and sleep and dreams",
    "In which the past seems to portend a future which is just more",
    "Daily life. The cat has a ripped ear. He fights, he fights all",
    "The tom cats all the time. There are blood gouts on a velvet seat.",
    "Easily sponged off: but these red drops on a book of Stifter’s, will",
    "I remember and say at some future time, “Oh, yes, that was the day",
    "Hodge had a torn ear and bled on the card table?” Poor",
    "Hodge, battered like an old car. Silence flows into my mind. It",
    "Is spring. It is also still really winter. Not a day when you say,",
    "“What a beautiful spring day.” A day like twilight or evening when",
    "You think, “I meant to watch the sun set.” And then comes on",
    "To rain. “You’ve got to take,” says the man at the store, “the rough",
    "With the smooth.” A window to the south is rough with raindrops",
    "That, caught in the screen, spell out untranslatable glyphs. A story",
    "Not told: so much not understood, a sight, an insight, and you pass on,",
    "Another day for each day is subjective and there is a totality of days",
    "As there are as many to live it. The day lives us and in exchange",
    "We it: after snowball time, a month, March, of fits and starts, winds,",
    "Rain, spring hints and wintry arrears. The weather pays its check,",
    "Like quarreling in a D.C. hotel, “I won’t quarrel about it, but I made",
    "No local calls.” Strange city, broad and desolating, monuments",
    "Rearing up and offices like monuments and crowds lined up to see",
    "The White House inside. “We went to see the White House. It was lovely.”",
    "Not so strange though as the cemetery with guttering flame and",
    "Admirals and generals with bigger gravestones than the lesser fry",
    "Below Lee’s house, false marble pillars and inside all so",
    "Everyday, in every room a shawl tossed untidily upon a chair or bed",
    "Created no illusion of lived-in-ness. But the periwinkles do, in beds",
    "That flatten and are starred blue-violet, a retiring flower loved,",
    "It would seem, of the dead, so often found where they congregate. A",
    "Quote from Aeschylus: I forget. All, all is forgotten gradually and",
    "One wonders if these ideas that seem handed down are truly what they were?",
    "An idea may mutate like a plant, and what was once held basic truth",
    "Become an idle thought. like, “Shall we plant some periwinkles there",
    "By that bush? They’re so to be depended on.” The wind shakes the screen",
    "And all the raindrops on it streak and run in stems. It’s colder.",
    "The crocuses close up. The snowdrops are brushed with mud. The sky",
    "Colors itself rosily behind gray-black and the rain falls through",
    "The basketball hoop on a garage, streaking its backboard with further",
    "Trails of rust, a lovely color to set with periwinkle violet-blue.",
    "And the trees shiver and shudder in the light rain blasts from off",
    "The ocean. The street wet reflects the breakup of the clouds",
    "On its face, driving over sky with a hissing sound. The car",
    "Slides slightly and in the west appear streaks of different green:",
    "A lid lifted briefly on the spring. Then the moon burns through",
    "Racing clouds, its aureole that of rings of oil on water in a harbor",
    "Bubbling up from an exhaust. Clear the sky. Beside a rim of moon.",
    "Three stars and only three and one planet. So under lilacs unleaved",
    "Lie a clump of snowdrops and one purple crocus. Purple. A polka-dotted",
    "Color little girls are fond of: “See my new dess!” and she twirls",
    "On one foot. Then, crossed, bursts into tears. Smiles and rain, like",
    "These passing days in which buds swell, unseen as yet, waiting",
    "For the elms to color their further out most twigs, only the willow",
    "Gleams yellow. Life is hard. Some are strong, some weak, most",
    "Untested. These useless truths blow about the yard the day after",
    "Rain the soft sunlight making softer shadows on the faded lawn.",
    "The world looks so old in the spring, laid out under the sky. One",
    "Gull coasts by, unexpected as a kiss on the nape of the neck. These",
    "Days need birds and so they come, a flock of ducks, and a bunch of",
    "Small fluffy unnamed balls that hide in hedges and make a racket.",
    "“The gift of life,” as though, existing in expectancy and then",
    "Someone came up and said, “Here,” or, “Happy Birthday.” It is more",
    "Mysterious than that, pierced by blue or running in the rain",
    "Or simply lying down to read. Writing a postponed letter which may",
    "Bring no pleasure: arduous truths to tell. And if you thought March was bad",
    "Consider April, early April, wet snow falling into blue squills",
    "That underneath a beech make an illusory lake, a haze of blue",
    "With depth to it. That is like pain, ordinary household pain,",
    "Like piles, or bumping against a hernia. All the signs are set for A OK",
    "A day to visit the National Gallery—Velázquez, Degas—but, and",
    "What a but, with water on the knee “You’ll need a wheelchair, Mummy.”",
    "Coasting among the masterpieces, of what use are they?",
    "Hurdy-Gurdy or this young man in dun clothes who holds his hat so that",
    "The red lining shows and glows. And in the sitting room people sit",
    "And rest their feet and talk of where they’ve been, motels and Monticello,",
    "Dinner in the Fiji Room. Someone forgets a camera. Each day forgetting:",
    "What is there so striking to remember? The rain stops. April shines",
    "A little, stormily, the ocean off there makes its freight car noise",
    "Or rattles with catarrh and asks to have its nose wiped. Gray descends.",
    "An illuminous penetration of unbright light that seeps and coats",
    "The ragged lawn and spells out bare spots and winter fallen branches.",
    "Yardwork. And now the yardwork is over (it is never over), today’s",
    "Stint anyway. Odd jobs, that stretch ahead, wide and mindless as",
    "Pennsylvania Avenue or the bridge to Arlington, crossed and recrossed",
    "And there the Lincoln Memorial crumbles. It looks so solid: it won’t",
    "Last. The impermanence of permanence, is that all there is? To look",
    "And see the plane tree. Its crooked branches brush the ground, rear",
    "In its age, older than any of us, destined, if all goes well with it,",
    "To outlast us all. Does one then resent the plane tree, host",
    "To cardinals? I hear them call. Plaintively, in the mating season.",
    "Why should a white city dog my thoughts? Vast, arid, a home to many,",
    "So strange in its unamiability. Stony city laid out on an heroic plan,",
    "Why are you there? Various answers present themselves, likely",
    "As squills. It doesn’t really matter, for instance, to miss the spring.",
    "For this is spring, this mud and swelling fruit tree buds, furred",
    "On the apple trees. And yet it still might snow: it’s been known",
    "Falling like cherry blossom petals around the Reflecting Pool, a sight",
    "To see. And there are sights to hear, music from a phonograph, pop",
    "Or classical, please choose one or both. It doesn’t matter. What matters",
    "Is how the light becomes entrapped in a dusty screen, masking out",
    "The view into the depths of the garage where the cars are stalled like oxen.",
    "Day, suddenly sunny and warming up for more, I would like to stroke you",
    "As one strokes a cat and feels the ridgy skull beneath the fur and tickles",
    "It behind its ears. The cat twists its head and moves it toward your fingers",
    "Like the lifting thighs of someone fucked, moving up to meet the stroke.",
    "The sun strokes all now in this zone, reaching in through windows to jell",
    "Glue in jars (that takes time)—may I send you a warmed bottle of Pliobond?",
    "It is on this desk and—here’s the laugh—I don’t know who put it there.",
    "“This is something he will like, or use.” Meantime, those branches go",
    "Ungathered up. I hate fussing with nature and would like the world to be",
    "All weeds. I see it from the train, citybound, how the yuccas and chicory",
    "Thrive. So much messing about, why not leave the world alone? Then",
    "There would be no books, which is not to be borne. Willa Cather alone is worth",
    "The price of admission to the horrors of civilization. Let’s make a list.",
    "The greatest paintings. Preferred orchestral conductors. Nostalgia singers.",
    "The best, the very best, roses. After learning all their names—Rose",
    "de Rescht, Cornelia, Pax—it is important to forget them. All these",
    "Lists are so much dirty laundry. Sort it out fast and send to laundry",
    "Or hurl into washing machine, add soap and let’er spin. The truth is",
    "That all these household tasks and daily work—up the street two men",
    "Install an air conditioner—are beautiful. Flowers and machines that people",
    "Love: the boy who opts for trade school while white collar kids",
    "Call him a ‘greaser.’ I wish I could take an engine apart and reassemble it.",
    "I also wish I sincerely wanted to. I don’t. “Love is everything that it’s",
    "Cracked up to be.” There’s a song for you. Another is in the silence",
    "Of a windless day. Hear it? Motors, yes, and the scrabbling of the surf",
    "But, too, the silence in which out of the muck arise violet leaves",
    "(Leaves of violets, that is). The days slide by and we feel we must",
    "Stamp an impression on them. It is quite other. They stamp us, both",
    "Time and season so that looking back there are wide unpeopled avenues",
    "Blue-gray with cars on them, parked either side, and a small bridge that",
    "Crosses Rock Creek has four bison at its corners, out of scale",
    "Yet so mysterious to childhood, friendly, ominous, pattable because",
    "Of bronze. The rain comes back, this spring, like a thirsty dog",
    "Who goes back and back to his dish. “Fill it up, please,” wag wag.",
    "Gray depression and purple shadows, the daffodils feigning sunlight",
    "That came yesterday. One day rain, one day sun, the weather is stuck",
    "Like a record. Through it all the forsythia begins to bloom, brown",
    "And yellow and warm as lit gas jets, clinging like bees to",
    "The arching canes where starlings take cover from foraging cats. Not",
    "To know: what have these years of living and being lived taught us?",
    "Not to quarrel? Scarcely. You want to shoot pool, I want to go home:",
    "And just before the snap of temper one had sensed so",
    "Strongly the pleasure of watching a game well played: the cue ball",
    "Carom and the struck ball pocketed. Skill. And still the untutored",
    "Rain comes down. Open the laundry door. Press your face into the",
    "Wet April chill: a life mask. Attune yourself to what is happening",
    "Now, the little wet things, like washing up the lunch dishes. Bubbles",
    "Rise, rinse and it is done. Let the dishes air dry, the way",
    "You let your hair after a shampoo. All evaporates, water, time, the",
    "Happy moment and—harder to believe—the unhappy. Time on a bus,",
    "That passes, and the night with its burthen and gift of dreams. That",
    "Other life we live and need, filled with joys and terrors, threaded",
    "By dailiness: where the wished for sometimes happens, or, just",
    "Before waking tremulous hands undo buttons. Another day, the sun",
    "Comes out from behind unbuttoned cloud underclothes—gray with use—",
    "And bud scales litter the sidewalks. A new shop is being built,",
    "An old one refurbished. What was a white interior will now be brown",
    "Behind men’s clothes, there are these changes in taste. Fashion",
    "It anew. Change in everything yet none so great as the changes in",
    "Oneself, which, short of sickness, go unobserved. Why watch",
    "Yourself? You know you’re here, and where tomorrow you will probably",
    "Be. In the delicatessen a woman made a fumbling gesture then",
    "Slowly folded toward the floor. “Get a doctor,” someone said. “She’s",
    "Having a fit.” Not knowing how to help I left, taking with me",
    "The look of appeal in faded blue eyes. Between these sharp attacks",
    "Of harsh reality I would like to interpose: interpose is not the",
    "Word. One wants them not to happen, that’s all, but, like slammed",
    "On brakes—the cab skids, you are thrown forward, ouch—they",
    "Come. Times when religion would help: “Be merciful” “Intercede”",
    "“That which I should have done ...” Fear and superstition and some-",
    "Thing more. But without the conviction of a truth, best leave",
    "It alone. Life, it seems, explains nothing about itself. In the",
    "Garden now daffodils stand full unfolded and to see them is enough.",
    "They seem no more passing than when they weren’t there: perhaps",
    "The promise when first the blades pierced the wintry soil",
    "Was better? You see, you invent choices where none exist. Perhaps",
    "It is not a choice but a preference? No, take it all, it’s free,",
    "Help yourself. The sap rises. The trees leaf out and bloom. You",
    "Suddenly sense: you don’t know what. An exhilaration that revives",
    "Old views and surges of energy or the pure pleasure of",
    "Simply looking. A car goes over a rise and there are birches snow",
    "Twisted into cabalistic shapes: The Devil’s Notch; or Smuggler’s",
    "Gap. At the time you could not have imagined the time when you",
    "Would forget the name, as apparent and there as your own. Rivers",
    "Reflecting silver skies, how many boys have swum in you? A rope",
    "Tied to a tree caught between my thighs and I was yanked headfirst",
    "And fell into the muddy creek. What a long time it seemed, rising",
    "To the surface, how lucky it didn’t catch me in the groin. That",
    "Won’t happen twice, I imagine. That summer sun was the same",
    "As this April one: is repetition boring? Or only inactivity? Quite",
    "A few things are boring, like the broad avenues of Washington",
    "D.C. that seem to go from nowhere and back again. Civil servants",
    "Wait at the crossing to cross to lunch at the Waffle House. In",
    "This twilight Degas a woman sits and holds a fan, it’s",
    "The just rightness that counts. And how have you come to know just",
    "Rightness when you see it and what is the deep stirring that it",
    "Brings? Art is as mysterious as nature, as life, of which it is",
    "A flower. Under the hedges now the weedy strips grow bright",
    "With dandelions, just as good a flower as any other. Unfortunately,",
    "You can’t pick them: they wilt. But these burgeoning days are",
    "Not like any others. Promise is a part of it, promise of warmth",
    "And vegetative growth. “Wheel me out into the sun, Sonny,",
    "These old bones that creak need it.” And the gardener does not",
    "Come back: over the winter he had a heart attack, has to take it",
    "Easy. You see death shadowed out in another’s life. The threat",
    "Is always there, even in balmy April sunshine. So what",
    "If it is hard to believe in? Stopping in the city while the light",
    "Is red, to think that all who stop with you too must stop, and",
    "Yet it is not less individual a fate for all that. “When I",
    "was born, death kissed me. I kissed it back.” Meantime, there",
    "Is bridge, and solitaire, and phone calls and a door slams, someone",
    "Goes out into the April sun to take a spin as far as the",
    "Grocer’s, to shop, and then come back. In the fullness of time,",
    "Let me hand you an empty cup, coffee stained. Or a small glass",
    "Of spirits: “Here’s your ounce of whisky for today.” Next door",
    "The boys dribble a basketball and practice shots. Two boys",
    "Run by: high spirits. The postman comes. No mail of interest.",
    "Another day, there is. A postcard of the Washington Monument,",
    "A friend waving from a small window at the needle top. “Hoo",
    "Hoo” he calls. Another day, and still the sun shines down, warming",
    "Tulips into bloom, a redder red than blood. The dandelions",
    "Cringe before them. In the evening there will be time enough",
    "To drive from here to there, study the vegetable patch, admire",
    "The rosy violets. Life in action, life in repose, life in",
    "Contemplation, which is hard to tell from day dreaming, on a day",
    "When the sky woolgathers clouds and sets their semblance on a",
    "Glassy ocean. Only its edge goes lisp. On no two days the same.",
    "Is it the ocean’s mindlessness that troubles? At times it seems",
    "Calculatedly malevolent, tearing the dunes asunder, tumbling",
    "Summer houses into itself, a terror to see. They say there are",
    "Those who have never felt terror. A slight creeping of the scalp,",
    "Merely. How fine. Finer than sand, that, on a day like this.",
    "Trickles through my fingers, ensconced in a dune cleft, sun",
    "Warmed and breeze cooled. This peace is full of sounds and",
    "Movement. A couple passes, jogging. A dog passes, barking",
    "And running. My nose runs, a little. Just a drip. Left over",
    "From winter. How long ago it seems! All spring and summer stretch",
    "Ahead, a roadway lined by roses and thunder. “It will be here",
    "Before you know it.” These twigs will then have leafed and",
    "Shower down a harvest of yellow-brown. So far away, so",
    "Near at hand. The sand runs through my fingers. The yellow",
    "Daffodils have white corollas (sepals?). The crocuses are gone,",
    "I didn’t see them go. They were here, now they’re not. Instead",
    "The forsythia ensnarls its flames, cool fire, pendent above the smoke",
    "Of its brown branches. Beaches are near. It rains again: the screen",
    "And window glass are pebbled by it. It soaks through a rain coat that",
    "Has had its water repellency dry cleaned out of it. Most modern",
    "Inventions don’t work so well, or not for long. A breakdown occurs,",
    "Or something simple, like the dishwasher detergent eating off",
    "The pattern on china, even the etched florets on wine glasses.",
    "Strong stuff. From the train, a stand of larch is greener than",
    "Greenest grass. A funny tree, of many moods, gold in autumn, naked",
    "In winter: an evergreen (it looks) that isn’t. What kind of a tree",
    "Is that? I love to see it resurrect itself, the enfolded buttons",
    "Of needles studding the branches, then opening into little bursts.",
    "And that Washington flower, the pink magnolia tree, blooms now",
    "In little yards, its trunk a smoky gray. And soon the hybrid azaleas,",
    "So much too much, will follow, and the tender lilac. Persia, we",
    "Have much to thank you for, besides the word lapis lazuli. And someone",
    "You know well is suffering, sees it all but not the way before",
    "Him, hating his job and not knowing what to change it for. Have",
    "You any advice to give? Have you learned nothing in all these",
    "Years? “Take it as it comes.” Sit still and listen: each so alone.",
    "Someone driving decides not to take that curve, to pile it up",
    "In smithereens, the anxious and unsatisfying years: goodbye, life.",
    "Others keep on living so as not to wound their friends: the suicide",
    "Fantasy, to awaken rested and fresh, to plunge into a deep and",
    "Dreamless sleep, to be mindless and at one with all that grows,",
    "Dies and revives each April, here, crying, “Stir your stumps!”",
    "In the mental hospital a patient is ready to be discharged. “I’m",
    "So glad to be going home!” Where the same old problems wait;",
    "Still, to feel more equal to them, that’s something. “Time heals",
    "All wounds”: now what’s that supposed to mean? Wounds can",
    "Kill, like that horse chestnut tree with the rotting place will surely",
    "Die unless the tree doctor comes. Cut out the rot, fill with tree",
    "Cement, score and leave to heal. The rain comes down in buckets:",
    "I’ve never seen that, though you often speak of it. The rain",
    "Comes down and brings depression, too much and too often. And there",
    "Is the fog off the cold Atlantic. No one is at his best with",
    "A sinus headache. It will pass. Stopped passages unblock: why",
    "Let the lovely spring, its muck and scarlet emperors, get you",
    "Down. Unhibernate. Let the rain soak your hair, run down your",
    "Face, hang in drops from facial protuberances. Face into",
    "It, then towel dry. Then another day brings back the sun and",
    "Violets in the grass. The pear tree thickens all its boughs and",
    "Twigs into silver-white, a dimmed brilliance, and already at",
    "Its base a circle of petals on the unmowed grass. Far away",
    "In Washington, at the Reflecting Pool, the Japanese cherries",
    "Bust out into their dog mouth pink. Visitors gasp. The sun",
    "Drips, coats and smears, all that spring yellow under unending",
    "Blue. Only the oaks hold back their leaf buds, reticent.",
    "Reticence is not a bad quality, though it may lead to misunderstandings.",
    "I misunderstood silence for disapproval, see now it was",
    "Sympathy. Thank you, May, for these warm stirrings. Life",
    "Goes on, it seems, though in all sorts of places—nursing",
    "Homes—it is drawing to a close. Abstractions and generalities:",
    "Grass and blue depths into which the evening star seems set.",
    "As windows are set in walls in whited Washington. City, begone",
    "From my thoughts: childhood was not all that gay. Nor all that gray,",
    "For the matter of that. May leans in my window, offering hornets.",
    "To them too I give leave to go about their business, which is not",
    "Nesting in my books. The fresh mown lawn is a rug underneath",
    "Which is swept the dirt, the living dirt out of which our nurture",
    "Comes, to which we go, not knowing if we hasten or we tarry. May",
    "Opens wide her bluest eyes and speaks in bird tongues and a",
    "Chain saw. The blighted elms come down. Already maple saplings,",
    "Where other elms once grew and whelmed, count as young trees. In",
    "A dishpan the soap powder dissolves under a turned on faucet and",
    "Makes foam, just like the waves that crash ashore at the foot",
    "Of the street. A restless surface. Chewing, and spitting sand and",
    "Small white pebbles, clam shells with a sheen or chalky white.",
    "A horseshoe crab: primeval. And all this without thought, this",
    "Churning energy. Energy! The sun sucks up the dew; the day is",
    "Clear; a bird shits on my window ledge. Rain will wash it off",
    "Or a storm will chip it loose. Life, I do not understand. The",
    "Days tick by, each so unique, each so alike: what is that chatter",
    "In the grass? May is not a flowering month so much as shades",
    "Of green, yellow-green, blue-green, or emerald or dusted like",
    "The lilac leaves. The lilac trusses stand in bud. A cardinal",
    "Passes like a flying tulip, alights and nails the green day",
    "Down. One flame in a fire of sea-soaked, copper-fed wood:",
    "A red that leaps from green and holds it there. Reluctantly",
    "The plane tree, always late, as though from age, opens up and",
    "Hangs its seed balls out. The apples flower. The pear is past.",
    "Winter is suddenly so far away, behind, ahead. From the train",
    "A stand of coarse grass in fuzzy flower. Is it for miracles",
    "We live? I like it when the morning sun lights up my room",
    "Like a yellow jelly bean, an inner glow. May mutters, “Why",
    "Ask questions?” or, “What are the questions you wish to ask?”"
  ],
  "title": "Hymn to Life",
  "year": ""
}