{
  "author": "James Schuyler",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/20235",
  "region": "",
  "text": [
    "Up from the valley",
    "now and then a chain saw rising to a shriek, subsiding to a buzz",
    "“Someone” is “cutting in his wood lot” another day",
    "shows they are not",
    "someone is two men clearing shoulders",
    "of a narrow high-crowned road",
    "stacked poles were lately sapling",
    "the leaves on the slash gone limp, unstarched, unsized",
    "one man with one fierce eye and where the other should be",
    "an ill-knit cicatrix",
    "men who don’t make much aren’t much",
    "for spending what they do",
    "on glass eyes, tooth-straightening devices (“a mouth",
    "like the back of a switchboard”), nose jobs, dewenning operations",
    "a country look prevails",
    "and a vestigial fear of the evil eye lurks",
    "“. . . my skin creeps . . .”",
    "Out of Adamant Co-op",
    "men in “overhauls” step into evening rising",
    "in long-shadowed bluish haze to gold and pink",
    "by Sodom Lake (was it that any Bible name",
    "was an OK name?) and boys stare unabashed",
    "and unaggressive not what the man on the bus fled",
    "from his one day job talking excitedly about",
    "“teen-age Puerto Rican tail-bait” and",
    "“You can",
    "New York!” Some present",
    "you’d rather have wouldn’t you an apple tree",
    "that climbed up into keels over",
    "sad, and too bad, the best apples on Apple Hill",
    "still, it can be propped or budded on new stock or just",
    "that it once was there",
    "Driving past, driving down, driving over",
    "along the Winooski",
    "through the home of Granite City Real Ice Cream",
    "The Monument Capitol",
    "buildings of rusticated granite marred",
    "to our eyes by etched polished granite remodeled downstairs",
    "may be found by a future happily heterodox",
    "“There’s a touch of autumn—",
    "there’s another touch of autumn”",
    "and the dark tranquility of hemlocks encroaching on untilled fields",
    "“You can’t make a living",
    "plowing stones” subsistence",
    "farming is well out of style: “You can’t call it living",
    "without the margin”",
    "coveted obsolescence!",
    "a margin like that on this page",
    "a paper luxury “Collectors”",
    "the lady in the antique shop said “are snapping up",
    "silver” “Since we’re off the silver standard?” “Why,",
    "maybe so” Perhaps",
    "six 1827 Salem coin-silver spoons for $18",
    "or what about",
    "“Have you",
    "?”",
    "“",
    "a book I’d want to read myself.",
    "I’m from here but live in Florida.",
    "Winters are too hard: 40 below.",
    "You don’t feel it though",
    "like zero in Boston. I’ll take St. Johnsbury any day",
    "over Boston.”",
    "Over St. Johnsbury the clouds shift in curds",
    "and a street goes steeply down",
    "into Frenchtown by the railroad station",
    "into which anachronistically comes",
    "a real train: yesterday’s torment of dust-exhaling plush",
    "on the backs of bare knees today’s nostalgia",
    "but not much. Curls cut out of wood, brick",
    "of a certain cut and color, a hopped-up cripple",
    "on a hill above his pond, a slattern",
    "frowning at the early-closed state liquor store,",
    "an attic window like a wink,",
    "The Scale Co., St. Johnsbury has everything",
    "Not this high hill a road",
    "going in undergrowth leads up to",
    "by walls of flat cleared-field stones",
    "so many and so long a time to take",
    "so much labor so long ago and so soon",
    "to be going back, a host to hardhack",
    "and blueberry baby steps",
    "first fallings from a sky",
    "in which the wind is moving furniture",
    "the upholstery of summer coming all unstitched",
    "the air full of flying kapok",
    "and resolutions: “remember to fetch the ax",
    "whack back pine intrusions”",
    "from the road turning down to a lower field",
    "and across the roughest one the County keeps",
    "a woman and a boy come up",
    "on heavy horses. “Morning!",
    "Had frost",
    "last night at Adamant.",
    "Might have a killing frost",
    "tonight.” Quick and clear as the water",
    "where cress grows the cold",
    "breaks on the hills to the soft crash",
    "of a waterfall beyond",
    "a beaver pond",
    "and slides on",
    "flinging imaginary fragments of cat’s ice",
    "from its edges to flash",
    "a bright reality in the night sky and it —",
    "the cold—stands, a rising pool, about",
    "Sloven’s farmhouse and he dreams",
    "of dynamite. A bog sucks",
    "at his foundations. Somewhere a deer",
    "breaks branches. The trees",
    "say",
    "replies a frog.",
    "It doesn’t happen though the cold",
    "that is not that night. It happens all right",
    "not then when the white baneberry",
    "leans secretively where a road forks",
    "met with surprise: “Why here it is:",
    "the most beautiful thing.” The spirit",
    "of Gelett Burgess sets Mother Nature",
    "gabbing. “",
    "my Actea pachypoda, dear, we",
    "call it Doll’s-Eyes.” Got up as smart",
    "as ever in muck and dank she belches",
    "—“’Scuse: just a touch of gas”—",
    "swamp maple flames and ambles over and plunks",
    "down on a dead rubber tire",
    "to contemplate smashed glass and a rusty tin",
    "and “some of my choicer bits: that",
    "I call Doctor’s Dentures. These",
    "are Little Smellies.” Not",
    "the sort you look to meet so near",
    "gold-domed, out of scale Montpelier",
    "a large-windowed kind of empty public bigness",
    "so little to show, so much",
    "to take pride in rather more than on the way to Stowe",
    "a pyrocrafted maple board in a Gyp-to-teria",
    "IF MORE MEN WERE SELF STARTERS",
    "FEWER WIVES WOULD HAVE TO CRANK.",
    "Welcome to the chair lift and cement chalet.",
    "Days",
    "of unambiguous morning when dawn",
    "peels back like a petal to disclose blue depths",
    "deep beyond all comprehending and tall field growth bends",
    "with a crushing weight of water cut",
    "into sac-shaped portions, each less than a carat",
    "and which streak an early walker’s trouser legs",
    "“You’re soaked!” crossing on a door",
    "the spill to where Nodding Ladies’ Tresses",
    "pallidly braid their fragrance and the woods",
    "emit their hum. Days",
    "when the pond holds on its steel one cloud",
    "in which thin drowned trees stand",
    "spare shapes of winter when summer",
    "is just loosening to fall and bits of ribbon",
    "from an electric typewriter patch a screen.",
    "Croquet days, scissor-and-paste nights",
    "after dinner on the better sort of ham",
    "and coffee strong enough to float a goose egg.",
    "Are those geese, that V, flying so early?",
    "Can it be so late? in the green state",
    "needles, leaves, fronds, blades, lichens and moss create",
    "Can it be so soon before the long white",
    "refrozen in frost on frost",
    "on all twigs again will flash",
    "cross cutting star streaks—the atoms",
    "dance—on a treacherous night",
    "in headlights?",
    "“Horrible Cold Night",
    "Remain at Home”",
    "“Clear and Beautiful",
    "Remain at Home”"
  ],
  "title": "Now and then",
  "year": ""
}