{
  "author": "Myra Sklarew",
  "classification": "",
  "keywords": [
    "Living",
    "Parenthood",
    "Death",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Fall",
    "Stars, Planets, Heavens",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237684",
  "region": "U.S., New England",
  "text": [
    "Today the moon sees fit to come between a parched earth",
    "and sun, hurrying the premature darkness. A rooster in the yard",
    "cuts off its crowing, fooled into momentary sleep.",
    "And soon the Perseid showers, broken bits",
    "of the ancient universe, will pass through the skin of our",
    "atmosphere. Time and space are alive over our city.",
    "Final eclipse of the sun, last of this millennium, our city’s",
    "brightness broken off. We have known other dark hours:",
    "Lincoln’s death, winding procession toward sleep.",
    "We have known slave coffles and holding pens in yards",
    "not half a mile from our Capitol, wooden palings sunk in earth",
    "to guarantee none would escape. In this freest city. Oh if earth",
    "could talk. Earth does talk in the neatly framed yards",
    "where death thinks to lay us down to rest. Asleep,",
    "the marker stones. But not the voices, jagged bits",
    "of memory, shards of poems. Sterling Brown. Our",
    "human possessions and all they've left us. This whole city",
    "sings their songs. Say",
    "names. In this city",
    "they are our monuments: Frederick Douglass, our",
    "Rayford Logan, Alain Locke, Franklin Frazier, Georgia",
    "Douglas Johnson, Paul Laurence Dunbar, May Miller: Not sleep",
    "but garlands left to us. Montague Cobb, William Hastie. Yards",
    "of names. And here, the place where we unearth",
    "an immigrant father of seven. He leans down—no earthly",
    "reason for his choice—to pick up his nearest child. A yard-long",
    "rack of brooms behind him, a bin of apples. Not the sleep",
    "of cold, but autumn in Washington. 1913 or a bit",
    "later. He stands awkwardly on 4 1/2 Street, S. W. Our",
    "street photographer, who’s just come by with his city",
    "chatter, ducks beneath a dark cloth. Monuments of the city",
    "behind him, he leans over his black box camera in time to capture",
    "that moment when the child will play her bit",
    "part, pushing away from her father like a boat from shore. In the sleep",
    "of winter, years later, she will become my mother. What yardstick",
    "by which to measure importance? To measure earthly",
    "agency? Each of us has monuments in the bone case of memory. Earth-",
    "bound, I take my sac of marble and carry it down lonely city streets where our",
    "generals on horseback and a tall bearded man keep watch over all their citizens."
  ],
  "title": "Monuments",
  "year": ""
}