{
  "author": "Carol Frost",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181142",
  "region": "U.S., Southern",
  "text": [
    "I",
    "I’ve felt undeserving. I’ve made myself ill with the glory,",
    "in the unleavened garden",
    "disgorged the lies and scared away with a stick a snake.",
    "What made me cover that which I could not have?",
    "I’ve grieved and walked in catacombs,",
    "I’ve felt undeserving. I’ve made myself ill with the glory.",
    "Even the falling leaves gesture their renunciation.",
    "I disgorge the lies and abhor the serpent’s hiss.",
    "I remember seasons, things I bring from far away,",
    "and grieve. I walk in catacombs.",
    "In gardens now, by the stone walls, sunlight closes,",
    "the falling leaves gesture their renunciation.",
    "I remember being in a field touching a man’s body.",
    "I remember seasons, things I bring from far away",
    "and things that hold their breath for shame.",
    "His skin was soft as a girl’s and he closed his eyes.",
    "I placed apple petals on his eyelids;",
    "we were lying in a field and I touched his body.",
    "Then there were clouds, an uncanny silence,",
    "as when in a green place the air holds its breath for shame.",
    "What made me covet what I could not have?",
    "Ill with the power and glory, a thrashing in my chest,",
    "I remember the unleavened gardens,",
    "petals falling singly, the yellow snake disgorging lies.",
    "II",
    "I’ve grieved and walked in catacombs.",
    "I’ve felt undeserving. I’ve made myself ill with the glory,",
    "power and glory--",
    "a thrashing in my rib cage.",
    "I’ve gone into the unleavened spring garden,",
    "disgorged the lies,",
    "and scared away with a stick a snake.",
    "I’ve grieved and walked in catacombs.",
    "What made me cover that which I could not have?",
    "I’ve felt undeserving. In this bright land",
    "that changes from yellow to green and back to yellow,",
    "I remember seasons, things I bring with me from far away",
    "and things that hold their breath as if for shame.",
    "I’ve made myself ill with the power and glory.",
    "I’ve gone into the unleavened garden",
    "and startled a yellow snake",
    "disgorging lies. A thrashing in my rib cage.",
    "What made me cover what I could not have?",
    "I remember seasons. Things that hold their breath for shame.",
    "Things I bring with me from far away.",
    "III",
    "I’ve made myself ill with the power and glory.",
    "I’ve made myself ill with the power and glory."
  ],
  "title": "Matins",
  "year": ""
}