{
  "author": "Carol Frost",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Youth"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181147",
  "region": "U.S., Southern",
  "text": [
    "As a child I parleyed with animals, stuffed and real.",
    "Making my kitten pilot of a boot, I guided",
    "from one end of a string the dizzy flight and collapse.",
    "I was fearful of people as well as things,",
    "and my faithful toy shepherd with his painted face",
    "sat by me on the bed in the gloom.",
    "I was disdainful of dolls as weak people.",
    "In the favorite story I told myself my parents",
    "were made over into fair-limbed, brave angels",
    "who smiled into their god’s eyes when summoned.",
    "I was benevolent, afraid to let go of this image",
    "at night because I couldn’t hide deep enough",
    "under the covers to be overlooked by death,",
    "the angel bending over me who had been wronged.",
    "I read histories of queens, regal and barbarian,",
    "whose leopard’s eyes restrained man or wild beast.",
    "I rambled along tidal rivers and in the marshes",
    "where the green-golden grasses dazzled the sun,",
    "and felt the ache of sea-air in my lungs.",
    "I saw water spume near Atlantic cliffs.",
    "I examined lichen. I saw great light drown darkness.",
    "Then at thirteen I lay in the bleak bed before sleep",
    "and heard the pleadings and the murderous kisses;",
    "and burned, like a bear his fat, my soul.",
    "I quaked at the sound of my voice whispering,",
    "or turned my face to the wall",
    "and wept salt onto my knuckles.",
    "In the serene light of sun-up, before sparrows",
    "tumbled up from the earth, whispering and singing,",
    "and the exquisite sea and sky mobilized",
    "their heavy, blue currents, I was consoled.",
    "I walked through beauty without knowing why",
    "and told no one, wanting nothing else to touch me",
    "and never to move anyone in any way.",
    "I hid away from the house and learned the dark",
    "was not a dream but could show the pale gravel",
    "of a real driveway. I saw for the first time",
    "later the new moon and the full moon",
    "in one piece. I no longer feared the night,",
    "night like a bear at ease in his wide habitat.",
    "In the greatness of such space I said,"
  ],
  "title": "The Fearful Child",
  "year": ""
}