{
  "author": "Carol Frost",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Health",
    "Illness",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "The Body",
    "Arts",
    "Sciences",
    "Sciences",
    "Painting",
    "Sculpture",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181341",
  "region": "U.S., Southern",
  "text": [
    "I have a sister who takes care of animals, whose artistry is flesh",
    "and blood mixed in with a dream or more",
    "she tries to give her son. He cuts school and drinks with his friends",
    "in the scrub woods behind the school. He thinks he wants to be an",
    "architect;",
    "he thinks the poems he writes are portions of his unmixed spirit.",
    "His habits of mind aren’t settled, ossifying so slowly for many of us,",
    "we can’t know, and no one can tell him anything about cigarettes,",
    "bad drugs, his fragile mortal spiral.",
    "He can’t cry anymore—it’s the wrong style of feeling—,",
    "and he only half knows that like his mother he will have to descend",
    "before he can break into nakedness, as if from the warmed surface",
    "of loam, from slug-soft matter that breathes or suppurates.",
    "My nephew Samuel has the same name as the son of the famous",
    "surgeon",
    "Dr. Gross, painted by the American realist Thomas Eakins.",
    "Samuel chugs gin, takes his tokes, and helps his mother with preps—",
    "a Betadine swabbing, “like a ritual,” out from the site of the incision.",
    "He confuses his mother. In this poem I want to try to stand",
    "at their shoulders in the clinic. I think I could come near to swooning",
    "from the obscene odor in the air, but I can try to imagine",
    "something beyond the surgery, the fur and the glistening",
    "blood, and I wouldn’t leave them.",
    "The flight of gray gulls over the bay",
    "accompanied my early wrestling with flesh, “Blue Suede Shoes”",
    "playing on the radio in my parents’ house.",
    "The fluency, then, of hands and lips threw seeds of a sweeter",
    "and more luxuriant fluency when I was thirty.",
    "Then I believed in the beauty of Helen",
    "and sometimes, as the fullest truth, in the colored clouds",
    "above apple trees full of blossoms and the reddened fruit afterwards.",
    "In the end, of course, the fruit turns to mash, and wasps",
    "burrow drunkenly in the meat no longer crisp.",
    "There is a terrible beauty in the speeches of Nestor",
    "after Agamemnon has called out the spirit of his army",
    "by inviting them to go home. Imagine the sober tones",
    "of the generals and the old king, his face a lifelong gallery",
    "of portraits, grizzled hair an aura, as he faces",
    "them with his counsel. From his lips a kind of honey",
    "mixing with the bitterness of those two quarreling.",
    "He asks them for their mettle, earth born, and leans,",
    "foreshortened, his robe exposing a scarred and whitened chest.",
    "A vignette of what we cannot learn, or outlast.",
    "One who loves earth and the sun and animals",
    "stands over the necrotic thigh of a wolfhound",
    "with scapel and rongeur, a patina of antiseptic",
    "reddening the bare skin around the wound. The odors are a mixture",
    "of rotted flowers and fruit and the beautiful blood oozing from an",
    "incision",
    "above a honeycomb of maggots, swollen, moving.",
    "If you can bear to stand close and look closely at the dissection,",
    "you will feel your own stomach turn and your nerves",
    "grow a little cleaner, and you may feel puzzled how a person",
    "would want to know that much anatomy.",
    "Wasn’t it like this for Michelangelo?",
    "This lesson of body? And the artist’s revulsion, someone trying",
    "to look beyond heroic contours of ruined flesh—",
    "softness of hip and buttocks—into the serum of spirit?",
    "To live while another no longer can live.",
    "This flesh and that muscle, and tinted spring forests, and mausoleums."
  ],
  "title": "The Gross Clinic",
  "year": ""
}