{
  "author": "Thomas James",
  "classification": "",
  "keywords": [
    "Religion",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Other Religions",
    "Death",
    "Nature",
    "The Body",
    "Mythology",
    "Folklore",
    "Horror"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182285",
  "region": "U.S., Midwestern",
  "text": [
    "My body holds its shape. The genius is intact.",
    "Will I return to Thebes? In that lost country",
    "The eucalyptus trees have turned to stone.",
    "Once, branches nudged me, dropping swollen blossoms,",
    "And passionflowers lit my father’s garden.",
    "Is it still there, that place of mottled shadow,",
    "The scarlet flowers breathing in the darkness?",
    "I remember how I died. It was so simple!",
    "One morning the garden faded. My face blacked out.",
    "On my left side they made the first incision.",
    "They washed my heart and liver in palm wine—",
    "My lungs were two dark fruit they stuffed with spices.",
    "They smeared my innards with a sticky unguent",
    "And sealed them in a crock of alabaster.",
    "My brain was next. A pointed instrument",
    "Hooked it through my nostrils, strand by strand.",
    "A voice swayed over me. I paid no notice.",
    "For weeks my body swam in sweet perfume.",
    "I came out scoured. I was skin and bone.",
    "They lifted me into the sun again",
    "And packed my empty skull with cinnamon.",
    "They slit my toes; a razor gashed my fingertips.",
    "Stitched shut at last, my limbs were chaste and valuable,",
    "Stuffed with paste of cloves and wild honey.",
    "My eyes were empty, so they filled them up,",
    "Inserting little nuggets of obsidian.",
    "A basalt scarab wedged between my breasts",
    "Replaced the tinny music of my heart.",
    "Hands touched my sutures. I was so important!",
    "They oiled my pores, rubbing a fragrance in.",
    "An amber gum oozed down to soothe my temples.",
    "I wanted to sit up. My skin was luminous,",
    "Frail as the shadow of an emerald.",
    "Before I learned to love myself too much,",
    "My body wound itself in spools of linen.",
    "Shut in my painted box, I am a precious object.",
    "I wear a wooden mask. These are my eyelids,",
    "Two flakes of bronze, and here is my new mouth,",
    "Chiseled with care, guarding its ruby facets.",
    "I will last forever. I am not impatient—",
    "My skin will wait to greet its old complexions.",
    "I’ll lie here till the world swims back again.",
    "When I come home the garden will be budding,",
    "White petals breaking open, clusters of night flowers,",
    "The far-off music of a tambourine.",
    "A boy will pace among the passionflowers,",
    "His eyes no longer two bruised surfaces.",
    "I’ll know the mouth of my young groom, I’ll touch",
    "His hands. Why do people lie to one another?"
  ],
  "title": "Mummy of a Lady Named Jemutesonekh",
  "year": ""
}