{
  "author": "Robert Pinsky",
  "classification": "Blank Verse",
  "keywords": [
    "Living",
    "Love",
    "Landscapes",
    "Pastorals",
    "Youth",
    "Activities",
    "Nature",
    "Relationships",
    "Jobs",
    "Working",
    "Death",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177336",
  "region": "U.S., New England",
  "text": [
    "Imagine a child from Virginia or New Hampshire",
    "Alone on the prairie eighty years ago",
    "Or more, one afternoon—the shaggy pelt",
    "Of grasses, for the first time in that child’s life,",
    "Flowing for miles. Imagine the moving shadow",
    "Of a cloud far off across that shadeless ocean,",
    "The obliterating strangeness like a tide",
    "That pulls or empties the bubble of the child’s",
    "Imaginary heart. No hills, no trees.",
    "The child’s heart lightens, tending like a bubble",
    "Towards the currents of the grass and sky,",
    "The pure potential of the clear blank spaces.",
    "Or, imagine the child in a draw that holds a garden",
    "Cupped from the limitless motion of the prairie,",
    "Head resting against a pumpkin, in evening sun.",
    "Ground-cherry bushes grow along the furrows,",
    "The fruit red under its papery, moth-shaped sheath.",
    "Grasshoppers tumble among the vines, as large",
    "As dragons in the crumbs of pale dry earth.",
    "The ground is warm to the child’s cheek, and the wind",
    "Is a humming sound in the grass above the draw,",
    "Rippling the shadows of the red-green blades.",
    "The bubble of the child’s heart melts a little,",
    "Because the quiet of that air and earth",
    "Is like the shadow of a peaceful death—",
    "Limitless and potential; a kind of space",
    "Where one dissolves to become a part of something",
    "Entire ... whether of sun and air, or goodness",
    "And knowledge, it does not matter to the child.",
    "Dissolved among the particles of the garden",
    "Or into the motion of the grass and air,",
    "Imagine the child happy to be a thing.",
    "Imagine, then, that on that same wide prairie",
    "Some people are threshing in the terrible heat",
    "With horses and machines, cutting bands",
    "And shoveling amid the clatter of the threshers,",
    "The chaff in prickly clouds and the naked sun",
    "Burning as if it could set the chaff on fire.",
    "Imagine that the people are Swedes or Germans,",
    "Some of them resting pressed against the strawstacks,",
    "Trying to get the meager shade.",
    "A man,",
    "A tramp, comes laboring across the stubble",
    "Like a mirage against that blank horizon,",
    "Laboring in his torn shoes toward the tall",
    "Mirage-like images of the tilted threshers",
    "Clattering in the heat. Because the Swedes",
    "Or Germans have no beer, or else because",
    "They cannot speak his language properly,",
    "Or for some reason one cannot imagine,",
    "The man climbs up on a thresher and cuts bands",
    "A minute or two, then waves to one of the people,",
    "A young girl or a child, and jumps head-first",
    "Into the sucking mouth of the machine,",
    "Where he is wedged and beat and cut to pieces—",
    "While the people shout and run in the clouds of chaff,",
    "Like lost mirages on the pelt of prairie.",
    "The obliterating strangeness and the spaces",
    "Are as hard to imagine as the love of death ...",
    "Which is the love of an entire strangeness,",
    "The contagious blankness of a quiet plain.",
    "Imagine that a man, who had seen a prairie,",
    "Should write a poem about a Dark or Shadow",
    "That seemed to be both his, and the prairie’s—as if",
    "The shadow proved that he was not a man,",
    "But something that lived in quiet, like the grass.",
    "Imagine that the man who writes that poem,",
    "Stunned by the loneliness of that wide pelt,",
    "Should prove to himself that he was like a shadow",
    "Or like an animal living in the dark.",
    "In the dark proof he finds in his poem, the man",
    "Might come to think of himself as the very prairie,",
    "The sod itself, not lonely, and immune to death.",
    "None of this happens precisely as I try",
    "To imagine that it does, in the empty plains,",
    "And yet it happens in the imagination",
    "Of part of the country: not in any place",
    "More than another, on the map, but rather",
    "Like a place, where you and I have never been",
    "And need to try to imagine—place like a prairie",
    "Where immigrants, in the obliterating strangeness,",
    "Thirst for the wide contagion of the shadow",
    "Or prairie—where you and I, with our other ways,",
    "More like the cities or the hills or trees,",
    "Less like the clear blank spaces with their potential,",
    "Are like strangers in a place we must imagine."
  ],
  "title": "An Explanation of America: A Love of Death",
  "year": ""
}