{
  "author": "Robert Pinsky",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Love",
    "Activities",
    "Eating",
    "Drinking",
    "Relationships",
    "Home Life",
    "Religion",
    "Judaism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247966",
  "region": "U.S., New England",
  "text": [
    "They stack bright pyramids of goods and gather",
    "Mop-helves in sidewalk barrels. They keen, they boogie.",
    "Paints, fruits, clean bolts of cottons and synthetics,",
    "Clarity and plumage of October skies.",
    "Way of the costermonger's",
    "wooden barrow",
    "And also the secular marble cinquefoil and lancet",
    "Of the great store. They persist. The jobber tells",
    "The teller in the bank and she retells",
    "Whatever it is to the shopper and the shopper",
    "Mentions it to the retailer by the way.",
    "They mutter and stumble, derelict. They write",
    "These theys I write. Scant storefront pushbroom Jesus",
    "Of Haitian hardware—they travel in shadows, they flog",
    "Sephardic softgoods. They strain. Mid-hustle they faint",
    "And shrivel. Or snoring on grates they rise to thrive.",
    "Bonemen and pumpkins of All Saints. Kol Nidre,",
    "Blunt shovel of atonement, a blade of song",
    "From the terra-cotta temple: Lord, forgive us",
    "Our promises, we chant. Or we churn our wino",
    "Syllables and stares on the Avenue. We, they—",
    "Jack. Mrs. Whisenant from the bakery. Sam Lee.",
    "This is the way, its pavement crackwork burnished",
    "With plantain. In strollers they bawl and claw. They flourish.",
    "Furniture, Florist, Pets. My mongrel tongue",
    "Of",
    "and",
    "the tarnished flute",
    "And brogue of quidnuncs",
    "in the bars, in Casey's",
    "Black amber air of spent Hiram Walker, attuned.",
    "Sweet ash of White Owl.",
    "Ten High. They touch. Eyes blurred",
    "Stricken with passion as in a Persian lyric",
    "They flower and stroke. They couple. From the Korean,",
    "Staples and greens. From the Christian Lebanese,",
    "Home electronics. Why is that Friday \"Good\"?",
    "Why \"Day of Atonement\" for release from vows?",
    "Because we tried us, to be at one, because",
    "We say as one we traffic, we dice, we stare.",
    "Some they remember that won't remember them—",
    "Their headlights found me stoned, like a bundled sack",
    "Lying in the Avenue, late. They didn't speak",
    "My language. For them, a small adventure. They hefted",
    "Me over the curb and bore me to an entry",
    "Out of the way. Illuminated footwear",
    "On both sides. How I stank. Dead drunk. They left me",
    "Breathing in my bower between the Halloween",
    "Brogans and pumps on crystal pedestals.",
    "But I was dead to the world. The midnight city",
    "In autumn. Day of attainment, tall saints",
    "Who saved me. My taints, day of anointment. Oil",
    "Of rose and almond in the haircutting parlor,",
    "Motor oil swirling rainbows in gutter water.",
    "Ritually unattainted, the congregation",
    "File from the place of worship and resume",
    "The rumbling drum and hautbois",
    "of conversation,",
    "Speech of the granary, of the cloven lanes",
    "Of traffic, of salvaged silver. Not shriven and yet",
    "Not rent, they stride the Avenue, banter, barter.",
    "Capering, on fire, they cleave to the riven hub."
  ],
  "title": "Avenue",
  "year": ""
}