{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [
    "Money",
    "Economics",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177960",
  "region": "U.S., New England",
  "text": [
    "All day all over the city every person",
    "Wanders a different city, sealed intact",
    "And haunted as the abandoned subway stations",
    "Under the city. Where is my alley doorway?",
    "Stone gable, brick escarpment, cliffs of crystal.",
    "Where is my terraced street above the harbor,",
    "Café and hidden workshop, house of love?",
    "Webbed vault, tiled blackness. Where is my park, the path",
    "Through conifers, my iron bench, a shiver",
    "Of ivy and margin birch above the traffic?",
    "A voice.",
    "Between us—one wrote, lovesick—",
    "Aimless at dusk,",
    "Heart muttering like any derelict,",
    "Or working all morning, violent with will,",
    "Where is my garland of lights? My silver rail?",
    "Hot days of errands and badges, paper, shrill rage",
    "Of sparrows morning and evening. At sunset",
    "A clearing stroll around the square and down",
    "A steep street twisting to the edge of the narrows,",
    "The brick embankment path and the iron rail",
    "The same as always. The water. All through your body",
    "A steady twinkling of ceasing and being, the cells",
    "That die by millions and replicate themselves",
    "So every seven years your substance is new,",
    "But the same score, the same scar making a faint",
    "Crescent along your temple, always fading,",
    "The blood all different but the same from day",
    "To day, the city birds along the harbor",
    "Working the cracks and hedges, the titan moan",
    "Of a tanker blasting and receding, the range",
    "Of noises a fretwork of the bay, the night.",
    "Now the pale honey of a kitchen light",
    "Burns at an upstairs window, the sash a cross.",
    "Milky daylight moon,",
    "Sky scored by phone lines. Houses in rows",
    "Patient as cows.",
    "Dormers and gables of an immigrant street",
    "In a small city, the wind-worn afternoon",
    "Shading into night.",
    "Hundreds of times before",
    "I have felt it in some district",
    "Of shingle and downspout at just this hour.",
    "The renter walking home from the bus",
    "Carrying a crisp bag. Maybe a store",
    "Visible at the corner, neon at dusk.",
    "Macaroni mist fogging the glass.",
    "Unwilled, seductive as music, brief",
    "As dusk itself, the forgotten mirror",
    "Brushed for dozens of years",
    "By the same gray light, the same shadows",
    "Of soffit and beam end, a reef",
    "Of old snow glowing along the walk.",
    "If I am hollow, or if I am heavy with longing, the same:",
    "The ponderous houses of siding,",
    "Fir framing, horsehair plaster, fired bricks",
    "In a certain light, changing nothing, but touching",
    "Those separate hours of the past",
    "And now at this one time",
    "Of day touching this one, last spokes",
    "Of light silvering the attic dust.",
    "Sweet Babylon, headphones. Song bones.",
    "At a slate stairway’s base, alone and unready,",
    "Not far from the taxis and bars",
    "Around the old stone station,",
    "In the bronze, ordinary afternoon light—",
    "To find yourself back behind that real",
    "City and inside this other city",
    "Where you slept in the street.",
    "Your bare feet, gray tunic of a child,",
    "Coarse sugar of memory.",
    "Salt Nineveh of barrows and stalls,",
    "The barber with his copper bowl,",
    "Beggars and grain-sellers,",
    "The alley of writers of letters",
    "In different dialects, stands",
    "Of the ear-cleaner, tailor,",
    "Spicer. Reign of Asur-Banipal.",
    "Hemp woman, whore merchant,",
    "Hand porter, errand boy,",
    "Child sold from a doorway.",
    "Candy Memphis of exile and hungers.",
    "Honey kalends and drays,",
    "Syrup-sellers and sicknesses,",
    "Runes, donkeys, yams, tunes",
    "On the mouth-harp, shuffles",
    "And rags. Healer, dealer, drunkard.",
    "Fresh water, sewage—wherever",
    "You died in the market sometimes",
    "Your soul flows a-hunting buried",
    "Cakes here in the city.",
    "Archaic, the trains mated with our human blood.",
    "Stone trestle, abutment wall. Above the tracks",
    "A rakish exile Santa lashed to a pole.",
    "Black cinders, burdock, sumac, Pepsi, cellophane,",
    "Each syllable a filament in the cord",
    "Of a word-net knotted in the passionate shadows",
    "Of skeletal vine and beanpole in one back yard",
    "Along the embankment. Here with dirty thunder",
    "Deliberate heavy creatures before the light",
    "Of morning made the bedroom windows tremble",
    "With lordly music, and their exhalations",
    "Tingled our nostrils. Railbed tavern and church",
    "Of former slaves, synagogue of the low,",
    "Sicilian grocery, Polish crèche. A seed",
    "Of particles that Zeuslike penetrated",
    "The bread and carboned the garden tomatoes—even",
    "Our sheets that bucked and capered in the wind",
    "Flashed whiter than others, tempered by iron black",
    "Bleaching to armor in silver winter sun.",
    "Soon in this plaza high above the harbor",
    "Under the statue of St. Magnus Martyr",
    "The gypsy orchestra will begin to play.",
    "Down on the borders of the immigrant ghetto",
    "Couples are gathering at the Montenegro",
    "And the Club République, but at the close of day",
    "These strings of lights and early summer weather",
    "Bring us here: smell of traffic, tentative laughter",
    "From café tables, a trickle of television",
    "Leaking from the open window of an apartment",
    "Above us. Clean cotton, perfume, garlic, the sunset",
    "Making the pavement red with expectation:",
    "And now we are the city—the mighty avenues",
    "Named for historic dates, the alleyways,",
    "The brands of car and liquor, the souk, the stone",
    "Obelisk in the old slave market. Now the nervous",
    "Tangle of tones and scales is suspended, the players",
    "All schooling their single root to the raised baton."
  ],
  "title": "City Elegies",
  "year": ""
}