{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243354",
  "region": "",
  "text": [
    "I’m tired of the gods, I’m pious about the ancestors: afloat",
    "In the wake widening behind me in time, the restive devisers.",
    "My father had one job from high school till he got fired at thirty.",
    "The year was 1947 and his boss, planning to run for mayor,",
    "Wanted to hire an Italian veteran, he explained, putting it",
    "In plain English. I was seven years old, my sister was two.",
    "The barbarian tribes in the woods were so savage the Empire",
    "Had to conquer them to protect and clear its perimeter.",
    "So into the woods Rome sent out missions of civilizing",
    "Governors and invaders to establish schools, courts, garrisons:",
    "Soldiers, clerks, officials, citizens with their household slaves.",
    "Years or decades or entire lives were spent out in the hinterlands—",
    "Which might be good places to retire on a government pension,",
    "Especially if in those work-years you had acquired a native wife.",
    "Often I get these things wrong or at best mixed up but I do",
    "Feel piety toward those persistent mixed families in Gaul,",
    "Britain, Thrace. When I die may I take my place in the wedge",
    "Widening and churning in the mortal ocean of years of souls.",
    "As I get it, the Roman colonizing and mixing, the intricate Imperial",
    "Processes of enslaving and freeing, involved not just the inevitable",
    "Fucking in all senses of the word, but also marriages and births",
    "As developers and barbers, scribes and thugs mingled and coupled",
    "With the native people and peoples. Begetting and trading, they",
    "Needed to swap, blend and improvise languages—couples",
    "Especially needed to invent French, Spanish, German: and I confess—",
    "Roman, barbarian—I find that Creole work more glorious than God.",
    "The way it happened, the school sent around a notice: anybody",
    "Interested in becoming an",
    ", raise your hand.",
    "It was the Great Depression, anything about a job sounded good to",
    "Milford Pinsky, who told me he thought it meant a kind of dentistry.",
    "Anyway, he was bored sitting in study hall, so he raised his hand,",
    "And he got the job as was his destiny—full-time, once he graduated.",
    "Joe Schiavone was the veteran who took the job, not a bad guy,",
    "Dr. Vineburg did get elected mayor, Joe worked for him for years.",
    "At the bank an Episcopalian named John Smock, whose family owned",
    "A piece of the bank, had played sports with Milford. He gave him a small",
    "Loan with no collateral, so he opened his own shop, grinding lenses",
    "And selling glasses: as his mother-in-law said, “almost a Professional.”",
    "comes from a Greek word that has to do with seeing.",
    "comes from an Italian word for a bench, where people sat,",
    "I imagine, and made loans or change.",
    "like “Tex” or “Brooklyn”",
    "Is a name nobody would have if they were still in that same place:",
    "Those names all signify someone who’s been away from home a while.",
    "means “a Slav.”",
    "is a variant on the names of poets—",
    "Milton, Herbert, Sidney—certain immigrants gave their offspring.",
    "comes from a word meaning to breed or to create, in a place."
  ],
  "title": "Creole",
  "year": ""
}