{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [
    "Health",
    "Illness",
    "Living",
    "Social Commentaries",
    "Class",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177338",
  "region": "U.S., New England",
  "text": [
    "It's crazy to think one could describe them—",
    "Calling on reason, fantasy, memory, eyes and ears—",
    "As though they were all alike any more",
    "Than sweeps, opticians, poets or masseurs.",
    "Moreover, they are for more than one reason",
    "Difficult to speak of seriously and freely,",
    "And I have never (even this is difficult to say",
    "Plainly, without foolishness or irony)",
    "Consulted one for professional help, though it happens",
    "Many or most of my friends have—and that,",
    "Perhaps, is why it seems urgent to try to speak",
    "Sensibly about them, about the psychiatrists.",
    "“Shrink” is a misnomer. The religious",
    "Analogy is all wrong, too, and the old,",
    "Half-forgotten jokes about Viennese accents",
    "And beards hardly apply to the good-looking woman",
    "In boots and a knit dress, or the man",
    "Seen buying the Sunday Times in mutton-chop",
    "Whiskers and expensive running shoes.",
    "In a way I suspect that even the terms “doctor”",
    "And “therapist” are misnomers; the patient",
    "Is not necessarily “sick.” And one assumes",
    "That no small part of the psychiatrist’s",
    "Role is just that: to point out misnomers.",
    "These are the first citizens of contingency.",
    "Far from the doctrinaire past of the old ones,",
    "They think in their prudent meditations",
    "Not about ecstasy (the soul leaving the body)",
    "Nor enthusiasm (the god entering one’s person)",
    "Nor even about sanity (which means",
    "Health, an impossible perfection)",
    "But ponder instead relative truth and the warm",
    "Dusk of amelioration. The cautious",
    "Young augurs with their family-life, good books",
    "And records and foreign cars believe",
    "In amelioration—in that, and in suffering.",
    "Yes, crazy to suppose one could describe them—",
    "And yet, there was this incident: at the local beach",
    "Clouds of professors and the husbands of professors",
    "Swam, dabbled, or stood to talk with arms folded",
    "Gazing at the lake ... and one of the few townsfolk there,",
    "With no faculty status—a matter-of-fact, competent,",
    "Catholic woman of twenty-seven with five children",
    "And a first-rate body—pointed her finger",
    "At the back of one certain man and asked me,",
    "“Is that guy a psychiatrist?” and by god he was! “Yes,”",
    "She said, “He",
    "like a psychiatrist.”",
    "Grown quiet, I looked at his pink back, and thought.",
    "Pink and a bit soft-bodied, with a somewhat jazzy",
    "Middle-class bathing suit and sandy sideburns, to me",
    "He looked from the back like one more professor.",
    "And from the front, too—the boyish, unformed carriage",
    "Which foreigners always note in American men, combined",
    "As in a professor with that liberal, quizzical,",
    "Articulate gaze so unlike the more focused, more",
    "Tolerant expression worn by a man of action (surgeon,",
    "Salesman, athlete). On closer inspection was there,",
    "Perhaps, a self-satisfied benign air, a too studied",
    "Gentleness toward the child whose hand he held loosely?",
    "Absurd to speculate; but then—the woman saw",
    "In a certain sense, they are not serious.",
    "That is, they are serious—useful, deeply helpful,",
    "Concerned—only in the way that the pilots of huge",
    "Planes, radiologists, and master mechanics can,",
    "At their best, be serious. But however profound",
    "The psychiatrists may be, they are not serious the way",
    "A painter may be serious beyond pictures, or a businessman",
    "May be serious beyond property and cash—or even",
    "The way scholars and surgeons are serious, each rapt",
    "In his work’s final cause, contingent upon nothing:",
    "Beyond work; persons; recoveries. And this is fitting:",
    "Who would want to fly with a pilot who was",
    "About getting to the destination safely? Terrifying idea—",
    "That a pilot could over-extend, perhaps try to fly",
    "Too well, or suffer from Pilot’s Block; of course,",
    "It may be that (just as they must not drink liquor",
    "Before a flight) they undergo regular, required check-ups",
    "With a psychiatrist, to prevent such things from happening.",
    "Madness itself, as an idea, leaves us confused—",
    "Incredulous that it exists, or cruelly facetious,",
    "Or stricken with a superstitious awe as if bound",
    "By the lost cults of Trebizond and Pergamum ...",
    "The most profound study of madness is found",
    "In the",
    "of Euripides, so deeply disturbing",
    "That in Cambridge, Massachusetts the players",
    "Evaded some of the strongest unsettling material",
    "By portraying poor sincere, fuddled, decent Pentheus",
    "As a sort of fascistic bureaucrat—but it is Dionysus",
    "Who holds rallies, instills exaltations of violence,",
    "With his leopards and atavistic troops above law,",
    "Reason and the good sense and reflective dignity",
    "Of Pentheus—Pentheus, humiliated, addled, made to suffer",
    "Atrocity as a minor jest of the smirking God.",
    "When Bacchus’s Chorus (who call him “most gentle”!) observe:",
    "“Ten thousand men have ten thousand hopes; some fail,",
    "Some come to fruit, but the happiest man is he",
    "Who gathers the good of life day by day”—as though",
    "Life itself were enough—does that mean, to leave ambition?",
    "And is it a kind of therapy, or truth? Or both?",
    "On the subject of madness the",
    "seems,",
    "On the whole, more",
    "than",
    "The Chorus",
    "Says of wine, “There is no other medicine for misery”;",
    "When the Queen in her ecstasy—or her enthusiasm?—",
    "Tears her terrified son’s arm from his body, or bears",
    "His head on her spear, she remains happy so long",
    "As she remains crazy; the God himself (who bound fawnskin",
    "To the women’s flesh, armed them with ivy arrows",
    "And his orgies’ livery) debases poor Pentheus first,",
    "Then leads him to mince capering towards female Death",
    "And dismemberment: flushed, grinning, the grave young",
    "King of Thebes pulls at a slipping bra-strap, simpers",
    "Down at his turned ankle.",
    "“Should I lift up",
    "Mount Cithæron—Bacchae, mother and all?”",
    ": “Do what you want to do. Your mind",
    "Was unstable once, but now you sound more sane,",
    "You are on your way to great things.”",
    "The question is, Which is the psychiatrist: Pentheus, or Dionysus?",
    "With his reasonable questions Pentheus tries",
    "To throw light on the old customs of savagery.",
    "Like a brave doctor, he asks about it all,",
    "He hears everything, “Weird, fantastic things”",
    "The Messenger calls them: with their breasts",
    "Swollen, their new babies abandoned, mothers",
    "Among the Bacchantes nestled gazelles",
    "And young wolves in their arms, and suckled them;",
    "You might see a single one of them tear a fat calf",
    "In two, still bellowing with fright, while others",
    "Clawed heifers to pieces; ribs and hooves",
    "Were strewn everywhere; blood-smeared scraps",
    "Hung from the fir trees; furious bulls",
    "Charged and then fell stumbling, pulled down",
    "To be stripped of skin and flesh by screaming women ...",
    "And Pentheus listened. Flames burned in their hair,",
    "Unnoticed; thick honey spurted from their wands;",
    "And the snakes they wore like ribbons licked",
    "Hot blood from their flushed necks: Pentheus",
    "Was the man the people told ... “weird things,” like",
    "A middle-class fantasy of release; and when even",
    "The old men—bent Cadmus and Tiresias—dress up",
    "In fawnskin and ivy, beating their wands on the ground,",
    "Trying to carouse, it is Pentheus—down-to-earth,",
    "Sober—who raises his voice in the name of dignity.",
    "Being a psychiatrist, how could he attend to the Chorus’s warning",
    "Against “those who aspire” and “a tongue without reins”?",
    "In a more hostile view, the psychiatrists",
    "Are like Bacchus—the knowing smirk of his mask,",
    "His patients, his confident guidance of passion,",
    "And even his little jokes, as when the great palace",
    "Is hit by lightning which blazes and stays,",
    "Bouncing among the crumpled stone walls ...",
    "And through the burning rubble he comes,",
    "With his soft ways picking along lightly",
    "With a calm smile for the trembling Chorus",
    "Who have fallen to the ground, bowing",
    "In the un-Greek, Eastern way—What, Asian women,",
    "He asks, Were you disturbed just now when Bacchus",
    "Jostled the palace? He warns Pentheus to adjust,",
    "To learn the ordinary man’s humble sense of limits,",
    "Violent limits, to the rational world. He cures",
    "Pentheus of the grand delusion that the dark",
    "Urgencies can be governed simply by the mind,",
    "And the mind’s will. He teaches Queen Agave to look",
    "Up from her loom, up at the light, at her tall",
    "Son’s head impaled on the stiff spear clutched",
    "In her own hand soiled with dirt and blood.",
    "“Greek Tragedy” of course is the sort of thing",
    "They like and like the idea of ... though not “tragedy”",
    "In the sense of newspapers. When a patient shot one of them,",
    "People phoned in, many upset as though a deep,",
    "Special rule had been abrogated, someone had gone too far.",
    "The poor doctor, as described by the evening",
    "Turned out to be a decent, conventional man (Doctors",
    "For Peace, B’Nai Brith, numerous articles), almost",
    "Carefully so, like Paul Valéry—or like Rex Morgan, M.D., who,",
    "In the same",
    "attends a concert with a longjawed woman.",
    "First Panel:",
    "There’s an art museum we can stroll through!” “I’d like",
    "Second Panel:",
    "There’s no need for such formality, Karen! Call me",
    "By my first name!” “I’ll feel a little awkward!”",
    "Final Panel:",
    "a black car pulls up",
    "To City Hospital .... By the next day’s",
    "the real",
    "Doctor has died of gunshot wounds, while for smiling, wooden,",
    "Masklike Rex and his companion the concert has passed,",
    "Painlessly, offstage:",
    "The opportunity to go to many of the concerts!”",
    "Second Panel:",
    "And so Rex",
    "And Karen go off to smile over a meal which will pass",
    "Like music offstage, off to the mysterious pathos",
    "Of their exclamation marks, while in the final panel",
    "A longjawed man paces furiously among",
    "The lamps, magazines, tables and tubular chairs.",
    "But after all—what “cultural life” and what",
    "Furniture, what set of the face, would seem adequate",
    "For those who supply medicine for misery?",
    "After all, what they do is in a way a kind of art,",
    "And what writers have to say about music, or painters’",
    "Views about poetry, musicians’ taste in pictures, all",
    "Often are similarly hoked-up, dutiful, vulgar. After all,",
    "They are not gods or heroes, nor even priests chosen",
    "Apart from their own powers, but like artists are mere",
    "Experts dependent on their own wisdom, their own arts:",
    "Pilgrims in the world, journeymen, bourgeois savants,",
    "Gallant seekers and persistent sons, doomed",
    "To their cruel furniture and their season tickets",
    "As to skimped meditations and waxen odes.",
    "At first, Rex Morgan seems a perfect Pentheus—",
    "But he smirks, he is imperturbable, he understates;",
    "Understatement is the privilege of a god, we must",
    "Choose, we must find out which way to see them:",
    "Either the bland arrogance of the abrupt mountain god",
    "Or the man of the town doing his best, we must not",
    "Complain both that they are inhuman and too human.",
    "I am quite sure that I have read somewhere",
    "That the rate of suicide among psychiatrists",
    "Is far higher than for any other profession.",
    "There are many myths to explain such things, things",
    "Which one reads and believes without believing",
    "Any one significance for them—as in this case,",
    "Which again reminds me of writers, who, I have read,",
    "Drink and become alcoholics and die of alcoholism",
    "In far greater numbers than other people.",
    "Symmetry suggests one myth, or significance: the drinking",
    "Of writers coming from too much concentration,",
    "In solitude, upon feelings expressed",
    "For or even about possibly indifferent people, people",
    "Who are absent or perhaps dead, or unborn; the suicide",
    "Of psychiatrists coming from too much attention,",
    "In most intimate contact, concentrated upon the feelings",
    "Of people toward whom one may feel indifferent,",
    "People who are certain, sooner or later, to die ...",
    "Or people about whom they care too much, after all?",
    "The significance of any life, of its misery and its end,",
    "Is not absolute—that is the despair which",
    "Underlies their good sense, recycling their garbage,",
    "Voting, attending town-meetings, synagogues, churches,",
    "Weddings, contingent gatherings of all kinds.",
    "Terms of all kinds mellow with time, growing",
    "Arbitrary and rich as we call this man “neurotic”",
    "Or that man “a peacock.” The lore of psychiatrists—",
    "“Paranoid,” “Anal” and so on, if they still use",
    "Such terms—also passes into the status of old sayings:",
    "Water thinner than blood or under bridges; bridges",
    "Crossed in the future or burnt in the past. Or the terms",
    "Of myth, the phrases that well up in my mind:",
    "Easier to cut thin air into planks with a saw",
    "And then drive nails into those planks of air,",
    "Than to evade those three, the blind harriers,",
    "The tireless blind women and the blind boy, pursuing",
    "For long years of my life, for long centuries of time.",
    "Concerning Justice, Fortune and Love I believe",
    "That there may be wisdom, but no science and few terms:",
    "Blind, and blinding, too. Hot in pursuit and flight,",
    "Justice, Fortune and Love demand the arts",
    "Of knowing and naming: and, yes, the psychiatrists, too,",
    "Patiently naming them. But all in pursuit and flight, two",
    "Blind women, tireless, and the blind little boy.",
    "Having mentioned it, though it is not",
    "My subject here, I will say only that one",
    "Hopes it is good, and hopes that practicing it",
    "The psychiatrists who are my subject here",
    "Will respect the means, however pathetic,",
    "That precede them; that they respect the patient’s",
    "Own previous efforts, strategies, civilizations—",
    "Not only whatever it is that lets a man consciously",
    "Desire girls of sixteen (or less) on the street,",
    "And not embrace them, et cetera, but everything that was",
    "There already: the restraints, and the other lawful",
    "Old culture of wine, women, et cetera.",
    "As far as one can generalize, only a few",
    "Are not Jewish. Many, I have heard, grew up",
    "As an only child. Among many general charges",
    "Brought against them (smugness, obfuscation)",
    "Is a hard, venal quality. In truth, they do differ",
    "From most people in the special, tax-deductible status",
    "Of their services, an enviable privilege which brings",
    "Venality to the eye of the beholder, who feels",
    "With some justice that if to soothe misery",
    "Is a tax-deductible medical cost, then the lute-player,",
    "Waitress, and actor also deserve to offer",
    "Their services as tax-deductible; movies and TV",
    "Should be tax-deductible ... or nothing should;",
    "Such cash matters perhaps lead psychiatrists",
    "And others to buy what ought not to be sold: Seder",
    "Services at hotels; skill at games from paid lessons;",
    "Fast divorce; the winning side in a war seen",
    "On TV like cowboys or football—",
    "is how much",
    "One can generalize: psychiatrists are as alike (and unlike)",
    "As cowboys. In fact, they are stock characters like cowboys:",
    "“Bette Davis, Claude Rains in",
    "(1942),",
    "A sheltered spinster is brought out of her shell",
    "By her psychiatrist” and “Steven Boyd, Jack Hawkins",
    "In",
    "(1964), a psychoanalyst’s",
    "Daughter asks a patient to help her find her father’s",
    "Murderer.” Like a cowboy, the only child roams",
    "The lonely ranges and secret mesas of his genre.",
    "As a rule, the patients I know do not pace",
    "Furiously, nor scream, nor shoot doctors. For them,",
    "To be a patient seems not altogether different",
    "From one’s interest in Ann Landers and her clients:",
    "Her virtue of taking it all on, answering",
    "Any question (artificial insemination by grandpa;",
    "The barracuda of a girl who says that your glasses",
    "Make you look square) and her virtue of saying,",
    "Buster (or Dearie) stop complaining and do",
    "What you want ... and often that seems to be the point:",
    "After the glassware from Design Research, after",
    "A place on the Cape with Marimekko drapes,",
    "The superlative radio and shoes, comes",
    "The contingency tax—serious people, their capacity",
    "For mere hedonism fills up, one seems to need",
    "To perfect more complex ideas of desire,",
    "To overcome altruism in the technical sense,",
    "To learn to say no when you mean no and yes",
    "When you mean yes, a standard of",
    "a standard",
    "Which, though it seems to be the inverse",
    "Of more Spartan or Christian codes, is no less",
    "Demanding in its call, inward in this case, to duty.",
    "It suggests a kind of league of men and women dedicated",
    "To their separate, inward duties, holding in common",
    "Only the most general standard, or no standard",
    "Other than valuing a sense of the conflict",
    "Among standards, a league recalling in its mutual",
    "Conflict and comfort the well-known fact that psychiatrists,",
    "Too, are the patients of other psychiatrists,",
    "Working dutifully—",
    "—at the inward standards.",
    "Other patients are ill otherwise, and do",
    "Scream and pace and kill or worse; and that",
    "Should be recalled. Kit Smart, Hitler,",
    "The contemporary poets of lunacy—none of them",
    "Helps me to think of the mad otherwise",
    "Than in clichés too broad, the maenads",
    "And wild-eyed killers of the movies ...",
    "But perhaps lunacy feels something like a cliché,",
    "A desperate or sweet yielding to some broad,",
    "Mechanical simplification, a dispersal",
    "Of the unbearable into its crude fragments,",
    "The distraction of a repeated gesture",
    "Or a compulsively hummed tune. Maybe",
    "It is not utterly different from chewing",
    "At one’s fingernails. For the psychiatrists",
    "It must come to seem ordinary, its causes",
    "And the causes of its relief, after all,",
    "No matter how remote and intricate, are no",
    "Stranger than life itself, which was born or caused",
    "Itself, once, as a kind of odor, a faint wreath",
    "Brewing where the radiant light from billions",
    "Of miles off strikes a faint broth from water",
    "Standing in rock; life born from the egg",
    "Of rock, and the egglike rock of death",
    "Are no more strange than this other life",
    "Which we name after the moon, lunatic",
    "Other-life ... housed, for the lucky ones,",
    "In McLean Hospital with its elegant,",
    "Prep-school atmosphere. When my friend",
    "Went in, we both tried to joke: “Karen,” I said,",
    "“You must be crazy to spend money and time",
    "In this place”—she gained weight,",
    "Made a chess-board, had a roommate",
    "Who introduced herself as the Virgin Mary,",
    "Referred to another patient: “Well, she must",
    "Be an interesting person, if she’s in here.”",
    "“I know not how it is, but certainly I",
    "Have never been more tired with any reading",
    "Than with dissertations upon happiness,",
    "Which seems not only to elude inquiry,",
    "But to cast unmerciful loads of clay",
    "And sand and husks and stubble",
    "Along the high-road of the inquirer.",
    "Even sound writers talk mostly in a drawling",
    "And dreaming way about it. He,",
    "Who hath given the best definition",
    "Of most things, hath given but an imperfect one,",
    "Here, informing us that a happy life",
    "Is one without impediment to virtue ....",
    "In fact, hardly anything which we receive",
    "For truth is really and entirely so,",
    "Let it appear plain as it may, and let",
    "Its appeal be not only to the understanding,",
    "But to the senses; for our words do not follow",
    "The senses exactly; and it is by words",
    "We receive truth and express it.”",
    "So says Walter Savage Landor in his Imaginary",
    "Conversation between Sir Philip Sidney",
    "And Fulke Greville, Lord Brooke, all three,",
    "In a sense, my own psychiatrists, shrinking",
    "The sense of contingency and confusion",
    "Itself to a few terms I can quote, ponder",
    "Or type: the idea of wisdom, itself, shrinks.",
    "As to my own concerns, it seems odd, given",
    "The ideas many of us have about art,",
    "That so many writers, makers of films,",
    "Artists, all suitors of excellence and their own",
    "Genius, should consult psychiatrists, willing",
    "To risk that the doctor in curing",
    "The sickness should smooth away the cicatrice",
    "Of genius, too. But it is all bosh, the false",
    "Link between genius and sickness,",
    "Except perhaps as they were linked",
    "By the Old Man, addressing his class",
    "On the first day:",
    "You are here to laugh. You have heard of a crazy",
    "Old man who believes that Robert Bridges",
    "Was a good poet; who believes that Fulke",
    "Greville was a great poet, greater than Philip",
    "Sidney; who believes that Shakespeare’s Sonnets",
    "I will tell you something: I will tell you",
    "What this course is about. Sometime in the middle",
    "Of the Eighteenth Century, along with the rise",
    "Of capitalism and scientific method, the logical",
    "Foundations of Western thought decayed and fell apart.",
    "When they fell apart, poets were left",
    "With emotions and experiences, and with no way",
    "To examine them. At this time, poets and men",
    "Of genius began to go mad. Gray went mad. Collins",
    "Went mad. Kit Smart was mad. William Blake surely",
    "Was a madman. Coleridge was a drug addict, with severe",
    "Depression. My friend Hart Crane died mad. My friend",
    "Ezra Pound is mad. But you will not go mad; you will grow up",
    "To become happy, sentimental old college professors,",
    "Because they were men of genius, and you",
    "Are not; and the ideas which were vital",
    "To them are mere amusement to you. I will not",
    "Go mad, because I have understood those ideas ....”",
    "He drank wine and smoked his pipe more than he should;",
    "In the end his doctors in order to prolong life",
    "Were forced to cut away most of his tongue.",
    "That was their business. As far as he was concerned",
    "Suffering was life’s penalty; wisdom armed one",
    "Against madness; speech was temporary; poetry was truth.",
    "Essaying to distinguish these men and women,",
    "Who try to give medicine for misery,",
    "From the rest of us, I find I have failed",
    "To discover what essential statement could be made",
    "About psychiatrists that would not apply",
    "To all human beings, or what statement",
    "About all human beings would not apply",
    "Equally to psychiatrists. They, too,",
    "Consult psychiatrists. They try tentatively",
    "To understand, to find healing speech. They work",
    "For truth and for money. They are contingent ...",
    "They talk and talk ... they are, in the words",
    "Of a lute-player I met once who despised them,",
    "“Into machines” ... all true of all, so that it seems",
    "That “psychiatrist” is a synonym for “human being,”",
    "Even in their prosperity which is perhaps",
    "Like their contingency merely more vivid than that",
    "Of lutanists, opticians, poets—all into",
    "Truth, into music, into yearning, suffering,",
    "Into elegant machines and luxuries, with caroling",
    "And kisses, with soft rich cloth and polished",
    "Substances, with cash, tennis and fine electronics,",
    "Liberty of lush and reverend places—goods",
    "And money in their contingency and spiritual",
    "Grace evoke the way we are all psychiatrists,",
    "All fumbling at so many millions of miles",
    "Per minute and so many dollars per hour",
    "Through the exploding or collapsing spaces",
    "Between stars, saying what we can."
  ],
  "title": "Essay on Psychiatrists",
  "year": ""
}