{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31004",
  "region": "",
  "text": [
    "Pindar, poet of the victories, fitted names",
    "And legends into verses for the chorus to sing:",
    "Names recalled now only in the poems of Pindar:",
    "O nearly unpronounceable immortals,",
    "In the dash, Oionos was champion:",
    "Oionos, Likmynios's son, who came from Midea.",
    "In wrestling, Echemos won—the name",
    "Of his home city, Tegea, proclaimed to the crowds.",
    "Doryklos of Tiryns won the prize in boxing,",
    "And the record for a four-horse team was set",
    "By Samos from Mantinea, Halirothios's son.",
    "And Pindar, poet of the Olympian and Isthmian",
    "And Pythian games, wrote also of the boundless",
    "And forgetful savannas of time.",
    "The chorus sing in a victory ode—",
    ", they chant in answer,",
    "Of a day. So where is the godgiven glory Pindar says",
    "Settles on mortals?—Bright as gold among the substances,",
    "Say the chorus, paramount as water among the elements.",
    "Not in the victory itself, petty or great,",
    "Of rich young Greeks contending in games.",
    "Not in the poetry itself, with its forgotten dances",
    "And Pindar spinning among tiresome or stirring",
    "Myths and genealogies, the chanted names",
    "Of cities and invoked gods and dignitaries—",
    "Striving, O nearly unpronounceable athletes,",
    "To animate the air with dancing feet raising",
    "A golden pollen of dust: a pervasive blur",
    "Of seedlets in the sunlight, whirling—beyond mere",
    "Victory or applause or performance,",
    "As victory is beyond defeat.",
    "The one who threw the javelin furthest",
    "Sang the chorus, chanting Pindar's incantation",
    "Against envy and oblivion, was Phrastor.",
    "And when Nikeus grunting whirled the stone",
    "Into the air and it flew past the marks",
    "Of all the competitors, Nikeus's countrymen",
    "Shouted his name after it, Nikeus,",
    "Nikeus, and the syllables so say the lines Pindar",
    "Composed for the sweating chorus to chant—radiated",
    "For a spell like the silvery mirror of the moon."
  ],
  "title": "Glory",
  "year": ""
}