{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/24608",
  "region": "",
  "text": [
    "One Christmastime Fats Waller in a fur coat",
    "Rolled beaming from a taxicab with two pretty girls",
    "Each at an arm as he led them in a thick downy snowfall",
    "Across Thirty-Fourth Street into the busy crowd",
    "Shopping at Macy’s: perfume, holly, snowflake displays.",
    "Chimes rang for change. In Toys, where my mother worked",
    "Over her school vacation, the crowd swelled and stood",
    "Filling the aisles, whispered at the fringes, listening",
    "To the sounds of the large, gorgeously dressed man,",
    "His smile bemused and exalted, lips boom-booming a bold",
    "Bass line as he improvised on an expensive, tinkly",
    "Piano the size of a lady’s jewel box or a wedding cake.",
    "She put into my heart this scene from the romance of Joy,",
    "Co-authored by her and the movies, like her others–",
    "My father making the winning basket at the buzzer",
    "And punching the enraged gambler who came onto the court–",
    "The brilliant black and white of the movies, texture",
    "Of wet snowy fur, the taxi’s windshield, piano keys,",
    "Reflections that slid over the thick brass baton",
    "That worked the elevator. Happiness needs a setting:",
    "Shepherds and shepherdesses in the grass, kids in a store,",
    "The back room of Carly’s parents’ shop, record-player",
    "And paper streamers twisted in two colors: what I felt",
    "Dancing close one afternoon with a thin blonde girl",
    "Was my amazing good luck, the pleased erection",
    "Stretching and stretching at the idea",
    "She likes it, the thought of legs under a woolen skirt,",
    "To see eyes “melting” so I could think",
    "They’re melting! Mutual arousal of suddenly feeling",
    "Desired:",
    "When we came out",
    "Into the street we saw it had begun, the firm flakes",
    "Sticking, coating the tops of cars, melting on the wet",
    "Black street that reflected storelights, soft",
    "Separate crystals clinging intact on the nap of collar",
    "And cuff, swarms of them stalling in the wind to plunge",
    "Sideways and cluster in spangles on our hair and lashes,",
    "Melting to a fresh glaze on the bloodwarm porcelain",
    "Of our faces, Hey nonny-nonny boom-boom, the cold graceful",
    "Manna, heartfelt, falling and gathering copious",
    "As the air itself in the small-town main street",
    "As it fell over my mother’s imaginary and remembered",
    "Macy’s in New York years before I was even born,",
    "II",
    "And the little white piano, tinkling away like crazy–",
    "My unconceived heart in a way waiting somewhere like",
    "Wherever it goes in sleep. Later, my eyes opened",
    "And I woke up glad to feel the sunlight warm",
    "High up in the window, a brighter blue striping",
    "Blue folds of curtain, and glad to hear the house",
    "Was still sleeping. I didn’t call, but climbed up",
    "To balance my chest on the top rail, cheek",
    "Pressed close where I had grooved the rail’s varnish",
    "With sets of double tooth-lines. Clinging",
    "With both arms, I grunted, pulled one leg over",
    "And stretched it as my weight started to slip down",
    "With some panic till my toes found the bottom rail,",
    "Then let my weight slide more till I was over–",
    "Thrilled, half-scared, still hanging high up",
    "With both hands from the spindles. Then lower",
    "Slipping down until I could fall to the floor",
    "With a thud but not hurt, and out, free in the house.",
    "Then softly down the hall to the other bedroom",
    "To push against the door; and when it came open",
    "More light came in, opening out like a fan",
    "So they woke up and laughed, as she lifted me",
    "Up in between them under the dark red blanket,",
    "We all three laughing there because I climbed out myself.",
    "Earlier still, she held me curled in close",
    "With everyone around saying my name, and hovering,",
    "After my grandpa’s cigarette burned me on the neck",
    "As he held me up for the camera, and the pain buzzed",
    "Scaring me because it twisted right inside me;",
    "So when she took me and held me and I curled up, sucking,",
    "It was as if she had put me back together again",
    "So sweetly I was glad the hurt had torn me.",
    "She wanted to have made the whole world up,",
    "So that it could be hers to give. So she opened",
    "A letter I wrote my sister, who was having trouble",
    "Getting on with her, and read some things about herself",
    "That made her go to the telephone and call me up:",
    "“You shouldn’t open other people’s letters,” I said",
    "And she said “Yes–",
    "”",
    "–As if she owned the copyright on good and bad,",
    "Or having followed pain inside she owned her children",
    "From the inside out, or made us when she named us,",
    "III",
    "Made me Robert. She took me with her to a print-shop",
    "Where the man struck a slug: a five-inch strip of lead",
    "With the twelve letters of my name, reversed,",
    "Raised along one edge, that for her sake he made",
    "For me, so I could take it home with me to keep",
    "And hold the letters up close to a mirror",
    "Or press their shapes into clay, or inked from a pad",
    "Onto all kinds of paper surfaces, onto walls and shirts,",
    "Lengthwise on a Band-Aid, or even on my own skin–",
    "The little characters fading from my arm, the gift",
    "Always ready to be used again. Gifts from the heart:",
    "Her giving me her breast milk or my name, Waller",
    "Showing off in a store, for free, giving them",
    "A thrill as someone might give someone an erection,",
    "For the thrill of it–or you come back salty from a swim:",
    "Eighteen shucked fresh oysters and the cold bottle",
    "Sweating in its ribbon, surprise, happy birthday!",
    "So what if the giver also takes, is after something?",
    "So what if with guile she strove to color",
    "Everything she gave with herself, the lady’s favor",
    "A scarf or bit of sleeve of her favorite color",
    "Fluttering on the horseman’s bloodflecked armor",
    "Just over the heart–how presume to forgive the breast",
    "Or sudden jazz for becoming what we want? I want",
    "Presents I can’t picture until they come,",
    "The generator flashlight Italo gave me one Christmas:",
    "One squeeze and the gears visibly churning in the amber",
    "Pistol-shaped handle hummed for half a minute",
    "In my palm, the spare bulb in its chamber under my thumb,",
    "Secret; or, the knife and basswood Ellen gave me to whittle.",
    "And until the gift of desire, the heart is a titular,",
    "Insane king who stares emptily at his counselors",
    "For weeks, drools or babbles a little, as word spreads",
    "In the taverns that he is dead, or an impostor. One day",
    "A light concentrates in his eyes, he scowls, alert, and points",
    "Without a word to one pass in the cold, grape-colored peaks–",
    "Generals and courtiers groan, falling to work",
    "With a frantic movement of farriers, cooks, builders,",
    "The city thrown willing or unwilling like seed",
    "(While the brain at the same time may be settling",
    "Into the morning",
    ", humming to itself,",
    "Like a fat person eating M&M’s in the bathtub)",
    "IV",
    "Toward war, new forms of worship or migration.",
    "I went out from my mother’s kitchen, across the yard",
    "Of the little two-family house, and into the Woods:",
    "Guns, chevrons, swordplay, a scarf of sooty smoke",
    "Rolled upwards from a little cratewood fire",
    "Under the low tent of a Winesap fallen",
    "With fingers rooting in the dirt, the old orchard",
    "Smothered among the brush of wild cherry, sumac,",
    "Sassafras and the stifling shade of oak",
    "In the strip of overgrown terrain running",
    "East from the train tracks to the ocean, woods",
    "Of demarcation, where boys went like newly-converted",
    "Christian kings with angels on helmet and breastplate,",
    "Bent on blood or poaching.",
    "Between us–a male covenant, longbows, headlocks. A pack",
    "Of four stayed half-aware it was past dark",
    "In a crude hut roasting meat stolen from the A&P",
    "Until someone’s annoyed father hailed us from the tracks",
    "And scared us home to catch hell: We were worried,",
    "Where have you been? In the Woods. With snakes and tramps.",
    "An actual hobo knocked at our back door",
    "One morning, declining food, to get hot water.",
    "He shaved on our steps from an enamel basin with brush",
    "And cut-throat razor, the gray hair on his chest",
    "Armorial in the sunlight–then back to the woods,",
    "And the otherlife of snakes, poison oak, boxcars.",
    "Were the trees cleared first for the trains or the orchard?",
    "Walking home by the street because it was dark,",
    "That night, the smoke-smell in my clothes was like a bearskin.",
    "Pass and repass, the mountain and the woods seem",
    "To stand darker than before–words of sexual nostalgia",
    "In a song or poem seemed cloaked laments",
    "For the woods when Indians made lodges from the skin",
    "Of birch or deer. When the mysterious lighted room",
    "Of a bus glided past in the mist, the faces",
    "Passing me in the yellow light inside",
    "Were a half-heard story or a song. And my heart",
    "Moved, restless and empty as a scrap of something",
    "Blowing in wide spirals on the wind carrying",
    "The sound of breakers clearly to me through the pass",
    "Between the blocks of houses. The horn of Roland",
    "V",
    "But what was it I was too young for? On moonless",
    "Nights, water and sand are one shade of black,",
    "And the creamy foam rising with moaning noises",
    "Charges like a spectral army in a poem toward the bluffs",
    "Before it subsides dreamily to gather again.",
    "I thought of going down there to watch it a while,",
    "Feeling as though it could turn me into fog,",
    "Or that the wind would start to speak a language",
    "And change me–as if I knocked where I saw a light",
    "Burning in some certain misted window I passed,",
    "A house or store or tap-room where the strangers inside",
    "Would recognize me, locus of a new life like a woods",
    "Or orchard that waxed and vanished into cloud",
    "Like the moon, under a spell. Shrill flutes,",
    "Oboes and cymbals of doom. My poor mother fell,",
    "And after the accident loud noises and bright lights",
    "Hurt her. And heights. She went down stairs backwards,",
    "Sometimes with one arm on my small brother’s shoulder.",
    "Over the years, she got better. But I was lost in music;",
    "The cold brazen bow of the saxophone, its weight",
    "At thumb, neck and lip, came to a bloodwarm life",
    "Like Italo’s flashlight in the hand. In a white",
    "Jacket and pants with a satin stripe I aspired",
    "To the roughneck elegance of my Grandfather Dave.",
    "Sometimes, playing in a bar or at a high school dance, I felt",
    "My heart following after a capacious form,",
    "Sexual and abstract, in the thunk, thrum,",
    "Thrum, come-wallow and then a little screen",
    "Of quicker notes goosing to a fifth higher, winging",
    "To clang-whomp of a major seventh: listen to",
    "Listen to",
    ", the heart says in reprise until sometimes",
    "In the course of giving itself it flows out of itself",
    "All the way across the air, in a music piercing",
    "As the kids at the beach calling from the water",
    "Look at me, to their mothers, but out of itself, into",
    "The listener the way feeling pretty or full of erotic revery",
    "Makes the one who feels seem beautiful to the beholder",
    "Witnessing the idea of the giving of desire–nothing more wanted",
    "Than the little singing notes of wanting–the heart",
    "Yearning further into giving itself into the air, breath",
    "Strained into song emptying the golden bell it comes from,",
    "The pure source poured altogether out and away."
  ],
  "title": "History of My Heart",
  "year": ""
}