{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [
    "Living",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Arts",
    "Sciences",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177961",
  "region": "U.S., New England",
  "text": [
    "Slow dulcimer, gavotte and bow, in autumn,",
    "Bashō and his friends go out to view the moon;",
    "In summer, gasoline rainbow in the gutter,",
    "The secret courtesy that courses like ichor",
    "Through the old form of the rude, full-scale joke,",
    "Impossible to tell in writing. “",
    "”",
    "He named himself, “Banana Tree”: banana",
    "After the plant some grateful students gave him,",
    "Maybe in appreciation of his guidance",
    "Threading a long night through the rules and channels",
    "Of their collaborative linking-poem",
    "Scored in their teacher’s heart: live, rigid, fluid",
    "Like passages etched in a microscopic circuit.",
    "Elliot had in his memory so many jokes",
    "They seemed to breed like microbes in a culture",
    "Inside his brain, one so much making another",
    "It was impossible to tell them all:",
    "In the court-culture of jokes, a top banana.",
    "Imagine a court of one: the queen a young mother,",
    "Unhappy, alone all day with her firstborn child",
    "And her new baby in a squalid apartment",
    "Of too few rooms, a different race from her neighbors.",
    "She tells the child she’s going to kill herself.",
    "She broods, she rages. Hoping to distract her,",
    "The child cuts capers, he sings, he does imitations",
    "Of different people in the building, he jokes,",
    "He feels if he keeps her alive until the father",
    "Gets home from work, they’ll be okay till morning.",
    "It’s laughter",
    "the bedroom and the pills.",
    "What is he in his efforts but a courtier?",
    "Impossible to tell his whole delusion.",
    "In the first months when I had moved back East",
    "From California and had to leave a message",
    "On Bob’s machine, I used to make a habit",
    "Of telling the tape a joke; and part-way through,",
    "I would pretend that I forgot the punchline,",
    "Or make believe that I was interrupted—",
    "As though he’d be so eager to hear the end",
    "He‘d have to call me back. The joke was Elliot’s,",
    "More often than not. The doctors made the blunder",
    "That killed him some time later that same year.",
    "One day when I got home I found a message",
    "On my machine from Bob. He had a story",
    "About two rabbis, one of them tall, one short,",
    "One day while walking along the street together",
    "They see the corpse of a Chinese man before them,",
    "And Bob said, sorry, he forgot the rest.",
    "Of course he thought that his joke was a dummy,",
    "Impossible to tell—a dead-end challenge.",
    "But here it is, as Elliot told it to me:",
    "The dead man’s widow came to the rabbis weeping,",
    "Begging them, if they could, to resurrect him.",
    "Shocked, the tall rabbi said absolutely not.",
    "But the short rabbi told her to bring the body",
    "Into the study house, and ordered the shutters",
    "Closed so the room was night-dark. Then he prayed",
    "Over the body, chanting a secret blessing",
    "Out of Kabala. “Arise and breathe,” he shouted;",
    "But nothing happened. The body lay still. So then",
    "The little rabbi called for hundreds of candles",
    "And danced around the body, chanting and praying",
    "In Hebrew, then Yiddish, then Aramaic. He prayed",
    "In Turkish and Egyptian and Old Galician",
    "For nearly three hours, leaping about the coffin",
    "In the candlelight so that his tiny black shoes",
    "Seemed not to touch the floor. With one last prayer",
    "Sobbed in the Spanish of before the Inquisition",
    "He stopped, exhausted, and looked in the dead man’s face.",
    "Panting, he raised both arms in a mystic gesture",
    "And said, “Arise and breathe!” And still the body",
    "Lay as before. Impossible to tell",
    "In words how Elliot’s eyebrows flailed and snorted",
    "Like shaggy mammoths as—the Chinese widow",
    "Granting permission—the little rabbi sang",
    "The blessing for performing a circumcision",
    "And removed the dead man’s foreskin, chanting blessings",
    "In Finnish and Swahili, and bathed the corpse",
    "From head to foot, and with a final prayer",
    "In Babylonian, gasping with exhaustion,",
    "He seized the dead man’s head and kissed the lips",
    "And dropped it again and leaping back commanded,",
    "“Arise and breathe!” The corpse lay still as ever.",
    "At this, as when Bashō’s disciples wind",
    "Along the curving spine that links the",
    "Across the different voices, each one adding",
    "A transformation according to the rules",
    "Of stasis and repetition, all in order",
    "And yet impossible to tell beforehand,",
    "Elliot changes for the punchline: the wee",
    "Rabbi, still panting, like a startled boxer,",
    "Looks at the dead one, then up at all those watching,",
    "A kind of Mel Brooks gesture: “Hoo boy!” he says,",
    "“Now that’s what I call",
    "” O mortal",
    "Powers and princes of earth, and you immortal",
    "Lords of the underground and afterlife,",
    "Jehovah, Raa, Bol-Morah, Hecate, Pluto,",
    "What has a brilliant, living soul to do with",
    "Your harps and fires and boats, your bric-a-brac",
    "And troughs of smoking blood? Provincial stinkers,",
    "Our languages don’t touch you, you’re like that mother",
    "Whose small child entertained her to beg her life.",
    "Possibly he grew up to be the tall rabbi,",
    "The one who washed his hands of all those capers",
    "Right at the outset. Or maybe he became",
    "The author of these lines, a one-man",
    "The one for whom it seems to be impossible",
    "To tell a story straight. It was a routine",
    "Procedure. When it was finished the physicians",
    "Told Sandra and the kids it had succeeded,",
    "But Elliot wouldn’t wake up for maybe an hour,",
    "They should go eat. The two of them loved to bicker",
    "In a way that on his side went back to Yiddish,",
    "On Sandra’s to some Sicilian dialect.",
    "He used to scold her endlessly for smoking.",
    "When she got back from dinner with their children",
    "The doctors had to tell them about the mistake.",
    "Oh swirling petals, falling leaves! The movement",
    "Of linking",
    "coursing from moment to moment",
    "Is meaning, Bob says in his Haiku book.",
    "Oh swirling petals, all living things are contingent,",
    "and transient, and they suffer.",
    "But the Universal is the goal of jokes,",
    "Especially certain ethnic jokes, which taper",
    "Down through the swirling funnel of tongues and gestures",
    "Toward their preposterous Ithaca. There’s one",
    "A journalist told me. He heard it while a hero",
    "Of the South African freedom movement was speaking",
    "To elderly Jews. The speaker’s own right arm",
    "Had been blown off by right-wing letter-bombers.",
    "He told his listeners they had to cast their ballots",
    "For the ANC—a group the old Jews feared",
    "As “in with the Arabs.” But they started weeping",
    "As the old one-armed fighter told them their country",
    "Needed them to vote for what was right, their vote",
    "Could make a country their children could return to",
    "From London and Chicago. The moved old people",
    "Applauded wildly, and the speaker’s friend",
    "Whispered to the journalist, “It’s the Belgian Army",
    "Joke come to life.” I wish that I could tell it",
    "To Elliot. In the Belgian Army, the feud",
    "Between the Flemings and Walloons grew vicious,",
    "So out of hand the army could barely function.",
    "Finally one commander assembled his men",
    "In one great room, to deal with things directly.",
    "They stood before him at attention. “All Flemings,”",
    "He ordered, “to the left wall.” Half the men",
    "Clustered to the left. “Now all Walloons,” he ordered,",
    "“Move to the right.” An equal number crowded",
    "Against the right wall. Only one man remained",
    "At attention in the middle: “What are you, soldier?”",
    "Saluting, the man said, “Sir, I am a Belgian.”",
    "“Why, that’s astonishing, Corporal—what’s your name?”",
    "Saluting again, “Rabinowitz,” he answered:",
    "A joke that seems at first to be a story",
    "About the Jews. But as the",
    "describes",
    "Religious meaning by moving in drifting petals",
    "And brittle leaves that touch and die and suffer",
    "The changing winds that riffle the gutter swirl,",
    "So in the joke, just under the raucous music",
    "Of Fleming, Jew, Walloon, a courtly allegiance",
    "Moves to the dulcimer, gavotte and bow,",
    "Over the banana tree the moon in autumn—",
    "Allegiance to a state impossible to tell."
  ],
  "title": "Impossible to Tell",
  "year": ""
}