{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/177610",
  "region": "",
  "text": [
    "At Robben Island the political prisoners studied.",
    "They coined the motto",
    ".",
    "In Argentina the torturers demanded the prisoners",
    "Address them always as “",
    ".”",
    "Many of my friends are moved by guilt, but I",
    "Am a creature of shame, I am ashamed to say.",
    "Culture the lock, culture the key. Imagination",
    "That calls boiled sheep heads “Smileys.”",
    "The first year at Guantánamo, Abdul Rahim Dost",
    "Incised his Pashto poems into styrofoam cups.",
    "“",
    ":",
    ".”",
    "Becky is abandoned in 1902 and Rose dies giving",
    "Birth in 1924 and Sylvia falls in 1951.",
    "Still falling still dying still abandoned in 2005",
    "Still nothing finished among the descendants.",
    "I support the War, says the comic, it’s just the Troops",
    "I’m against: can’t stand those Young People.",
    "Proud of the fallen, proud of her son the bomber.",
    "Ashamed of the government. Skeptical.",
    "After the Klansman was found Not Guilty one juror",
    "Said she just couldn’t vote to convict a pastor.",
    "Who do you write for? I write for dead people:",
    "For Emily Dickinson, for my grandfather.",
    "“T",
    ".",
    ".”",
    "But later the Americans gave Dost not only paper",
    "And pen but books. Hemingway, Dickens.",
    "Old Aegyptius said Whoever has called this Assembly,",
    "For whatever reason—it is a good in itself.",
    "O thirsty shades who regard the offering, O stained earth.",
    "Coloured prisoners got different meals and could wear",
    "Long pants and underwear, Blacks got only shorts.",
    "No he says he cannot regret the three years in prison:",
    "Otherwise he would not have written those poems.",
    "I have a small-town mind. Like the Greeks and Trojans.",
    "Shame. Pride. Importance of looking bad or good.",
    "Did he see anything like the prisoner on a leash? Yes,",
    "In Afghanistan. In Guantánamo he was isolated.",
    "Our enemies “disassemble” says the President.",
    "Not that anyone at all couldn’t mis-speak.",
    "The",
    "created nicknames for torture devices:",
    "The Airplane. The Frog. Burping the Baby.",
    "Not that those who behead the helpless in the name",
    "Of God or tradition don’t also write poetry.",
    "Guilts, metaphors, traditions. Hunger strikes.",
    "Culture the penalty. Culture the escape.",
    "What could your children boast about you? What",
    "Will your father say, down among the shades?",
    "The Sangomo told Marvin, “",
    ".",
    ".”"
  ],
  "title": "Poem of Disconnected Parts",
  "year": ""
}