{
  "author": "Robert Pinsky",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177167",
  "region": "U.S., New England",
  "text": [
    "The back, the yoke, the yardage. Lapped seams,",
    "The nearly invisible stitches along the collar",
    "Turned in a sweatshop by Koreans or Malaysians",
    "Gossiping over tea and noodles on their break",
    "Or talking money or politics while one fitted",
    "This armpiece with its overseam to the band",
    "Of cuff I button at my wrist. The presser, the cutter,",
    "The wringer, the mangle. The needle, the union,",
    "The treadle, the bobbin. The code. The infamous blaze",
    "At the Triangle Factory in nineteen-eleven.",
    "One hundred and forty-six died in the flames",
    "On the ninth floor, no hydrants, no fire escapes—",
    "The witness in a building across the street",
    "Who watched how a young man helped a girl to step",
    "Up to the windowsill, then held her out",
    "Away from the masonry wall and let her drop.",
    "And then another. As if he were helping them up",
    "To enter a streetcar, and not eternity.",
    "A third before he dropped her put her arms",
    "Around his neck and kissed him. Then he held",
    "Her into space, and dropped her. Almost at once",
    "He stepped to the sill himself, his jacket flared",
    "And fluttered up from his shirt as he came down,",
    "Air filling up the legs of his gray trousers—",
    "Like Hart Crane’s Bedlamite, “shrill shirt ballooning.”",
    "Wonderful how the pattern matches perfectly",
    "Across the placket and over the twin bar-tacked",
    "Corners of both pockets, like a strict rhyme",
    "Or a major chord. Prints, plaids, checks,",
    "Houndstooth, Tattersall, Madras. The clan tartans",
    "Invented by mill-owners inspired by the hoax of Ossian,",
    "To control their savage Scottish workers, tamed",
    "By a fabricated heraldry: MacGregor,",
    "Bailey, MacMartin. The kilt, devised for workers",
    "To wear among the dusty clattering looms.",
    "Weavers, carders, spinners. The loader,",
    "The docker, the navvy. The planter, the picker, the sorter",
    "Sweating at her machine in a litter of cotton",
    "As slaves in calico headrags sweated in fields:",
    "George Herbert, your descendant is a Black",
    "Lady in South Carolina, her name is Irma",
    "And she inspected my shirt. Its color and fit",
    "And feel and its clean smell have satisfied",
    "Both her and me. We have culled its cost and quality",
    "Down to the buttons of simulated bone,",
    "The buttonholes, the sizing, the facing, the characters",
    "Printed in black on neckband and tail. The shape,",
    "The label, the labor, the color, the shade. The shirt."
  ],
  "title": "Shirt",
  "year": ""
}