{
  "author": "Robert Pinsky",
  "classification": "Blank Verse",
  "keywords": [
    "Music",
    "Religion",
    "Love",
    "Relationships",
    "Arts",
    "Sciences",
    "Romantic Love",
    "Desire",
    "Infatuation",
    "Crushes",
    "Unrequited Love",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178979",
  "region": "U.S., New England",
  "text": [
    "The legendary muscle that wants and grieves,",
    "The organ of attachment, the pump of thrills",
    "And troubles, clinging in stubborn colonies",
    "Like pulpy shore-life battened on a jetty.",
    "Slashed by the little deaths of sleep and pleasure,",
    "They swell in the nurturing spasms of the waves,",
    "Sucking to cling; and even in death itself—",
    "Baked, frozen—they shrink to grip the granite harder.",
    "“Rid yourself of attachments and aversions”—",
    "But in her father’s orchard, already, he says",
    "He’d like to be her bird, and she says: Sweet, yes,",
    "Yet I should kill thee with much cherishing,",
    "Showing that she knows already—as Art Pepper,",
    "That first time he takes heroin, already knows",
    "That he will go to prison, and that he’ll suffer",
    "And knows he needs to have it, or die; and the one",
    "Who makes the General lose the world for love",
    "Lets him say,",
    "but Oh!",
    "Says Enobarbus, Then you would have missed",
    "A wonderful piece of work, which left unseen",
    "Would bring less glory to your travels. Among",
    "The creatures in the rock-torn surf, a wave",
    "Of agitation, a gasp. A scholar quips,",
    "Bisexual, or heterosexual, the sonnets",
    "Provide no evidence on the matter. He writes",
    "Romeo an extravagant speech on tears,",
    "In the Italian manner, his teardrops cover",
    "His chamber window, says the boy, he calls them crystals,",
    "Inanely, and sings them to Juliet with his heart:",
    "The almost certainly invented heart",
    "Which Buddha denounces, in its endless changes",
    "Forever jumping and moving, like an ape.",
    "Over the poor beast’s head the crystal fountain",
    "Crashes illusions, the cold salt spume of pain",
    "And meaningless distinction, as Buddha says,",
    "But here in the crystal shower mouths are open",
    "To sing, it is Lee Andrews and The Hearts",
    "In 1957, singing",
    "Looking out at the rain, My tear drops are",
    "Like crystals, they cover my windowpane, the turns",
    "Of these illusions we make become their glory:",
    "To Buddha every distinct thing is illusion",
    "And becoming is destruction, but still we sing",
    "In the shower. I do. In the beginning God drenched",
    "The Emptiness with images: the potter",
    "Crosslegged at his wheel in Benares market",
    "Making mud cups, another cup each second",
    "Tapering up between his fingers, one more",
    "To sell the tea-seller at a penny a dozen,",
    "And tea a penny a cup. The customers smash",
    "The empties, and waves of traffic grind the shards",
    "To mud for new cups, in turn; and I keep one here",
    "Next to me: holding it awhile from out of the cloud",
    "Of dust that rises from the shattered pieces,",
    "The risen dust alive with fire, then settled",
    "And soaked and whirling again on the wheel that turns",
    "And looks on the world as on another cloud,",
    "On everything the heart can grasp and throw away",
    "As a passing cloud, with even Enlightenment",
    "Itself another image, another cloud",
    "To break and churn a salt foam over the heart",
    "Like an anemone that sucks at clouds and makes",
    "Itself with clouds and sings in clouds and covers",
    "Its windowpane with clouds that blur and melt,",
    "Until one clings and holds—as once in the Temple",
    "In the time before the Temple was destroyed",
    "A young priest saw the seraphim of the Lord:",
    "Each had six wings, with two they covered their faces,",
    "With two they covered their legs and feet, with two",
    "They darted and hovered like dragonflies or perched",
    "Like griffins in the shadows near the ceiling—",
    "These are the visions, too barbarous for heaven",
    "And too preposterous for belief on earth,",
    "God sends to taunt his prophet with the truth",
    "No one can see, that leads to who knows where.",
    "A seraph took a live coal from the altar",
    "And seared the prophet’s lips, and so he spoke.",
    "As the record ends, a coda in retard:",
    "The Hearts in a shifting velvety",
    "and",
    "Prolonged again, and again as Lee Andrews",
    "Reaches",
    "high for",
    "And Charity, God only knows the girl",
    "Who will love me—Oh! if we only could",
    "Start over again! Then The Hearts chant the chords",
    "Again a final time,",
    "and the record turns",
    "Through all the music, and on into silence again."
  ],
  "title": "The Hearts",
  "year": ""
}