{
  "author": "Brian Blanchfield",
  "classification": "",
  "keywords": [
    "Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249936",
  "region": "U.S., Southwestern",
  "text": [
    "What booth is this? The last was a plastic gallows.",
    "In the teach me to kiss booth, you paid your dollar",
    "to promote, when prompted, a theory. Advised me about",
    "standing close and touching him who might next enter",
    "in such a way that draws contrast, rough and smooth,",
    "cool and warm, maybe the heel of the hand and thumb",
    "at the neck if the collar is open and the fingertips two",
    "three four, but never anything about the mouth, and then",
    "it was time. I back exited through the heavy drapes",
    "and opened shop next door.",
    "What booth is this?",
    "In this booth I have rescued a dovekie but it will not eat.",
    "As the tub fills I need you (tore your ticket, right?)",
    "to surrender two of the goldfish from this bag. I’ll be",
    "back in a minute. The last of the sun is pinkening",
    "the ridge beyond the fairgrounds, and I’d like to see.",
    "What booth is this? Keep moving everyone.",
    "Careful of the gourds; they’re pursing. I’ve handed over",
    "the last admission I can afford. Into this booth the branch",
    "of a bean tree descends and in an eventuality",
    "brought on by what yet I cannot say the armlong pods",
    "burst with pellet shot pressure and release seeds like these",
    "embedded in the board behind you. The next booth",
    "is one I have to man for someone. An emergency. I’ll",
    "meet you there.",
    "Is this even a booth? In this booth there is",
    "room for one. Get in here and hold me up.",
    "I would fall without you. Why are we not told plainly?",
    "What good as a booth is this, what booth if it be one?",
    "Feel the first drop, as from a shearwater ocean bird held high",
    "for miles on the cyclonic air, blown far inland, never",
    "otherwise seen. The barometer is bottoming. This booth of",
    "ours is an eye of the storm simulation."
  ],
  "title": "Man Roulette",
  "year": ""
}