{
  "author": "Brian Blanchfield",
  "classification": "Epigraph",
  "keywords": [
    "Living",
    "The Mind",
    "Youth",
    "Activities",
    "Indoor Activities",
    "Social Commentaries",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249940",
  "region": "U.S., Southwestern",
  "text": [
    "Your job—she gives another to the child",
    "hip-high—is to heat the money in your hands",
    "to the optimum warmth for purchase. Cagey,",
    "the diversion in the same coin as his want.",
    "It buys her time, enough that once",
    "they round the corner, she might break into a sprint,",
    "as one might with a pet who can keep up. But",
    "the prophet makes eyes in his open fists",
    "of the nickels’ glint, and we see he forbears",
    "our guess her hector gets lost in the flash",
    "when as if by swale we all give way to expel",
    "a customer from the clench of us without her.",
    "For what beneath the moths who have all night",
    "to live do we brace ourselves as we approach?",
    "We lean to find again the boy’s outguess of us.",
    "Demand is double at the walk-up window, where",
    "punishment for paltry want is to tell it again",
    "into plexiglass the color of slobber, so others",
    "in the bleach of halogen light may deal",
    "their disparagement forward. For what if not",
    "dishonor are we braced, rehearsing what to ask?",
    "Repetition is a machine, a machine",
    "for converting request into appeal; and",
    "commerce, then, the window’s byproduct or",
    "balm, depending. Red hot cashews, yellow bag.",
    "Only because we visit by day do we know",
    "at night what to call at the walk-up window",
    "where two aisles of open merchandise end at",
    "the sacral plates of clerks before us who, if",
    "on pulleys they were carts instead or vending claws,",
    "would be by now concussed and dented by",
    "lever malevolence outright.",
    "The prophet stands eye level",
    "with the vending plunge, a here and now mechanism",
    "he would need to invent to operate, and stands",
    "between it and his mother. Yellow bag."
  ],
  "title": "The History of Ideas, 1973-2012: Authority",
  "year": ""
}