{
  "author": "Geoffrey Hill",
  "classification": "Sonnet",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "History",
    "Politics",
    "Architecture",
    "Design",
    "Religion",
    "Arts",
    "Sciences",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178129",
  "region": "England",
  "text": [
    "1",
    "And, after all, it is to them we return.",
    "Their triumph is to rise and be our hosts:",
    "lords of unquiet or of quiet sojourn,",
    "those muddy-hued and midge-tormented ghosts.",
    "On blustery lilac-bush and terrace-urn",
    "bedaubed with bloom Linnaean pentecosts",
    "put their pronged light; the chilly fountains burn.",
    "Religion of the heart, with trysts and quests",
    "and pangs of consolation, its hawk’s hood",
    "twitched off for sweet carnality, again",
    "rejoices in old hymns of servitude,",
    "haunting the sacred well, the hidden shrine.",
    "It is the ravage of the heron wood;",
    "it is the rood blazing upon the green.",
    "2",
    "November rips gold foil from the oak ridges.",
    "Dour folk huddle in High Hoyland, Penistone.",
    "The tributaries of the Sheaf and Don",
    "bulge their dull spate, cramming the poor bridges.",
    "The North Sea batters our shepherds’ cottages",
    "from sixty miles. No sooner has the sun",
    "swung clear above earth’s rim than it is gone.",
    "We live like gleaners of its vestiges",
    "knowing we flourish, though each year a child",
    "with the set face of a tomb-weeper is put down",
    "for ever and ever. Why does the air grow cold",
    "in the region of mirrors? And who is this clown",
    "doffing his mask at the masked threshold",
    "to selfless raptures that are all his own?",
    "3",
    "High voices in domestic chapels; praise;",
    "praise-worthy feuds; new-burgeoned spires that sprung",
    "crisp-leaved as though from dropping-wells. The young",
    "ferns root among our vitrified tears.",
    "What an elopement that was: the hired chaise",
    "tore through the fir-grove, scattered kinsmen flung",
    "buckshot and bridles, and the tocsin swung",
    "from the tarred bellcote dappled with dove-smears.",
    "Wires tarnish in gilt corridors, in each room",
    "stiff with the bric-a-brac of loss and gain.",
    "Love fled, truly outwitted, through a swirl",
    "of long-laid dust. Today you sip and smile",
    "though still not quite yourself. Guarding its pane",
    "the spider looms against another storm.",
    "4",
    "Make miniatures of the once-monstrous theme:",
    "the red-coat devotees, melees of wheels,",
    "Jagannath’s lovers. With indifferent aim",
    "unleash the rutting cannon at the walls",
    "of forts and palaces; pollute the wells.",
    "Impound the memoirs for their bankrupt shame,",
    "fantasies of true destiny that kills",
    "‘under the sanction of the English name’.",
    "Be moved by faith, obedience without fault,",
    "the flawless hubris of heroic guilt,",
    "the grace of visitation; and be stirred",
    "by all her god-quests, her idolatries,",
    "in conclave of abiding injuries,",
    "sated upon the stillness of the bride.",
    "5",
    "Suppose they sweltered here three thousand years",
    "patient for our destruction. There is a greeting",
    "beyond the act. Destiny is the great thing,",
    "true lord of annexation and arrears.",
    "Our law-books overrule the emperors.",
    "The mango is the bride-bed of light. Spring",
    "jostles the flame-tree. But new mandates bring",
    "new images of faith, good subahdars!",
    "The flittering candles of the wayside shrines",
    "melt into dawn. The sun surmounts the dust.",
    "Krishna from Radha lovingly untwines.",
    "Lugging the earth, the oxen bow their heads.",
    "The alien conscience of our days is lost",
    "among the ruins and on endless roads.",
    "6",
    "Malcolm and Frere, Colebrooke and Elphinstone,",
    "the life of empire like the life of the mind",
    "‘simple, sensuous, passionate’, attuned",
    "to the clear theme of justice and order, gone.",
    "Gone the ascetic pastimes, the Persian",
    "scholarship, the wild boar run to ground,",
    "the watercolours of the sun and wind.",
    "Names rise like outcrops on the rich terrain,",
    "like carapaces of the Mughal tombs",
    "lop-sided in the rice-fields, boarded-up",
    "near railway-crossings and small aerodromes.",
    "‘India’s a peacock-shrine next to a shop",
    "selling mangola, sitars, lucky charms,",
    "heavenly Buddhas smiling in their sleep.’",
    "7",
    "Pitched high above the shallows of the sea",
    "lone bells in gritty belfries do not ring",
    "but coil a far and inward echoing",
    "out of the air that thrums. Enduringly,",
    "fuchsia-hedges fend between cliff and sky;",
    "brown stumps of headstones tamp into the ling",
    "the ruined and the ruinously strong.",
    "Platonic England grasps its tenantry",
    "where wild-eyed poppies raddle tawny farms",
    "and wild swans root in lily-clouded lakes.",
    "Vulnerable to each other the twin forms",
    "of sleep and waking touch the man who wakes",
    "to sudden light, who thinks that this becalms",
    "even the phantoms of untold mistakes.",
    "8",
    "While friends defected, you stayed and were sure,",
    "fervent in reason, watchful of each name:",
    "a signet-seal’s unostentatious gem",
    "gleams against walnut on the escritoire,",
    "focus of reckoning and judicious prayer.",
    "This is the durable covenant, a room",
    "quietly furnished with stuff of martyrdom,",
    "lit by the flowers and moths from your own shire,",
    "by silvery vistas frothed with convolvulus;",
    "radiance of dreams hardly to be denied.",
    "The twittering pipistrelle, so strange and close,",
    "plucks its curt flight through the moist eventide;",
    "the children thread among old avenues",
    "of snowberries, clear-calling as they fade.",
    "9",
    "Autumn resumes the land, ruffles the woods",
    "with smoky wings, entangles them. Trees shine",
    "out from their leaves, rocks mildew to moss-green;",
    "the avenues are spread with brittle floods.",
    "Platonic England, house of solitudes,",
    "rests in its laurels and its injured stone,",
    "replete with complex fortunes that are gone,",
    "beset by dynasties of moods and clouds.",
    "It stands, as though at ease with its own world,",
    "the mannerly extortions, languid praise,",
    "all that devotion long since bought and sold,",
    "the rooms of cedar and soft-thudding baize,",
    "tremulous boudoirs where the crystals kissed",
    "in cabinets of amethyst and frost.",
    "10",
    "Remember how, at seven years, the decrees",
    "were brought home: child-soul must register",
    "for Christ’s dole, be allotted its first Easter,",
    "blanch-white and empty, chilled by the lilies,",
    "betrothed among the well-wishers and spies.",
    "Reverend Mother, breakfastless, could feast her",
    "constraint on terracotta and alabaster",
    "and brimstone and the sweets of paradise.",
    "Theology makes good bedside reading. Some",
    "who are lost covet scholastic proof,",
    "subsistence of probation, modest balm.",
    "The wooden wings of justice borne aloof,",
    "we close our eyes to Anselm and lie calm.",
    "All night the cisterns whisper in the roof.",
    "11",
    "The pigeon purrs in the wood; the wood has gone;",
    "dark leaves that flick to silver in the gust,",
    "and the marsh-orchids and the heron’s nest,",
    "goldgrimy shafts and pillars of the sun.",
    "Weightless magnificence upholds the past.",
    "Cement recesses smell of fur and bone",
    "and berries wrinkle in the badger-run",
    "and wiry heath-fern scatters its fresh rust.",
    "‘O clap your hands’ so that the dove takes flight,",
    "bursts through the leaves with an untidy sound,",
    "plunges its wings into the green twilight",
    "above this long-sought and forsaken ground,",
    "the half-built ruins of the new estate,",
    "warheads of mushrooms round the filter-pond.",
    "12",
    "Stroke the small silk with your whispering hands,",
    "godmother; nod and nod from the half-gloom;",
    "broochlight intermittent between the fronds,",
    "the owl immortal in its crystal dome.",
    "Along the mantelpiece veined lustres trill,",
    "the clock discounts us with a telling chime.",
    "Familiar ministrants, clerks-of-appeal,",
    "burnish upon the threshold of the dream:",
    "churchwardens in wing-collars bearing scrolls",
    "of copyhold well-tinctured and well-tied.",
    "Your photo-albums loved by the boy-king",
    "preserve in sepia waterglass the souls",
    "of distant cousins, virgin till they died,",
    "and the lost delicate suitors who could sing.",
    "13",
    "So to celebrate that kingdom: it grows",
    "greener in winter, essence of the year;",
    "the apple-branches musty with green fur.",
    "In the viridian darkness of its yews",
    "it is an enclave of perpetual vows",
    "broken in time. Its truth shows disrepair,",
    "disfigured shrines, their stones of gossamer,",
    "Old Moore’s astrology, all hallows,",
    "the squire’s effigy bewigged with frost,",
    "and hobnails cracking puddles before dawn.",
    "In grange and cottage girls rise from their beds",
    "by candlelight and mend their ruined braids.",
    "Touched by the cry of the iconoclast,",
    "how the rose-window blossoms with the sun!"
  ],
  "title": "An Apology for the Revival of Christian Architecture in England",
  "year": ""
}