{
  "author": "Geoffrey Hill",
  "classification": "",
  "keywords": [
    "Religion",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "War",
    "Conflict",
    "Christianity",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178127",
  "region": "England",
  "text": [
    "1",
    "Processionals in the exemplary cave,",
    "Benediction of shadows. Pomfret. London.",
    "The voice fragrant with mannered humility,",
    "With an equable contempt for this world,",
    "‘In honorem Trinitatis’. Crash. The head",
    "Struck down into a meaty conduit of blood.",
    "So these dispose themselves to receive each",
    "Pentecostal blow from axe or seraph,",
    "Spattering block-straw with mortal residue.",
    "Psalteries whine through the empyrean. Fire",
    "Flares in the pit, ghosting upon stone",
    "Creatures of such rampant state, vacuous",
    "Ceremony of possession, restless",
    "Habitation, no man’s dwelling-place.",
    "2",
    "For whom do we scrape our tribute of pain—",
    "For none but the ritual king? We meditate",
    "A rueful mystery; we are dying",
    "To satisfy fat Caritas, those",
    "Wiped jaws of stone. (Suppose all reconciled",
    "By silent music; imagine the future",
    "Flashed back at us, like steel against sun,",
    "Ultimate recompense.) Recall the cold",
    "Of Towton on Palm Sunday before dawn,",
    "Wakefield, Tewkesbury: fastidious trumpets",
    "Shrilling into the ruck; some trampled",
    "Acres, parched, sodden or blanched by sleet,",
    "Stuck with strange-postured dead. Recall the wind’s",
    "Flurrying, darkness over the human mire.",
    "3",
    "They bespoke doomsday and they meant it by",
    "God, their curved metal rimming the low ridge.",
    "But few appearances are like this. Once",
    "Every five hundred years a comet’s",
    "Over-riding stillness might reveal men",
    "In such array, livid and featureless,",
    "With England crouched beastwise beneath it all.",
    "‘Oh, that old northern business …’ A field",
    "After battle utters its own sound",
    "Which is like nothing on earth, but is earth.",
    "Blindly the questing snail, vulnerable",
    "Mole emerge, blindly we lie down, blindly",
    "Among carnage the most delicate souls",
    "Tup in their marriage-blood, gasping ‘Jesus’.",
    "4",
    "Let mind be more precious than soul; it will not",
    "Endure. Soul grasps its price, begs its own peace,",
    "Settles with tears and sweat, is possibly",
    "Indestructible. That I can believe.",
    "Though I would scorn the mere instinct of faith,",
    "Expediency of assent, if I dared,",
    "What I dare not is a waste history",
    "Or void rule. Averroes, old heathen,",
    "If only you had been right, if Intellect",
    "Itself were absolute law, sufficient grace,",
    "Our lives could be a myth of captivity",
    "Which we might enter: an unpeopled region",
    "Of ever new-fallen snow, a palace blazing",
    "With perpetual silence as with torches.",
    "5",
    "As with torches we go, at wild Christmas,",
    "When we revel in our atonement",
    "Through thirty feasts of unction and slaughter,",
    "What is that but the soul’s winter sleep?",
    "So many things rest under consummate",
    "Justice as though trumpets purified law,",
    "Spikenard were the real essence of remorse.",
    "The sky gathers up darkness. When we chant",
    "‘Ora, ora pro nobis’ it is not",
    "Seraphs who descend to pity but ourselves.",
    "Those righteously-accused those vengeful",
    "Racked on articulate looms indulge us",
    "With lingering shows of pain, a flagrant",
    "Tenderness of the damned for their own flesh:",
    "6",
    "My little son, when you could command marvels",
    "Without mercy, outstare the wearisome",
    "Dragon of sleep, I rejoiced above all—",
    "A stranger well-received in your kingdom.",
    "On those pristine fields I saw humankind",
    "As it was named by the Father; fabulous",
    "Beasts rearing in stillness to be blessed.",
    "The world’s real cries reached there, turbulence",
    "From remote storms, rumour of solitudes,",
    "A composed mystery. And so it ends.",
    "Some parch for what they were; others are made",
    "Blind to all but one vision, their necessity",
    "To be reconciled. I believe in my",
    "Abandonment, since it is what I have.",
    "7",
    "‘Prowess, vanity, mutual regard,",
    "It seemed I stared at them, they at me.",
    "That was the gorgon’s true and mortal gaze:",
    "Averted conscience turned against itself.’",
    "A hawk and a hawk-shadow. ‘At noon,",
    "As the armies met, each mirrored the other;",
    "Neither was outshone. So they flashed and vanished",
    "And all that survived them was the stark ground",
    "Of this pain. I made no sound, but once",
    "I stiffened as though a remote cry",
    "Had heralded my name. It was nothing …’",
    "Reddish ice tinged the reeds; dislodged, a few",
    "Feathers drifted across; carrion birds",
    "Strutted upon the armour of the dead.",
    "8",
    "Not as we are but as we must appear,",
    "Contractual ghosts of pity; not as we",
    "Desire life but as they would have us live,",
    "Set apart in timeless colloquy.",
    "So it is required; so we bear witness,",
    "Despite ourselves, to what is beyond us,",
    "Each distant sphere of harmony forever",
    "Poised, unanswerable. If it is without",
    "Consequence when we vaunt and suffer, or",
    "If it is not, all echoes are the same",
    "In such eternity. Then tell me, love,",
    "How that should comfort us—or anyone",
    "Dragged half-unnerved out of this worldly place,",
    "Crying to the end ‘I have not finished’."
  ],
  "title": "Funeral Music",
  "year": ""
}