{
  "author": "Geoffrey Hill",
  "classification": "Imagery",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Heroes",
    "Patriotism",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178128",
  "region": "England",
  "text": [
    "King of the perennial holly-groves, the riven sandstone: overlord of the M5: architect of the historic rampart and ditch, the citadel at Tamworth, the summer hermitage in Holy Cross: guardian of the Welsh Bridge and the Iron Bridge: contractor to the desirable new estates: saltmaster: moneychanger: commissioner for oaths: martyrologist: the friend of Charlemagne.",
    "‘I liked that,’ said Offa, ‘sing it again.’",
    "I was invested in mother-earth, the crypt of roots and endings. Child’s-play. I abode there, bided my time: where the mole",
    "shouldered the clogged wheel, his gold solidus; where dry-dust badgers thronged the Roman flues, the long-unlooked-for mansions of our tribe.",
    "So much for the elves’ wergild, the true governance of England, the gaunt warrior-gospel armoured in engraved stone. I wormed my way heavenward for ages amid barbaric ivy, scrollwork of fern.",
    "Exile or pilgrim set me once more upon that ground: my rich and desolate childhood. Dreamy, smug-faced, sick on outings—I who was taken to be a king of some kind, a prodigy, a maimed one.",
    "The princes of Mercia were badger and raven. Thrall to their freedom, I dug and hoarded. Orchards fruited above clefts. I drank from honeycombs of chill sandstone.",
    "‘A boy at odds in the house, lonely among brothers.’ But I, who had none, fostered a strangeness; gave myself to unattainable toys.",
    "Candles of gnarled resin, apple-branches, the tacky mistletoe. ‘Look’ they said and again ‘look.’ But I ran slowly; the landscape flowed away, back to its source.",
    "In the schoolyard, in the cloakrooms, the children boasted their scars of dried snot; wrists and knees garnished with impetigo.",
    "He adored the desk, its brown-oak inlaid with ebony, assorted prize pens, the seals of gold and base metal into which he had sunk his name.",
    "It was there that he drew upon grievances from the people; attended to signatures and retributions; forgave the death-howls of his rival. And there he exchanged gifts with the Muse of History.",
    "What should a man make of remorse, that it might profit his soul? Tell me. Tell everything to Mother, darling, and God bless.",
    "He swayed in sunlight, in mild dreams. He tested the little pears. He smeared catmint on his palm for his cat Smut to lick. He wept, attempting to master",
    "and",
    ".",
    "Coins handsome as Nero’s; of good substance and weight.",
    "resonant in silver, and the names of his moneyers. They struck with accountable tact. They could alter the king’s face.",
    "Exactness of design was to deter imitation; mutilation if that failed. Exemplary metal, ripe for commerce. Value from a sparse people, scrapers of salt-pans and byres.",
    "Swathed bodies in the long ditch; one eye upstaring. It is safe to presume, here, the king’s anger. He reigned forty years. Seasons touched and retouched the soil.",
    "Heathland, new-made watermeadow. Charlock, marsh-marigold. Crepitant oak forest where the boar furrowed black mould, his snout intimate with worms and leaves.",
    "Tutting, he wrenched at a snarled root of dead crabapple. It rose against him. In brief cavort he was Cernunnos, the branched god, lightly concussed.",
    "He divided his realm. It lay there like a dream. An ancient land, full of strategy. Ramparts of compost pioneered by red-helmeted worms. Hemlock in ambush, night-soil, tetanus. A wasps’ nest ensconced in the hedge-bank, a reliquary or wrapped head, the corpse of Cernunnos pitching dayward its feral horns.",
    "Clash of salutation. As keels thrust into shingle. Ambassadors, pilgrims. What is carried over? The Frankish gift, two-edged, regaled with slaughter.",
    "The sword is in the king’s hands; the crux a craftsman’s triumph. Metal effusing its own fragrance, a variety of balm. And other miracles, other exchanges.",
    "Shafts from the winter sun homing upon earth’s rim. Christ’s mass: in the thick of a snowy forest the flickering evergreen fissured with light.",
    "Attributes assumed, retribution entertained. What is borne amongst them? Too much or too little. Indulgences of bartered acclaim; an expenditure, a hissing. Wine, urine and ashes.",
    "‘Now when King Offa was alive and dead’, they were all there, the funereal gleemen: papal legate and rural dean; Merovingian car-dealers, Welsh mercenaries; a shuffle of house-carls.",
    "He was defunct. They were perfunctory. The ceremony stood acclaimed. The mob received memorial vouchers and signs.",
    "After that shadowy, thrashing midsummer hail-storm, Earth lay for a while, the ghost-bride of livid Thor, butcher of strawberries, and the shire-tree dripped red in the arena of its uprooting.",
    "And it seemed, while we waited, he began to walk towards us he vanished",
    "he left behind coins, for his lodging, and traces of red mud."
  ],
  "title": "Mercian Hymns",
  "year": ""
}