{
  "author": "Geoffrey Hill",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Faith",
    "Doubt",
    "Religion",
    "Music",
    "Arts",
    "Sciences",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178130",
  "region": "England",
  "text": [
    "1",
    "Requite this angel whose",
    "flushed and thirsting face",
    "stoops to the sacrifice",
    "out of which it arose.",
    "This is the lord Eros",
    "of grief who pities",
    "no one; it is",
    "Lazarus with his sores.",
    "2",
    "And you, who with your soft but searching voice",
    "drew me out of the sleep where I was lost,",
    "who held me near your heart that I might rest",
    "confiding in the darkness of your choice:",
    "possessed by you I chose to have no choice,",
    "fulfilled in you I sought no further quest.",
    "You keep me, now, in dread that quenches trust,",
    "in desolation where my sins rejoice.",
    "As I am passionate so you with pain",
    "turn my desire; as you seem passionless",
    "so I recoil from all that I would gain,",
    "wounding myself upon forgetfulness,",
    "false ecstasies, which you in truth sustain",
    "as you sustain each item of your cross.",
    "3",
    "Veni Redemptor, but not in our time.",
    "Christus Resurgens, quite out of this world.",
    "‘Ave’ we cry; the echoes are returned.",
    "Amor Carnalis is our dwelling-place.",
    "4",
    "O light of light, supreme delight;",
    "grace on our lips to our disgrace.",
    "Time roosts on all such golden wrists;",
    "our leanness is our luxury.",
    "Our love is what we love to have;",
    "our faith is in our festivals.",
    "5",
    "Stupefying images of grief-in-dream,",
    "succubae to my natural grief of heart,",
    "cling to me, then; you who will not desert",
    "your love nor lose him in some blank of time.",
    "You come with all the licence of her name",
    "to tell me you are mine. But you are not",
    "and she is not. Can my own breath be hurt",
    "by breathless shadows groaning in their game?",
    "It can. The best societies of hell",
    "acknowledge this, aroused by what they know:",
    "consummate rage recaptured there in full",
    "as faithfulness demands it, blow for blow,",
    "and rectitude that mimics its own fall",
    "reeling with sensual abstinence and woe.",
    "6",
    "This is the ash-pit of the lily-fire,",
    "this is the questioning at the long tables,",
    "this is true marriage of the self-in-self,",
    "this is a raging solitude of desire,",
    "this is the chorus of obscene consent,",
    "this is a single voice of purest praise.",
    "7",
    "He wounds with ecstasy. All",
    "the wounds are his own.",
    "He wears the martyr’s crown.",
    "He is the Lord of Misrule.",
    "He is the Master of the Leaping Figures,",
    "the motley factions.",
    "Revelling in auguries",
    "he is the Weeper of the Valedictions.",
    "8",
    "Music survives, composing her own sphere,",
    "Angel of Tones, Medusa, Queen of the Air,",
    "and when we would accost her with real cries",
    "silver on silver thrills itself to ice."
  ],
  "title": "Tenebrae",
  "year": ""
}