{
  "author": "Connie Voisine",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243356",
  "region": "",
  "text": [
    "Tulips panted against the wall.",
    "a crisp stem, I thought, as we put our fingers",
    "in the bullet holes above the bed. Typed captions translated",
    "photos of Rivera, Kahlo, Trotsky and his wife",
    "in her boxy suit, devoted smile, that hopeful hat",
    "with bent feather below an image of the assassin",
    "who would get her husband in the end. George Herbert was",
    "what I translated,",
    ", the only book I brought,",
    "where he says the heart must be a stone on which",
    "to build God’s altar—no love without affliction:",
    ". In those days,",
    "I loved the jungle, spread like wool below",
    "an unsteady sky and the crumbling pyramid’s altar top",
    "flocked with moonlight. I loved the monkeys",
    "throwing sticks and rinds at tourists from their nests",
    "in the trees. The noise at night, the hysterical crush",
    "of insect limbs rubbing, animal want, all night banged",
    "against the window, each with an urgent song of",
    ".",
    "How loud the fecund world can be.",
    ",",
    "I wrote, bored, and smoke rose from other tables,",
    "from the wheels of the cars on the cobbled roads,",
    "and once I saw a mouse, suicidal, enter the frantic",
    "crowd. I cried out at the park in Mexico City",
    "where Indians, ropes on their ankles, dove like",
    "fatal birds to the ground while a Hassid, in his 19th-century",
    "cloak kept after me,",
    "?",
    "? He said,",
    ".",
    ". I watched his black hat disappear",
    "into the swarm of vendors, masked dancers. Was that it,",
    "devotion? Young and gorgeous for it, I crept away",
    "one night, met a German hippie and he pulled my swimsuit",
    "aside in the volcanic lake. The fat Costa Rican’s coffee plantation",
    "unfolded below, the ranging packs of filthy dogs, the water",
    "so hot and sulfured I gleamed like something ephemeral.",
    "Sometimes I saw movies, cheap Hong Kong action films",
    "dubbed into Spanish with Mandarin subtitles. But that started",
    "to get difficult, the young men dying with extravagance,",
    "the improbable ballet of whizzing swords, gun fights",
    "in teahouses filled with caged birds. Herbert,",
    "consumptive and small country parish-bound,",
    "wrote that struggle must be the same as resolution,",
    "as faith itself, while he suffocated in his sad minister’s bed,",
    "for years arguing with God and himself. It’s the uglier",
    "business, willing yourself from despair to belief.",
    "In those days, I thought the saints, robes heavy with must,",
    "with ancient, gnarled hands, deserved the nothing",
    "they felt their way toward. In those days, my favorite saints",
    "were the ones who burned away young—I admired them",
    "in the cathedral paintings, hooded eyes, the brutal",
    "wings of their ribs, gilt halos, baroque frames. What does it mean,",
    "devotion? Mothers weep in the corners of those paintings",
    "while a man, each morning, sweeps the church floor."
  ],
  "title": "“The Altar” by George Herbert",
  "year": ""
}