{
  "author": "Sasha Dugdale",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/241818",
  "region": "",
  "text": [
    "You say the old masters never got it wrong,",
    "But when Goya painted the death of the imagination",
    "It was a lost dog against a usurious yellow sky",
    "And the dog, a hapless creature who had drawn itself",
    "Ten miles on two legs, stared in amazement",
    "To see the man who once fed him from his plate",
    "Reduced to this.",
    "So I felt this week, the vile soil and everything upon it—",
    "The beggar guest kicked from the table",
    "Before his own dog, and even the honest unpicking",
    "Of art performed nightly and in seclusion.",
    "Like any Penelope my armor is resignation",
    "Although I thought I would lift the bow myself",
    "And draw.",
    "By the morning he is gone",
    "And what to make of this?",
    "The prostitutes hang from a beam like mice",
    "The suitors are piled unburied in the yard.",
    "And some say that it is now much better",
    "And others, that it is worse.",
    "So order was restored",
    "I stared in amazement",
    "•",
    "Perhaps Akhmatova was right",
    "When she wrote who knows what shit",
    "What tip, what pile of waste",
    "Brings forth the tender verse",
    "Like hogweed, like the fat hen under the fence",
    "Like the unbearable present tense",
    "Who knows what ill, what strife",
    "What crude shack of a life",
    "And how it twists sweetly about the broken sill:",
    ", another word for honeysuckle",
    "But housewives? Has poetry",
    "Ever deepened in the pail",
    "Was it ever found in the sink, under the table",
    "Did it rise in the oven, quietly able",
    "To outhowl the hoover?",
    "Does it press more than the children’s supper",
    "The sudden sleepless wail?",
    "Did it ever?",
    "It lives. It takes seed",
    "Like the most unforgiving weed",
    "Grows wilder as the child grows older",
    "And spits on dreams, did I say",
    "How it thrives in the ashen family nest",
    "Or how iambs are measured best",
    "Where it hurts:",
    "With the heel of an iron",
    "On the reluctant breast",
    "Of a shirt?",
    "﻿•",
    "There was a hush, then Michael Blann",
    "Stepped out onto the stage. Michael",
    "Blann, with his pipe and his jukebox head",
    "Oh, he’s your man.",
    "He has a song for all weathers, a pipe",
    "And a voice, and he sings and he roams",
    "He sings to the wind and a dog of how",
    "The trees are all bare and Jack’s come home.",
    "He’s a thin voice, like a spider thread",
    "On days when the sun is late and fine",
    "Live and let live, sings Michael Blann",
    "The wind yields not, but the hills is mine.",
    "He’s no call for fate passing over",
    "His sheep are all angels, the stars are his Lords",
    "He’ll play any part the clouds should fancy",
    "To humble tunes and hand-me-down words",
    "The acts are written in briar strands",
    "And the Pharisees are leaves in the air",
    "I likes a drop pipes Michael Blann",
    "Sing follow hark forward the innocent hare.",
    "He wore to his end a clutch of sheep’s wool",
    "To show the gods that Michael Blann",
    "Went alone, alone for most of his years",
    "But crossed the hills a singing man."
  ],
  "title": "Asylum",
  "year": ""
}