{
  "author": "Kofi Awoonor",
  "classification": "Refrain",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Marriage",
    "Companionship",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248058",
  "region": "Africa",
  "text": [
    "That night he came home, he came unto me",
    "at the cold hour of the night",
    "Smelling of corn wine in the dawn dew.",
    "He stretched his hand and covered my forehead.",
    "There was a moon beam sparking rays in particles.",
    "The drummer boys had got themselves a goat.",
    "The din was high in the wail of the harvest moon.",
    "The flood was up gurgling through the fields",
    "Birth waters swimming in floods of new blood.",
    "He whispered my name in far echo",
    "Sky-wailing into a million sounds",
    "across my shores. His voice still bore",
    "the sadness of the wanderer",
    "To wail and die in a soft lonely echo",
    "That echo I heard long ago",
    "In the fall of night over my river,",
    "In the distant rustle of reeds",
    "At growth in the strength of my river.",
    "Once upon an evening I heard it",
    "Strung clear as the gong of the drummer boys",
    "Bright burnished like the glint edge of",
    "the paschal knife, ready anxious to cut",
    "My cords and enter into my fields.",
    "I was still a dream then",
    "Carried by the flimsy whiffs",
    "Of sweet scents borne aloft on the vision",
    "Of my coming flood",
    "That will bear me slowly and gently",
    "Into his world of smiles and smells.",
    "He was not very gentle with me",
    "But I did not complain. The thrust",
    "was hard and angry, severing the tiny cord",
    "Shattering the closed gates of raffia",
    "Gathering at its eye the reeds to feed my fishes.",
    "My flood had not risen.",
    "The canoe carried on the strength",
    "Of his man rowed steep down my river",
    "into a tumultuous eternity",
    "Of green hills and mountains",
    "That reeled and rolled to the river shore",
    "To clasp and bear me away.",
    "Then the floodgates opened",
    "for justice to cleanse to purify",
    "My evening of awakening",
    "In the turbulence of his triumph",
    "Into the bright evening of my rebirth.",
    "The birth was tedious",
    "The pangs were bitter",
    "Into the bright evening I rushed",
    "Crying I have found him I have found him.",
    "He stood there rustling in the wind",
    "The desire to go was written large upon his forehead.",
    "I was not ready for his coming",
    "I was not ready for his loneliness,",
    "for his sad solitude against the rustling wind.",
    "I was not ready for his entrance",
    "Into my fields and shores of my river.",
    "The entrance of raffia was closed",
    "closed against his lonely solitude.",
    "He stood beneath my entrance",
    "In his approach I knew the steps he took",
    "Like the departing Lazarus",
    "Marching toward his grave.",
    "I was not ready.",
    "The flood was gurgling at his estuary",
    "swimming within me birth waters",
    "warmed by his coming. He was silent",
    "mute against the rushing of the wind",
    "to cry and die for his homeland.",
    "My flood had not risen then.",
    "Across my vastness he marched into the wind",
    "his arms folded upon his chest,",
    "his eyes searching for the gates",
    "that will open his amulets",
    "to snatch and wear his talisman of hope.",
    "He marched into the wind",
    "howling through door posts",
    "to catch the boatman at the dawn point.",
    "to ferry him across my river.",
    "But I was not ready.",
    "My hands stretched to cover his",
    "in the darkness, to cover his eyes",
    "in the agony of his solitude",
    "to call him names I knew",
    "to put the dressing from my womb",
    "upon his cudgel scars,",
    "to hold his hand in the clasp of nightfall.",
    "He was mute; the wind had stopped rustling",
    "He was erect like the totem pole of his household",
    "He burned and blazed for an ending",
    "Then I was ready. As he pierced my agony",
    "with his cry, my river burst into flood.",
    "My shores reeled and rolled",
    "to the world's end, where they say",
    "at the world's end the graves are green."
  ],
  "title": "Lament of the Silent Sisters",
  "year": ""
}