{
  "author": "W. S. Di Piero",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181181",
  "region": "",
  "text": [
    "The Santa Fe Depot's Moorish architecture of displacement—",
    "squeaky kids trawl satchels through the shed, happy voices",
    "mystically far from home, the waiting room's fizzled, tiled light",
    "of life lived imperfectly between one where and another.",
    "Everybody's here. Cowboys, Mennonites, Tijuana illegals,",
    "Muslim cabbies at prayer on loading docks as dark clouds",
    "fuss above the southerly sun past its prime.",
    "Killing time, a life mostly miscues and hesitance,",
    "I want something to take me over so looked for you",
    "near the baggage claim's glide, who could have been",
    "anybody from everywhere, like Ellis Island's ghosts,",
    "their dump of cardboard valises, bindles, baby-fat sacks",
    "strangled by hemp, and around me here long-haul lovers who",
    "in sleepers last night loved to exhaustion. Scorched roughnecks,",
    "perfumed girls in heels grabbing Samsonites and golf bags",
    "schooling the carousel's louvered U-turns and straightaways.",
    "It must be why I'm here, to wait and see who claims",
    "what looks too much like your brown suede duffel,",
    "no \"Antigua\" or \"Cancun\" decaled in its hide,",
    "nasal music threading the scene while tonight you weave",
    "through songs somewhere else. That floppy bag and us—",
    "the Garment District, two Venices, South End, South Philly,",
    "scraped nap, brass clips, gaunt warmed handle. . .",
    "A teenage girl two-hands it off the belt and waddles",
    "into the runny sun, your bag five years late",
    "thumping freshened thighs and dimpled knees.",
    "Where are you now that you're here again for me?",
    "Hear these thrilled voices,",
    "the engine horn howling?",
    "Smell these acid residues?"
  ],
  "title": "\"Pacific Surfliner\" Now Arriving San Diego",
  "year": ""
}