{
  "author": "W. S. Di Piero",
  "classification": "Free Verse",
  "keywords": [
    "Class",
    "Social Commentaries",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176114",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "From where I stood at the field’s immaculate edge,",
    "walking past the open patch of land that’s money bounded,",
    "in California’s flat sunlight, by suburban shadows of houses",
    "occupied by professors, lawyers, radically affluent do-gooders,",
    "simple casual types, plus a few plumbers, children of lettuce-pickers",
    "and microchip princes, grandchildren of goatherds and orchard keepers",
    "who pruned and picked apricot trees that covered what wasn’t yet",
    "block after block. Vaporized by money, by the lords and ladies of money,",
    "in one month, on one block, three bungalows bulldozed, and the tanky smells",
    "of goatherds and, before them, dirt farmers who never got enough water,",
    "held momentary in the air like an album snapshot’s aura,",
    "souls of roller-rink sweethearts and sausage-makers fleeing",
    "heaps of crusty lath, lead pipe, tiny window casements,",
    "then new foundations poured for cozy twelve-room houses.",
    "So what was she doing in that field among weeds and ice plant?",
    "The yellow and pink blooms spiking around her feet like glory?",
    "Cranking her elbow as surveyors do, to a bored watcher in the distance,",
    "she fanned the air, clouds running low and fast behind her.",
    "A voice seeped through the moodless sunlight",
    "as she seemed to talk to the flowers and high weeds.",
    "She noticed me, pointed in my direction. Accusation, election,",
    "I could not tell, nor if it was at me myself",
    "or the green undeveloped space she occupied,",
    "welded into her grid by traffic noise.",
    "A word for me? A go-ahead?",
    "Smeared by the wind",
    "and maybe not her own voice after all. I held my place.",
    "She would be one of the clenched ministers adrift",
    "in bus terminals and K-Marts, carrying guns",
    "in other parts of America, except she dressed like a casual lady of money,",
    "running shoes, snowbird sunglasses, wristwatch like a black birthday cake.",
    "The voice, thin and pipey, came from the boy or girl,",
    "blond like her, who edged into view as I tracked the shot. The child,",
    "staring down while he cried his song, slowly tread the labyrinth",
    "of ice plant’s juicy starburst flesh of leaves.",
    "He follows the nested space between flowers that bristle at his feet,",
    "his or hers, while the desiccated California sky so far from heaven and hell",
    "beams down on us beings of flower, water, and flesh before we turn to money.",
    "The sky kept sliding through the tips of weeds. The sky left us behind."
  ],
  "title": "Ice Plant in Bloom",
  "year": ""
}