{
  "author": "W. S. Di Piero",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Religion",
    "Landscapes",
    "Pastorals",
    "Weather",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176113",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The plain’s hatching now",
    "after rainless months.",
    "A dust devil rips",
    "through a peach orchard",
    "down there, a seam snuffed",
    "by falling dust-fruit.",
    "Behind the vine rows’",
    "shriveled abundance",
    "a low fire runs",
    "ragged by the ditch,",
    "flaying the pale sod.",
    "The voided skins wave.",
    "September, thirsting,",
    "sings our Hosannah,",
    "shrieks red poverties",
    "to old heaven’s eye.",
    "* * *",
    "You want February? Snow and sleet came down hard,",
    "heaven’s post-Christmas gift to freeze our eyelids shut.",
    "Walking the icy ground, our shoes all shot with holes,",
    "we did the Alexander’s Army Ragtime Dance,",
    "stomping snow off bones safely packed in newspapers.",
    "From down below, we must have looked crazy happy,",
    "dancing like Hollywood Indians, though who had",
    "anything to eat? We dreamed lard. So the wolves came,",
    "not straight into town, not into the piazza,",
    "but near the outcrop behind the church. God’s design,",
    "the best, the way they study the tired world",
    "makes them next to human, or more. They’re waiting",
    "while they move. I’d worship that expectancy.",
    "If I could talk to one, just a few minutes,",
    "he’d teach me hunger’s secrets. So one awful night",
    "I wrapped my legs and feet, stuffed more papers inside",
    "my pants and shirt, then danced my way behind the church.",
    "Faint gray writing on the snow. Skin and bones, sneezes,",
    "frost feathers, drifting away. Two of them walked back,",
    "canny bigshot archbishop warrior types. They said:",
    "The moon’s blue, we know you want secrets, help, advice,",
    "news from this side. Our truth is: Forget likenesses,",
    "live inside your carbon soul, the moon’s black and blue,",
    "in the soul’s time the world’s one winter together.",
    "* * *",
    "The snowy poplar seeds are everywhere,",
    "balling against curbs and car wheels,",
    "sifting through gates, doorways, kitchen windows,",
    "snagged by white blossoms shaken loose",
    "from the nodding horse-chestnut leaves. We stand",
    "in their shadows—our springtime’s dark.",
    "The debris scrapes our cheeks, clings an instant",
    "to our lashes, chokes the soft breath",
    "before tumbling off the near precipice.",
    "We want divine uncertainty.",
    "O give us the Judas tree’s blood shadows,",
    "make us sick with rank pear blossoms,",
    "blind us with earth’s random pieces engorged",
    "with broom’s milky fallen-sun flesh."
  ],
  "title": "Saint Francis of Assisi",
  "year": ""
}