{
  "author": "W. S. Di Piero",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246296",
  "region": "",
  "text": [
    "In Safeway yesterday, a young man sat on the floor,",
    "pulled off his shoes, granted audience to us,",
    "his fellow seekers, and picked his naked feet.",
    "He smiled, our brother, at the story he told",
    "of deliverance at the hand of Master Tombo,",
    "lord and creator, whose round energy",
    "lives in us surrounds us surrounds our milk",
    "our butter our eggs: see Him there,",
    "in the Slurpee glaze upon the freezer case?",
    "In that elder by the yogurt shelves?",
    "I believed his happiness and coveted",
    "a tidy universe. He picked his feet",
    "while a child whimpered by the melons, her nanny’s",
    "mango aura made the cold blown air",
    "touch my brain, I smelled myself in my aging body",
    "and felt my silly bones collapse again.",
    "I wanted Tombo’s dispensation to save",
    "this faint believer and the indifferent world",
    "that rivers through and past me. Down my aisle",
    "lavender respired from the flower stall",
    "and Security spoke kind words to our prophet.",
    "Oh I love and hate the fickle messy wash",
    "of speech and flowers and winds and the tides",
    "and crave plain rotund stories",
    "to justify our continuity. To the Maya corn was god,",
    "spilled blood made corn grow,",
    "the blood gods shed watered needy ground",
    "and became People who worshipped the corn.",
    "Tombo’s grace carries us, convinced, from one",
    "inarticulate incoherent moment to the next.",
    "Tonight the wet streets and their limelight sigh.",
    "Orion turns, burning, unchanged again.",
    "Bread rises somewhere and its ovens scent the trees.",
    "My poor belief lives in the only and all",
    "of the slur of what these are, and what these are",
    "streams toward loss in moments we live through.",
    "As children we were lost in our opaque acts",
    "but fresh and full in time. I remember",
    "how I touched a girlish knee, how one boy",
    "broke another’s face, how we all stood",
    "in hard gray summer rain so it would run",
    "down the tips of noses to our tongues."
  ],
  "title": "Tombo",
  "year": ""
}