{
  "author": "W. S. Di Piero",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "History",
    "Politics",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176109",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The whole world was there, plucking their linen,",
    "half-bald, mumbling, sucking on their moustache tips.",
    "Broadway was still in business and they asked no favors.",
    "All the cracked ribs of Fredericksburg,",
    "the boys who held their tongues at Chancellorsville",
    "as the bandages, mule shit, skin and shot",
    "overran the Rappahannock’s banks",
    "and poured it in our mouths",
    "that summer.",
    "He sat up half the night reading to the Army of the Potomac",
    "poems about trooping goats and crazy fathers",
    "chewing grass in the wilderness.",
    "’",
    "he had dysentery, bronchitis, and something else",
    "the doctors couldn’",
    "He’",
    "I bring them letter-paper,",
    "envelopes, oranges, tobacco, jellies,",
    "arrowroot, gingersnaps, and shinplasters.",
    "Last night I was lucky enough",
    "to have ice cream for them all",
    "and they love me each and every one.",
    "The early teachers stretched on canvas cots",
    "with their bad grammar, backs smeared by caissons,",
    "a heap of arms and legs junked beneath a tree",
    "At night,",
    "campfires peaked by shebangs in the bush.",
    "He’d find the stagedrivers laid up there—",
    "Broadway Joe, George Storms, Pop Rice, Handly Fish,",
    "Old Elephant and his brother Young Elephant (who came later),",
    "Yellow Joe, Julep Tarn, Tick Finn, and Patsy Dee—",
    "the pinched khaki drifting down the gangways,",
    "homecomers looking for those not waiting there,",
    "bamboo lays and punji sticks alive in their dreams.",
    "A small fire still burns in the nursery.",
    "Rice and molasses simmer on the stove.",
    "Children will have to learn to ask for less,",
    "less from the elephant dawn that chilled",
    "across the heights where Lee held his ground.",
    "The sky curled its wrath about the land",
    "and they brought America’s fire home.",
    "Fire on our hands, ashes at Bull Run, buckets from Pleiku",
    "while he stood watching on the shore, pulling his beard.",
    "in her youth, but brought already here,",
    "feeble, bandaged, and bloody in hospital.",
    "Our roughed-up beauties dead or dying,",
    "he sang them goodnight with his hands in his pockets",
    "who would have kissed them and warmed their flesh forever.",
    "When Oscar F. Wilbur asked if he enjoyed religion:",
    "and yet may-be it is the same thing.",
    "To worship the fire in the nursery, fire in the hills",
    "and in the mouths of those I love. I do know why",
    "our wounded died. I do know. I know."
  ],
  "title": "Walt, the Wounded",
  "year": ""
}