{
  "author": "Jenny Factor",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Activities",
    "Eating",
    "Drinking",
    "Relationships",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241484",
  "region": "U.S., Western",
  "text": [
    "1",
    "Who knew it’﻿﻿﻿s quite all right that I downed three",
    "gin-and-tonics (can’﻿﻿﻿t fit male inside",
    "female part on fanny pack) at four",
    "o’﻿﻿﻿clock the Dyke March day of NY Pride?",
    "Who knew Manhattan streets would liquefy",
    "and lurch with dames sans bras, sans hair, sans shirt",
    "in step with beer-can band led by a skirt-",
    "ed trans in green brassiere, led by the cops",
    "whose sentries are staid as posts with glasses on,",
    "lined up beside the march like S/M tops?",
    "(They seem to think Gay Pride’﻿﻿﻿s this weekend’﻿﻿﻿s yawn.)",
    "(Pit stop at McD’﻿﻿﻿s, can’﻿﻿﻿t clip pack back on.)",
    "Who knew she’﻿﻿﻿d march beside me hand-in-hand",
    "and who’﻿﻿﻿d expect me to remember names",
    "when Liz’﻿﻿﻿s girlfriend saw us and waved “Hi.",
    "It’﻿﻿﻿s . . . Anna”? (CNN shot feed, then frames.)",
    "Booze-stymied by the glare of girls and sky,",
    "how could I choose? Should I grip hand, or pray",
    "wondering: Is today today the day",
    "she’﻿﻿﻿ll let me turn the key, lead her inside?",
    "2",
    "Okay, I’﻿﻿﻿m sober now. Today is just",
    "the kind of day she talks but feels no lust.",
    "3",
    "Beside her isn’﻿﻿﻿t bad. Fan-stirred, the air",
    "is humid and the theater is packed.",
    "An ear-cuffed thespian tries to fix the cold,",
    "our leading ladies sweat it out in back.",
    "A prim man to my right begins to sneeze.",
    "My nose is in agreement. The perfume",
    "from Queen Mother there could clear the room.",
    "This shadow play across her face is fine.",
    "Her arm’﻿﻿﻿s near mine, which means exactly nothing.",
    "Hope’﻿﻿﻿s hope hums on through separate listening.",
    "That skull, opaque to me as Midland’﻿﻿﻿s vault,",
    "her silky crop, its pepper dabbed with salt —",
    "I chuckle at an apt sardonic line.",
    "Her suede complexion, lifts up, checks the time.",
    "4. Les Nouvceaux from La Nouvelle Justine",
    "I don’﻿﻿﻿t love her. She doesn’﻿﻿﻿t love me. Neither",
    "does this waiter who may think it strange",
    "when young girls dine with staid dames twice their age",
    "on",
    "and",
    ".",
    "I don’﻿﻿﻿t like sitting by her like wet cloth.",
    "I don’﻿﻿﻿t like restaurants whose queers pawn sex",
    "to the bachelor bunch who want a thrill.",
    "I don’﻿﻿﻿t like dining with my, well, not-ex,",
    "both measuring the humid air for signs",
    "of sparks I see by parts will not ignite.",
    "I’﻿﻿﻿d rather have a knock-down, drag-out fight",
    "that cleared the joint than watch another guy",
    "get spanked by Corset Kris, who’﻿﻿﻿d like to grab",
    "a tit, not spend hip humping hairy thighs.",
    "I’﻿﻿﻿d rather I were twice",
    "age and wise.",
    "I’﻿﻿﻿d spin cruel stories of past day of bliss",
    "then give my own hands covert exercise",
    "and send her home to bed without a kiss.",
    "5. L’﻿﻿﻿Addition",
    "30 for the play and 10 for gins,",
    "10 for two cabs and 40 for the eats,",
    "at least the metro home was freezer-cold,",
    "at least the Broadway Local still had seats",
    "at 96th, the local went express.",
    "I blistered home ten sockless humid blocks",
    "back to my solo digs for solo sex.",
    "I got this poem for my 90 bucks."
  ],
  "title": "Pride Diary",
  "year": ""
}