{
  "author": "Barbara Hamby",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247216",
  "region": "U.S., Southern",
  "text": [
    "is how it begins with a big bang on page",
    "one, a calculator of sorts whose centrifuge",
    "begets",
    "and",
    "one of my mother's favorite words, hard knock",
    "clerk of clich",
    "s that she is, at the moment",
    "the current rave in the fundamentalist landscape",
    "disguised as her brain, a rococo lexicon",
    "of Deuteronomy, Job, gossip, spritz, and neocon",
    "ephemera all wrapped up in a pop burrito",
    "of movie star shenanigans, like a stray Cheeto",
    "found in your pocket the day after you finish the bag,",
    "tastier than any oyster and champagne fueled",
    "gastronomique you have been pursuing in France",
    "for the past four months. This 82-year-old's rants",
    "have taken their place with the dictionary I bought",
    "in the fourth grade, with so many gorgeous words I thought",
    "I'd never plumb its depths. Right the first time, little girl,",
    "yet here I am still at it, trolling for pearls,",
    "Japanese words vying with Bantu in a goulash",
    "I eat daily, sometimes gagging, sometimes with relish,",
    "kleptomaniac in the candy store of language,",
    "slipping words in my pockets like a non-smudge",
    "lipstick that smears with the first kiss. I'm the demented",
    "lady with sixteen cats. Sure, the house stinks, but those damned",
    "mice have skedaddled, though I kind of miss them, their cute",
    "little faces, the whiskers, those adorable gray suits.",
    "No, all beasts are welcome in my menagerie, ark",
    "of inconsolable barks and meows, sharp-toothed shark,",
    "of the deep ocean, sweet compendium",
    "of candy bars—Butterfingers, Mounds, and M&Ms—",
    "packed next to the tripe and gizzards, trim and tackle",
    "of butchers and bakers, the painter's brush and spackle,",
    "quarks and black holes of physicists' theory. I'm building",
    "my own book as a mason makes a wall or a gelding",
    "runs round the track—brick by brick, step by step, word by word,",
    "by",
    "by",
    "swordplay by",
    "a never-ending parade",
    "with clowns and funambulists in my own mouth, homemade",
    "treasure chest of tongue and teeth, the brain's roustabout, rough",
    "unfurler of tents and trapezes, off-the-cuff",
    "unruly troublemaker in the high church museum",
    "of the world. O mouth—boondoggle, auditorium,",
    "viper, gulag, gumbo pot on a steamy August",
    "afternoon—what have you not given me? How I must",
    "wear on you, my Samuel Johnson in a frock coat,",
    "lexicographer of silly thoughts, billy goat,",
    "X-rated pornographic smut factory, scarfer",
    "of snacks, prissy smirker, late-night barfly,",
    "you are the megaphone by which I bewitch the world",
    "or don't as the case may be. O chittering squirrel,",
    "ziplock sandwich bag, sound off, shut up, gather your words",
    "into bouquets, folios, flocks of black and flaming birds."
  ],
  "title": "Ode on Dictionaries",
  "year": ""
}