{
  "author": "Barbara Hamby",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Animals",
    "Arts",
    "Sciences",
    "Music"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244520",
  "region": "U.S., Southern",
  "text": [
    "The mockingbird says, hallelujah, coreopsis, I make the day",
    "bright, I wake the night-blooming jasmine. I am",
    "the duodecimo of desperate love, the hocus pocus passion",
    "flower of delirious retribution. You never saw such a bird,",
    "such a triage of blood and feathers, tongue and bone. O the world",
    "is a sad address, bitterness melting the tongues of babies,",
    "breasts full of accidental milk, but I can teach the flowers to grow,",
    "take their tight buds, unfurl them like flags in the morning heat,",
    "fat banners of scent, flat platters of riot on the emerald scene.",
    "I am the green god of pine trees, conducting the music",
    "of rustling needles through a harp of wind. I am the heart of men,",
    "the wild bird that drives their sex, forges their engines,",
    "jimmies their shattered locks in the dark flare where midnight slinks.",
    "I am the careless minx in the skirts of women, the bright moon",
    "caressing their hair, the sharp words pouring from their beautiful mouths",
    "in board rooms, on bar stools, in big city laundrettes. I am",
    "Lester Young’s sidewinding sax, sending that Pony Express",
    "message out west in the Marconi tube hidden in every torso",
    "tied tight in the corset of do and don’t, high and low, yes and no. I am",
    "the radio, first god of the twentieth century, broadcasting",
    "the news, the blues, the death counts, the mothers wailing",
    "when everyone’s gone home. I am sweeping",
    "through the Eustachian tubes of the great plains, transmitting",
    "through every ear of corn, shimmying down the spine",
    "of every Bible-thumping banker and bureaucrat, relaying the anointed",
    "word of the shimmering world. Every dirty foot that walks",
    "the broken streets moves on my wings. I speak from the golden",
    "screens. Hear the roar of my discord murdering the trees,",
    "screaming its furious rag, the fuselage of my revival-tent brag. Open",
    "your windows, slip on your castanets. I am the flamenco",
    "in the heel of desire. I am the dancer. I am the choir. Hear my wild",
    "throat crowd the exploding sky. O I can make a noise."
  ],
  "title": "Thus Spake the Mockingbird",
  "year": ""
}