{
  "author": "Eva Gore-Booth",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Religion",
    "Landscapes",
    "Pastorals",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175853",
  "region": "Ireland",
  "text": [
    "The darkness draws me, kindly angels weep",
    "Forlorn beyond receding rings of light,",
    "The torrents of the earth’s desires sweep",
    "My soul through twilight downward into night.",
    "Once more the light grows dim, the vision fades,",
    "Myself seems to myself a distant goal,",
    "I grope among the bodies’ drowsy shades,",
    "Once more the Old Illusion rocks my soul.",
    "Once more the Manifold in shadowy streams",
    "Of falling waters murmurs in my ears,",
    "The One Voice drowns amid the roar of dreams",
    "That crowd the narrow pathway of the years.",
    "I go to seek the starshine on the,waves,",
    "To count the dewdrops on the grassy hill,",
    "I go to gather flowers that grow on graves,",
    "The world’s wall closes round my prisoned will.",
    "Yea, for the sake of the wild western wind",
    "The sphered spirit scorns her flame-built throne,",
    "Because of primroses, time out of mind,",
    "The Lonely turns away from the Alone.",
    "Who once has loved the cornfield’s rustling sheaves,",
    "Who once has heard the gentle Irish rain",
    "Murmur low music in the growing leaves,",
    "Though he were god, comes back to earth again.",
    "Oh Earth! green wind-swept Eirinn, I would break",
    "The tower of my soul’s initiate pride",
    "For a gray field and a star-haunted lake,",
    "And those wet winds that roam the country side.",
    "I who have seen am glad to close my eyes,",
    "I who have soared am weary of my wings,",
    "I seek no more the secret of the wise,",
    "Safe among shadowy, unreal human things.",
    "Blind to the gleam of those wild violet rays",
    "That burn beyond the rainbow's circle dim,",
    "Bound by dark nights and driven by pale days,",
    "The sightless slave of Time’s imperious whim;",
    "Deaf to the flowing tide of dreams divine",
    "That surge outside the closed gates of birth,",
    "The rhythms of eternity, too fine",
    "To touch with music the dull ears of earth\u0097",
    "I go to seek with humble care and toil",
    "The dreams I left undreamed, the deeds undone,",
    "To sow the seed and break the stubborn soil,",
    "Knowing no brightness whiter than the sun.",
    "Content in winter if the fire burns clear",
    "And cottage walls keep out the creeping damp,",
    "Hugging the Old Illusion warm and dear,",
    "The Silence and the Wise Book and the Lamp."
  ],
  "title": "Re-Incarnation",
  "year": ""
}