{
  "author": "Eva Gore-Booth",
  "classification": "Couplet",
  "keywords": [
    "Religion",
    "Christianity",
    "Travels",
    "Journeys",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175855",
  "region": "Ireland",
  "text": [
    "This was the story never told",
    "By one who cared not for the world’s gold.",
    "One of the idle and wise,",
    "A beggar with unfathomable eyes.",
    "One who had nothing but dreams to give",
    "To men who are eager to labour and live.",
    "For the world in its wisdom deep and dim",
    "Had taken all pleasure and treasure from him.",
    "This was the story his soul could tell,",
    "Immortal and unfathomable.",
    "There was no record in his brain,",
    "He did not know he should live again.",
    "But there was one who read the whole,",
    "Buried deep in a dead man’s soul.",
    "“In the days of Atlantis, under the wave,",
    "I was a slave, the child of a slave.",
    "When the towers of Atlantis fell,",
    "I died and was born again in hell.",
    "From that sorrowful prison I did escape",
    "And hid myself in a hero’s shape.",
    "But few years had I of love or joy,",
    "A Trojan I fell at the Siege of Troy.",
    "I came again in a little while,",
    "An Israelite slave on the banks of the Nile.",
    "Then did I comfort my grief-laden heart.",
    "With the magic lore and Egyptian art.",
    "Fain was I to become Osiris then,",
    "But soon I came back to the world of men.",
    "By the Ganges I was an outcast born,",
    "A wanderer and a child of scorn.",
    "By the Waters of Babylon I wept,",
    "My harp amongst the willows slept.",
    "In the land of Greece I opened my eyes,",
    "To reap the fields of Plotinus the Wise.",
    "When the great light shattered the world’s closed bars,",
    "I was a shepherd who gazed at the stars.",
    "For lives that were lonely, obscure, apart,",
    "I thank the Hidden One, in my heart,",
    "That always and always under the sun",
    "I went forth to battle and never won.",
    "A slayer of men, I was doomed to abide,",
    "For ever and aye, on the losing side.",
    "Whenever. I dream of the wonderful goal,",
    "I thank the hidden God in my soul",
    "That though I have always been meanly born,",
    "A tiller of earth and a reaper of corn,",
    "Whenever through ages past and gone",
    "The light divine for a moment shone,",
    "Whenever piercing laborious night",
    "A ray fell straight from the Light of Light,",
    "Whenever amid fierce, lightning and storm",
    "The divine moved in a human form,",
    "Whenever the earth in her cyclic course",
    "Shook at the touch of an unknown force,",
    "Whenever the cloud of dull years grew thin",
    "And a great star called to the light within,",
    "I have braved storm and labour and sun",
    "To stand at the side that Holy One.",
    "No matter how humble my birth has been,",
    "There are few who have seen what I have seen.",
    "Mine the shepherd’s star and the reaper’s reward,",
    "And the dream of him who fell by the sword.",
    "One thing I have learned the long years through,",
    "To know the false words from the true.",
    "The slave who toiled on the banks of the Nile",
    "With wisdom gladdened his long exile.",
    "From Buddha at eve by the Ganges’ side",
    "An outcast learnt the worth of the world’s pride.",
    "To the tired reaper, when day was done,",
    "Did Plotinus unveil the hidden sun.",
    "Amongst the stars, on a Syrian night,",
    "A ragged shepherd found the Light of Light.",
    "From dream to dream, o’er valley and hill,",
    "I followed the Lord Christ's wandering will.",
    "Kings there are who would barter a throne",
    "For the long day’s toil and the light unknown,",
    "The deed of the strong and the word of the wise,",
    "And the night under cold and starry skies—",
    "The white light of dawn on the hillside shed",
    "On Him who had nowhere to lay His head.",
    "Behold there are kings who would change with me,",
    "For the love of the ancient mystery.",
    "Shepherd and reaper and slave I have been,",
    "There are few who have seen what I have seen.",
    "I have been a gipsy since those days,",
    "And lived again in the wild wood ways.",
    "Wise with the lore of those hidden things,",
    "Learnt from Lord Christ in His wanderings,",
    "Beggar and reaper and shepherd and slave,",
    "I am one who rests not in any grave;",
    "I will follow each stormy light divine,",
    "And the secret of all things shall be mine.",
    "These things have I seen, would you bid me mourn",
    "That I was never an Emperor born?”"
  ],
  "title": "The Vagrant’s Romance",
  "year": ""
}