{
  "author": "Eva Gore-Booth",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175852",
  "region": "Ireland",
  "text": [
    "You have dragged me on through the wild wood ways,",
    "You have given me toil and scanty rest,",
    "I have seen the light of ten thousand days",
    "Grow dim and sink and fade in the West.",
    "Once you bore me forth from the dusty gloom,",
    "Weeping and helpless and naked and blind,",
    "Now you would hide me deep down in the tomb,",
    "And wander away on the moonlit wind.",
    "You would bury me like a thing of shame,",
    "Silently into the darkness thrust,",
    "You would mix my heart that was once a flame",
    "With the mouldering clay and the wandering dust.",
    "The eyes that wept for your sorrowful will",
    "Shall be laid among evil and unclean things,",
    "The heart that was faithful through good and ill",
    "You scorn for a flutter of tawdry wings.",
    "You were the moonlight, I lived in the sun;",
    "Could there ever be peace between us twain?",
    "I sought the Many, you seek the One,",
    "You are the slayer, I am the slain.",
    "Oh soul, when you mount to your flame-built throne",
    "Will you dream no dream of the broken clay?",
    "Will you breathe o’er the stars in your pathway strown,",
    "No sigh for the daisies of yesterday?",
    "As you wander the shining corridors,",
    "A lonely wave in the ocean of light,",
    "Have you never a thought of the lake’s lost shores,",
    "Or the fire-lit cottage dim and white?",
    "Shall not the dear smell of the rain-wet soil",
    "Through the windless spheres and the silence float?",
    "Shall not my hands that are brown with toil",
    "Take your dreams and high desires by the throat?",
    "Behold, I reach forth from beyond the years,",
    "I will cry to you from beneath the sod,",
    "I will drag you back from the starry spheres,",
    "Yea, down from the very bosom of God.",
    "You cannot hide from the sun and the wind,",
    "Or the whispered song of the April rain,",
    "The proud earth that moulds all things to her mind,",
    "Shall gather you out of the deeps again.",
    "You shall follow once more a wandering fire,",
    "You shall gaze again on the starlit sea,",
    "You shall gather roses out of the mire:",
    "Alas, but you shall not remember me."
  ],
  "title": "The Body to the Soul",
  "year": ""
}