{
  "author": "Ernesto Cardenal",
  "classification": "Free Verse",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176257",
  "region": "Latin America",
  "text": [
    "I set out from the Port of Acapulco on the twenty-third of March",
    "And kept a steady course until Saturday, the fourth of April, when",
    "A half hour before dawn, we saw by the light of the moon",
    "That a ship had come alongside",
    "With sails and a bow that seemed to be of silver.",
    "Our helmsman cried out to them to stand off",
    "But no one answered, as though they were all asleep.",
    "Again we called out: “",
    "?”",
    "And they said: Peru!",
    "After which we heard trumpets, and muskets firing,",
    "And they ordered me to come down into their longboat",
    "To cross over to where their Captain was.",
    "I found him walking the deck,",
    "Went up to him, kissed his hands and he asked me:",
    "“What silver or gold I had aboard that ship?”",
    "I said, “None at all,",
    "None at all, My Lord, only my dishes and cups.”",
    "So then he asked me if I knew the Viceroy.",
    "I said I did. And I asked the Captain,",
    "“If he were Captain Drake himself and no other?”",
    "The Captain replied that",
    "“He was the very Drake I spoke of.”",
    "We spoke together a long time, until the hour of dinner,",
    "And he commanded that I sit by his side.",
    "His dishes and cups are of silver, bordered with gold",
    "With his crest upon them.",
    "He has with him many perfumes and scented waters in crystal vials",
    "Which, he said, the Queen had given him.",
    "He dines and sups always with music of violins",
    "And also takes with him everywhere painters who keep painting",
    "All the coast for him.",
    "He is a man of some twenty-four years, small, with a reddish beard.",
    "He is a nephew of",
    "* the pirate.",
    "And is one of the greatest mariners there are upon the sea.",
    "The day after, which was Sunday, he clothed himself in splendid garments",
    "And had them hoist all their flags",
    "With pennants of divers colors at the mastheads,",
    "The bronze rings, and chains, and the railings and",
    "The lights on the Alcazar shining like gold.",
    "His ship was like a gold dragon among the dolphins.",
    "And we went, with his page, to my ship to look at the coffers.",
    "All day long until night he spent looking at what I had.",
    "What he took from me was not much,",
    "A few trifles of my own,",
    "And he gave me a cutlass and a silver brassart for them,",
    "Asking me to forgive him",
    "Since it was for his lady that he was taking them:",
    "He would let me go, he said, the next morning, as soon as there was a breeze;",
    "For this I thanked him, and kissed his hands.",
    "He is carrying, in his galleon, three thousand bars of silver",
    "Three coffers full of gold",
    "Twelve great coffers of pieces of eight:",
    "And he says he is heading for China",
    "Following the charts and steered by a Chinese pilot whom he captured ..."
  ],
  "title": "Drake in the Southern Sea",
  "year": ""
}