{
  "author": "Ernesto Cardenal",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180094",
  "region": "Latin America",
  "text": [
    "Tropical nights in Central America,",
    "with moonlit lagoons and volcanoes",
    "and lights from presidential palaces,",
    "barracks and sad curfew warnings.",
    "\"Often while smoking a cigarette",
    "I've decided that a man should die,\"",
    "says Ubico smoking a cigarette . . .",
    "In his pink-wedding-cake palace",
    "Ubico has a head cold. Outside, the people",
    "were dispersed with phosphorous bombs.",
    "San Salvador laden with night and espionage,",
    "with whispers in homes and boardinghouses",
    "and screams in police stations.",
    "Carías' palace stoned by the people.",
    "A window of his office has been smashed,",
    "and the police have fired upon the people.",
    "And Managua the target of machine guns",
    "from the chocolate-cookie palace",
    "and steel helmets patrolling the streets.",
    "Watchman! What hour is it of the night?",
    "The",
    "of Honduras used to carry their money in their hats",
    "when the",
    "sowed their seed",
    "and the Hondurans were masters of their land.",
    "When there was money",
    "and there were no foreign loans",
    "or taxes for J.P. Morgan & Co.,",
    "and the fruit company wasn't competing with the little dirt farmer.",
    "But the United Fruit Company arrived",
    "with its subsidiaries the Tela Railroad Company",
    "and the Trujillo Railroad Company",
    "allied with the Cuyamel Fruit Company",
    "and Vaccaro Brothers & Company",
    "later Standard Fruit & Steamship Company",
    "of the Standard Fruit & Steamship Corporation:",
    "the United Fruit Company",
    "with its revolutions for the acquisition of concessions",
    "and exemptions of millions in import duties",
    "and export duties, revisions of old concessions",
    "and grants for new exploitations,",
    "violations of contracts, violations",
    "of the Constitution . . .",
    "And all the conditions are dictated by the Company",
    "with liabilities in case of confiscation",
    "(liabilities of the nation, not of the Company)",
    "and the conditions composed by the latter (the Company)",
    "for the return of the plantations to the nation",
    "(given free by the nation to the Company)",
    "at the end of 99 years . . .",
    "\"and all the other plantations belonging",
    "to any other persons or companies or enterprises",
    "which may be dependents of the contractors and in which",
    "this latter has or may have in the future",
    "any interest of any kind will be as a consequence",
    "included in the previous terms and conditions . . .\"",
    "(Because the Company also corrupted prose.)",
    "The condition was that the Company build the Railroad,",
    "but the Company wasn't building it,",
    "because in Honduras mules were cheaper than the Railroad,",
    "and \"a Gongressman was chipper than a mule,\"",
    "as Zemurray used to say,",
    "even though he continued to enjoy tax exemptions",
    "and a grant of 175,000 acres of the Company,",
    "with the obligation to pay the nation for each mile",
    "that he didn't build, but he didn't pay anything to the nation",
    "even though he didn't build a single mile (Carías is the dictator",
    "who didn't build the greatest number of miles of railroad)",
    "and after all, that shitty railroad was",
    "of no use to the nation",
    "because it was a railroad between two plantations",
    "and not between the cities of Trujillo and Tegucigalpa.",
    "They corrupt the prose and they corrupt the Congress.",
    "The banana is left to rot on the plantations,",
    "or to rot in the cars along the railroad tracks",
    "or it's cut overripe so it can be rejected",
    "when it reaches the wharf or be thrown into the sea;",
    "the bunches of bananas declared bruised, or too skinny,",
    "or withered, or green, or overripe, or diseased:",
    "so there'll be no cheap bananas,",
    "or so as to buy bananas cheap.",
    "Until there's hunger along the Atlantic Coast of Nicaragua.",
    "And the farmers are put in jail for not selling at 30 cents",
    "and their bananas are slashed with bayonets",
    "and the Mexican Trader Steamship sinks with their barges on them",
    "and the strikers are cowed with bullets.",
    "(And the Nicaraguan congressmen are invited to a garden party.)",
    "But the black worker has seven children.",
    "And what can you do? You've got to eat,",
    "And you've got to accept what they offer to pay.",
    "24 cents a bunch.",
    "While the Tropical Radio Subsidiary was cabling Boston:",
    "\"We assume that Boston will give its approval to",
    "the payment made to the Nicaraguan congressmen of the majority",
    "party",
    "because of the incalculable benefits that it represents for",
    "the Company.\"",
    "And from Boston to Galveston by telegraph",
    "and from Galveston by cable and telegraph to Mexico",
    "and from Mexico by cable to San Juan del Sur",
    "and from San Juan del Sur by telegraph to Puerto Limón",
    "and from Puerto Limón by canoe way into the mountains",
    "arrives the order of the United Fruit Company:",
    "\"United is buying no more bananas.\"",
    "And workers are laid off in Puerto Limón.",
    "And the little workshops close.",
    "Nobody can pay his debts.",
    "And the bananas rotting in the railroad cars.",
    "So there'll be no cheap bananas",
    "And so that there'll be bananas cheap,",
    "19 cents a bunch.",
    "The workers get IOUs instead of wages.",
    "Instead of payment, debts,",
    "And the plantations are abandoned, for they're useless now,",
    "and given to colonies of unemployed.",
    "And the United Fruit Company in Costa Rica",
    "with its subsidiaries the Costa Rica Banana Company",
    "and the Northern Railway Company and",
    "the International Radio Telegraph Company",
    "and the Costa Rica Supply Company",
    "are fighting in court against an orphan.",
    "The cost of derailment is $25 in damages",
    "(but it would have cost more to repair the track).",
    "And congressmen, cheaper than mules, Zemurray used to say.",
    "Sam Zemurray, the Turkish banana peddler",
    "in Mobile, Alabama, who one day took a trip to New Orleans",
    "and on the wharves saw United throwing bananas into the sea",
    "and he offered to buy all the fruit to make vinegar,",
    "he bought it, and he sold it right there in New Orleans",
    "and United had to give him land in Honduras",
    "to get him to break his contract in New Orleans,",
    "and that's how Sam Zemurray abbointed bresidents in Jonduras.",
    "He provoked border disputes between Guatemala and Honduras",
    "(which meant between the United Fruit Company and",
    "company)",
    "proclaiming that Honduras (",
    "company) must not lose",
    "\"one inch of land not only in the disputed strip",
    "but also in any other zone of Honduras",
    "(of his company) not in dispute . . .\"",
    "(while United was defeating the rights of Honduras",
    "in its lawsuit with Nicaragua Lumber Company)",
    "until the suit ended because he merged with United",
    "and afterward he sold all his shares to United",
    "and with the proceed of the sale he bought shares in United",
    "and with the shares he captured the presidency of Boston",
    "(together with its employees the various presidents of Honduras)",
    "and he was now the owner of both Honduras and Guatemala",
    "and that was the end of the lawsuit over the exhausted lands",
    "that were now of no use either to Guatemala or Honduras."
  ],
  "title": "Zero Hour",
  "year": ""
}