{
  "author": "David Ignatow",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Death",
    "The Body",
    "Living",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172194",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Interesting that I have to live with my skeleton.",
    "It stands, prepared to emerge, and I carry it",
    "with me—this other thing I will become at death,",
    "and yet it keeps me erect and limber in my walk,",
    "my rival.",
    "What will the living see of me",
    "if they should open my grave but my bones",
    "that will stare at them through hollow sockets",
    "and bared teeth.",
    "I write this to warn my friends",
    "not to be shocked at my changed attitude",
    "toward them, but to be aware",
    "that I have it in me to be someone",
    "other than I am, and I write to ask forgiveness",
    "that death is not wholesome for friendships,",
    "that bones do not talk, have no quarrel with me,",
    "do not even know I exist.",
    "A machine called skeleton will take my place",
    "in the minds of others when I am dead",
    "among the living, and that machine",
    "will make it obvious that I have died",
    "to be identified by bones",
    "that have no speech, no thought, no mind",
    "to speak of having let themselves be carried",
    "once around in me, as at my service",
    "at the podium or as I lay beside my love",
    "or when I held my child at birth",
    "or embraced a friend or shook a critic's hand",
    "or held a pen to sign a check or book",
    "or wrote a farewell letter to a love",
    "or held my penis at the bowl",
    "or lay my hand upon my face at the mirror",
    "and approved of it.",
    "There is Ignatow, it will be said,",
    "looking down inside the open grave.",
    "I'll be somewhere in my poems, I think,",
    "to be mistaken for my bones, but There's Ignatow",
    "will be said. I say to those who persist,",
    "just read what I have written.",
    "I'll be there, held together by another kind",
    "of structure, of thought and imagery,",
    "mind and matter, love and longing, tensions",
    "opposite, such as the skeleton requires",
    "to stand upright, to move with speed,",
    "to sit with confidence, my friend the skeleton",
    "and I its friend, shielding it from harm."
  ],
  "title": "My skeleton, my rival",
  "year": ""
}