{
  "author": "David Ignatow",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Theater",
    "Dance"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172189",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "As I enter the theatre the play is going on.",
    "I hear the father say to the son on stage,",
    "You’ve taken the motor apart.",
    "The son replies, The roof is leaking.",
    "The father retorts, The tire is flat.",
    "Tiptoeing down the aisle, I find my seat,",
    "edge my way in across a dozen kneecaps",
    "as I tremble for my sanity.",
    "I have heard doomed voices calling on god the electrode.",
    "Sure enough, as I start to sit",
    "a scream rises from beneath me.",
    "It is one of the players.",
    "If I come down, I’ll break his neck,",
    "caught between the seat and the backrest.",
    "Now the audience and the players on stage,",
    "their heads turned towards me, are waiting",
    "for the sound of the break. Must I?",
    "Those in my aisle nod slowly, reading my mind,",
    "their eyes fixed on me, and I understand",
    "that each has done the same.",
    "Must I kill this man as the price of my admission",
    "to this play? His screams continue loud and long.",
    "I am at a loss as to what to do,",
    "I panic, I freeze.",
    "My training has been to eat the flesh of pig.",
    "I might even have been able to slit a throat.",
    "As a child I witnessed the dead chickens",
    "over a barrel of sawdust absorbing their blood.",
    "I then brought them in a bag to my father",
    "who sold them across his counter. Liking him,",
    "I learned to like people and enjoy their company too,",
    "which of course brought me to this play.",
    "But how angry I become.",
    "Now everybody is shouting at me to sit down,",
    "sit down or I’ll be thrown out.",
    "The father and son have stepped off stage",
    "and come striding down the aisle side by side.",
    "They reach me, grab me by the shoulder",
    "and force me down. I scream, I scream,",
    "as if to cover the sound of the neck breaking.",
    "All through the play I scream",
    "and am invited on stage to take a bow.",
    "I lose my senses and kick the actors in the teeth.",
    "There is more laughter",
    "and the actors acknowledge my performance with a bow.",
    "How should I understand this?",
    "Is it to say that if I machine-gun the theatre",
    "from left to right they will respond with applause",
    "that would only gradually diminish with each death?",
    "I wonder then whether logically I should kill myself",
    "too out of admiration. A question indeed,",
    "as I return to my seat and observe a new act",
    "of children playfully aiming their kicks",
    "at each other’s groins."
  ],
  "title": "Ritual One",
  "year": ""
}