{
  "author": "Rudyard Kipling",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "Social Commentaries",
    "War",
    "Conflict",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/248628",
  "region": "England",
  "text": [
    "A. “I was a Have.” B. “I was a ‘have-not.’”",
    "“What hast thou given which I gave not?”",
    "We were together since the War began.",
    "He was my servant—and the better man.",
    "My son was killed while laughing at some jest. I would I knew",
    "What it was, and it might serve me in a time when jests are few.",
    "I have slain none except my Mother. She",
    "(Blessing her slayer) died of grief for me.",
    "Pity not! The Army gave",
    "Freedom to a timid slave:",
    "In which Freedom did he find",
    "Strength of body, will, and mind:",
    "By which strength he came to prove",
    "Mirth, Companionship, and Love:",
    "For which Love to Death he went:",
    "In which Death he lies content.",
    "Body and Spirit I surrendered whole",
    "To harsh Instructors—and received a soul . . .",
    "If mortal man could change me through and through",
    "From all I was—what may The God not do?",
    "This man in his own country prayed we know not to what Powers.",
    "We pray Them to reward him for his bravery in ours.",
    "I could not look on Death, which being known,",
    "Men led me to him, blindfold and alone.",
    "My name, my speech, my self I had forgot.",
    "My wife and children came—I knew them not.",
    "I died. My Mother followed. At her call",
    "And on her bosom I remembered all.",
    "Gods of the Nile, should this stout fellow here",
    "Get out—get out! He knows not shame nor fear.",
    "The blown sand heaps on me, that none may learn",
    "Where I am laid for whom my children grieve . . .",
    "O wings that beat at dawning, ye return",
    "Out of the desert to your young at eve!",
    "We giving all gained all.",
    "Neither lament us nor praise.",
    "Only in all things recall,",
    "It is Fear, not Death that slays.",
    "From little towns in a far land we came,",
    "To save our honour and a world aflame.",
    "By little towns in a far land we sleep;",
    "And trust that world we won for you to keep!",
    "Death favoured me from the first, well knowing I could not endure",
    "To wait on him day by day. He quitted my betters and came",
    "Whistling over the fields, and, when he had made all sure,",
    "“Thy line is at end,” he said, “but at least I have saved its name.”",
    "On the first hour of my first day",
    "In the front trench I fell.",
    "(Children in boxes at a play",
    "Stand up to watch it well.)",
    "Laughing through clouds, his milk-teeth still unshed,",
    "Cities and men he smote from overhead.",
    "His deaths delivered, he returned to play",
    "Childlike, with childish things now put away.",
    "I was of delicate mind. I stepped aside for my needs,",
    "Disdaining the common office. I was seen from afar and killed . . .",
    "How is this matter for mirth? Let each man be judged by his deeds.",
    "Prometheus brought down fire to men,",
    "This brought up water.",
    "The Gods are jealous—now, as then,",
    "Giving no quarter.",
    "On land and sea I strove with anxious care",
    "To escape conscription. It was in the air!",
    "Faithless the watch that I kept: now I have none to keep.",
    "I was slain because I slept: now I am slain I sleep.",
    "Let no man reproach me again, whatever watch is unkept—",
    "I sleep because I am slain. They slew me because I slept.",
    "If any mourn us in the workshop, say",
    "We died because the shift kept holiday.",
    "If any question why we died,",
    "Tell them, because our fathers lied.",
    "I could not dig: I dared not rob:",
    "Therefore I lied to please the mob.",
    "Now all my lies are proved untrue",
    "And I must face the men I slew.",
    "What tale shall serve me here among",
    "Mine angry and defrauded young?",
    "If I had clamoured at Thy Gate",
    "For gift of Life on Earth,",
    "And, thrusting through the souls that wait,",
    "Flung headlong into birth—",
    "Even then, even then, for gin and snare",
    "About my pathway spread,",
    "Lord, I had mocked Thy thoughtful care",
    "Before I joined the Dead!",
    "But now? . . . I was beneath Thy Hand",
    "Ere yet the Planets came.",
    "And now—though Planets pass, I stand",
    "The witness to Thy shame!",
    "Daily, though no ears attended,",
    "Did my prayers arise.",
    "Daily, though no fire descended,",
    "Did I sacrifice.",
    "Though my darkness did not lift,",
    "Though I faced no lighter odds,",
    "Though the Gods bestowed no gift,",
    "None the less,",
    "None the less, I served the Gods!",
    "He from the wind-bitten North with ship and companions descended,",
    "Searching for eggs of death spawned by invisible hulls.",
    "Many he found and drew forth. Of a sudden the fishery ended",
    "In flame and a clamours breath known to the eye-pecking gulls.",
    "For Fog and Fate no charm is found",
    "To lighten or amend.",
    "I, hurrying to my bride, was drowned—",
    "Cut down by my best friend.",
    "I was a shepherd to fools",
    "Causelessly bold or afraid.",
    "They would not abide by my rules.",
    "Yet they escaped. For I stayed.",
    "Headless, lacking foot and hand,",
    "Horrible I come to land.",
    "I beseech all women’s sons",
    "Know I was a mother once.",
    "One used and butchered me: another spied",
    "Me broken—for which thing an hundred died.",
    "So it was learned among the heathen hosts",
    "How much a freeborn woman’s favour costs.",
    "I have watched a thousand days",
    "Push out and crawl into night",
    "Slowly as tortoises.",
    "Now I, too, follow these.",
    "It is fever, and not the fight—",
    "Time, not battle,—that slays.",
    "Call me not false, beloved,",
    "If, from thy scarce-known breast",
    "So little time removed,",
    "In other arms I rest.",
    "For this more ancient bride,",
    "Whom coldly I embrace,",
    "Was constant at my side",
    "Before I saw thy face.",
    "Our marriage, often set—",
    "By miracle delayed—",
    "At last is consummate,",
    "And cannot be unmade.",
    "Live, then, whom Life shall cure,",
    "Almost, of Memory,",
    "And leave us to endure",
    "Its immortality.",
    "Ah, would swift ships had never been, for then we ne’er had found,",
    "These harsh Aegean rocks between, this little virgin drowned,",
    "Whom neither spouse nor child shall mourn, but men she nursed through pain",
    "And—certain keels for whose return the heathen look in vain.",
    "We counterfeited once for your disport",
    "Men's joy and sorrow: but our day has passed.",
    "We pray you pardon all where we fell short—",
    "Seeing we were your servants to this last.",
    "We have served our day."
  ],
  "title": "Epitaphs of the War",
  "year": ""
}