{
  "author": "Rudyard Kipling",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Music",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Travels",
    "Journeys",
    "War",
    "Conflict",
    "Time",
    "Brevity"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/176149",
  "region": "England",
  "text": [
    "You couldn’t pack a Broadwood half a mile—",
    "You mustn’t leave a fiddle in the damp—",
    "You couldn’t raft an organ up the Nile,",
    "And play it in an Equatorial swamp.",
    "travel with the cooking-pots and pails—",
    "I’m sandwiched ’tween the coffee and the pork—",
    "And when the dusty column checks and tails,",
    "You should hear me spur the rearguard to a walk!",
    "With my",
    "[Oh, it’s any tune that comes into my head!]",
    "So I keep ’em moving forward till they drop;",
    "So I play ’em up to water and to bed.",
    "In the silence of the camp before the fight,",
    "When it’s good to make your will and say your prayer,",
    "You can hear my strumpty-tumpty overnight,",
    "Explaining ten to one was always fair.",
    "I’m the Prophet of the Utterly Absurd,",
    "Of the Patently Impossible and Vain—",
    "And when the Thing that Couldn’t has occurred,",
    "Give me time to change my leg and go again.",
    "With my",
    "In the desert where the dung-fed camp-smoke curled.",
    "There was never voice before us till I led our lonely chorus,",
    "I—the war-drum of the White Man round the world!",
    "By the bitter road the Younger Son must tread,",
    "Ere he win to hearth and saddle of his own,—",
    "’Mid the riot of the shearers at the shed,",
    "In the silence of the herder’s hut alone—",
    "In the twilight, on a bucket upside down,",
    "Hear me babble what the weakest won’t confess—",
    "I am Memory and Torment—I am Town!",
    "I am all that ever went with evening dress!",
    "With my",
    "[So the lights—the London Lights—grow near and plain!]",
    "So I rowel ’em afresh towards the Devil and the Flesh",
    "Till I bring my broken rankers home again.",
    "In desire of many marvels over sea,",
    "Where the new-raised tropic city sweats and roars,",
    "I have sailed with Young Ulysses from the quay",
    "Till the anchor rumbled down on stranger shores.",
    "He is blooded to the open and the sky,",
    "He is taken in a snare that shall not fail,",
    "He shall hear me singing strongly, till he die,",
    "Like the shouting of a backstay in a gale.",
    "With my",
    "[Oh, the green that thunders aft along the deck!]",
    "Are you sick o’ towns and men? You must sign and sail again,",
    "For it’s ‘Johnny Bowlegs, pack your kit and trek!’",
    "Through the gorge that gives the stars at noon-day clear—",
    "Up the pass that packs the scud beneath our wheel—",
    "Round the bluff that sinks her thousand fathom sheer—",
    "Down the valley with our guttering brakes asqueal:",
    "Where the trestle groans and quivers in the snow,",
    "Where the many-shedded levels loop and twine,",
    "Hear me lead my reckless children from below",
    "Till we sing the Song of Roland to the pine!",
    "With my",
    "[Oh, the axe has cleared the mountain, croup and crest!]",
    "And we ride the iron stallions down to drink,",
    "Through the cañons to the waters of the West!",
    "And the tunes that mean so much to you alone—",
    "Common tunes that make you choke and blow your nose—",
    "Vulgar tunes that bring the laugh that brings the groan—",
    "I can rip your very heartstrings out with those;",
    "With the feasting, and the folly, and the fun—",
    "And the lying, and the lusting, and the drink,",
    "And the merry play that drops you, when you’re done.",
    "To the thoughts that burn like irons if you think.",
    "With my",
    "Here’s a trifle on account of pleasure past,",
    "Ere the wit that made you win gives you eyes to see your sin",
    "And—the heavier repentance at the last!",
    "Let the organ moan her sorrow to the roof—",
    "I have told the naked stars the Grief of Man!",
    "Let the trumpet snare the foeman to the proof—",
    "I have known Defeat, and mocked it as we ran!",
    "My bray ye may not alter nor mistake",
    "When I stand to jeer the fatted Soul of Things,",
    "But the Song of Lost Endeavour that I make,",
    "Is it hidden in the twanging of the strings?",
    "With my",
    "[Is it naught to you that hear and pass me by?]",
    "But the word—the word is mine, when the order moves the line",
    "And the lean, locked ranks go roaring down to die!",
    "The grandam of my grandam was the Lyre—",
    "[Oh, the blue below the little fisher-huts!]",
    "That the Stealer stooping beachward filled with fire,",
    "Till she bore my iron head and ringing guts!",
    "By the wisdom of the centuries I speak—",
    "To the tune of yestermorn I set the truth—",
    "I, the joy of life unquestioned—I, the Greek—",
    "I, the everlasting Wonder-song of Youth!",
    "With my",
    "[What d’ye lack, my noble masters! What d’ye lack?]",
    "So I draw the world together link by link:",
    "Yea, from Delos up to Limerick and back!"
  ],
  "title": "The Song of the Banjo",
  "year": ""
}