{
  "author": "Rudyard Kipling",
  "classification": "Refrain",
  "keywords": [
    "Nature",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Travels",
    "Journeys"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/176150",
  "region": "England",
  "text": [
    "There’s a whisper down the field where the year has shot her yield,",
    "And the ricks stand grey to the sun,",
    "Singing: ‘Over then, come over, for the bee has quit the clover,",
    "‘And your English summer's done.’",
    "You have heard the beat of the off-shore wind,",
    "And the thresh of the deep-sea rain;",
    "You have heard the song—how long? how long?",
    "Pull out on the trail again!",
    "Ha’ done with the Tents of Shem, dear lass,",
    "We’ve seen the seasons through,",
    "And it’s time to turn on the old trail, our own trail, the out trail,",
    "Pull out, pull out, on the Long Trail—the trail that is always new!",
    "It’s North you may run to the rime-ringed sun",
    "Or South to the blind Horn’s hate;",
    "Or East all the way into Mississippi Bay,",
    "Or West to the Golden Gate—",
    "Where the blindest bluffs hold good, dear lass,",
    "And the wildest tales are true,",
    "And the men bulk big on the old trail, our own trail, the out trail,",
    "And life runs large on the Long Trail—the trail that is always new.",
    "The days are sick and cold, and the skies are grey and old,",
    "And the twice-breathed airs blow damp;",
    "And I’d sell my tired soul for the bucking beam-sea roll",
    "Of a black Bilbao tramp,",
    "With her load-line over her hatch, dear lass,",
    "And a drunken Dago crew,",
    "And her nose held down on the old trail, our own trail, the out trail",
    "From Cadiz south on the Long Trail—the trail that is always new.",
    "There be triple ways to take, of the eagle or the snake,",
    "Or the way of a man with a maid;",
    "But the sweetest way to me is a ship’s upon the sea",
    "In the heel of the North-East Trade.",
    "Can you hear the crash on her bows, dear lass,",
    "And the drum of the racing screw,",
    "As she ships it green on the old trail, our own trail, the out trail,",
    "As she lifts and ’scends on the Long Trail—the trail that is always new?",
    "See the shaking funnels roar, with the Peter at the fore,",
    "And the fenders grind and heave,",
    "And the derricks clack and grate, as the tackle hooks the crate,",
    "And the fall-rope whines through the sheave;",
    "It’s ‘Gang-plank up and in,’ dear lass,",
    "It’s ‘Hawsers warp her through!’",
    "And it's ‘All clear aft’ on the old trail, our own trail, the out trail,",
    "We’re backing down on the Long Trail—the trail that is always new.",
    "O the mutter overside, when the port-fog holds us tied,",
    "And the sirens hoot their dread,",
    "When foot by foot we creep o’er the hueless, viewless deep",
    "To the sob of the questing lead!",
    "It’s down by the Lower Hope, dear lass,",
    "With the Gunfleet Sands in view,",
    "Till the Mouse swings green on the old trail, our own trail, the out trail,",
    "And the Gull Light lifts on the Long Trail—the trail that is always new.",
    "O the blazing tropic night, when the wake’s a welt of light",
    "That holds the hot sky tame,",
    "And the steady fore-foot snores through the planet-powdered floors",
    "Where the scared whale flukes in flame!",
    "Her plates are flaked by the sun, dear lass,",
    "And her ropes are taut with the dew,",
    "For we’re booming down on the old trail, our own trail, the out trail,",
    "We’re sagging south on the Long Trail—the trail that is always new.",
    "Then home, get her home, where the drunken rollers comb,",
    "And the shouting seas drive by,",
    "And the engines stamp and ring, and the wet bows reel and swing,",
    "And the Southern Cross rides high!",
    "Yes, the old lost stars wheel back, dear lass,",
    "That blaze in the velvet blue.",
    "They’re all old friends on the old trail, our own trail, the out trail,",
    "They’re God’s own guides on the Long Trail—the trail that is always new.",
    "Fly forward, O my heart, from the Foreland to the Start—",
    "We’re steaming all too slow,",
    "And it’s twenty thousand mile to our little lazy isle",
    "Where the trumpet-orchids blow!",
    "You have heard the call of the off-shore wind",
    "And the voice of the deep-sea rain;",
    "You have heard the song—how long?—how long?",
    "Pull out on the trail again!",
    "The Lord knows what we may find, dear lass,",
    "And The Deuce knows what we may do—",
    "But we’re back once more on the old trail, our own trail, the out trail,",
    "We’re down, hull-down, on the Long Trail—the trail that is always new!"
  ],
  "title": "The Long Trail",
  "year": ""
}