{
  "author": "Rudyard Kipling",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/248680",
  "region": "England",
  "text": [
    "These were our children who died for our lands: they were dear in our sight.",
    "We have only the memory left of their home-treasured sayings and laughter.",
    "The price of our loss shall be paid to our hands, not another’s hereafter.",
    "Neither the Alien nor Priest shall decide on it. That is our right.",
    "At the hour the Barbarian chose to disclose his pretences,",
    "And raged against Man, they engaged, on the breasts that they bared for us,",
    "The first felon-stroke of the sword he had long-time prepared for us—",
    "Their bodies were all our defence while we wrought our defences.",
    "They bought us anew with their blood, forbearing to blame us,",
    "Those hours which we had not made good when the Judgment o’ercame us.",
    "They believed us and perished for it. Our statecraft, our learning",
    "Delivered them bound to the Pit and alive to the burning",
    "Whither they mirthfully hastened as jostling for honour—",
    "Nor since her birth has our Earth seen such worth loosed upon her.",
    "Nor was their agony brief, or once only imposed on them.",
    "The wounded, the war-spent, the sick received no exemption:",
    "Being cured they returned and endured and achieved our redemption,",
    "Hopeless themselves of relief, till Death, marveling, closed on them.",
    "That flesh we had nursed from the first in all cleanness was given",
    "To corruption unveiled and assailed by the malice of Heaven—",
    "By the heart-shaking jests of Decay where it lolled in the wires—",
    "To be blanched or gay-painted by fumes— to be cindered by fires—",
    "To be senselessly tossed and retossed in stale mutilation",
    "From crater to crater. For that we shall take expiation."
  ],
  "title": "The Children",
  "year": ""
}