{
  "author": "Marin Sorescu",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181443",
  "region": "Eastern Europe",
  "text": [
    "I go again to the sea and converse with Ovid",
    "whose verses like the Romanian coast roll along",
    "so wide and subdued: waves that wait for the ice to break.",
    "My poet, you that make what I sing to thousand years old,",
    "ancient boundary stone on the edge of the Romanian language,",
    "you the gulls have elected on to the governing board of our",
    "epics,",
    "of our song-grief you turned into Latin and gave",
    "to the wind to carry to Rome and there, chiselled",
    "into the column, await the Dacian prisoners.",
    "You the first whom nostalgia, our",
    ", ate up",
    "in those fields where the dust is sweet. You the first",
    "to put your trust like a child in poetry’s spellbinding power",
    "and in help from abroad.",
    "Sooner the Emperor would have sent experts to you at Tomi,",
    "to change the climate, than see you back home,",
    "your airy fame back in the purple of his retainers.",
    "Who, he has said himself, could be better suited",
    "to stand on the shore of the Pontus Euxinus, observing",
    "how gradually it becomes the Black Sea, than a poet,",
    "a good one, and one of repute—whom shall we send then,",
    "whom?",
    "And the choice fell on you, Ovid.",
    "You were the first to occur to him because you",
    "had just begun to be known, appreciated and talked about",
    "like a bitter-sweet herb—that was your predicament.",
    "Augustus liked your elegies, but only from a distance,",
    "where they had the remedial effect the physicians prescribed,",
    "an agreeable melancholy, after meals especially, when they",
    "repeated on him...",
    "The elegies were a medicine prescribed by the physicians",
    "to save the Empire.",
    "He even said: ‘Why hasn’t that boy sent us anything lately?",
    "Force him to work, pinch him a bit, so that he’ll grow",
    "sad and Pontic, this wind is troubling me again, I’m gulping air...’",
    "‘People are asking why you had to relegate him,’ a senator",
    "timidly interjected.",
    "‘Suggest to them that he subverted the Empire,’ the Emperor",
    "cynically smiled.",
    "‘Morally or materially?’—the exalted servant seemed hard",
    "of hearing.",
    "‘What, are you trying to drive me into a quandary? Both, let’s",
    "say, a bit of each.",
    "Ovid has done immense material",
    "moral harm",
    "to Latinity, and the citizens are indignant.",
    "Or perhaps,’ he considered, ‘moral would be better,",
    "after all we are an Imperium and don’t stint the expenses",
    "of a poet, but in moral matters we’re strict: so, he corrupted",
    "our youth.’",
    "Next day Augustus had second thoughts:",
    "‘No, for the time being no explanations, for anyone,",
    "till we’ve thought of something more plausible’; and, to",
    "change the subject,",
    "‘What's Horace doing?’ ‘It's taken hold of him too, he’s writing",
    "no more odes but only",
    ", nothing but epodes, an obscure",
    "sort of gibberish,",
    "what shall we do about Horace, will he too become a case?’",
    "‘Let him be, let him be. Let’s wait and see how he develops,",
    "he may have talent.",
    "Maecenas and his house, after all, will take care of the cost",
    "and we shall send him the bill with a troop of a hundred men.",
    "But as for Ovid, he shall stay for a while yet",
    "at Tomi, and no one shall hurt a hair of his head. We shall",
    "think it over, mediate, consult the augurs too.",
    "No precipitous measures, where poets are concerned.’",
    "Two thousand years have passed, and the Emperor",
    "has not hit on appropriate action, he’s thinking still.",
    "But you must not give up hope, Ovid, you will be pardoned.",
    "The matter was only provisional, an emergency, so be patient,",
    "the problem will be resolved, as I said, when circumstances",
    "permit.",
    "I go again to the sea and converse with Ovid,",
    "the poet whose lines of fortune and arteries my earth senses",
    "when he raises the Dobruja’s broad hand to his brow."
  ],
  "title": "To the Sea",
  "year": ""
}