{
  "author": "Philip Appleman",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Activities",
    "Nature",
    "Class",
    "Winter",
    "Money",
    "Economics",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175910",
  "region": "",
  "text": [
    "(the way bed is in winter, like an aproned lap,",
    "like furry mittens,",
    "like childhood crouching under tables)",
    "The Ninth Day of Xmas, in the morning black",
    "outside our window: clattering cans, the whir",
    "of a hopper, shouts, a whistle,",
    "...",
    "I see them in my warm imagination",
    "the way I’ll see them later in the cold,",
    "heaving the huge cans and running",
    "(running!) to the next house on the street.",
    "My vestiges of muscle stir",
    "uneasily in their percale cocoon:",
    "what moves those men out there, what",
    "drives them running to the next house and the next?",
    "Halfway back to dream, I speculate:",
    "The Social Weal? “Let’s make good old",
    "Bloomington a cleaner place",
    "to live in—right, men?",
    "”",
    "Healthy Competition? “Come on, boys,",
    "let’s burn up that route today and beat those dudes",
    "on truck thirteen!”",
    "Enlightened Self-Interest? “Another can,",
    "another dollar—don’t slow down, Mac, I’m puttin’",
    "three kids through Princeton?”",
    "Or something else?",
    "Terror?",
    "A half hour later, dawn comes edging over",
    "Clark Street: layers of color, laid out like",
    "a flattened rainbow—red, then yellow, green,",
    "and over that the black-and-blue of night",
    "still hanging on. Clark Street maples wave",
    "their silhouettes against the red, and through",
    "the twiggy trees, I see a solid chunk",
    "of garbage truck, and stick-figures of men,",
    "like windup toys, tossing little cans—",
    "and",
    "All day they’ll go like that, till dark again,",
    "and all day, people fussing at their desks,",
    "at hot stoves, at machines, will jettison",
    "tin cans, bare evergreens, damp Kleenex, all",
    "things that are Caesar’s.",
    "O garbage men,",
    "the New Year greets you like the Old;",
    "after this first run you too may rest",
    "in beds like great warm aproned laps",
    "and know that people everywhere have faith:",
    "putting from them all things of this world,",
    "they confidently bide your second coming."
  ],
  "title": "To the Garbage Collectors in Bloomington, Indiana, the First Pickup of the New Year",
  "year": ""
}