{
  "author": "D. H. Lawrence",
  "classification": "Free Verse",
  "keywords": [
    "Trees",
    "Flowers",
    "Winter",
    "Nature"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/173838",
  "region": "England",
  "text": [
    "Even iron can put forth,",
    "Even iron.",
    "This is the iron age,",
    "But let us take heart",
    "Seeing iron break and bud,",
    "Seeing rusty iron puff with clouds of blossom.",
    "The almond-tree,",
    "December's bare iron hooks sticking out of earth.",
    "The almond-tree,",
    "That knows the deadliest poison, like a snake",
    "In supreme bitterness.",
    "Upon the iron, and upon the steel,",
    "Odd flakes as if of snow, odd bits of snow,",
    "Odd crumbs of melting snow.",
    "But you mistake, it is not from the sky;",
    "From out the iron, and from out the steel,",
    "Flying not down from heaven, but storming up,",
    "Strange storming up from the dense under-earth",
    "Along the iron, to the living steel",
    "In rose-hot tips, and flakes of rose-pale snow",
    "Setting supreme annunciation to the world.",
    "Nay, what a heart of delicate super-faith,",
    "Iron-breaking,",
    "The rusty swords of almond-trees.",
    "Trees suffer, like races, down the long ages.",
    "They wander and are exiled, they live in exile through long ages",
    "Like drawn blades never sheathed, hacked and gone black,",
    "The alien trees in alien lands: and yet",
    "The heart of blossom,",
    "The unquenchable heart of blossom!",
    "Look at the many-cicatrised frail vine, none more scarred and frail,",
    "Yet see him fling himself abroad in fresh abandon",
    "From the small wound-stump.",
    "Even the wilful, obstinate, gummy fig-tree",
    "Can be kept down, but he'll burst like a polyp into prolixity.",
    "And the almond-tree, in exile, in the iron age!",
    "This is the ancient southern earth whence the vases were baked, amphoras, craters, cantharus, oenochoe, and open-hearted cylix,",
    "Bristling now with the iron of almond-trees",
    "Iron, but unforgotten,",
    "Iron, dawn-hearted,",
    "Ever-beating dawn-heart, enveloped in iron against the exile, against the ages.",
    "See it come forth in blossom",
    "From the snow-remembering heart",
    "In long-nighted January,",
    "In the long dark nights of the evening star, and Sirius, and the Etna snow-wind through the long night.",
    "Sweating his drops of blood through the long-nighted Gethsemane",
    "Into blossom, into pride, into honey-triumph, into most exquisite splendour.",
    "Oh, give me the tree of life in blossom",
    "And the Cross sprouting its superb and fearless flowers!",
    "Something must be reassuring to the almond, in the evening star, and the snow-wind, and the long, long, nights,",
    "Some memory of far, sun-gentler lands,",
    "So that the faith in his heart smiles again",
    "And his blood ripples with that untenable delight of once-more-vindicated faith,",
    "And the Gethsemane blood at the iron pores unfolds, unfolds,",
    "Pearls itself into tenderness of bud",
    "And in a great and sacred forthcoming steps forth, steps out in one stride",
    "A naked tree of blossom, like a bridegroom bathing in dew, divested of cover,",
    "Frail-naked, utterly uncovered",
    "To the green night-baying of the dog-star, Etna's snow-edged wind",
    "And January's loud-seeming sun.",
    "Think of it, from the iron fastness",
    "Suddenly to dare to come out naked, in perfection of blossom, beyond the sword-rust.",
    "Think, to stand there in full-unfolded nudity, smiling,",
    "With all the snow-wind, and the sun-glare, and the dog-star baying epithalamion.",
    "Oh, honey-bodied beautiful one,",
    "Come forth from iron,",
    "Red your heart is.",
    "Fragile-tender, fragile-tender life-body,",
    "More fearless than iron all the time,",
    "And so much prouder, so disdainful of reluctances.",
    "In the distance like hoar-frost, like silvery ghosts communing on a green hill,",
    "Hoar-frost-like and mysterious.",
    "In the garden raying out",
    "With a body like spray, dawn-tender, and looking about",
    "With such insuperable, subtly-smiling assurance,",
    "Sword-blade-born.",
    "Unpromised,",
    "No bounds being set.",
    "Flaked out and come unpromised,",
    "The tree being life-divine,",
    "Fearing nothing, life-blissful at the core",
    "Within iron and earth.",
    "Knots of pink, fish-silvery",
    "In heaven, in blue, blue heaven,",
    "Soundless, bliss-full, wide-rayed, honey-bodied,",
    "Red at the core,",
    "Red at the core,",
    "Knotted in heaven upon the fine light.",
    "Open,",
    "Open,",
    "Five times wide open,",
    "Six times wide open,",
    "And given, and perfect;",
    "And red at the core with the last sore-heartedness,",
    "Sore-hearted-looking."
  ],
  "title": "Almond Blossom",
  "year": ""
}