{
  "author": "D. H. Lawrence",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176795",
  "region": "England",
  "text": [
    "She is large and matronly",
    "And rather dirty,",
    "A little sardonic-looking, as if domesticity had driven her to it.",
    "Though what she does, except lay four eggs at random in the garden once a year",
    "And put up with her husband,",
    "I don't know.",
    "She likes to eat.",
    "She hurries up, striding reared on long uncanny legs,",
    "When food is going.",
    "Oh yes, she can make haste when she likes.",
    "She snaps the soft bread from my hand in great mouthfuls,",
    "Opening her rather pretty wedge of an iron, pristine face",
    "Into an enormously wide-beaked mouth",
    "Like sudden curved scissors,",
    "And gulping at more than she can swallow, and working her thick, soft tongue,",
    "And having the bread hanging over her chin.",
    "O Mistress, Mistress,",
    "Reptile Mistress,",
    "Your eye is very dark, very bright,",
    "And it never softens",
    "Although you watch.",
    "She knows,",
    "She knows well enough to come for food,",
    "Yet she sees me not;",
    "Her bright eye sees, but not me, not anything,",
    "Sightful, sightless, seeing and visionless,",
    "Reptile mistress.",
    "Taking bread in her curved, gaping, toothless mouth,",
    "She has no qualm when she catches my finger in her steel overlapping gums,",
    "But she hangs on, and my shout and my shrinking are nothing to her,",
    "She does not even know she is nipping me with her curved beak.",
    "Snake-like she draws at my finger, while I drag it in horror away.",
    "Mistress, reptile mistress,",
    "You are almost too large, I am almost frightened.",
    "He is much smaller,",
    "Dapper beside her,",
    "And ridiculously small.",
    "Her laconic eye has an earthy, materialistic look,",
    "His, poor darling, is almost fiery.",
    "His wimple, his blunt-prowed face,",
    "His low forehead, his skinny neck, his long, scaled, striving legs,",
    "So striving, striving,",
    "Are all more delicate than she,",
    "And he has a cruel scar on his shell.",
    "Poor darling, biting at her feet,",
    "Running beside her like a dog, biting her earthy, splay feet,",
    "Nipping her ankles,",
    "Which she drags apathetic away, though without retreating into her shell.",
    "Agelessly silent,",
    "And with a grim, reptile determination,",
    "Cold, voiceless age-after-age behind him, serpents' long obstinacy",
    "Of horizontal persistence.",
    "Little old man",
    "Scuffling beside her, bending down, catching his opportunity,",
    "Parting his steel-trap face, so suddenly, and seizing her scaly ankle,",
    "And hanging grimly on,",
    "Letting go at last as she drags away,",
    "And closing his steel-trap face.",
    "His steel-trap, stoic, ageless, handsome face.",
    "Alas, what a fool he looks in this scuffle.",
    "And how he feels it!",
    "The lonely rambler, the stoic, dignified stalker through chaos,",
    "The immune, the animate,",
    "Enveloped in isolation,",
    "Forerunner.",
    "Now look at him!",
    "Alas, the spear is through the side of his isolation.",
    "His adolescence saw him crucified into sex,",
    "Doomed, in the long crucifixion of desire, to seek his consummation beyond himself.",
    "Divided into passionate duality,",
    "He, so finished and immune, now broken into desirous fragmentariness,",
    "Doomed to make an intolerable fool of himself",
    "In his effort toward completion again.",
    "Poor little earthy house-inhabiting Osiris,",
    "The mysterious bull tore him at adolescence into pieces,",
    "And he must struggle after reconstruction, ignominiously.",
    "And so behold him following the tail",
    "Of that mud-hovel of his slowly-rambling spouse,",
    "Like some unhappy bull at the tail of a cow,",
    "But with more than bovine, grim, earth-dank persistence,",
    "Suddenly seizing the ugly ankle as she stretches out to walk,",
    "Roaming over the sods,",
    "Or, if it happen to show, at her pointed, heavy tail",
    "Beneath the low-dropping back-board of her shell.",
    "Their two shells like domed boats bumping,",
    "Hers huge, his small;",
    "Their splay feet rambling and rowing like paddles,",
    "And stumbling mixed up in one another,",
    "In the race of love \u0097",
    "Two tortoises,",
    "She huge, he small.",
    "She seems earthily apathetic,",
    "And he has a reptile's awful persistence.",
    "I heard a woman pitying her, pitying the Mère Tortue.",
    "While I, I pity Monsieur.",
    "\"He pesters her and torments her,\" said the woman.",
    "How much more is",
    "pestered and tormented, say I.",
    "What can he do?",
    "He is dumb, he is visionless,",
    "Conceptionless.",
    "His black, sad-lidded eye sees but beholds not",
    "As her earthen mound moves on,",
    "But he catches the folds of vulnerable, leathery skin,",
    "Nail-studded, that shake beneath her shell,",
    "And drags at these with his beak,",
    "Drags and drags and bites,",
    "While she pulls herself free, and rows her dull mound along."
  ],
  "title": "Lui et Elle",
  "year": ""
}