{
  "author": "D. H. Lawrence",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/173847",
  "region": "England",
  "text": [
    "[",
    "]",
    "The quick sparks on the gorse bushes are leaping,",
    "Little jets of sunlight-texture imitating flame;",
    "Above them, exultant, the peewits are sweeping:",
    "They are lords of the desolate wastes of sadness their screamings proclaim.",
    "Rabbits, handfuls of brown earth, lie",
    "Low-rounded on the mournful grass they have bitten down to the quick.",
    "Are they asleep? \u0097 Are they alive? \u0097 Now see, when I",
    "Move my arms the hill bursts and heaves under their spurting kick.",
    "The common flaunts bravely; but below, from the rushes",
    "Crowds of glittering king-cups surge to challenge the blossoming bushes;",
    "There the lazy streamlet pushes",
    "Its curious course mildly; here it wakes again, leaps, laughs, and gushes.",
    "Into a deep pond, an old sheep-dip,",
    "Dark, overgrown with willows, cool, with the brook ebbing through so slow,",
    "Naked on the steep, soft lip",
    "Of the bank I stand watching my own white shadow quivering to and fro.",
    "What if the gorse flowers shrivelled and kissing were lost?",
    "Without the pulsing waters, where were the marigolds and the songs of the brook!",
    "If my veins and my breasts with love embossed",
    "Withered, my insolent soul would be gone like flowers that the hot wind took.",
    "So my soul like a passionate woman turns,",
    "Filled with remorseful terror to the man she scorned, and her love",
    "For myself in my own eyes' laughter burns,",
    "Runs ecstatic over the pliant folds rippling down to my belly from the breast-lights above.",
    "Over my sunlit skin the warm, clinging air,",
    "Rich with the songs of seven larks singing at once, goes kissing me glad.",
    "And the soul of the wind and my blood compare",
    "Their wandering happiness, and the wind, wasted in liberty, drifts on and is sad.",
    "Oh but the water loves me and folds me,",
    "Plays with me, sways me, lifts me and sinks me as though it were living blood,",
    "Blood of a heaving woman who holds me,",
    "Owning my supple body a rare glad thing, supremely good.",
    "[",
    "]",
    "The quick sparks on the gorse-bushes are leaping",
    "Little jets of sunlight texture imitating flame;",
    "Above them, exultant, the peewits are sweeping:",
    "They have triumphed again o'er the ages, their screamings proclaim.",
    "Rabbits, handfuls of brown earth, lie",
    "Low-rounded on the mournful turf they have bitten down to the quick.",
    "Are they asleep? \u0097 are they living? \u0097 Now see, when I",
    "Lift my arms, the hill bursts and heaves under their spurting kick!",
    "The common flaunts bravely; but below, from the rushes",
    "Crowds of glittering king-cups surge to challenge the blossoming bushes;",
    "There the lazy streamlet pushes",
    "His bent course mildly; here wakes again, leaps, laughs, and gushes",
    "Into a deep pond, an old sheep-dip,",
    "Dark, overgrown with willows, cool, with the brook ebbing through so slow;",
    "Naked on the steep, soft lip",
    "Of the turf I stand watching my own white shadow quivering to and fro.",
    "What if the gorse-flowers shrivelled, and I were gone?",
    "What if the waters ceased, where were the marigolds then, and the gudgeon?",
    "What is this thing that I look down upon?",
    "White on the water wimples my shadow, strains like a dog on a string, to run on.",
    "How it looks back, like a white dog to its master!",
    "I on the bank all substance, my shadow all shadow looking up to me, looking back!",
    "And the water runs, and runs faster, runs faster,",
    "And the white dog dances and quivers, I am holding his cord quite slack.",
    "But how splendid it is to be substance, here!",
    "My shadow is neither here nor there; but I, I am royally here!",
    "I am here! I am here! screams the peewit; the may-blobs burst out in a laugh as they hear!",
    "Here! flick the rabbits. Here! pants the gorse. Here! say the insects far and near.",
    "Over my skin in the sunshine, the warm, clinging air",
    "Flushed with the songs of seven larks singing at once, goes kissing me glad.",
    "You are here! You are here! We have found you! Everywhere",
    "We sought you substantial, you touchstone of caresses, you naked lad!",
    "Oh but the water loves me and folds me,",
    "Plays with me, sways me, lifts me and sinks me, murmurs: Oh marvellous stuff!",
    "No longer shadow! \u0097 and it holds me",
    "Close, and it rolls me, enfolds me, touches me, as if never it could touch me enough.",
    "Sun, but in substance, yellow water-blobs!",
    "Wings and feathers on the crying, mysterious ages, peewits wheeling!",
    "All that is right, all that is good; all that is God takes substance! a rabbit lobs",
    "In confirmation, I hear sevenfold lark-songs pealing."
  ],
  "title": "The Wild Common",
  "year": ""
}