{
  "author": "D. H. Lawrence",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets",
    "Love",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176803",
  "region": "England",
  "text": [
    "Making his advances",
    "He does not look at her, nor sniff at her,",
    "No, not even sniff at her, his nose is blank.",
    "Only he senses the vulnerable folds of skin",
    "That work beneath her while she sprawls along",
    "In her ungainly pace,",
    "Her folds of skin that work and row",
    "Beneath the earth-soiled hovel in which she moves.",
    "And so he strains beneath her housey walls",
    "And catches her trouser-legs in his beak",
    "Suddenly, or her skinny limb,",
    "And strange and grimly drags at her",
    "Like a dog,",
    "Only agelessly silent, with a reptile's awful persistency.",
    "Grim, gruesome gallantry, to which he is doomed.",
    "Dragged out of an eternity of silent isolation",
    "And doomed to partiality, partial being,",
    "Ache, and want of being,",
    "Want,",
    "Self-exposure, hard humiliation, need to add himself on to her.",
    "Born to walk alone,",
    "Forerunner,",
    "Now suddenly distracted into this mazy side-track,",
    "This awkward, harrowing pursuit,",
    "This grim necessity from within.",
    "Does she know",
    "As she moves eternally slowly away?",
    "Or is he driven against her with a bang, like a bird flying in the dark against a window,",
    "All knowledgeless?",
    "The awful concussion,",
    "And the still more awful need to persist, to follow, follow, continue,",
    "Driven, after æons of pristine, fore-god-like singleness and oneness,",
    "At the end of some mysterious, red-hot iron,",
    "Driven away from himself into her tracks,",
    "Forced to crash against her.",
    "Stiff, gallant, irascible, crook-legged reptile,",
    "Little gentleman,",
    "Sorry plight,",
    "We ought to look the other way.",
    "Save that, having come with you so far,",
    "We will go on to the end."
  ],
  "title": "Tortoise Gallantry",
  "year": ""
}