{
  "author": "D. H. Lawrence",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets",
    "Love",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176804",
  "region": "England",
  "text": [
    "I thought he was dumb,",
    "I said he was dumb,",
    "Yet I've heard him cry.",
    "First faint scream,",
    "Out of life's unfathomable dawn,",
    "Far off, so far, like a madness, under the horizon's dawning rim,",
    "Far, far off, far scream.",
    "Tortoise",
    ".",
    "Why were we crucified into sex?",
    "Why were we not left rounded off, and finished in ourselves,",
    "As we began,",
    "As he certainly began, so perfectly alone?",
    "A far, was-it-audible scream,",
    "Or did it sound on the plasm direct?",
    "Worse than the cry of the new-born,",
    "A scream,",
    "A yell,",
    "A shout,",
    "A pæan,",
    "A death-agony,",
    "A birth-cry,",
    "A submission,",
    "All tiny, tiny, far away, reptile under the first dawn.",
    "War-cry, triumph, acute-delight, death-scream reptilian,",
    "Why was the veil torn?",
    "The silken shriek of the soul's torn membrane?",
    "The male soul's membrane",
    "Torn with a shriek half music, half horror.",
    "Crucifixion.",
    "Male tortoise, cleaving behind the hovel-wall of that dense female,",
    "Mounted and tense, spread-eagle, out-reaching out of the shell",
    "In tortoise-nakedness,",
    "Long neck, and long vulnerable limbs extruded, spread-eagle over her house-roof,",
    "And the deep, secret, all-penetrating tail curved beneath her walls,",
    "Reaching and gripping tense, more reaching anguish in uttermost tension",
    "Till suddenly, in the spasm of coition, tupping like a jerking leap, and oh!",
    "Opening its clenched face from his outstretched neck",
    "And giving that fragile yell, that scream,",
    "Super-audible,",
    "From his pink, cleft, old-man's mouth,",
    "Giving up the ghost,",
    "Or screaming in Pentecost, receiving the ghost.",
    "His scream, and his moment's subsidence,",
    "The moment of eternal silence,",
    "Yet unreleased, and after the moment, the sudden, startling jerk of coition, and at once",
    "The inexpressible faint yell \u0097",
    "And so on, till the last plasm of my body was melted back",
    "To the primeval rudiments of life, and the secret.",
    "So he tups, and screams",
    "Time after time that frail, torn scream",
    "After each jerk, the longish interval,",
    "The tortoise eternity,",
    "Agelong, reptilian persistence,",
    "Heart-throb, slow heart-throb, persistent for the next spasm.",
    "I remember, when I was a boy,",
    "I heard the scream of a frog, which was caught with his foot in the mouth of an up-starting snake;",
    "I remember when I first heard bull-frogs break into sound in the spring;",
    "I remember hearing a wild goose out of the throat of night",
    "Cry loudly, beyond the lake of waters;",
    "I remember the first time, out of a bush in the darkness, a nightingale's piercing cries and gurgles startled the depths of my soul;",
    "I remember the scream of a rabbit as I went through a wood at midnight;",
    "I remember the heifer in her heat, blorting and blorting through the hours, persistent and irrepressible;",
    "I remember my first terror hearing the howl of weird, amorous cats;",
    "I remember the scream of a terrified, injured horse, the sheet-lightning",
    "And running away from the sound of a woman in labor, something like an owl whooing,",
    "And listening inwardly to the first bleat of a lamb,",
    "The first wail of an infant,",
    "And my mother singing to herself,",
    "And the first tenor singing of the passionate throat of a young collier, who has long since drunk himself to death,",
    "The first elements of foreign speech",
    "On wild dark lips.",
    "And more than all these,",
    "And less than all these,",
    "This last,",
    "Strange, faint coition yell",
    "Of the male tortoise at extremity,",
    "Tiny from under the very edge of the farthest far-off horizon of life.",
    "The cross,",
    "The wheel on which our silence first is broken,",
    "Sex, which breaks up our integrity, our single inviolability, our deep silence",
    "Tearing a cry from us.",
    "Sex, which breaks us into voice, sets us calling across the deeps, calling, calling for the complement,",
    "Singing, and calling, and singing again, being answered, having found.",
    "Torn, to become whole again, after long seeking for what is lost,",
    "The same cry from the tortoise as from Christ, the Osiris-cry of abandonment,",
    "That which is whole, torn asunder,",
    "That which is in part, finding its whole again throughout the universe."
  ],
  "title": "Tortoise Shout",
  "year": ""
}