{
  "author": "Wesley McNair",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240506",
  "region": "",
  "text": [
    "When her recorded voice on the phone",
    "said who she was again and again to the piles",
    "of newspapers and magazines and the clothes",
    "in the chairs and the bags of unopened mail",
    "and garbage and piles of unwashed dishes.",
    "When she could no longer walk",
    "through the stench of it, in her don’t-need-nobody-",
    "to-help-me way of walking, with her head",
    "bent down to her knees as if she were searching",
    "for a dime that had rolled into a crack",
    "on the floor, though it was impossible to see",
    "the floor. When the pain in her foot she disclosed",
    "to no one was so bad she could not stand",
    "at her refrigerator packed with food and sniff",
    "to find what was edible. When she could hardly",
    "even sit as she loved to sit, all night",
    "on the toilet, with the old rinsed diapers",
    "hanging nearby on the curtainless bar",
    "of the shower stall, and the shoes lined up",
    "in the tub, falling asleep and waking up",
    "while she cut out newspaper clippings",
    "and listened to the late-night talk",
    "on her crackling radio about alien landings",
    "and why the government had denied them.",
    "When she drew the soapy rag across the agonizing",
    "ache of her foot trying over and over to wash",
    "the black from her big toe and could not",
    "because it was gangrene.",
    "When at last they came to carry my mother",
    "out of the wilderness of that house",
    "and she lay thin and frail and disoriented",
    "between bouts of tests and X-rays,",
    "and I came to find her in the white bed",
    "of her white room among nurses who brushed",
    "her hair while she looked up at them and smiled",
    "with her yellow upper plate that seemed to hold",
    "her face together, dazed and disbelieving,",
    "as if she were in heaven,",
    "then turned, still smiling, to the door",
    "where her stout, bestroked younger brother",
    "teetered into the room on his cane, all the way",
    "from Missouri with her elderly sister",
    "and her bald-headed baby brother,",
    "whom she despised. When he smiled back",
    "and dipped his bald head down to kiss her,",
    "and her sister and her other brother hugged her",
    "with serious expressions, and her childish",
    "astonishment slowly changed",
    "to suspicion and the old wildness returned",
    "to her eye because she began to see",
    "this was not what she wanted at all,",
    "I sitting down by her good ear holding her hand",
    "to talk to her about going into the home",
    "that was not her home, her baby brother winking,",
    "the others nodding and saying, Listen to Wesley.",
    "When it became clear to her that we were not",
    "her people, the ones she had left behind",
    "in her house, on the radio, in the newspaper",
    "clippings, in the bags of unopened mail,",
    "in her mind, and she turned her face away",
    "so I could see the print of red on her cheek",
    "as if she had been slapped hard.",
    "When the three of them began to implore",
    "their older sister saying, Ruth, Ruth,",
    "and We come out here for your own good,",
    "and That time rolls around for all of us,",
    "getting frustrated and mad because they meant,",
    "but did not know they meant, themselves too.",
    "When the gray sister, the angriest of them,",
    "finally said through her pleated lips",
    "and lower plate, You was always",
    "the stubborn one, we ain’t here to poison you,",
    "turn around and say something.",
    "When she wouldn’t."
  ],
  "title": "When She Wouldn’t",
  "year": ""
}