{
  "author": "Geoffrey Brock",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30233",
  "region": "",
  "text": [
    "Always the evening noises, the footsteps on the stairs, the day that rises in the throat.",
    "A turn of the key will expel the world.",
    "Against the extinct forest of furniture, the channeled bloodstream translates the dream into this small life.",
    "In the end we shrink until finally we can no longer inhabit the gestures of our childhood.",
    "A nail in a board: the remains of a fence; blurred memory of the mountain that raised the tree, that brooded over its ore.",
    "Modest against a hedge, a spade dreams its beautiful death.",
    "“Simple and calm,” nourished on weeds and wind, the image moves, distilling its own memory. Far off, we disappear into the ochre and the gold, the mud-brown and the primordial green.",
    "The slightest evidence of life. In the courtyard's silence, the barking of that dog. A shutter, merely, that's banging. Those books stacked in one corner of the room. Everything that, ordinarily, follows its automated course. And there, all at once: the happiness that spreads its billion pinpricks through the body.",
    "Evening's voice unreels its argument. Five floors below, the courtyard and its echoes. The barking still, and overhead the footsteps of regret in the maids' rooms. I'll try to have given each thing my word before giving in to sleep.",
    "The room breathes deeply the music of a quartet. It's that grave well-being, unexpectedly, you know?",
    "Nobody. You may speak. I'm not there.",
    "A gesture: the garden diffuses the pale green taste of currants. One remains quiet as long as possible.",
    "Another gesture: the sun rips open the scent of the lindens. Childhood leaps over the wall.",
    "The miracle would be having something to say.",
    "Maybe we could have inhabited that smile, over there, at the other end of the room; or else we could have met at the improbable dawn of memory. Maybe we could have fallen asleep in the twilight of this autumn when the brain is nothing more than oak and leather.",
    "But we have only this thin life to place beneath the axe.",
    "The crows in the plowed field, black against the field's ochre, gleaming and black amid the smell of moist earth, a smell mixed with the brush and bark and roots that the wind returns as someone somewhere burns them.",
    "And then that pile of words that rots with helplessness.",
    "In the forest, the sound, dry and brief, of a pebble in a streambed, fallen after patient millennia into the earth's darkness. Just a dry sound and its echo, quickly engulfed by birdcalls. And later, on the path, drops of blood from the trees.",
    "A farmer carriers his tools slowly toward the shed. In the atmospheric silence, a woodpecker registers the sound of its life's work. That's all. Some animals, a pile of wood, and the smell of rain, which always calls to mind something that can't quite be reconstructed.",
    "Acrid smoke; and then that crackling of the woods in the clearing. A few centimeters above the cut weeds, the tenuous vapor of memory.",
    "Between eyelashes, amid the colors of the woods, the colors of weeds, and earth, that sky, that patch of sky, that sky.",
    "The courtyard, the wood bench, the sputtering of the fishpond, the smell of humus, the smell of mushroom.",
    "Five notes in the rain sketch the presence of a bird.",
    "The village, the morning, belong to the birds. Images flow freely through the alleys. Silence full of events: the eyes prey on a shadow. A gull's passing reshapes all the shores of the world.",
    "Birdcalls cut through the fog, wet grass: morning. The rectangle of a wall says: “blank,” nothing else. On the horizon, very nearby, a woman dressed in black glides silently across her wide open destiny.",
    "Between branches, near the sun, the moon, which opens the night to the night. I sink, gently, and disappear. On the surface, alone, the cry of an owl keeps watch.",
    "The stairs, the brass doorknob, the smell of dark corners. The iron bed, the red bedspread. Slow breathing. That song that waits for nothing but our melody.",
    "We are of the morning, of the gently sloping hour that comes slowly down from the sun. The old clothes in the corner are tinged with the morning's color, which will have to be worn. The lark's song widens the silence.",
    "Deep in the forest, the cuckoo, the woodpecker, the chiaroscuro of ancient musics. Heavy wagons clench their signal-lights toward the heights of the opaque sky. I moved with closed words across the homeland that sleeps me.",
    "From this far country, where you respond to me without my hearing a word of yours, without perhaps my words ever reaching you, from this country where perhaps we understand each other, I overhear the most contradictory noises, which veil and deny your voice, and which would like to make me believe that I'm speaking alone."
  ],
  "title": "Coda of the Fixed Itinerant",
  "year": ""
}