{
  "author": "Lord Byron (George Gordon)",
  "classification": "Epic",
  "keywords": [
    "Cities",
    "Urban Life",
    "Love",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Arts",
    "Sciences",
    "Relationships",
    "Reading",
    "Books",
    "Men",
    "Women",
    "Infatuation",
    "Crushes"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173089",
  "region": "England",
  "text": [
    "When Bishop Berkeley said \"there was no matter,\"",
    "And proved it—'twas no matter what he said:",
    "They say his system 'tis in vain to batter,",
    "Too subtle for the airiest human head;",
    "And yet who can believe it! I would shatter",
    "Gladly all matters down to stone or lead,",
    "Or adamant, to find the World a spirit,",
    "And wear my head, denying that I wear it.",
    "What a sublime discovery 'twas to make the",
    "Universe universal egotism,",
    "That all's ideal—",
    ": I'll stake the",
    "World (be it what you will) that",
    "no schism.",
    "Oh Doubt!—if thou be'st Doubt, for which some take thee,",
    "But which I doubt extremely—thou sole prism",
    "Of the Truth's rays, spoil not my draught of spirit!",
    "Heaven's brandy, though our brain can hardly bear it.",
    "For ever and anon comes Indigestion",
    "(Not the most \"dainty Ariel\") and perplexes",
    "Our soarings with another sort of question:",
    "And that which after all my spirit vexes,",
    "Is, that I find no spot where Man can rest eye on,",
    "Without confusion of the sorts and sexes,",
    "Of beings, stars, and this unriddled wonder,",
    "The World, which at the worst's a glorious blunder—",
    "If it be chance—or, if it be according",
    "To the Old Text, still better: lest it should",
    "Turn out so, we'll say nothing 'gainst the wording,",
    "As several people think such hazards rude.",
    "They're right; our days are too brief for affording",
    "Space to dispute what",
    "ever could",
    "Decide, and",
    "will",
    "Know very clearly—or at least lie still.",
    "And therefore will I leave off metaphysical",
    "Discussion, which is neither here nor there:",
    "If I agree that what is, is; then this I call",
    "Being quite perspicuous and extremely fair.",
    "The truth is, I've grown lately rather phthisical:",
    "I don't know what the reason is—the air",
    "Perhaps; but as I suffer from the shocks",
    "Of illness, I grow much more orthodox.",
    "The first attack at once prov'd the Divinity",
    "(But",
    "I never doubted, nor the Devil);",
    "The next, the Virgin's mystical virginity;",
    "The third, the usual Origin of Evil;",
    "The fourth at once establish'd the whole Trinity",
    "On so uncontrovertible a level,",
    "That I devoutly wish'd the three were four—",
    "On purpose to believe so much the more.",
    "To our theme.—The man who has stood on the Acropolis,",
    "And look'd down over Attica; or he",
    "Who has sail'd where picturesque Constantinople is,",
    "Or seen Timbuctoo, or hath taken tea",
    "In small-ey'd China's crockery-ware metropolis,",
    "Or sat amidst the bricks of Nineveh,",
    "May not think much of London's first appearance—",
    "But ask him what he thinks of it a year hence!",
    "Don Juan had got out on Shooter's Hill;",
    "Sunset the time, the place the same declivity",
    "Which looks along that vale of good and ill",
    "Where London streets ferment in full activity,",
    "While everything around was calm and still,",
    "Except the creak of wheels, which on their pivot he",
    "Heard, and that bee-like, bubbling, busy hum",
    "Of cities, that boil over with their scum—",
    "I say, Don Juan, wrapp'd in contemplation,",
    "Walk'd on behind his carriage, o'er the summit,",
    "And lost in wonder of so great a nation,",
    "Gave way to't, since he could not overcome it.",
    "\"And here,\" he cried, \"is Freedom's chosen station;",
    "Here peals the People's voice nor can entomb it",
    "Racks, prisons, inquisitions; resurrection",
    "Awaits it, each new meeting or election.",
    "\"Here are chaste wives, pure lives; her people pay",
    "But what they please; and if that things be dear,",
    "'Tis only that they love to throw away",
    "Their cash, to show how much they have a-year.",
    "Here laws are all inviolate; none lay",
    "Traps for the traveller; every highway's clear;",
    "Here\"—he was interrupted by a knife,",
    "With—\"Damn your eyes! your money or your life!\"",
    "These free-born sounds proceeded from four pads",
    "In ambush laid, who had perceiv'd him loiter",
    "Behind his carriage; and, like handy lads,",
    "Had seiz'd the lucky hour to reconnoitre,",
    "In which the heedless gentleman who gads",
    "Upon the road, unless he prove a fighter",
    "May find himself within that isle of riches",
    "Expos'd to lose his life as well as breeches.",
    "Juan, who did not understand a word",
    "Of English, save their shibboleth, \"God damn!\"",
    "And even that he had so rarely heard,",
    "He sometimes thought 'twas only their Salam,\"",
    "Or \"God be with you!\"—and 'tis not absurd",
    "To think so, for half English as I am",
    "(To my misfortune) never can I say",
    "I heard them wish \"God with you,\" save that way—",
    "Juan yet quickly understood their gesture,",
    "And being somewhat choleric and sudden,",
    "Drew forth a pocket pistol from his vesture,",
    "And fired it into one assailant's pudding,",
    "Who fell, as rolls an ox o'er in his pasture,",
    "And roar'd out, as he writh'd his native mud in,",
    "Unto his nearest follower or henchman,",
    "\"Oh Jack! I'm floor'd by that ere bloody Frenchman!\"",
    "On which Jack and his train set off at speed,",
    "And Juan's suite, late scatter'd at a distance,",
    "Came up, all marvelling at such a deed,",
    "And offering, as usual, late assistance.",
    "Juan, who saw the moon's late minion bleed",
    "As if his veins would pour out his existence,",
    "Stood calling out for bandages and lint,",
    "And wish'd he had been less hasty with his flint.",
    "\"Perhaps,\"thought he,\"it is the country's wont",
    "To welcome foreigners in this way: now",
    "I recollect some innkeepers who don't",
    "Differ, except in robbing with a bow,",
    "In lieu of a bare blade and brazen front.",
    "But what is to be done? I can't allow",
    "The fellow to lie groaning on the road:",
    "So take him up, I'll help you with the load.\"",
    "But ere they could perform this pious duty,",
    "The dying man cried, \"Hold! I've got my gruel!",
    "Oh! for a glass of",
    "! We've miss'd our booty—",
    "Let me die where I am!\" And as the fuel",
    "Of life shrunk in his heart, and thick and sooty",
    "The drops fell from his death-wound, and he drew ill",
    "His breath, he from his swelling throat untied",
    "A kerchief, crying \"Give Sal that!\"—and died.",
    "The cravat stain'd with bloody drops fell down",
    "Before Don Juan's feet: he could not tell",
    "Exactly why it was before him thrown,",
    "Nor what the meaning of the man's farewell.",
    "Poor Tom was once a kiddy upon town,",
    "A thorough varmint, and a real swell,",
    "Full flash, all fancy, until fairly diddled,",
    "His pockets first and then his body riddled.",
    "Don Juan, having done the best he could",
    "In all the circumstances of the case,",
    "As soon as \"Crowner's 'quest\" allow'd, pursu'd",
    "His travels to the capital apace;",
    "Esteeming it a little hard he should",
    "In twelve hours' time, and very little space,",
    "Have been oblig'd to slay a free-born native",
    "In self-defence: this made him meditative.",
    "He from the world had cut off a great man,",
    "Who in his time had made heroic bustle.",
    "Who in a row like Tom could lead the van,",
    "Booze in the ken, or at the spellken hustle?",
    "Who queer a flat? Who (spite of Bowstreet's ban)",
    "On the high toby-spice so flash the muzzle?",
    "Who on a lark, with black-eyed Sal (his blowing),",
    "So prime, so swell, so nutty, and so knowing?",
    "But Tom's no more—and so no more of Tom.",
    "Heroes must die; and by God's blessing 'tis",
    "Not long before the most of them go home.",
    "Hail! Thamis, hail! Upon thy verge it is",
    "That Juan's chariot, rolling like a drum",
    "In thunder, holds the way it can't well miss,",
    "Through Kennington and all the other \"tons,\"",
    "Which make us wish ourselves in town at once;",
    "Through Groves, so called as being void of trees,",
    "(Like",
    "from",
    "light); through prospects nam'd",
    "Mount Pleasant, as containing nought to please,",
    "Nor much to climb; through little boxes fram'd",
    "Of bricks, to let the dust in at your ease,",
    "With \"To be let,\" upon their doors proclaim'd;",
    "Through \"Rows\" most modestly call'd \"Paradise,\"",
    "Which Eve might quit without much sacrifice;",
    "Through coaches, drays, chok'd turnpikes, and a whirl",
    "Of wheels, and roar of voices, and confusion;",
    "Here taverns wooing to a pint of \"purl,\"",
    "There mails fast flying off like a delusion;",
    "There barbers' blocks with periwigs in curl",
    "In windows; here the lamplighter's infusion",
    "Slowly distill'd into the glimmering glass",
    "(For in those days we had not got to gas);",
    "Through this, and much, and more, is the approach",
    "Of travellers to mighty Babylon:",
    "Whether they come by horse, or chaise, or coach,",
    "With slight exceptions, all the ways seem one.",
    "I could say more, but do not choose to encroach",
    "Upon the guide-book's privilege. The sun",
    "Had set some time, and night was on the ridge",
    "Of twilight, as the party cross'd the bridge.",
    "That's rather fine, the gentle sound of Thamis—",
    "Who vindicates a moment, too, his stream—",
    "Though hardly heard through multifarious \"damme's\":",
    "The lamps of Westminster's more regular gleam,",
    "The breadth of pavement, and yon shrine where Fame is",
    "A spectral resident—whose pallid beam",
    "In shape of moonshine hovers o'er the pile—",
    "Make this a sacred part of Albion's Isle.",
    "The Druid's groves are gone—so much the better:",
    "Stonehenge is not—but what the devil is it?—",
    "But Bedlam still exists with its sage fetter,",
    "That madmen may not bite you on a visit;",
    "The Bench too seats or suits full many a debtor;",
    "The Mansion House too (though some people quiz it)",
    "To me appears a stiff yet grand erection;",
    "But then the Abbey's worth the whole collection.",
    "The line of lights too, up to Charing Cross,",
    "Pall Mall, and so forth, have a coruscation",
    "Like gold as in comparison to dross,",
    "Match'd with the Continent's illumination,",
    "Whose cities Night by no means deigns to gloss.",
    "The French were not yet a lamp-lighting nation,",
    "And when they grew so—on their new-found lantern,",
    "Instead of wicks, they made a wicked man turn.",
    "A row of Gentlemen along the streets",
    "Suspended may illuminate mankind,",
    "As also bonfires made of country seats;",
    "But the old way is best for the purblind:",
    "The other looks like phosphorus on sheets,",
    "A sort of",
    "to the mind,",
    "Which, though 'tis certain to perplex and frighten,",
    "Must burn more mildly ere it can enlighten.",
    "But London's so well lit, that if Diogenes",
    "Could recommence to hunt his",
    "And found him not amidst the various progenies",
    "Of this enormous city's spreading spawn,",
    "'Twere not for want of lamps to aid his dodging his",
    "Yet undiscover'd treasure. What",
    "can,",
    "I've done to find the same throughout life's journey,",
    "But see the World is only one attorney.",
    "Over the stones still rattling, up Pall Mall,",
    "Through crowds and carriages, but waxing thinner",
    "As thunder'd knockers broke the long seal'd spell",
    "Of doors 'gainst duns, and to an early dinner",
    "Admitted a small party as night fell,",
    "Don Juan, our young diplomatic sinner,",
    "Pursu'd his path, and drove past some hotels,",
    "St. James's Palace, and St. James's \"Hells.\"",
    "They reach'd the hotel: forth stream'd from the front door",
    "A tide of well-clad waiters, and around",
    "The mob stood, and as usual several score",
    "Of those pedestrian Paphians who abound",
    "In decent London when the daylight's o'er;",
    "Commodious but immoral, they are found",
    "Useful, like Malthus, in promoting marriage:",
    "But Juan now is stepping from his carriage",
    "Into one of the sweetest of hotels,",
    "Especially for foreigners—and mostly",
    "For those whom favour or whom fortune swells,",
    "And cannot find a bill's small items costly.",
    "There many an envoy either dwelt or dwells",
    "(The den of many a diplomatic lost lie),",
    "Until to some conspicuous square they pass,",
    "And blazon o'er the door their names in brass.",
    "Juan, whose was a delicate commission,",
    "Private, though publicly important, bore",
    "No title to point out with due precision",
    "The exact affair on which he was sent o'er.",
    "'Twas merely known, that on a secret mission",
    "A foreigner of rank had grac'd our shore,",
    "Young, handsome and accomplish'd, who was said",
    "(In whispers) to have turn'd his Sovereign's head.",
    "Some rumour also of some strange adventures",
    "Had gone before him, and his wars and loves;",
    "And as romantic heads are pretty painters,",
    "And, above all, an Englishwoman's roves",
    "Into the excursive, breaking the indentures",
    "Of sober reason, wheresoe'er it moves,",
    "He found himself extremely in the fashion,",
    "Which serves our thinking people for a passion.",
    "I don't mean that they are passionless, but quite",
    "The contrary; but then 'tis in the head;",
    "Yet as the consequences are as bright",
    "As if they acted with the heart instead,",
    "What after all can signify the site",
    "Of ladies' lucubrations? So they lead",
    "In safety to the place for which you start,",
    "What matters if the road be head or heart?",
    "Juan presented in the proper place,",
    "To proper placement, every Russ credential;",
    "And was receiv'd with all the due grimace",
    "By those who govern in the mood potential,",
    "Who, seeing a handsome stripling with smooth face,",
    "Thought (what in state affairs is most essential)",
    "That they as easily might",
    "the youngster,",
    "As hawks may pounce upon a woodland songster.",
    "They err'd, as aged men will do; but by",
    "And by we'll talk of that; and if we don't,",
    "'T will be because our notion is not high",
    "Of politicians and their double front,",
    "Who live by lies, yet dare not boldly lie:",
    "Now, what I love in women is, they won't",
    "Or can't do otherwise than lie, but do it",
    "So well, the very truth seems falsehood to it.",
    "And, after all, what is a lie? 'Tis but",
    "The truth in masquerade; and I defy",
    "Historians, heroes, lawyers, priests, to put",
    "A fact without some leaven of a lie.",
    "The very shadow of true Truth would shut",
    "Up annals, revelations, poesy,",
    "And prophecy—except it should be dated",
    "Some years before the incidents related.",
    "Prais'd be all liars and all lies! Who now",
    "Can tax my mild Muse with misanthropy?",
    "She rings the World's \"Te Deum,\" and her brow",
    "Blushes for those who will not: but to sigh",
    "Is idle; let us like most others bow,",
    "Kiss hands, feet, any part of Majesty,",
    "After the good example of \"Green Erin,\"",
    "Whose shamrock now seems rather worse for wearing.",
    "Don Juan was presented, and his dress",
    "And mien excited general admiration;",
    "I don't know which was more admir'd or less:",
    "One monstrous diamond drew much observation,",
    "Which Catherine in a moment of \"ivresse\"",
    "(In love or brandy's fervent fermentation)",
    "Bestow'd upon him, as the public learn'd;",
    "And, to say truth, it had been fairly earn'd.",
    "Besides the ministers and underlings,",
    "Who must be courteous to the accredited",
    "Diplomatists of rather wavering kings,",
    "Until their royal riddle's fully read,",
    "The very clerks—those somewhat dirty springs",
    "Of Office, or the House of Office, fed",
    "By foul corruption into streams—even they",
    "Were hardly rude enough to earn their pay.",
    "And insolence no doubt is what they are",
    "Employ'd for, since it is their daily labour,",
    "In the dear offices of peace or war;",
    "And should you doubt, pray ask of your next neighbour,",
    "When for a passport, or some other bar",
    "To freedom, he applied (a grief and a bore),",
    "If he found not this spawn of tax-born riches,",
    "Like lap-dogs, the least civil sons of b{-}{-}{-}{-}{-}s.",
    "But Juan was receiv'd with much \"empressement\" —",
    "These phrases of refinement I must borrow",
    "From our next neighbours' land, where, like a chessman,",
    "There is a move set down for joy or sorrow,",
    "Not only in mere talking, but the press. Man",
    "In islands is, it seems, downright and thorough,",
    "More than on continents—as if the sea",
    "(See Billingsgate) made even the tongue more free.",
    "And yet the British \"Damme\" 's rather Attic,",
    "Your continental oaths are but incontinent,",
    "And turn on things which no aristocratic",
    "Spirit would name, and therefore even I won't anent",
    "This subject quote; as it would be schismatic",
    "In politesse, and have a sound affronting in 't;",
    "But \"Damme\" 's quite ethereal, though too daring—",
    "Platonic blasphemy, the soul of swearing.",
    "For downright rudeness, ye may stay at home;",
    "For true or false politeness (and scarce",
    ") you may cross the blue deep and white foam:",
    "The first the emblem (rarely though) of what",
    "You leave behind, the next of much you come",
    "To meet. However, 'tis no time to chat",
    "On general topics: poems must confine",
    "Themselves to Unity, like this of mine.",
    "In the great world—which, being interpreted,",
    "Meaneth the West or worst end of a city,",
    "And about twice two thousand people bred",
    "By no means to be very wise or witty,",
    "But to sit up while others lie in bed,",
    "And look down on the Universe with pity—",
    "Juan, as an inveterate patrician,",
    "Was well receiv'd by persons of condition.",
    "He was a bachelor, which is a matter",
    "Of import both to virgin and to bride,",
    "The former's hymeneal hopes to flatter;",
    "And (should she not hold fast by love or pride)",
    "'Tis also of some momemt to the latter:",
    "A rib's a thorn in a wed gallant's side,",
    "Requires decorum, and is apt to double",
    "The horrid sin—and what's still worse the trouble.",
    "But Juan was a bachelor—of arts,",
    "And parts, and hearts: he danc'd and sung, and had",
    "An air as sentimental as Mozart's",
    "Softest of melodies; and could be sad",
    "Or cheerful, without any \"flaws or starts,\"",
    "Just at the proper time; and though a lad,",
    "Had seen the world—which is a curious sight,",
    "And very much unlike what people write.",
    "Fair virgins blush'd upon him; wedded dames",
    "Bloom'd also in less transitory hues;",
    "For both commodities dwell by the Thames",
    "The painting and the painted; Youth, Ceruse,",
    "Against his heart preferr'd their usual claims,",
    "Such as no gentleman can quite refuse;",
    "Daughters admir'd his dress, and pious mothers",
    "Inquir'd his income, and if he had brothers.",
    "The milliners who furnish \"drapery Misses\"",
    "Throughout the season, upon speculation",
    "Of payment ere the Honeymoon's last kisses",
    "Have wan'd into a crescent's coruscation,",
    "Thought such an opportunity as this is,",
    "Of a rich foreigner's initiation,",
    "Not to be overlook'd—and gave such credit,",
    "That future bridegrooms swore, and sigh'd, and paid it.",
    "The Blues, that tender tribe, who sigh o'er sonnets,",
    "And with the pages of the last Review",
    "Line the interior of their heads or bonnets,",
    "Advanc'd in all their azure's highest hue:",
    "They talk'd bad French or Spanish, and upon its",
    "Late authors ask'd him for a hint or two;",
    "And which was softest, Russian or Castilian?",
    "And whether in his travels he saw Ilion?",
    "Juan, who was a little superficial,",
    "And not in literature a great Drawcansir,",
    "Examin'd by this learned and especial",
    "Jury of matrons, scarce knew what to answer:",
    "His duties warlike, loving or official,",
    "His steady application as a dancer,",
    "Had kept him from the brink of Hippocrene,",
    "Which now he found was blue instead of green.",
    "However, he replied at hazard, with",
    "A modest confidence and calm assurance,",
    "Which lent his learned lucubrations pith,",
    "And pass'd for arguments of good endurance.",
    "That prodigy, Miss Araminta Smith",
    "(Who at sixteen translated \"Hercules Furens\"",
    "Into as furious English), with her best look,",
    "Set down his sayings in her common-place book.",
    "Juan knew several languages—as well",
    "He might—and brought them up with skill, in time",
    "To save his fame with each accomplish'd belle,",
    "Who still regretted that he did not rhyme.",
    "There wanted but this requisite to swell",
    "His qualities (with them) into sublime:",
    "Lady Fitz-Frisky, and Miss M{ae}via Mannish,",
    "Both long'd extremely to be sung in Spanish.",
    "However, he did pretty well, and was",
    "Admitted as an aspirant to all",
    "The coteries, and, as in Banquo's glass,",
    "At great assemblies or in parties small,",
    "He saw ten thousand living authors pass,",
    "That being about their average numeral;",
    "Also the eighty \"greatest living poets,\"",
    "As every paltry magazine can show",
    ".",
    "In twice five years the \"greatest living poet,\"",
    "Like to the champion in the fisty ring,",
    "Is call'd on to support his claim, or show it,",
    "Although 'tis an imaginary thing,",
    "Even I—albeit I'm sure I did not know it,",
    "Nor sought of foolscap subjects to be king—",
    "Was reckon'd, a considerable time,",
    "The grand Napoleon of the realms of rhyme.",
    "But Juan was my Moscow, and Faliero",
    "My Leipsic, and my Mont Saint Jean seem Cain:",
    "\"La Belle Alliance\" of dunces down at zero,",
    "Now that the Lion's fall'n, may rise again,",
    "But I will fall at least as fell my hero;",
    "Nor reign at all, or as a",
    "reign;",
    "Or to some lonely isle of jailors go,",
    "With turncoat Southey for my turnkey Lowe.",
    "Sir Walter reign'd before me; Moore and Campbell",
    "Before and after; but now grown more holy,",
    "The Muses upon Sion's hill must ramble",
    "With poets almost clergymen, or wholly;",
    "And Pegasus has a psalmodic amble",
    "Beneath the very Reverend Rowley Powley,",
    "Who shoes the glorious animal with stilts,",
    "A modern Ancient Pistol—\"by the hilts!\"",
    "Still he excels that artificial hard",
    "Labourer in the same vineyard, though the vine",
    "Yields him but vinegar for his reward—",
    "That neutralis'd dull Dorus of the Nine;",
    "That swarthy Sporus, neither man nor bard;",
    "That ox of verse, who",
    "for every line:",
    "Cambyses' roaring Romans beat at least",
    "The howling Hebrews of Cybele's priest.",
    "Then there's my gentle Euphues, who, they say,",
    "Sets up for being a sort of",
    ";",
    "He'll find it rather difficult some day",
    "To turn out both, or either, it may be.",
    "Some persons think that Coleridge hath the sway;",
    "And Wordsworth has supporters, two or three;",
    "And that deep-mouth'd Boeotian \"Savage Landor\"",
    "Has taken for a swan rogue Southey's gander.",
    "John Keats, who was kill'd off by one critique,",
    "Just as he really promis'd something great,",
    "If not intelligible, without Greek",
    "Contriv'd to talk about the gods of late,",
    "Much as they might have been suppos'd to speak.",
    "Poor fellow! His was an untoward fate;",
    "'Tis strange the mind, that very fiery particle,",
    "Should let itself be snuff'd out by an article.",
    "The list grows long of live and dead pretenders",
    "To that which none will gain—or none will know",
    "The conqueror at least; who, ere Time renders",
    "His last award, will have the long grass grow",
    "Above his burnt-out brain, and sapless cinders.",
    "If I might augur, I should rate but low",
    "Their chances; they're too numerous, like the thirty",
    "Mock tyrants, when Rome's annals wax'd but dirty.",
    "This is the literary",
    "empire,",
    "Where the pr{ae}torian bands take up the matter;",
    "A \"dreadful trade,\" like his who \"gathers samphire,\"",
    "The insolent soldiery to soothe and flatter,",
    "With the same feelings as you'd coax a vampire,",
    "Now, were I once at home, and in good satire,",
    "I'd try conclusions with those Janizaries,",
    "And show them",
    "an intellectual war is.",
    "I think I know a trick or two, would turn",
    "Their flanks; but it is hardly worth my while,",
    "With such small gear to give myself concern:",
    "Indeed I've not the necessary bile;",
    "My natural temper's really aught but stern,",
    "And even my Muse's worst reproof's a smile;",
    "And then she drops a brief and modern curtsy,",
    "And glides away, assur'd she never hurts ye.",
    "My Juan, whom I left in deadly peril",
    "Amongst live poets and blue ladies, pass'd",
    "With some small profit through that field so sterile,",
    "Being tir'd in time, and, neither least nor last,",
    "Left it before he had been treated very ill;",
    "And henceforth found himself more gaily class'd",
    "Amongst the higher spirits of the day,",
    "The sun's true son, no vapour, but a ray.",
    "His morns he pass'd in business—which dissected,",
    "Was, like all business, a laborious nothing",
    "That leads to lassitude, the most infected",
    "And Centaur-Nessus garb of mortal clothing,",
    "And on our sofas makes us lie dejected,",
    "And talk in tender horrors of our loathing",
    "All kinds of toil, save for our country's good—",
    "Which grows no better, though 'tis time it should.",
    "His afternoons he pass'd in visits, luncheons,",
    "Lounging and boxing; and the twilight hour",
    "In riding round those vegetable puncheons",
    "Call'd \"Parks,\" where there is neither fruit nor flower",
    "Enough to gratify a bee's slight munchings;",
    "But after all it is the only \"bower\"",
    "(In Moore's phrase) where the fashionable fair",
    "Can form a slight acquaintance with fresh air.",
    "Then dress, then dinner, then awakes the world!",
    "Then glare the lamps, then whirl the wheels, then roar",
    "Through street and square fast flashing chariots hurl'd",
    "Like harness'd meteors; then along the floor",
    "Chalk mimics painting; then festoons are twirl'd;",
    "Then roll the brazen thunders of the door,",
    "Which opens to the thousand happy few",
    "An earthly Paradise of \"Or Molu.\"",
    "There stands the noble hostess, nor shall sink",
    "With the three-thousandth curtsy; there the waltz,",
    "The only dance which teaches girls to think,",
    "Makes one in love even with its very faults.",
    "Saloon, room, hall, o'erflow beyond their brink,",
    "And long the latest of arrivals halts,",
    "'Midst royal dukes and dames condemn'd to climb,",
    "And gain an inch of staircase at a time.",
    "Thrice happy he who, after a survey",
    "Of the good company, can win a corner,",
    "A door that's",
    "or boudoir",
    "of the way,",
    "Where he may fix himself like small \"Jack Horner,\"",
    "And let the Babel round run as it may,",
    "And look on as a mourner, or a scorner,",
    "Or an approver, or a mere spectator,",
    "Yawning a little as the night grows later.",
    "But this won't do, save by and by; and he",
    "Who, like Don Juan, takes an active share",
    "Must steer with care through all that glittering sea",
    "Of gems and plumes and pearls and silks, to where",
    "He deems it is his proper place to be;",
    "Dissolving in the waltz to some soft air,",
    "Or proudlier prancing with mercurial skill,",
    "Where Science marshals forth her own quadrille.",
    "Or, if he dance not, but hath higher views",
    "Upon an heiress or his neighbour's bride,",
    "Let him take care that that which he pursues",
    "Is not at once too palpably descried.",
    "Full many an eager gentleman oft rues",
    "His haste; impatience is a blundering guide",
    "Amongst a people famous for reflection,",
    "Who like to play the fool with circumspection.",
    "But, if you can contrive, get next at supper;",
    "Or, if forestalled, get opposite and ogle:",
    "Oh, ye ambrosial moments! always upper",
    "In mind, a sort of sentimental bogle,",
    "Which sits for ever upon Memory's crupper,",
    "The ghost of vanish'd pleasures once in vogue! Ill",
    "Can tender souls relate the rise and fall",
    "Of hopes and fears which shake a single ball.",
    "But these precautionary hints can touch",
    "Only the common run, who must pursue,",
    "And watch and ward; whose plans a word too much",
    "Or little overturns; and not the few",
    "Or many (for the number's sometimes such)",
    "Whom a good mien, especially if new,",
    "Or fame, or name, for wit, war, sense or nonsense,",
    "Permits whate'er they please, or did",
    "long since.",
    "Our hero, as a hero young and handsome,",
    "Noble, rich, celebrated, and a stranger,",
    "Like other slaves of course must pay his ransom",
    "Before he can escape from so much danger",
    "As will environ a conspicuous man. Some",
    "Talk about poetry, and \"rack and manger,\"",
    "And ugliness, disease, as toil and trouble—",
    "I wish they knew the life of a young noble.",
    "They are young, but know not youth—it is anticipated;",
    "Handsome but wasted, rich without a sou;",
    "Their vigour in a thousand arms is dissipated;",
    "Their cash comes",
    ", their wealth goes",
    "a Jew;",
    "Both senates see their nightly votes participated",
    "Between the tyrant's and the tribunes' crew;",
    "And having voted, din'd, drunk, gam'd and whor'd,",
    "The family vault receives another lord.",
    "\"Where is the World,\" cries Young, \"at",
    "? Where",
    "The World in which a man was born?\" Alas!",
    "Where is the world of",
    "years past?",
    "—",
    "I look for it—'tis gone, a Globe of Glass!",
    "Crack'd, shiver'd, vanish'd, scarcely gaz'd on, ere",
    "A silent change dissolves the glittering mass.",
    "Statesmen, chiefs, orators, queens, patriots, kings,",
    "And dandies—all are gone on the wind's wings.",
    "Where is Napoleon the Grand? God knows:",
    "Where little Castlereagh? The devil can tell:",
    "Where Grattan, Curran, Sheridan, all those",
    "Who bound the Bar or Senate in their spell?",
    "Where is the unhappy Queen, with all her woes?",
    "And where the Daughter, whom the Isles lov'd well?",
    "Where are those martyr'd saints the Five per Cents?",
    "And where—oh, where the devil are the Rents?",
    "Where's Brummell? Dish'd. Where's Long Pole Wellesley? Diddled.",
    "Where's Whitbread? Romilly? Where's George the Third?",
    "Where is his will? (That's not so soon unriddled.)",
    "And where is \"Fum\" the Fourth, our \"royal bird\"?",
    "Gone down, it seems, to Scotland to be fiddled",
    "Unto by Sawney's violin, we have heard:",
    "\"Caw me, caw thee\"—for six months hath been hatching",
    "This scene of royal itch and loyal scratching.",
    "Where is Lord This? And where my Lady That?",
    "The Honourable Mistresses and Misses?",
    "Some laid aside like an old Opera hat,",
    "Married, unmarried, and remarried (this is",
    "An evolution oft perform'd of late).",
    "Where are the Dublin shouts—and London hisses?",
    "Where are the Grenvilles? Turn'd as usual. Where",
    "My friends the Whigs? Exactly where they were.",
    "Where are the Lady Carolines and Franceses?",
    "Divorc'd or doing thereanent. Ye annals",
    "So brilliant, where the list of routs and dances is,",
    "Thou Morning Post, sole record of the panels",
    "Broken in carriages, and all the phantasies",
    "Of fashion, say what streams now fill those channels?",
    "Some die, some fly, some languish on the Continent,",
    "Because the times have hardly left them",
    "tenant.",
    "Some who once set their caps at cautious dukes,",
    "Have taken up at length with younger brothers:",
    "Some heiresses have bit at sharpers' hooks:",
    "Some maids have been made wives, some merely mothers:",
    "Others have lost their fresh and fairy looks:",
    "In short, the list of alterations bothers.",
    "There's little strange in this, but something strange is",
    "The unusual quickness of these common changes.",
    "Talk not of seventy years as age! in seven",
    "I have seen more changes, down from monarchs to",
    "The humblest individuals under heaven,",
    "Than might suffice a moderate century through.",
    "I knew that nought was lasting, but now even",
    "Change grows too changeable, without being new:",
    "Nought's permanent among the human race,",
    "Except the Whigs",
    "getting into place.",
    "I have seen Napoleon, who seem'd quite a Jupiter,",
    "Shrink to a Saturn. I have seen a Duke",
    "(No matter which) turn politician stupider,",
    "If that can well be, than his wooden look.",
    "But it is time that I should hoist my \"blue Peter,\"",
    "And sail for a new theme: I have seen—and shook",
    "To see it—the King hiss'd, and then caress'd;",
    "But don't pretend to settle which was best.",
    "I have seen the Landholders without a rap—",
    "I have seen Joanna Southcote—I have seen",
    "The House of Commons turn'd to a taxtrap—",
    "I have seen that sad affair of the late Queen—",
    "I have seen crowns worn instead of a fool's cap—",
    "I have seen a Congress doing all that's mean—",
    "I have seen some nations, like o'erloaded asses,",
    "Kick off their burthens—meaning the high classes.",
    "I have seen small poets, and great prosers, and",
    "Interminable—",
    "—speakers—",
    "I have seen the funds at war with house and land—",
    "I have seen the country gentlemen turn squeakers—",
    "I have seen the people ridden o'er like sand",
    "By slaves on horseback—I have seen malt liquors",
    "Exchang'd for \"thin potations\" by John Bull—",
    "I have seen John half detect himself a fool.",
    "But \"carpe diem,\" Juan, \"carpe, carpe!\"",
    "To-morrow sees another race as gay",
    "And transient, and devour'd by the same harpy.",
    "\"Life's a poor player\"—then \"play out the play,",
    "Ye villains!\" and above all keep a sharp eye",
    "Much less on what you do than what you say:",
    "Be hypocritical, be cautious, be",
    "Not what you",
    ", but always what you",
    ".",
    "But how shall I relate in other cantos",
    "Of what befell our hero in the land,",
    "Which 'tis the common cry and lie to vaunt as",
    "A moral country? But I hold my hand—",
    "For I disdain to write an Atalantis;",
    "But 'tis as well at once to understand,",
    "You are",
    "a moral people, and you know it,",
    "Without the aid of too sincere a poet.",
    "What Juan saw and underwent shall be",
    "My topic, with of course the due restriction",
    "Which is requir'd by proper courtesy;",
    "And recollect the work is only fiction,",
    "And that I sing of neither mine nor me,",
    "Though every scribe, in some slight turn of diction,",
    "Will hint allusions never",
    ". Ne'er doubt",
    "—when I speak, I",
    ", but",
    ".",
    "Whether he married with the third or fourth",
    "Offspring of some sage husband-hunting countess,",
    "Or whether with some virgin of more worth",
    "(I mean in Fortune's matrimonial bounties),",
    "He took to regularly peopling Earth,",
    "Of which your lawful, awful wedlock fount is—",
    "Or whether he was taken in for damages,",
    "For being too excursive in his homages—",
    "Is yet within the unread events of time.",
    "Thus far, go forth, thou Lay, which I will back",
    "Against the same given quantity of rhyme,",
    "For being as much the subject of attack",
    "As ever yet was any work sublime,",
    "By those who love to say that white is black.",
    "So much the better!—I may stand alone,",
    "But would not change my free thoughts for a throne."
  ],
  "title": ": Canto 11",
  "year": ""
}