{
  "author": "Lord Byron (George Gordon)",
  "classification": "Epic",
  "keywords": [
    "Poetry",
    "Poets",
    "Arts",
    "Sciences",
    "Humor",
    "Satire"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173084",
  "region": "England",
  "text": [
    "Bob Southey! You're a poet—Poet-laureate,",
    "And representative of all the race;",
    "Although 'tis true that you turn'd out a Tory at",
    "Last—yours has lately been a common case;",
    "And now, my Epic Renegade! what are ye at?",
    "With all the Lakers, in and out of place?",
    "A nest of tuneful persons, to my eye",
    "Like \"four and twenty Blackbirds in a pye;",
    "\"Which pye being open'd they began to sing\"",
    "(This old song and new simile holds good),",
    "\"A dainty dish to set before the King,\"",
    "Or Regent, who admires such kind of food;",
    "And Coleridge, too, has lately taken wing,",
    "But like a hawk encumber'd with his hood,",
    "Explaining Metaphysics to the nation—",
    "I wish he would explain his Explanation.",
    "You, Bob! are rather insolent, you know,",
    "At being disappointed in your wish",
    "To supersede all warblers here below,",
    "And be the only Blackbird in the dish;",
    "And then you overstrain yourself, or so,",
    "And tumble downward like the flying fish",
    "Gasping on deck, because you soar too high, Bob,",
    "And fall, for lack of moisture quite a-dry, Bob!",
    "And Wordsworth, in a rather long \"Excursion\"",
    "(I think the quarto holds five hundred pages),",
    "Has given a sample from the vasty version",
    "Of his new system to perplex the sages;",
    "'Tis poetry—at least by his assertion,",
    "And may appear so when the dog-star rages—",
    "And he who understands it would be able",
    "To add a story to the Tower of Babel.",
    "You—Gentlemen! by dint of long seclusion",
    "From better company, have kept your own",
    "At Keswick, and, through still continu'd fusion",
    "Of one another's minds, at last have grown",
    "To deem as a most logical conclusion,",
    "That Poesy has wreaths for you alone:",
    "There is a narrowness in such a notion,",
    "Which makes me wish you'd change your lakes for Ocean.",
    "I would not imitate the petty thought,",
    "Nor coin my self-love to so base a vice,",
    "For all the glory your conversion brought,",
    "Since gold alone should not have been its price.",
    "You have your salary; was't for that you wrought?",
    "And Wordsworth has his place in the Excise.",
    "You're shabby fellows—true—but poets still,",
    "And duly seated on the Immortal Hill.",
    "Your bays may hide the baldness of your brows—",
    "Perhaps some virtuous blushes—let them go—",
    "To you I envy neither fruit nor boughs—",
    "And for the fame you would engross below,",
    "The field is universal, and allows",
    "Scope to all such as feel the inherent glow:",
    "Scott, Rogers, Campbell, Moore and Crabbe, will try",
    "'Gainst you the question with posterity.",
    "For me, who, wandering with pedestrian Muses,",
    "Contend not with you on the winged steed,",
    "I wish your fate may yield ye, when she chooses,",
    "The fame you envy, and the skill you need;",
    "And, recollect, a poet nothing loses",
    "In giving to his brethren their full meed",
    "Of merit, and complaint of present days",
    "Is not the certain path to future praise.",
    "He that reserves his laurels for posterity",
    "(Who does not often claim the bright reversion)",
    "Has generally no great crop to spare it, he",
    "Being only injur'd by his own assertion;",
    "And although here and there some glorious rarity",
    "Arise like Titan from the sea's immersion,",
    "The major part of such appellants go",
    "To—God knows where—for no one else can know.",
    "If, fallen in evil days on evil tongues,",
    "Milton appeal'd to the Avenger, Time,",
    "If Time, the Avenger, execrates his wrongs,",
    "And makes the word \"Miltonic\" mean \"",
    ",\"",
    "deign'd not to belie his soul in songs,",
    "Nor turn his very talent to a crime;",
    "did not loathe the Sire to laud the Son,",
    "But clos'd the tyrant-hater he begun.",
    "Think'st thou, could he—the blind Old Man—arise",
    "Like Samuel from the grave, to freeze once more",
    "The blood of monarchs with his prophecies",
    "Or be alive again—again all hoar",
    "With time and trials, and those helpless eyes,",
    "And heartless daughters—worn—and pale—and poor;",
    "Would",
    "adore a sultan?",
    "obey",
    "The intellectual eunuch Castlereagh?",
    "Cold-blooded, smooth-fac'd, placid miscreant!",
    "Dabbling its sleek young hands in Erin's gore,",
    "And thus for wider carnage taught to pant,",
    "Transferr'd to gorge upon a sister shore,",
    "The vulgarest tool that Tyranny could want,",
    "With just enough of talent, and no more,",
    "To lengthen fetters by another fix'd,",
    "And offer poison long already mix'd.",
    "An orator of such set trash of phrase",
    "Ineffably—legitimately vile,",
    "That even its grossest flatterers dare not praise,",
    "Nor foes—all nations—condescend to smile,",
    "Not even a sprightly blunder's spark can blaze",
    "From that Ixion grindstone's ceaseless toil,",
    "That turns and turns to give the world a notion",
    "Of endless torments and perpetual motion.",
    "A bungler even in its disgusting trade,",
    "And botching, patching, leaving still behind",
    "Something of which its masters are afraid,",
    "States to be curb'd, and thoughts to be confin'd,",
    "Conspiracy or Congress to be made—",
    "Cobbling at manacles for all mankind—",
    "A tinkering slave-maker, who mends old chains,",
    "With God and Man's abhorrence for its gains.",
    "If we may judge of matter by the mind,",
    "Emasculated to the marrow",
    "Hath but two objects, how to serve, and bind,",
    "Deeming the chain it wears even men may fit,",
    "Eutropius of its many masters, blind",
    "To worth as freedom, wisdom as to Wit,",
    "Fearless—because",
    "feeling dwells in ice,",
    "Its very courage stagnates to a vice.",
    "Where shall I turn me not to",
    "its bonds,",
    "For I will never",
    "them?—Italy!",
    "Thy late reviving Roman soul desponds",
    "Beneath the lie this State-thing breath'd o'er thee—",
    "Thy clanking chain, and Erin's yet green wounds,",
    "Have voices—tongues to cry aloud for me.",
    "Europe has slaves—allies—kings—armies still,",
    "And Southey lives to sing them very ill.",
    "Meantime—Sir Laureate—I proceed to dedicate,",
    "In honest simple verse, this song to you,",
    "And, if in flattering strains I do not predicate,",
    "'Tis that I still retain my \"buff and blue\";",
    "My politics as yet are all to educate:",
    "Apostasy's so fashionable, too,",
    "To keep",
    "creed's a task grown quite Herculean;",
    "Is it not so, my Tory, ultra-Julian?"
  ],
  "title": ": Dedication",
  "year": ""
}