{
  "author": "Lord Byron (George Gordon)",
  "classification": "Blank Verse",
  "keywords": [
    "Nature",
    "Living",
    "Death"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173081",
  "region": "England",
  "text": [
    "I had a dream, which was not all a dream.",
    "The bright sun was extinguish'd, and the stars",
    "Did wander darkling in the eternal space,",
    "Rayless, and pathless, and the icy earth",
    "Swung blind and blackening in the moonless air;",
    "Morn came and went\u0097and came, and brought no day,",
    "And men forgot their passions in the dread",
    "Of this their desolation; and all hearts",
    "Were chill'd into a selfish prayer for light:",
    "And they did live by watchfires\u0097and the thrones,",
    "The palaces of crowned kings\u0097the huts,",
    "The habitations of all things which dwell,",
    "Were burnt for beacons; cities were consum'd,",
    "And men were gather'd round their blazing homes",
    "To look once more into each other's face;",
    "Happy were those who dwelt within the eye",
    "Of the volcanos, and their mountain-torch:",
    "A fearful hope was all the world contain'd;",
    "Forests were set on fire\u0097but hour by hour",
    "They fell and faded\u0097and the crackling trunks",
    "Extinguish'd with a crash\u0097and all was black.",
    "The brows of men by the despairing light",
    "Wore an unearthly aspect, as by fits",
    "The flashes fell upon them; some lay down",
    "And hid their eyes and wept; and some did rest",
    "Their chins upon their clenched hands, and smil'd;",
    "And others hurried to and fro, and fed",
    "Their funeral piles with fuel, and look'd up",
    "With mad disquietude on the dull sky,",
    "The pall of a past world; and then again",
    "With curses cast them down upon the dust,",
    "And gnash'd their teeth and howl'd: the wild birds shriek'd",
    "And, terrified, did flutter on the ground,",
    "And flap their useless wings; the wildest brutes",
    "Came tame and tremulous; and vipers crawl'd",
    "And twin'd themselves among the multitude,",
    "Hissing, but stingless\u0097they were slain for food.",
    "And War, which for a moment was no more,",
    "Did glut himself again: a meal was bought",
    "With blood, and each sate sullenly apart",
    "Gorging himself in gloom: no love was left;",
    "All earth was but one thought\u0097and that was death",
    "Immediate and inglorious; and the pang",
    "Of famine fed upon all entrails\u0097men",
    "Died, and their bones were tombless as their flesh;",
    "The meagre by the meagre were devour'd,",
    "Even dogs assail'd their masters, all save one,",
    "And he was faithful to a corse, and kept",
    "The birds and beasts and famish'd men at bay,",
    "Till hunger clung them, or the dropping dead",
    "Lur'd their lank jaws; himself sought out no food,",
    "But with a piteous and perpetual moan,",
    "And a quick desolate cry, licking the hand",
    "Which answer'd not with a caress\u0097he died.",
    "The crowd was famish'd by degrees; but two",
    "Of an enormous city did survive,",
    "And they were enemies: they met beside",
    "The dying embers of an altar-place",
    "Where had been heap'd a mass of holy things",
    "For an unholy usage; they rak'd up,",
    "And shivering scrap'd with their cold skeleton hands",
    "The feeble ashes, and their feeble breath",
    "Blew for a little life, and made a flame",
    "Which was a mockery; then they lifted up",
    "Their eyes as it grew lighter, and beheld",
    "Each other's aspects\u0097saw, and shriek'd, and died\u0097",
    "Even of their mutual hideousness they died,",
    "Unknowing who he was upon whose brow",
    "Famine had written Fiend. The world was void,",
    "The populous and the powerful was a lump,",
    "Seasonless, herbless, treeless, manless, lifeless\u0097",
    "A lump of death\u0097a chaos of hard clay.",
    "The rivers, lakes and ocean all stood still,",
    "And nothing stirr'd within their silent depths;",
    "Ships sailorless lay rotting on the sea,",
    "And their masts fell down piecemeal: as they dropp'd",
    "They slept on the abyss without a surge\u0097",
    "The waves were dead; the tides were in their grave,",
    "The moon, their mistress, had expir'd before;",
    "The winds were wither'd in the stagnant air,",
    "And the clouds perish'd; Darkness had no need",
    "Of aid from them\u0097She was the Universe."
  ],
  "title": "Darkness",
  "year": ""
}