{
  "author": "Lord Byron (George Gordon)",
  "classification": "Epistle",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Relationships",
    "Living",
    "Love",
    "Romantic Love"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173092",
  "region": "England",
  "text": [
    "My sister! my sweet sister! if a name",
    "Dearer and purer were, it should be thine.",
    "Mountains and seas divide us, but I claim",
    "No tears, but tenderness to answer mine:",
    "Go where I will, to me thou art the same",
    "A lov'd regret which I would not resign.",
    "There yet are two things in my destiny\u0097",
    "A world to roam through, and a home with thee.",
    "The first were nothing\u0097had I still the last,",
    "It were the haven of my happiness;",
    "But other claims and other ties thou hast,",
    "And mine is not the wish to make them less.",
    "A strange doom is thy father's son's, and past",
    "Recalling, as it lies beyond redress;",
    "Revers'd for him our grandsire's fate of yore\u0097",
    "He had no rest at sea, nor I on shore.",
    "If my inheritance of storms hath been",
    "In other elements, and on the rocks",
    "Of perils, overlook'd or unforeseen,",
    "I have sustain'd my share of worldly shocks,",
    "The fault was mine; nor do I seek to screen",
    "My errors with defensive paradox;",
    "I have been cunning in mine overthrow,",
    "The careful pilot of my proper woe.",
    "Mine were my faults, and mine be their reward.",
    "My whole life was a contest, since the day",
    "That gave me being, gave me that which marr'd",
    "The gift\u0097a fate, or will, that walk'd astray;",
    "And I at times have found the struggle hard,",
    "And thought of shaking off my bonds of clay:",
    "But now I fain would for a time survive,",
    "If but to see what next can well arrive.",
    "Kingdoms and empires in my little day",
    "I have outliv'd, and yet I am not old;",
    "And when I look on this, the petty spray",
    "Of my own years of trouble, which have roll'd",
    "Like a wild bay of breakers, melts away:",
    "Something\u0097I know not what\u0097does still uphold",
    "A spirit of slight patience; not in vain,",
    "Even for its own sake, do we purchase pain.",
    "Perhaps the workings of defiance stir",
    "Within me\u0097or perhaps a cold despair,",
    "Brought on when ills habitually recur,",
    "Perhaps a kinder clime, or purer air",
    "(For even to this may change of soul refer,",
    "And with light armour we may learn to bear),",
    "Have taught me a strange quiet, which was not",
    "The chief companion of a calmer lot.",
    "I feel almost at times as I have felt",
    "In happy childhood; trees, and flowers, and brooks,",
    "Which do remember me of where I dwelt",
    "Ere my young mind was sacrific'd to books,",
    "Come as of yore upon me, and can melt",
    "My heart with recognition of their looks;",
    "And even at moments I could think I see",
    "Some living thing to love\u0097but none like thee.",
    "Here are the Alpine landscapes which create",
    "A fund for contemplation; to admire",
    "Is a brief feeling of a trivial date;",
    "But something worthier do such scenes inspire:",
    "Here to be lonely is not desolate,",
    "For much I view which I could most desire,",
    "And, above all, a lake I can behold",
    "Lovelier, not dearer, than our own of old.",
    "Oh that thou wert but with me!\u0097but I grow",
    "The fool of my own wishes, and forget",
    "The solitude which I have vaunted so",
    "Has lost its praise in this but one regret;",
    "There may be others which I less may show;",
    "I am not of the plaintive mood, and yet",
    "I feel an ebb in my philosophy,",
    "And the tide rising in my alter'd eye.",
    "I did remind thee of our own dear Lake,",
    "By the old Hall which may be mine no more.",
    "Leman's is fair; but think not I forsake",
    "The sweet remembrance of a dearer shore:",
    "Sad havoc Time must with my memory make",
    "Ere",
    "or",
    "can fade these eyes before;",
    "Though, like all things which I have lov'd, they are",
    "Resign'd for ever, or divided far.",
    "The world is all before me; I but ask",
    "Of Nature that with which she will comply\u0097",
    "It is but in her summer's sun to bask,",
    "To mingle with the quiet of her sky,",
    "To see her gentle face without a mask,",
    "And never gaze on it with apathy.",
    "She was my early friend, and now shall be",
    "My sister\u0097till I look again on thee.",
    "I can reduce all feelings but this one;",
    "And that I would not; for at length I see",
    "Such scenes as those wherein my life begun,",
    "The earliest\u0097even the only paths for me\u0097",
    "Had I but sooner learnt the crowd to shun,",
    "I had been better than I now can be;",
    "The passions which have torn me would have slept;",
    "had not suffer'd, and",
    "hadst not wept.",
    "With false Ambition what had I to do?",
    "Little with Love, and least of all with Fame;",
    "And yet they came unsought, and with me grew,",
    "And made me all which they can make\u0097a name,",
    "Yet this was not the end I did pursue;",
    "Surely I once beheld a nobler aim.",
    "But all is over\u0097I am one the more",
    "To baffled millions which have gone before.",
    "And for the future, this world's future may",
    "From me demand but little of my care;",
    "I have outliv'd myself by many a day,",
    "Having surviv'd so many things that were;",
    "My years have been no slumber, but the prey",
    "Of ceaseless vigils; for I had the share",
    "Of life which might have fill'd a century,",
    "Before its fourth in time had pass'd me by.",
    "And for the remnant which may be to come",
    "I am content; and for the past I feel",
    "Not thankless, for within the crowded sum",
    "Of struggles, happiness at times would steal,",
    "And for the present, I would not benumb",
    "My feelings further. Nor shall I conceal",
    "That with all this I still can look around,",
    "And worship Nature with a thought profound.",
    "For thee, my own sweet sister, in thy heart",
    "I know myself secure, as thou in mine;",
    "We were and are\u0097I am, even as thou art\u0097",
    "Beings who ne'er each other can resign;",
    "It is the same, together or apart,",
    "From life's commencement to its slow decline",
    "We are entwin'd\u0097let death come slow or fast,",
    "The tie which bound the first endures the last!"
  ],
  "title": "Epistle to Augusta",
  "year": ""
}