{
  "author": "Tina Chang",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Relationships",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249886",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "On an island, an open road",
    "where an animal has been crushed",
    "by something larger than itself.",
    "It is mangled by four o'clock light, soul",
    "sour-sweet, intestines flattened and raked",
    "by the sun, eyes still watchful, savage.",
    "This landscape of Taiwan looks like a body",
    "black and blue. On its coastline mussels have cracked",
    "their faces on rocks, clouds are collapsing",
    "onto tiny houses. And just now a monsoon has begun.",
    "It reminds me of a story my father told me:",
    "He once made the earth not in seven days",
    "but in one. His steely joints wielded lava and water",
    "and mercy in great ionic perfection.",
    "He began the world, hammering the length",
    "of trees, trees like a war of families,",
    "trees which fumbled for grand gesture.",
    "The world began in an explosion of fever and rain.",
    "He said, Tina, your body came out floating.",
    "I was born in the middle of monsoon season,",
    "palm trees tearing the tin roofs.",
    "Now as I wander to the center of the island",
    "no one will speak to me. My dialect left somewhere",
    "in his pocket, in a nursery book,",
    "a language of childsplay. Everything unfurls",
    "in pictures: soil is washed from the soles of feet, a woman",
    "runs toward her weeping son, chicken bones float",
    "in a pot full of dirty water.",
    "I return to the animal on the road.",
    "When I stoop to look at it",
    "it smells of trash, rotting vegetation,",
    "the pitiful tongue. Its claws are curled tight",
    "to its heart; eyes open eyes open.",
    "When the world began",
    "in the small factory of my father's imagination",
    "he never spoke of this gnarled concoction",
    "of bone and blood that is nothing like wonder",
    "but just the opposite, something",
    "simply ravaged. He too would die soon after",
    "the making of the world. I would go on",
    "waking, sexing, mimicking enemies.",
    "I would go on coaxed by gravity and hard science."
  ],
  "title": "Invention",
  "year": ""
}