{
  "author": "Solomon Ephraim Ben Aaron of Lenczicz",
  "classification": "Elegy",
  "keywords": [
    "Religion",
    "Faith",
    "Doubt",
    "Judaism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239816",
  "region": "",
  "text": [
    "These things I do remember; O I pour",
    "My soul out for them. All the ages long",
    "Hatred pursueth us; through all the years",
    "Ignorance like a monster hath devoured",
    "Our martyrs as in one long day of blood.",
    "Rulers have rise through the endless years,",
    "Oppressive, savage in their witless power,",
    "Filled with a futile thought: to make an end",
    "Of that which God had cherished. There was once",
    "A tyrant searching in the Book of God",
    "For some word there to serve him as a sword",
    "To slay us; and he found the line which spake:",
    "“He that doth steal a man and selleth him,",
    "He shall be surely put to death.” That king,",
    "That dark-designing servant of false gods,",
    "Summoned to him ten sages of the Law,",
    "Saying: “Pervert the truth not with your lies,",
    "But judge this thing: What if a man be found",
    "Stealing his brother—one of Israel’s sons—",
    "And making merchandise and selling him?”",
    "And the ten sages spake: “That thief shall die.”",
    "“Your fathers”—said the tyrant, “where are they,",
    "That sold their brother to a company",
    "Of Ishmaelites? Lo, ye shall now receive",
    "Justice of Heaven upon you; for if they,",
    "Were now in life, then ye yourselves should judge;",
    "But now ye bear on you your fathers’ sin.”",
    "“If we have sinned,” they said, “then we shall bear",
    "His sentence, Whose compassion fills the world.”",
    "“Give us three days,” they spake. And they all looked",
    "Unto the High Priest, Rabbi Ishmael,",
    "Saying, “Arise, arise, pronounce the Name;",
    "Know from our God if this be His decree.”",
    "Then Rabbi Ishmael, in purity,",
    "Pronounced the Name, and rising up on high,",
    "Made question of the angel clothed in white,",
    "Who spake: “O righteous! O beloved! I,",
    "Hearkening within the secret region, heard",
    "That ye indeed be captured.” Thus he spake,",
    "And Rabbi Ishmael, descending, told",
    "His fellows all their doom.",
    "And that dread king",
    "Bade the ten sages to be slain in woe",
    "And torture. Lo! I saw them all:",
    "They stepped out of the ages, and they walked",
    "Before the deathless spirit that is mad",
    "With hunger for destruction of God’s own.",
    "Two of the great in Israel were brought forth",
    "To slaughter first:—the High Priest Ishmael,",
    "And Rabban Simeon, son of Gamliel,",
    "A prince in Israel. And this one implored,",
    "“O slay me ere ye slay him, lest I see",
    "The death of him who ministers to God!”",
    "And lo the lot fell, and they slew him first.",
    "And Ishmael raised the severed head and cried—",
    "Bitterly loud as calls a trumpet blast:—",
    "“How is the tongue that taught the glorious Message",
    "Brought low to lick the dust!” And while he wept",
    "The tyrant’s daughter stood, and gazing on",
    "His beauty, made petition for his life",
    "With vain entreaty. Terror makes me dumb",
    "To tell the tortures that mine eyes beheld;",
    "Only that when the murderous hand had reached",
    "His brow, the holy symbol’s seat, he cried",
    "With one most bitter cry to his soul’s Lord.",
    "Seraphim, in the heights of heaven, called",
    "In anguish: “This is then the Law, and this",
    "The wage thereof, O Thou who spreadest out",
    "Light as a garment! Thus the foe blasphemes",
    "Thy great and awful Name, and scorns Thy Law!”",
    "But out of Heaven’s height a voice replied:",
    "“Let no sound more be uttered, lest I turn",
    "The world to water, and My throne’s footstool",
    "To sudden chaos. This is My decree;",
    "Accept it, all of you who loved the Law",
    "Which I created ere the world was made.”",
    "Thus were the princes of the Law brought low,",
    "The corner-stones jeweled with precepts. Now",
    "Rabbi Akiba was led forth to die;",
    "Hananya, too, who was Teradyon’s son,",
    "Torn from his place; and yet he held the scroll",
    "Fast in his arms.—O God, blot out their pain.",
    "Mourn, O my people, not yet widowed;—still",
    "As in a vision, for a worthless whim",
    "I see your holiest slaughtered; see their blood",
    "Shed in the Name of Heaven—as even now",
    "The blood of Huspith the Interpreter.",
    "Trembling takes hold on all who hear, and tears",
    "Flow from all eyes, and all delight is dead;",
    "For Eliezer falls, Shamua’s son.",
    "How have our strong oppressors fed on us!",
    "How do they give us water of gall to drink—",
    "Slaying Hanina, son of Hakinai!",
    "They will not take a ransom, they must take",
    "The lives of those who speak the Law’s sweet words,",
    "Yea, even now the Scribe Yeshebab’s life.",
    "Sons of unrerason strike us with their fear",
    "More than the kings of earth; they slay of us",
    "Many and many; verily they cast",
    "Judah, the son of Dama, unto death!",
    "Ah, Thou has said, Jacob shall be a fire,",
    "Joseph a flame—lo, the last ashes die.",
    "O bring the burning of the day of doom,",
    "For Judah, son of Baba, is not spared.",
    "Here were ten righteous men; lo, they are slain.",
    "This hath befallen us. All this I tell",
    "As I beheld it passing through the years",
    "Of bygone ages. And subdued and crushed,",
    "We pour our hearts out supplicating Thee.",
    "Lord, Lord, give ear; O pitying, merciful,",
    "Look from Thine height upon the blood outpoured",
    "Of all Thy righteous. Make an end of blood",
    "Poured out and wasted; wash the stain away,",
    "God, King, who sittest on a gracious Throne."
  ],
  "title": "These Things I Do Remember",
  "year": ""
}