{
  "author": "Benjamin S. Grossberg",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Sports",
    "Outdoor Activities",
    "Nature",
    "The Body",
    "Religion",
    "God",
    "the Divine",
    "Social Commentaries",
    "Popular Culture",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239380",
  "region": "U.S., Midwestern",
  "text": [
    "Sometimes it takes miles to give up resistance,",
    "though the mirror shows a body unresisting, shows",
    "perhaps something to admire. Others may.",
    "A body without difficulty loosening, breaking",
    "its own willfulness, cracking itself",
    "like a rusted bolt that finally begins to turn.",
    "A body that turns. Toward openness, fantasy,",
    "those desires of and not of the body. Sometimes",
    "I notice a powerful man engaged steadily",
    "repeating difficult action: folding himself, his tight",
    "skin, over and over, lifting a declined torso",
    "or pulling up a suspended trunk, and think,",
    "how neat, how controlled to be inside that body.",
    "I struggle not to stare, grip myself not to lose myself",
    "inside the thought of being inside that body.",
    "I can never get there I know because it is",
    "the image I want, the veneer of muscle",
    "having taken primacy from mind, now first",
    "among equals: bicep, abdominal, quadricep,",
    "the launch after launch of a perpetual run.",
    "I want the image even when I am it, or nearly it—",
    "because even then, I am also that other thing,",
    "self-conscious, burdened, struggling for movement.",
    "If there is a link between God and animals—",
    "the way He identifies with the so much",
    "that isn’t us, as He had to have, to have made them—",
    "it must be in the body enacting will immediate",
    "through movement, as if with a word",
    "creating a world (enacting creation immediate",
    "through speech). Which is to say, this is my time",
    "of prayer, my only time: miles in, as long",
    "as it takes for the body to relinquish resistance.",
    "Bright, public, surrounded by others who move",
    "toward better movement. And all the while seeing",
    "in a wall of mirrors that image of myself, deer,",
    "horse, running close kin to breathing, motion",
    "necessary to survival, perfect image of a man",
    "that I’m merely a self-conscious copy of.",
    "I pray for things, of course, for myself",
    "and for those whose pain touches me, selfish",
    "and unselfish prayers for intimates and strangers.",
    "I pray for the runner in the mirror, too, sleek, easy",
    "animal, unselfconscious and present, and absent",
    "as a god, the man who could almost be me,",
    "who I do my best to rush toward. I pray that",
    "one day, by His grace, we may meet."
  ],
  "title": "God on the Treadmill",
  "year": ""
}