{
  "author": "Benjamin S. Grossberg",
  "classification": "Metaphor",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Religion",
    "God",
    "the Divine",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Life Choices",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239378",
  "region": "U.S., Midwestern",
  "text": [
    "Always the script, the dramatic comma,",
    "the pointed ellipsis, half turn, beat, the exit",
    "itself as punctuation. Let’s say the back wall",
    "of the house fell away: first cracks",
    "down the plaster, then it crumbles",
    "to reveal seventy-five rows of spectators.",
    "That’s the explanation: they’ve been there",
    "all along; I mulled blocking on a blind",
    "impulse, but it turns out a correct one.",
    "Maybe someone is making love to me",
    "(in the 19th century sense): do I throw off",
    "his hand, exit with pithy wit? Or simply",
    "submit to it: the sappy moment",
    "which will, I know, have to be resisted",
    "in some later scene. Had I been there,",
    "had it been me, I would have said—",
    "and the audience would have been moved",
    "to applaud. Astounding improvisation!",
    "I’d have walked right up to the lawyer,",
    "the bank manager, and I’d have said—",
    "or, if it was me, it would never have gotten",
    "that far; I’d have turned to her and said—",
    "So I am contemplating in its shade",
    "an apple tree. Haven’t I often done that?",
    "So why not me? Late August, the leaves",
    "like arrowheads, dark green, waxy,",
    "punctuated by apples—constellations",
    "of apples. There I see The Hunter, bow",
    "pulled back, the apples of his quiver fixed",
    "with perfect aim: William Tell, daughter",
    "across the tree, of apples herself, poised",
    "with a perfect fruit above her head:",
    "wet tension of its surface, red skin",
    "that kisses the sun. And this perfect tree.",
    "This perfect tree in which every stamen",
    "was touched by pollen, in which every",
    "flower thickened to fruit: tree that knows",
    "by its own example perfection. In each",
    "cluster, five apples bunch as tight",
    "as chambers of a human heart. Had I",
    "been there, had it been me—and the slither",
    "up the trunk brought my attention low,",
    "the rippling body sliding along the trunk,",
    "I who have been so good all these years",
    "at resisting, and giving in, and resisting—",
    "I’d have heard the melodious hiss, seen",
    "the glinting tongue, its fork invading",
    "the region of my heart, the archer",
    "in that perfect canopy aiming right at me,",
    "I who have given in to desire",
    "when the stakes were much lower,",
    "could I resist those movements, how fully",
    "the serpent’s hiss gives itself over to simile:",
    "Seen it before, mister. I’d have sighed",
    "in an aside, glanced up at the sky,",
    "deadpanned the audience, and said—",
    "Or had my lover brought the apple.",
    "For years I have told them not to burn",
    "money on me. But to bring only this,",
    "to hold it out with a silent smile",
    "as they enter the house, down center",
    "on the stage of the palm. No better way",
    "to say I love you. So why not me?",
    "Early October, the outsize hunger",
    "after running, and my lover brings it over.",
    "I recognize on his breath the scent",
    "of the serpent, and the apple, the one",
    "forbidden thing. Deep voice, dark eyes,",
    "silent smile and perfect apple;",
    "only midday draped across his body,",
    "tight, alert, alive to the moment of sin.",
    "And reaching out to take it in my hand.",
    "Who better than me? Let the tension",
    "linger, let the audience pulse",
    "with anticipation. We touch over",
    "the forbidden fruit. The stage lights dim,",
    "and I look at him, and I look at him,",
    "and raise my eyebrows, and say—",
    "But even so, wouldn’t I end up here again,",
    "always here? Angels crossing swords",
    "behind me, shame clothing me, conflating",
    "all my losses—the loss of God, the loss",
    "of apples, how they expand inside",
    "to fill up hunger. Maybe there are",
    "no words here, just the sky",
    "blackening with anger. Maybe words",
    "wouldn’t be useful here anyway.",
    "Consider a scrim: the night sky blotted",
    "of constellations; nothing but gray",
    "swirls of wrath. And project against it",
    "a man’s silhouette: head bent, empty-",
    "handed, the memory of apples imprinted",
    "on his wordless tongue, and around his",
    "neck, loss—like a cowbell—announcing",
    "his presence to the fallen world."
  ],
  "title": "Had I Been There, Had It Been Me",
  "year": ""
}