{
  "author": "Odysseus Elytis",
  "classification": "",
  "keywords": [
    "Nature",
    "Stars, Planets, Heavens",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180426",
  "region": "Greece",
  "text": [
    "Often, in the Repose of Evening her soul took a lightness from",
    "the mountains across, although the day was harsh and",
    "tomorrow foreign.",
    "But, when it darkened well and out came the priest’s hand over",
    "the little garden of the dead, She",
    "Alone, Standing, with the few domestics of the night—the blowing",
    "rosemary and the murmur of smoke from the kilns—",
    "at sea’s entry, wakeful",
    "Otherly beauty!",
    "Only the waves’ words half-guessed or in a rustle, and others",
    "resembling the dead’s that startle in the cypress, strange",
    "zodiacs that lit up her magnetic moon-turned head.",
    "And one",
    "Unbelievable cleanliness allowed, to great depth in her, the real",
    "landscape to be seen,",
    "Where, near the river, the dark ones fought against the Angel,",
    "exactly showing how she’s born, Beauty",
    "Or what we otherwise call tear.",
    "And long as her thinking lasted, you could feel it overflow the",
    "glowing sight bitterly in the eyes and the huge, like an",
    "ancient prostitute’s, cheekbones",
    "Stretched to the extreme points of the Large Dog and of the Virgin.",
    "“Far from the pestilential city I dreamed of her deserted place",
    "where a tear may have no meaning and the only light be",
    "from the flame that ravishes all that for me exists.",
    "“Shoulder-to-shoulder under what will be, sworn to extreme silence",
    "and the co-ruling of the stars,",
    "“As if I didn’t know yet, the illiterate, that there exactly, in extreme",
    "silence are the most repellent thuds",
    "“And that, since it became unbearable inside a man’s chest, solitude",
    "dispersed and seeded stars!”"
  ],
  "title": "Beauty and the Illiterate",
  "year": ""
}