{
  "author": "Odysseus Elytis",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181779",
  "region": "Greece",
  "text": [
    "I walk in thorns in the dark",
    "of what’s to happen and what has",
    "with my only weapon my only defense",
    "my nails purple like cyclamens.",
    "I saw her everywhere. Holding a glass and staring in space. Lying down",
    "listening to records. Walking the streets in wide trousers and an old",
    "gabardine. In front of children’s-store windows. Sadder then. And in",
    "discotheques, more nervous, eating her nails. She smokes innumerable",
    "cigarettes. She is pale and beautiful. But if you talk to her she doesn’t hear",
    "at all. As if something is happening – she alone hears it and is frightened.",
    "She holds your hand tight, tears, but is not",
    ". I never touched her and I",
    "never took from her anything.",
    "He understood nothing. He kept asking all the time “Remember?” What’s to",
    "remember? My dreams alone I remember because I see them at night. Days",
    "I feel bad – how to say: unprepared. I found myself so suddenly, in life –",
    "where I’d hardly expected. I’d say “Bah, I’ll get used to it.” And everything",
    "around me ran. Things and people ran, ran – until I set myself to run like",
    "crazy. But, it seems, I overdid. Because – I don’t know – something strange",
    "happened in the end. First I’d see the corpse and then the murder. First",
    "came the blood and then the blow and cry. And now, when I hear rain I don’t",
    "know what’s waiting...",
    "“Why don’t they bury people standing up like archbishops?” – that’s what",
    "she’d say to me. And once, I remember, summer on the island, all of us",
    "coming from a party, dawn, we jumped over the bars of the museum’s",
    "garden. She danced on the stones and she saw nothing.",
    "I saw his eyes. I saw some old olive groves.",
    "I saw a column on a grave. A girl in relief on the stone. She seemed sad",
    "and held a small bird in her cupped hand.",
    "He was looking at me, I know, he was looking at me. We both were looking",
    "at the same stone. We looked at each other through the stone.",
    "She was calm and in her palm she held a small bird.",
    "She was sitting and she was dead.",
    "She was sitting and in her palm she held a small bird.",
    "You’ll never hold a bird like that – you aren’t able.",
    "Oh if they let me, if they let me.",
    "If who let you?",
    "The one who lets nothing.",
    "He, he who lets nothing",
    "is cut by his shadow and walks away.",
    "His words are white and unspeakable",
    "his eyes deep and without sleep...",
    "But the whole upper part of the stone was taken. And with it her name.",
    "– as if I could still see the letters carved inside the light...",
    "...",
    "Gone. The whole top gone. There were no letters at all.",
    "– there, on the",
    "the stone had cut and broken. I remember",
    "it well.",
    "She must have seen it in a dream since she remembers.",
    "In my dreams, yes. In a large sleep that will come sometimes all light and",
    "heat and small stony steps. The children will walk in the streets arm in arm",
    "like in some old Italian movies. Song everywhere and enormous women in",
    "small balconies watering their flowers.",
    "A large blue balloon will take us high then, here and there, the wind will beat",
    "us. The silver domes will stand out first, then the belfries. The streets will",
    "appear narrower and straighter than we imagined. The terraces with the",
    "white television antennas. And all around the hills, and the kites – so close",
    "we’ll just shave past them. Until one moment we’ll see the whole sea. On it",
    "the souls will be leaving small white steams.",
    "I have lifted my hand against the mountains, the dark and the demonic of",
    "this world. I’ve asked love “Why?” and rolled her on the floor. War and war",
    "and not one rag to hide deep in our things and forget. Who listens? Who",
    "listened? Judges, priests, police, which is your country? One body is left me",
    "and I give it. On it those who know cultivate the holy, as the gardeners in",
    "Holland, tulips. And in it drown who never learned of sea or swimming... Flux",
    "of the sea and you stars’ distant influx – stand by me!",
    "I have lifted my hand against the",
    "unexorcised demons of the world",
    "and from the place of illness I have exited",
    "to the sun and to the light self-exiled!",
    "And from too many storms I’ve exited",
    "self among humans exiled!"
  ],
  "title": "The Presence",
  "year": ""
}