{
  "author": "Stephen Sandy",
  "classification": "Quatrain",
  "keywords": [
    "Nature",
    "Trees",
    "Flowers",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books",
    "Social Commentaries",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241916",
  "region": "U.S., New England",
  "text": [
    "Light from the ugliest lamp I ever saw, here",
    "on the table that triples for reading, eating (can’t say",
    "dining), business on the phone; ugliest except",
    "a few around the corner in that guest house at windows",
    "—plaster driftwood; cylinders like rockets or sanitary",
    "napkins propping shades; thin torso of a youth;",
    "red globe on orange globe, the works,",
    "collection. Wouldn’t she love this one, lump of lamp base",
    "intending landscape, two donkeys in mustard glaze,",
    "heads ruefully down, one carrying two rush panniers",
    "large enough to hold your pens or salts and peppers; on",
    "the other a shifty man with droopy moustache rides,",
    "**",
    "grumping under his sombrero; right leg broken",
    "off at the knee, left leg clipped at ankle. They make",
    "no progress, this mold-made work—the joins, arthritic",
    "ridges where dabs of grayish green suggest",
    "a wizened bush from which a brass post rises",
    "to hold a shade that doesn’t fit and twice",
    "has tried to burn, as crusty sores at the rim show.",
    "Still, it lights my work. Why hate it? Do I care?",
    "These indecorous furnishings stand for failure, are",
    "a clutter that weighs down, defeats the purpose,",
    "like dumbbells taken along on vacations; the pen jar;",
    "lamp base, sextant, portable folding triptych.",
    "**",
    "The writing table fills with clutter. Specials",
    "coax me to nudge buying into play. A checkout",
    "coupon lets me get some brand of lunch meats",
    "fifty-five cents off if I spend two dollars",
    "but I just can’t find it when I’m shopping, the ticket—",
    "with its rubric of good news and inscrutable forest",
    "of bar code, black on red—to lead me on; back home",
    "there it is, on the table, laying waste my power to spend.",
    "What I have wanted (with Larkin) to do must be",
    "“essentially undoable, it belongs to the imagination.”",
    "Rather, the demolition has begun, piss and shit",
    "and blood mix in the snow-white bowl; and yet",
    "**",
    "I find the Beech Forest (behind the beach",
    "dunes) that Allen recommended “without",
    "reservation.” The man was right—it more",
    "than satisfies, these beech ponds and their dune",
    "forest. I sat on a pitch pine that had blown",
    "over and then turned round and risen again,",
    "and bowed part making a seat something like",
    "a saddle; the tree was growing while I sat on it",
    "as were the other pitch pines round the pond ruddy",
    "in afternoon, late light of day, rough trunks",
    "with tufts of twisted branches green with needles,",
    "it was",
    "wind speaking through the pines,",
    "**",
    "solitude:—O, yes, two high-breasted girls",
    "came striding by, I heard them coming, I",
    "heard them going, yammering at full volume",
    "not looking left or right, they passed me, were",
    "out of sight and soon of earshot, Doppler effect",
    "caused by exuberant youth in oblivious chitchat.",
    "And people are smoking in these dry woods too,",
    "not policing their butts is how I know,",
    "the butts",
    "surface from the heavier, sifting sand,",
    "sand spilling, surfing down hills, crashing in waves",
    "over the path here. But call it solitude,",
    "when a thought—but wait! I thought—I should not be",
    "**",
    "having a thought here, this moment: yet a vision",
    "of a Chinese poet in his study overlooking",
    "such a pond as this arrives out of the silence",
    "like the yellow water lilies on the water, pads",
    "spreading out in files like a design on the broadloom",
    "of a lobby. The sage is working on a poem, brushing it",
    "on silk, inspired by a blend of Tao and",
    "Confucius. Doubtless he would not forget",
    "allusions to Sung poets, if he were not",
    "a Sung poet himself, in which case he would have to",
    "echo Han or T’ang; and he would be writing",
    "of solitude; time passing; absent friends",
    "**",
    "(enlightenment would have to be inferred).",
    "No matter, I didn’t bring a pen today.",
    "However, over there are inkberry bushes, so",
    "with a reed I just might make a start. . . . Farther",
    "on the path I listen to a bird, a warbler perhaps,",
    "I do not know the song or see the bird.",
    "There with the pines and sand and birdsong, and no",
    "prayer- or guide- or selfhelp-book, no",
    "serious commune, the mind must yearn to be",
    "led on; it wants a deity, an altar to approach;",
    "an altar at least to take steps toward; occasion",
    "to rise to—with nothing planned for the mind,",
    "**",
    "it’s like a person suddenly blind, not blind",
    "for a long time and knowing the ropes, but just",
    "now, rope-stung, blind—and groping, feeling around",
    "for the way, any way, or, closer to home,",
    "when the power goes at night just getting from",
    "here to there even though you know the drill,",
    "—you never find the batteries when you need them,",
    "groping down cellar for the circuit breaker then",
    "you flip it; nothing, it’s a bigger failure you are part of—",
    "know the layout in general yet without ceremony",
    "the mind leans forward, over an edge, hoping for,",
    "needing a little ritual, like a guide rail to keep it",
    "**",
    "from falling, going down. Even then the mind",
    "finds need of other news, keeps on desiring",
    "alterity somewhere at hand. For example,",
    "walking the streets of Provincetown, nothing to see",
    "but lots to look at, all that fluff and buff,",
    "the Michelin-man day-trippers aching along;",
    "suddenly I want a prayer book, maybe not",
    "or",
    "but still . . .",
    "even a pocket copy of",
    ",",
    "such as I find soon after all the buff and fluff",
    "at Tim’s, the only bookstore on the street,",
    "handy for quick reads. Thin as a shortbread biscuit,",
    "**",
    "THE RICHARDS PRESS LONDON 1915, no doubt",
    "with its khaki cover, intended for some Tommy’s",
    "backpack, a backward solace for off-duty hours",
    "in the trenches: admittedly not very much",
    "on the other hand just the thing I’m talking after;",
    "a talisman perhaps is all, an amulet",
    "with words that say,",
    ", no matter",
    "what the words say. Housman’s “vision,” his drear",
    "anguish of love for someone, something, lad",
    "and landscape that never were, that might shoot threads",
    "of gold among the bloody muslins and the mud;",
    "**",
    "mind wants other news than what the ruffled senses",
    "bring data of—smoke or flesh or birdsong.",
    "It saw there was a space within, reserved",
    "for turning toward another; other; that",
    "no bullet, arrowwood or beach plum might",
    "fill, though these could occupy that space",
    "a moment.",
    "Again I heard the casual chirping",
    "of that bird, off in that tupelo, the song",
    "I did not know, below the cries of gull",
    "and jay I did. The unknown I saw was not",
    "enough to satisfy; or—satisfied when it",
    "was framed, complement of what is known for sure.",
    "**",
    "It’s—like—when you go someplace strange, new,",
    "the seashore, any boundary, you want to learn the names",
    "of plants. Start looking at the edges of leaves. It gives",
    "a grip on where you are, and who, or seems to,",
    "to know bullbrier, bearberry, blueberry. You get a GUIDE",
    "or a local to tell. On the dune path I found one, a gnarled",
    "bush alone, hollylike but succulent leaf; nothing",
    "like it in the book. But why feel helped in nature",
    "by a name? When a horde of flower children wanted",
    "to know what they should do to be saved (back when)",
    "Snyder told them, “learn the names of plants;",
    "of animals; learn to do something with your hands.”",
    "**",
    "Well I went out to that dune again: to cop a copy",
    "of the leaf I took and lost: so it’s only bayberry",
    "after all; dioecious, two-sexed: some leaves different",
    "from others, that’s OK only one got pictured",
    "in my book; but the waxiness, bayberry for sure, set",
    "to be rendered into candles for a",
    ",",
    "nauseating noose of “scents.” Its nutlets twinkle",
    "near the oily leaves aglow above the sand,",
    "bone white. Doesn’t make me feel better to know now",
    "about that scrawny straggler. Sanctimonious",
    "pilgrim know-alls, Bradford & Co.! Forest",
    "into desert, just like that. No time flat, considering."
  ],
  "title": "Beech Forest",
  "year": ""
}