{
  "author": "Stephen Sandy",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241942",
  "region": "U.S., New England",
  "text": [
    "Back of the church the busy forsythias bow",
    "and scrape to May and all these blessed stones",
    "stiff in their careful finery of words;",
    "the mess of markers makes me go and browse.",
    "Somehow the blocks of slate and marble hate",
    "to be cut and carved to the dimensions",
    "of Mary Monday’s age and her virtues.",
    "At heart they hurt to be made literate",
    "and they are rebelling, fast as they can,",
    "shedding an edge, a letter, as they go",
    "—a year, a part of a skull, a bone—",
    "it hurts them to stand so long for this",
    "kind of death not theirs. Fast as they can",
    "they are leaning away from their duty",
    "and look down longing for the warm sod.",
    "The prides and fears they stand witness to,",
    "the ladies and gents, are only whimsy now.",
    "They cease to reflect that wary pride",
    "the flesh beneath them took in lying down.",
    "To the last date line and death’s-head-stare,",
    "the legend reads, “There! I’ve done it!”",
    "But these are only beginning,",
    "the blocks of shale forget their lines",
    "letting the sunlight and rain divide",
    "and subdivide their veins and bone.",
    "They do not care, they only feel",
    "an unnatural heaviness, tottering so",
    "in the hot light. They long to be off and away,",
    "they toss and jibe in the sun;",
    "a whole regatta of black sails, they are sailing away",
    "over the lumpy green yard of time, and never",
    "coming about for home until they capsize",
    "turned turtle by boys from Central Square.",
    "Tired of holding—they are tired of holding up;",
    "their always-leaning makes me hold my tongue",
    "and sit with them awhile. We heave",
    "our shoulders, or our shadows, on the mounds,",
    "while under the hills, memorials more fine",
    "lie lip to paper lip",
    "and keep their impossible word."
  ],
  "title": "New England Graveyard",
  "year": ""
}