{
  "author": "Carl Dennis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30669",
  "region": "",
  "text": [
    "If on your grandmother's birthday you burn a candle",
    "To honor her memory, you might think of burning an extra",
    "To honor the memory of someone who never met her,",
    "A man who may have come to the town she lived in",
    "Looking for work and never found it.",
    "Picture him taking a stroll one morning,",
    "After a month of grief with the want ads,",
    "To refresh himself in the park before moving on.",
    "Suppose he notices on the gravel path the shards",
    "Of a green glass bottle that your grandmother,",
    "Then still a girl, will be destined to step on",
    "When she wanders barefoot away from her school picnic",
    "If he doesn't stoop down and scoop the mess up",
    "With the want-ad section and carry it to a trash can.",
    "For you to burn a candle for him",
    "You needn't suppose the cut would be a deep one,",
    "Just deep enough to keep her at home",
    "The night of the hay ride when she meets Helen,",
    "Who is soon to become her dearest friend,",
    "Whose brother George, thirty years later,",
    "Helps your grandfather with a loan so his shoe store",
    "Doesn't go under in the Great Depression",
    "And his son, your father, is able to stay in school",
    "Where his love of learning is fanned into flames,",
    "A love he labors, later, to kindle in you.",
    "How grateful you are for your father's efforts",
    "Is shown by the candles you've burned for him.",
    "But today, for a change, why not a candle",
    "For the man whose name is unknown to you?",
    "Take a moment to wonder whether he died at home",
    "With friends and family or alone on the road,",
    "On the look-out for no one to sit at his bedside",
    "And hold his hand, the very hand",
    "It's time for you to imagine holding."
  ],
  "title": "Candles",
  "year": ""
}