{
  "author": "Carl Dennis",
  "classification": "Free Verse",
  "keywords": [
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172159",
  "region": "",
  "text": [
    "That was a great compliment the Greeks paid to human life",
    "When they imagined their gods living as humans do,",
    "With the same pleasure in love and feasting,",
    "Headstrong as we are, turbulent, quick to anger,",
    "Slow to forgive. Just like us, only immortal.",
    "And now that those gods have proven mortal too",
    "And heaven and earth can’t be divided,",
    "Every death means a divine occasion",
    "Has been taken from us, a divine perspective,",
    "Though the loss gets only a line or two in the news.",
    "Hard to believe the headlines this morning",
    "That a banker on Mt. Olympus has been pilfering,",
    "That a builder has been guilty of shoddy construction",
    "On a bridge that spans a river in heaven,",
    "Cutting corners to squirrel away his fortune",
    "For a better day, when the great day has already come.",
    "For news that heartens we must turn to the classifieds.",
    "Here in what’s left of heaven it’s right to advertise",
    "For a soul mate. It’s right to look for a job",
    "That lets us incarnate spirit more fully",
    "And leave something behind that time is kinder to",
    "Than the flesh of gods. Lucky there’s work.",
    "Lucky the streets of heaven are in need of repair.",
    "Paint is peeling from the dream-house trim.",
    "Holy rainwater backs up in leaf-clogged gutters",
    "Till the ceiling sags and tiles need regrouting.",
    "And look at the list of practical items for sale—",
    "Used snowblowers, croquet sets, chainlink fencing.",
    "And what about a wooden canoe with two paddles.",
    "Why don’t we make time for a turn before sundown?",
    "Out on the broad lake a breeze will find us",
    "That’s wafted around the planet to cool our divinity.",
    "The clouds will hover above us in a giant halo",
    "As we watch our brother, the sun, descend,",
    "His gentle face turned toward us, his godly expression",
    "Undarkened by accusation or disappointment",
    "Or the thought of something he’s left undone."
  ],
  "title": "Days of Heaven",
  "year": ""
}