{
  "author": "Carl Dennis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30396",
  "region": "",
  "text": [
    "We here at Progressive Health would like to thank you",
    "For being one of the generous few who've promised",
    "To bequeath your vital organs to whoever needs them.",
    "Now we'd like to give you the opportunity",
    "To step out far in front of the other donors",
    "By acting a little sooner than you expected,",
    "Tomorrow, to be precise, the day you're scheduled",
    "To come in for your yearly physical. Six patients",
    "Are waiting this very minute in intensive care",
    "Who will likely die before another liver",
    "And spleen and pairs of lungs and kidneys",
    "Match theirs as closely as yours do. Twenty years,",
    "Maybe more, are left you, granted, but the gain",
    "Of these patients might total more than a century.",
    "To you, of course, one year of your life means more",
    "Than six of theirs, but to no one else,",
    "No one as concerned with the general welfare",
    "As you've claimed to be. As for your poems—",
    "The few you may have it in you to finish—",
    "Even if we don't judge them by those you've written,",
    "Even if we assume you finally stage a breakthrough,",
    "It's doubtful they'll raise one Lazarus from a grave",
    "Metaphoric or literal. But your body is guaranteed",
    "To work six wonders. As for the gaps you'll leave",
    "As an aging bachelor in the life of friends,",
    "They'll close far sooner than the open wounds",
    "Soon to be left in the hearts of husbands and wives,",
    "Parents and children, by the death of the six",
    "Who now are failing. Just imagine how grateful",
    "They'll all be when they hear of your grand gesture.",
    "Summer and winter they'll visit your grave, in shifts,",
    "For as long as they live, and stoop to tend it,",
    "And leave it adorned with flowers or holly wreaths,",
    "While your friends, who are just as forgetful",
    "As you are, just as liable to be distracted,",
    "Will do no more than a makeshift job of upkeep.",
    "If the people you'll see tomorrow pacing the halls",
    "Of our crowded facility don't move you enough,",
    "They'll make you at least uneasy. No happy future",
    "Is likely in store for a man like you whose conscience",
    "Will ask him to certify every hour from now on",
    "Six times as full as it was before, your work",
    "Six times as strenuous, your walks in the woods",
    "Six times as restorative as anyone else's.",
    "Why be a drudge, staggering to the end of your life",
    "Under this crushing burden when, with a single word,",
    "You could be a god, one of the few gods",
    "Who, when called on, really listens?"
  ],
  "title": "Progressive Health",
  "year": ""
}