{
  "author": "Carl Dennis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181699",
  "region": "",
  "text": [
    "It’s the last day, but I’m keeping the news to myself.",
    "If yesterday it made sense for letter carriers",
    "To carry letters from door to door,",
    "The job still ought to be worth doing.",
    "Why tell what I know and risk a walkout?",
    "Let firefighters race to the last fire.",
    "Let platoons of police set up their last lines",
    "So the factions that come to the demonstration",
    "Do battle only in words and gestures.",
    "The day is different, but only for me,",
    "Knowing as I do that it offers the last chance",
    "For a cautious investor to resist his nature enough",
    "To back a grocery in a battered district,",
    "And the last chance for the would-be grocers",
    "To open a bottle of good champagne",
    "In the kitchen of the friend who’s led them",
    "Through the small-print maze of the application.",
    "And now they’re toasting the months to come",
    "Scheduled to move the project along",
    "From drawing blueprints to cutting ribbons.",
    "Shall I tell them their expectations are dreams",
    "If the dreams impart to the day contour and substance?",
    "Though silent, I’m rooting for them to let the day",
    "Expand to include the days to be denied them.",
    "And I hope that the friend who’s pouring",
    "A final round in his kitchen isn’t disturbed",
    "As his small apartment fills with the sound",
    "Of squeaking from across the hall, though yesterday",
    "He banged on his neighbor's door for quiet.",
    "It’s his last chance to endorse a woman",
    "Bent on learning from scratch to play the viola,",
    "To respect her for finding an hour a day for practice,",
    "As if raising two sons alone",
    "And teaching civics at a high school",
    "Not renowned for civility weren't enough.",
    "Should I sit on a stone and lament",
    "That the day is her last if it still contains,",
    "Scrolled up within it, the years she'll need",
    "To master the art of voicing feelings",
    "Not now expressed, at home or in class,",
    "About the distance between the world",
    "She’d like to inhabit and the world she does?",
    "Some other prophet, convinced the future",
    "Depends on the flow of time to give it substance,",
    "May decide to speak out. I’m keeping silent",
    "As one of her sons sits at his desk",
    "Dividing a page into reasons for leaving home",
    "And reasons for staying. Now on this last day",
    "It seems that home is best defined as any region",
    "On earth that has much to teach him,",
    "And now as the region fit to receive the most",
    "Of whatever he’ll have to offer",
    "After he learns where his talents lie."
  ],
  "title": "Silent Prophet",
  "year": ""
}