{
  "author": "Carl Dennis",
  "classification": "Free Verse",
  "keywords": [
    "Home Life",
    "Religion",
    "Life Choices",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172160",
  "region": "",
  "text": [
    "It must be troubling for the god who loves you",
    "To ponder how much happier you’d be today",
    "Had you been able to glimpse your many futures.",
    "It must be painful for him to watch you on Friday evenings",
    "Driving home from the office, content with your week—",
    "Three fine houses sold to deserving families—",
    "Knowing as he does exactly what would have happened",
    "Had you gone to your second choice for college,",
    "Knowing the roommate you’d have been allotted",
    "Whose ardent opinions on painting and music",
    "Would have kindled in you a lifelong passion.",
    "A life thirty points above the life you’re living",
    "On any scale of satisfaction. And every point",
    "A thorn in the side of the god who loves you.",
    "You don’t want that, a large-souled man like you",
    "Who tries to withhold from your wife the day’s disappointments",
    "So she can save her empathy for the children.",
    "And would you want this god to compare your wife",
    "With the woman you were destined to meet on the other campus?",
    "It hurts you to think of him ranking the conversation",
    "You’d have enjoyed over there higher in insight",
    "Than the conversation you’re used to.",
    "And think how this loving god would feel",
    "Knowing that the man next in line for your wife",
    "Would have pleased her more than you ever will",
    "Even on your best days, when you really try.",
    "Can you sleep at night believing a god like that",
    "Is pacing his cloudy bedroom, harassed by alternatives",
    "You’re spared by ignorance? The difference between what is",
    "And what could have been will remain alive for him",
    "Even after you cease existing, after you catch a chill",
    "Running out in the snow for the morning paper,",
    "Losing eleven years that the god who loves you",
    "Will feel compelled to imagine scene by scene",
    "Unless you come to the rescue by imagining him",
    "No wiser than you are, no god at all, only a friend",
    "No closer than the actual friend you made at college,",
    "The one you haven’t written in months. Sit down tonight",
    "And write him about the life you can talk about",
    "With a claim to authority, the life you’ve witnessed,",
    "Which for all you know is the life you’ve chosen."
  ],
  "title": "The God Who Loves You",
  "year": ""
}