{
  "author": "Carl Dennis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31047",
  "region": "",
  "text": [
    "Aren't you glad at least that the earthworms",
    "Under the grass are ignorant, as they eat the earth,",
    "Of the good they confer on us, that their silence",
    "Isn't a silent reproof for our bad manners,",
    "Our never casting earthward a crumb of thanks",
    "For their keeping the soil from packing so tight",
    "That no root, however determined, could pierce it?",
    "Imagine if they suspected how much we owe them,",
    "How the weight of our debt would crush us",
    "Even if they enjoyed keeping the grass alive,",
    "The garden flowers and vegetables, the clover,",
    "And wanted nothing that we could give them,",
    "Not even the merest nod of acknowledgment.",
    "A debt to angels would be easy in comparison,",
    "Bright, weightless creatures of cloud, who serve",
    "An even brighter and lighter master.",
    "Lucky for us they don't know what they're doing,",
    "These puny anonymous creatures of dark and damp",
    "Who eat simply to live, with no more sense of mission",
    "Than nature feels in providing for our survival.",
    "Better save our gratitude for a friend",
    "Who gives us more than we can give in return",
    "And never hints she's waiting for reciprocity.",
    "\"If I had nickel, I'd give it to you,\"",
    "The lover says, who, having nothing available",
    "In the solid, indicative world, scrapes up",
    "A coin or two in the world of the subjunctive.",
    "\"A nickel with a hole drilled in the top",
    "So you can fasten it to your bracelet, a charm",
    "To protect you against your enemies.\"",
    "For his sake, she'd wear it, not for her own,",
    "So he might believe she's safe as she saunters",
    "Home across the field at night, the moon above her,",
    "Below her the loam, compressed by the soles of her loafers,",
    "And the tunneling earthworms, tireless, silent,",
    "As they persist, oblivious, in their service."
  ],
  "title": "Worms",
  "year": ""
}