{
  "author": "Rachel Zucker",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Relationships",
    "Home Life",
    "Family",
    "Ancestors",
    "Nature",
    "The Body",
    "Religion",
    "Judaism",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Gender",
    "Sexuality",
    "Popular Culture",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238784",
  "region": "U.S., Mid-Atlantic",
  "text": [
    ", a bad thing happened to",
    "my friend’s marriage, can’t tell you",
    "only can tell my own story which",
    "so far isn’t so bad:",
    "“Dad” and I stay married. so far.",
    "so good. so so.",
    "But it felt undoable. This lucky life",
    "every day, every day. every, day.",
    "(all the poetry books the goddamn same",
    "until one guy gets up and stuns the audience.)",
    "Joe Wenderoth, not by a long shot",
    "sober, says,",
    "anyone to no one in particular and reads a poem",
    "about how Jesus had no penis.",
    "Meanwhile, the psychiatrist, attractive",
    "in a fatherly way, says,",
    "question mark.",
    "libido",
    "like a father, but not like mine, or my sons’—",
    "fix it.",
    "My friend Nathan’s almost written",
    "a good novel, by which I mean finished,",
    "which means I’d like to light myself",
    "on fire—this isn’t “desire,”",
    "not what the Dr. meant",
    "by libido?",
    "I hope—",
    "not, it’s just chemical:",
    "jealousy. boredom. lethargy.",
    "Books with prominent serifs: their feet feet feet I am",
    "marching to the same be—",
    "other",
    "than the neuronic slave I thought anxiety made me",
    "do it, made me get up and carry forth, sally",
    "the children to school the poems dragged",
    "by little hands on their little serifs",
    "to the page, my marriage sustained, remaining",
    "energy: project #1, project #2, broken",
    "fixtures, summer plans, demands met, requests",
    "granted, bunny noodles with and without cheesy",
    "at the same time, and the nighttime, I insomnia",
    "these hours penning invisible letters—",
    "till it stopped.",
    "doc said:",
    "classic.",
    "It’s chemical,",
    "mental",
    "circuitry, we’ve got a fix for this",
    "classic, I’m saying I can",
    "make it better.",
    "Everything was the same, then,",
    "but",
    ".",
    "At night I slept.",
    "In the morning got up.",
    "Kids to school, husband still a fool-",
    "hardy spirit makes",
    "me pick a Monday morning fight, snipe! I’ll pay for that",
    "later I’m still a pain in the",
    "elbow from writing prose those shift+hold+letter,",
    "I’m still me less sleepy, crazy, I suppose",
    "less crazy-jealous just",
    "haha now at Jesus’ no penis",
    "amazed at the other poet’s kick-ass",
    "friend’s novel I dream instead about",
    "the government makes me put stickers",
    "on my driver’s license of family members",
    "who are Jews, and mine all are. Can they get us",
    "all? I escape with a beautiful light-haired man,",
    "blue-eyed day trader, gentile.",
    "(( gentle, gentle, mind encased in its",
    "blood-brain barrier from the harsh skull",
    "sleep, sleep and sleepy wake and want",
    "to sleep and sleep a steep dosage—",
    "“—chemical?” ))",
    "in my dreams now every man’s mine, no",
    "problem, perhaps my mind’s a little plastic,",
    "malleable, not so fatal now",
    "the dose is engineered like that new genetic watercress",
    "to turn from green to red when planted over buried",
    "mines, nitrogen dioxide makes for early autumn,",
    "red marks the spot where I must",
    "watch my step, up one half-step-dose specific—",
    "The psychiatrist’s lived in NY so long",
    "he’s of ambiguous religion—",
    "everyone’s Jewish sometimes—",
    "writes: “Up the dosage.”",
    "(( now,",
    "when I’m late I just shrug",
    "it’s my new improved style",
    "missed the train? I tug",
    "the two boys single file",
    "the platform a safe aisle",
    "between disasters, blithely",
    "I step, step, step lively",
    "carefully, wisely",
    "I sing silly ditties",
    "play I spy something pretty-",
    "gray-brown-metal-filthy",
    "for a little city fun",
    "just one way to enjoy life’s",
    "trials, mile after mile, lucky",
    "to have such dependable feet",
    "you see, the rodents",
    "don’t frighten I’m calm",
    "as can be expected to recover",
    "left to my own devices I was",
    "twice as fast getting everywhere but where",
    "did that get me but, that inevitable location",
    "more waiting, the rats there scurry, scurry, a furry",
    "till the next train comes— ))",
    "“Up the dosage.”",
    "Brown a first-cut brisket in hot Dutch oven",
    "after dusting with paprika. Remove. Sauté",
    "thickly sliced onions and add wine (sweet",
    "is better, lasts forever, never need a new bottle).",
    "Put the meat on onions, cover with tomato-sauce-",
    "onion-soup-mix mixture, cover. Back in low oven",
    "many hours.",
    "This year, I’ll be better;",
    "trying to get out of Egypt.",
    "The house smells like meat.",
    "My hair smells like meat.",
    "I’m a light unto the nation.",
    "Joseph makes sense of the big man’s dreams, is saved,",
    "saves his brothers those jealous boys who sold him",
    "sold them all as slaves. Seven years of plenty. Seven",
    "years of famine. He insomnias the nights counting up",
    "grains, storing, planning, for what? They say throw",
    "the small boys in the river (and mothers do so). Smite",
    "the sons (and fathers do it). God says take off your shoes,",
    "this holy ground this pitiful, incombustible bush.",
    "Is God chemical?",
    "Enzymatic of our great need to chaos?",
    "We’re unforgivable. People of the salted",
    "cheeks. Slap, turn, slap.",
    "To be chosen is to be",
    "unforgiving/unforgiv-",
    "en, always chosen:",
    "be better.",
    "The Zuckers are a long line of obsessives.",
    "This served them well in wartime saw it",
    "coming in time that unseeable thing they",
    "hoarded, they ferried, schemed, paced, got the hell",
    "out figured out at night, insomnia, how to visa—",
    "now, if it happens again, I won’t be",
    "ready—",
    "I’m “better.”",
    "The husband, a country club Jew from Denver,",
    "American intelligentsia, will have to carry me out",
    "and he’s no big man and I’m",
    "not a small girl how fast . . .",
    "can the doctor switch the refugee gene back on?",
    "How fast can I get worse? Smart again and worse?",
    "It is better to be alive than better.",
    ". . .",
    "says the doctor,",
    "All children unlearn this fear you got confused",
    "thought thinking was the same as—",
    "Writes: “Up the dosage.”",
    "Don’t think. this refugee thing part",
    "of a syndrome fear of medication of being better . . .",
    "Truth is, the anti-obsessional medicine works",
    "wonders and drags me through life’s course.",
    "Light unto the Nation.",
    "About this time of year but years ago",
    "the priests spread rumors of blood libel.",
    "Jews huddled in basements accused",
    "of using Christian babes’ blood",
    "to make unleavened bread.",
    "Signs and wonders.",
    "Christ rises.",
    "Blood and body and babes.",
    "Basements and briskets",
    "and bread of afflictions.",
    "[I] am calm now with my pounds of meat",
    "made and frozen, my party schedule, my pills",
    "of liberation, my gentile dream-boy, American",
    "passport, my gray-haired psychiatrist, my blue-",
    "eyed son, my brown-eyed son, my poems on their",
    "pretty little fleet-feet, my big shot friends, olive-skinned",
    "husband, my right elbow on fire: fire inside deep in the nerve",
    "from too much carrying and word-mongering, smithery, bearing",
    "and tensing, choosing to be better to live this real life this better orbit this Jack",
    "Kerouac never loved you like you wanted—",
    "Blake.",
    "Buddha.",
    "Only Jesus and that’s his shtick,",
    "he loves",
    "everyone: smile! that’s it,",
    "for the camera, blood pressure",
    "normal,",
    ", you’re a poster child",
    "for signs and wonders what a little chemistry",
    "does for the brain, blood, thoughts, hey,",
    "did you know that Pharaoh actually",
    "to let them go? those multitude Jews",
    "but God hardened Paraoh’s heart against them [Jews]",
    "to prove his prowess, show his signs, wonders, outstretched",
    "hand, until the dosage was a perfect ten and then",
    "some, sea closing up around those little chariots",
    "the men and horses while women on the far shore shook",
    "their tambourines. And then what?",
    "Forty years",
    "to get the small slavery off them.",
    "Because of this. Bloody Nile. My story",
    "one of the lucky. Escaped hatch even from",
    "my own obsess—",
    "I am here because of this.",
    "Because of what my ancestors did for me to tell this",
    "story of the outstretched hand what it did for me this",
    "marked door and behind this red-marked door, around",
    "a corner a blue-eyed boy waits to love me up with his",
    "leavened bread, his slim body, professional detachment,",
    "medical advancments, forgive me my father’s mother’s",
    "father was the last in a long line of rabbis—again! with this? This",
    "rhapsody of affliction and escape, the mind bobbing along",
    "in its watery safe. Be like everyone. Else. Indistinguishable but",
    "than the other nations. But that’s what got us into this, Allen,",
    "no one writes these long-ass poems anymore. Now we’re",
    "better, all better. All Christian. Kind."
  ],
  "title": "Hey Allen Ginsberg Where Have You Gone and What Would You Think of My Drugs?",
  "year": ""
}