{
  "author": "Rachel Zucker",
  "classification": "",
  "keywords": [
    "Living",
    "Relationships",
    "Home Life",
    "Activities",
    "School",
    "Learning",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238788",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Saturday morning",
    "two hawks flew over the soccer field and swooped in low",
    "as Abram almost scored a goal. Moses, on the sideline, sat",
    "on a stray ball reading a book, not looking up at the game",
    "or the hawks or his brother who noticed. That night",
    "at the Basic Trust Day Care Poker Tournament I got knocked",
    "out with queen/nine against queen/jack by Dan Shiffman",
    "who seemed almost sad to beat me. I sucked on ginger candies",
    "and held new baby Phoebe Kate, born on the same due date",
    "as the baby I miscarried. When she left I cried and had more candies.",
    "In the end, Josh beat everyone and won a 40-inch flat-screen TV.",
    "Sunday morning",
    "I couldn’t sleep so got up early, went to the Hell’s Kitchen",
    "flea market and bought a dining table and chairs from a man",
    "named Toney. Bargained him down to $690 (including delivery)",
    "because “the chairs need new upholstery.” A 1950ish Danish",
    "with expandable top and funny splayed feet—it reminds me",
    "of my late Grandma Lotty, her sister Marguerite, and the heavy-laden",
    "tables of childhood. I’ve no idea what it will look like",
    "with my small family gathered round or if I’ll overworry",
    "the polished surface. We’ll see—",
    "it arrives on Tuesday.",
    "This morning",
    "I got a stack of papers from sophomore lit. The top two",
    "had the author’s name misspelled. I’ve not yet looked at",
    "any others. I talked in class about how Art Spiegelman",
    "chose realism over sentiment, how we conflate historical time",
    "with personal time, how on 9/11 I took my nine-month old son",
    "to his first day of day care and the city expoloded, went up",
    "in smoke, and no one but me cares that he spent hours there,",
    "only nine months old, while we watched TV in our phone-jammed",
    "airspace, breathed in fumes, tried to give blood, wondered was there",
    "anywhere, anywhere we could or should",
    "flee to?—",
    "Josh called right after class and said he’d gotten “strong intent” from an agent",
    "who’s “all about the money.”",
    "Nothing disastrous happened this week. Not so far. Unless you count",
    "what I saw next, between classes on my way to read student poems",
    "at Empanada Mama’s on 48th and 9th. A teenage boy lying on his side",
    "in the middle of the street. The traffic stopped and a crowd watched",
    "while six or seven other boys ran back and forth and stamped down",
    "hard on his skull. I turn a gag into a kind of cough and dial 911",
    ", says a woman as I retch",
    "into an empty trash can. Finally three teenage girls surround the boy",
    "and the other boys move off.",
    "Later,",
    "on my way back to Fordham, I stop a cop and ask",
    "about the boy.",
    "says the officer.",
    "I tell him.",
    "he says.",
    "Tonight",
    "in Writer’s Workshop I & II I read two cantos from",
    "by Wayne Koestenbaum and then “A Poet’s Life” by David Trinidad.",
    "Wayne puts a plumber and lovers, his mother, porn mags, fashion into terza rima",
    "that lead us along, punch drunk, addicted to real life. And oh how David’s crown",
    "of sonnets breaks our hearts! The students stare blankly; one:",
    "and someone’s cell phone rings with the sound of a human voice pleading:",
    "After an hour",
    "we head upstairs to hear Linda Gregg, Saskia Hamilton, and Tess Gallagher.",
    "Linda says,",
    "and John said, “We’re lost but hey don’t worry because when it gets dark I can read",
    "the stars” and I said “I don't know what you’re talking about. We’re not lost.",
    "We’re right here.” And my students, aghast at who knows what,",
    "start passing notes and rustling papers. Tess talks about her cancer",
    "and the ghosts within and Saskia reads poems thick with grief,",
    "some in a cracked guttural tongue I think is Danish.",
    "When I get home",
    "and try to describe the boy in the street Josh says,",
    "in Iraq this month than any other and I remind him that tomorrow morning,",
    "before the new table is due to be delivered, we’re going to Saint Vincent’s",
    "Hospital where Dr. Margano will put the KY-covered wand inside me",
    "and tell us if these past nine weeks have yielded a fetal heartbeat",
    "which will change everything, nothing."
  ],
  "title": "Saturday, Sunday, Monday, Tuesday",
  "year": ""
}