{
  "author": "Robert Hass",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Youth",
    "War",
    "Conflict",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179748",
  "region": "U.S., Western",
  "text": [
    "When I ran, it rained. Late in the afternoon—",
    "midsummer, upstate New York, mornings I wrote,",
    "read Polish history, and there was a woman",
    "whom I thought about; outside the moody, humid",
    "American sublime—late in the afternoon,",
    "toward sundown, just as the sky was darkening,",
    "the light came up and redwings settled in the cattails.",
    "They were death's idea of twilight, the whole notes",
    "of a requiem the massed clouds croaked",
    "above the somber fields.",
    "do you hear me? Whiteness, otter's body,",
    "coolness of the morning, rubbed amber",
    "and the skin's salt, do you hear me? This is Poland speaking,",
    "“era of the dawn of freedom,” nineteen twenty-two.",
    "When I ran, it rained. The blackbirds settled",
    "their clannish squabbles in the reeds, and light came up.",
    "First darkening, then light. And then pure fire.",
    "Where does it come from? out of the impure",
    "shining that rises from the soaked odor of the grass,",
    "the levitating, Congregational, meadow-light-at-twilight",
    "light that darkens the heavy-headed blossoms",
    "of wild carrot, out of that, out of nothing",
    "it boils up, pools on the horizon, fissures up,",
    "igniting the undersides of clouds: pink flame,",
    "red flame, vermilion, purple, deeper purple, dark.",
    "You could wring the sourness of the sumac from the air,",
    "the fescue sweetness from the grass, the slightly",
    "maniacal cicadas tuning up to tear the fabric",
    "of the silence into tatters, so that night,",
    "if it wants to, comes as a beggar to the door",
    "at which, if you do not offer milk and barley",
    "to the maimed figure of the god, your well will foul,",
    "your crops will wither in the fields. In the eastern marches",
    "children know the story that the aspen quivers",
    "because it failed to hide the Virgin and the Child",
    "when Herod's hunters were abroad. Think: night is the god",
    "dressed as the beggar drinking the sweet milk.",
    "Gray beard, thin shanks, the look in the eyes",
    "idiot, unbearable, the wizened mouth agape,",
    "like an infant's that has cried and sucked and cried",
    "and paused to catch its breath. The pink nubbin",
    "of the nipple glistens. I'll suckle at that breast,",
    "the one in the song of the muttering illumination",
    "of the fields before the sun goes down, before",
    "the black train crosses the frontier from Prussia",
    "into Poland in the age of the dawn of freedom.",
    "Fifty freight cars from America, full of medicine",
    "and the latest miracle, canned food.",
    "The war is over. There are unburied bones",
    "in the fields at sun-up, skylarks singing,",
    "starved children begging chocolate on the tracks."
  ],
  "title": "Between the Wars",
  "year": ""
}