{
  "author": "Robert Hass",
  "classification": "Free Verse",
  "keywords": [
    "Faith",
    "Doubt",
    "Separation",
    "Divorce",
    "Love",
    "Living",
    "Religion",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Desire",
    "Break-ups",
    "Vexed Love",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178697",
  "region": "U.S., Western",
  "text": [
    "Maybe you need to write a poem about grace.",
    "When everything broken is broken,",
    "and everything dead is dead,",
    "and the hero has looked into the mirror with complete contempt,",
    "and the heroine has studied her face and its defects",
    "remorselessly, and the pain they thought might,",
    "as a token of their earnestness, release them from themselves",
    "has lost its novelty and not released them,",
    "and they have begun to think, kindly and distantly,",
    "watching the others go about their days—",
    "likes and dislikes, reasons, habits, fears—",
    "that self-love is the one weedy stalk",
    "of every human blossoming, and understood,",
    "therefore, why they had been, all their lives,",
    "in such a fury to defend it, and that no one—",
    "except some almost inconceivable saint in his pool",
    "of poverty and silence—can escape this violent, automatic",
    "life’s companion ever, maybe then, ordinary light,",
    "faint music under things, a hovering like grace appears.",
    "As in the story a friend told once about the time",
    "he tried to kill himself. His girl had left him.",
    "Bees in the heart, then scorpions, maggots, and then ash.",
    "He climbed onto the jumping girder of the bridge,",
    "the bay side, a blue, lucid afternoon.",
    "And in the salt air he thought about the word “seafood,”",
    "that there was something faintly ridiculous about it.",
    "No one said “landfood.” He thought it was degrading to the rainbow perch",
    "he’d reeled in gleaming from the cliffs, the black rockbass,",
    "scales like polished carbon, in beds of kelp",
    "along the coast—and he realized that the reason for the word",
    "was crabs, or mussels, clams. Otherwise",
    "the restaurants could just put “fish” up on their signs,",
    "and when he woke—he’d slept for hours, curled up",
    "on the girder like a child—the sun was going down",
    "and he felt a little better, and afraid. He put on the jacket",
    "he’d used for a pillow, climbed over the railing",
    "carefully, and drove home to an empty house.",
    "There was a pair of her lemon yellow panties",
    "hanging on a doorknob. He studied them. Much-washed.",
    "A faint russet in the crotch that made him sick",
    "with rage and grief. He knew more or less",
    "where she was. A flat somewhere on Russian Hill.",
    "They’d have just finished making love. She’d have tears",
    "in her eyes and touch his jawbone gratefully. “God,”",
    "she’d say, “you are so good for me.” Winking lights,",
    "a foggy view downhill toward the harbor and the bay.",
    "“You’re sad,” he’d say. “Yes.” “Thinking about Nick?”",
    "“Yes,” she’d say and cry. “I tried so hard,” sobbing now,",
    "“I really tried so hard.” And then he’d hold her for a while—",
    "Guatemalan weavings from his fieldwork on the wall—",
    "and then they’d fuck again, and she would cry some more,",
    "and go to sleep.",
    "And he, he would play that scene",
    "once only, once and a half, and tell himself",
    "that he was going to carry it for a very long time",
    "and that there was nothing he could do",
    "but carry it. He went out onto the porch, and listened",
    "to the forest in the summer dark, madrone bark",
    "cracking and curling as the cold came up.",
    "It’s not the story though, not the friend",
    "leaning toward you, saying “And then I realized—,”",
    "which is the part of stories one never quite believes.",
    "I had the idea that the world’s so full of pain",
    "it must sometimes make a kind of singing.",
    "And that the sequence helps, as much as order helps—",
    "First an ego, and then pain, and then the singing."
  ],
  "title": "Faint Music",
  "year": ""
}