{
  "author": "Robert Hass",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Landscapes",
    "Pastorals",
    "Poetry",
    "Poets",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179752",
  "region": "U.S., Western",
  "text": [
    "Little green involute fronds of fern at creekside.",
    "And the sinewy clear water rushing over creekstone",
    "of the palest amber, veined with a darker gold,",
    "thinnest lines of gold rivering through the amber",
    "like—ah, now we come to it.",
    ",",
    "the old man said, he was hacking into the crust",
    "of a sourdough half loaf in his vehement, impatient way",
    "with an old horn-handled knife,",
    ".",
    "I knew he had seen whole cities leveled: also",
    "that there had been a time of shame for him, outskirts",
    "of a ruined town, half Baroque, half Greek Revival,",
    "pediments of Flora and Hygeia from a brief eighteenth-century",
    "health spa boom lying on the streets in broken chunks",
    "and dogs scavenging among them. His one act of courage",
    "then had been to drop pieces of bread or chocolate,",
    "as others did, where a fugitive family of Jews",
    "was rumored to be hiding.",
    "of course, none of us did. He sliced wedges of cheese",
    "after the bread, spooned out dollops of sour jam",
    "from some Hungarian plum, purple and faintly gingered.",
    "Every day the bits of half-mildewed, dry, hard—",
    "this is my invention—whitened chocolate, dropped furtively",
    "into rubble by the abandoned outbuilding of some suburban",
    "mechanic’s shop—but I am sure he said chocolate—",
    "and it comforted no one.",
    "“But it might just be the dogs.” He set the table.",
    "Shrugged. Janos was a friend from the university,",
    "who fled east to join a people’s liberation army,",
    "died in Siberia somewhere.",
    "he said.",
    "You have to understand that, for all we knew, the Germans",
    "would be there forever. And if not the Germans, the Russians.",
    "Well, you don't 'have to' understand anything, naturally.",
    "No one knew which way to jump. What we had was language,",
    "you see. Some said art, some said truth. Truth, of course,",
    "was death. Clattered the plates down on the table.",
    "no one said 'self-expression.' Well, you had your own forms",
    "of indulgence. Didn't people in the forties say 'man'",
    "instead of 'the self?' I think I said.",
    "came in in 1949. He laughed.",
    "we said, is the creature who is able to watch himself",
    "eat his own shit from fear. You know what that is?",
    "Melodrama. I tell you, there is no bottom to self-pity.",
    "This comes back to me on the mountainside. Butterflies—",
    "tiny blues with their two-dot wings like quotation marks",
    "or an abandoned pencil sketch of a face. They hover lightly",
    "over lupine blooms, whirr of insects in the three o'clock sun.",
    "I had asked him.",
    "to it, all of it, the texture of bread, the hairstyles",
    "of the girls you knew in high school, shoelaces, sunsets,",
    "the smell of tea? Ah, he said,",
    "To Czeslaw I say this: silence preceeds us. We are catching up.",
    "I think he was quoting Jabes whom he liked to read.",
    "gesturing out the window, pines, ragged green",
    "of a winter lawn, the bay,",
    "enumerate the vegetation. And you! you have to, I'm afraid,",
    "since you don't excel at metaphor. A shrewd, quick glance",
    "to see how I have taken this thrust.",
    "You are an intelligent man. But—finger in the air—",
    "at the end that explains. There is silence at the end,",
    "and it doesn't explain, it doesn't even ask. He spread chutney",
    "on his bread, meticulously, out to the corners. Something",
    "angry always in his unexpected fits of thoroughness",
    "I liked. The cheese. Then a lunging, wolfish bite.",
    "What does it open? This key I give you, what exactly",
    "does it open? Anything, anything! But what? I found",
    "that what I thought about was the failure of my marriage,",
    "the three or four lost years just at the end and after.",
    "But you are a poet. You pretend to make poems. And?",
    "She sat on the couch sobbing, her rib cage shaking",
    "from its accumulated abysses of grief and thick sorrow.",
    "I don't love you, she said. The terrible thing is",
    "that I don't think I ever loved you. He thought to himself",
    "fast, to numb it, that she didn't mean it, thought",
    "what he had done to provoke it. It was May.",
    "Also pines, lawn, the bay, a blossoming apricot.",
    "Everyone their own devastation. Each on its own scale.",
    "I don't know what the key opens. I know we die,",
    "and don’t know what is at the end. We don’t behave well.",
    "And there are monsters out there, and millions of others",
    "to carry out their orders. We live half our lives",
    "in fantasy, and words. This morning I am pretending",
    "to be walking down the mountain in the heat.",
    "A vault of blue sky, traildust, the sweet medicinal",
    "scent of mountain grasses, and at trailside—",
    "I'm a little ashamed that I want to end this poem",
    "singing, but I want to end this poem singing—the wooly",
    "closed-down buds of the sunflower to which, in English,",
    "someone gave the name, sometime, of pearly everlasting."
  ],
  "title": "Interrupted Meditation",
  "year": ""
}