{
  "author": "Robert Hass",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180210",
  "region": "U.S., Western",
  "text": [
    "This morning a cat—bright orange—pawing at the one patch of new grass in the sand-and tanbark-colored leaves.",
    "And last night the sapphire of the raccoon's eyes in the beam of the flashlight.",
    "He was climbing a tree beside the house, trying to get onto the porch, I think, for a wad of oatmeal",
    "Simmered in cider from the bottom of the pan we'd left out for the birds.",
    "And earlier a burnished, somewhat dazed woodchuck, his coat gleaming with spring,",
    "Loping toward his burrow in the roots of a tree among the drying winter's litter",
    "Of old leaves on the floor of the woods, when I went out to get the",
    ".",
    "And male cardinals whistling back and forth—sireeep, sreeep, sreeep—",
    "Sets of three sweet full notes, weaving into and out of each other like the triplet rhymes in medieval poetry,",
    "And the higher, purer notes of the tufted titmice among them,",
    "High in the trees where they were catching what they could of the early sun.",
    "And a doe and two yearlings, picking their way along the worrying path they'd made through the gully, their coats the color of the forest floor,",
    "Stopped just at the roots of the great chestnut where the woodchuck's burrow was,",
    "Froze, and the doe looked back over her shoulder at me for a long moment, and leapt forward,",
    "Her young following, and bounded with that almost mincing precision in the landing of each hoof",
    "Up the gully, over it, and out of sight. So that I remembered",
    "Dreaming last night that a deer walked into the house while I was writing at the kitchen table,",
    "Came in the glass door from the garden, looked at me with a stilled defiant terror, like a thing with no choices,",
    "And, neck bobbing in that fragile-seeming, almost mechanical mix of arrest and liquid motion, came to the table",
    "And snatched a slice of apple, and stood, and then quietened, and to my surprise did not leave again.",
    "And those little captains, the chickadees, swift to the feeder and swift away.",
    "And the squirrels with their smoke-plume tails trailing digging in the leaves to bury or find buried—",
    "I'm told they don't remember where they put things, that it's an activity of incessant discovery—",
    "Nuts, tree-fall proteins, whatever they forage from around the house of our leavings,",
    "And the flameheaded woodpecker at the suet with his black-and-white ladderback elegant fierceness—",
    "They take sunflower seeds and stash them in the rough ridges of the tree's bark",
    "Where the beaks of the smoke-and-steel blue nuthatches can't quite get at them—",
    "Though the nuthatches sometimes seem to get them as they con the trees methodically for spiders' eggs or some other overwintering insect's intricately packaged lump of futurity",
    "Got from its body before the cold came on.",
    "And the little bat in the kitchen lightwell—",
    "When I climbed on a chair to remove the sheet of wimpled plastic and let it loose,",
    "It flew straight into my face and I toppled to the floor, chair under me,",
    "And it flared down the hall and did what seemed a frantic reconnoiter of the windowed, high-walled living room.",
    "And lit on a brass firelog where it looked like a brown and ash",
    "grey teenaged suede glove with Mephistophelean dreams,",
    "And then, spurt of black sperm, up, out the window, and into the twilight woods.",
    "All this life going on about my life, or living a life about all this life going on,",
    "Being a creature, whatever my drama of the moment, at the edge of the raccoon's world—",
    "He froze in my flashlight beam and looked down, no affect, just looked,",
    "The ringtail curled and flared to make him look bigger and not to be messed with—",
    "I was thinking he couldn't know how charming his comic-book robber's mask was to me,",
    "That his experience of his being and mine of his and his of mine were things entirely apart,",
    "Though there were between us, probably, energies of shrewd and respectful tact, based on curiosity and fear—",
    "I knew about his talons whatever he knew about me—",
    "And as for my experience of myself, it comes and goes, I'm not sure it's any one thing, as my experience of these creatures is not,",
    "And I know I am often too far from it or too near, glad to be rid of it which is why it was such a happiness,",
    "The bright orange of the cat, and the first pool of green grass-leaves in early April, and the birdsong—that orange and that green not colors you'd set next to one another in the human scheme.",
    "And the crows' calls, even before you open your eyes, at sunup."
  ],
  "title": "Iowa City: Early April",
  "year": ""
}