{
  "author": "Robert Hass",
  "classification": "Metaphor",
  "keywords": [
    "Men",
    "Women",
    "Philosophy",
    "Arts",
    "Sciences",
    "Relationships",
    "Time",
    "Brevity",
    "Love",
    "Living",
    "Romantic Love",
    "Classic Love",
    "Desire",
    "Realistic",
    "Complicated",
    "The Mind"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177014",
  "region": "U.S., Western",
  "text": [
    "All the new thinking is about loss.",
    "In this it resembles all the old thinking.",
    "The idea, for example, that each particular erases",
    "the luminous clarity of a general idea. That the clown-",
    "faced woodpecker probing the dead sculpted trunk",
    "of that black birch is, by his presence,",
    "some tragic falling off from a first world",
    "of undivided light. Or the other notion that,",
    "because there is in this world no one thing",
    "to which the bramble of",
    "corresponds,",
    "a word is elegy to what it signifies.",
    "We talked about it late last night and in the voice",
    "of my friend, there was a thin wire of grief, a tone",
    "almost querulous. After a while I understood that,",
    "talking this way, everything dissolves:",
    "pine, hair, woman, you and",
    ". There was a woman",
    "I made love to and I remembered how, holding",
    "her small shoulders in my hands sometimes,",
    "I felt a violent wonder at her presence",
    "like a thirst for salt, for my childhood river",
    "with its island willows, silly music from the pleasure boat,",
    "muddy places where we caught the little orange-silver fish",
    "called",
    ". It hardly had to do with her.",
    "Longing, we say, because desire is full",
    "of endless distances. I must have been the same to her.",
    "But I remember so much, the way her hands dismantled bread,",
    "the thing her father said that hurt her, what",
    "she dreamed. There are moments when the body is as numinous",
    "as words, days that are the good flesh continuing.",
    "Such tenderness, those afternoons and evenings,",
    "saying",
    "."
  ],
  "title": "Meditation at Lagunitas",
  "year": ""
}