{
  "author": "Robert Hass",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/238586",
  "region": "",
  "text": [
    "Everyone comes here from a long way off",
    "(is a line from a poem I read last night).",
    "* * *",
    "Driving up 80 in the haze, they talked and talked.",
    "(Smoke in the air shimmering from wildfires.)",
    "His story was sad and hers was roiled, troubled.",
    "* * *",
    "Alternatively:",
    "A man and a woman, old friends, are in a theater",
    "watching a movie in which a man and a woman,",
    "old friends, are driving through summer on a mountain road.",
    "The woman is describing the end of her marriage",
    "and sobbing, shaking her head and laughing",
    "and sobbing. The man is watching the road, listening,",
    "his own more diffuse unhappiness in abeyance,",
    "and because, in the restaurant before the film",
    "the woman had been describing the end of her marriage",
    "and cried, they are not sure whether they are in the theater",
    "or on the mountain road, and when the timber truck",
    "comes suddenly around the bend, they both flinch.",
    "* * *",
    "He found that it was no good trying to tell",
    "what happened that day. Everything he said",
    "seemed fictional the moment that he said it,",
    "the rain, the scent of her hair, what she said",
    "as she was leaving, and why it was important",
    "for him to explain that the car had been parked",
    "under eucalyptus on a hillside, and how velvety",
    "and blurred the trees looked through the windshield;",
    "not, he said, that making fictions might not be",
    "the best way of getting at it, but that nothing he said",
    "had the brute, abject, unassimilated quality",
    "of a wounding experience: the ego in any telling",
    "was already seeing itself as a character, and a character,",
    "he said, was exactly what he was not at that moment,",
    "even as he kept wanting to explain to someone,",
    "to whomever would listen, that she had closed the door",
    "so quietly and so firmly that the beads of rain",
    "on the side window didn’t even quiver.",
    "* * *",
    "Names for involuntary movements of the body—",
    "squirm, wince, flinch, and shudder—",
    "sound like a law firm in Dickens:",
    "“Mr. Flinch took off his black gloves",
    "as if he were skinning his hands.”",
    "“Quiver dipped the nib of his pen",
    "into the throat of the inkwell.”",
    "* * *",
    "The receptionist at the hospital morgue told him",
    "to call the city medical examiner’s office,",
    "but you only got a recorded voice on weekends.",
    "* * *",
    "Setup without the punchline:",
    "Three greenhorns are being measured for suits",
    "by a very large tailor on Hester Street.",
    "* * *",
    "Once there were two sisters called Knock Me and Sock Me;",
    "their best friend was a bear named Always Arguing.",
    "What kind of animals were the sisters? one child asked.",
    "Maybe they could be raccoons, said the other.",
    "Or pandas, said the first. They could be pandas.",
    "* * *",
    "“Why?” he asked. “Because she was lonely,",
    "and angry,” said the friend",
    "who knew her better,",
    "“and she’d run out of stories.",
    "Or come to the one story.”",
    "* * *",
    "It is good to sit down to birthday cake",
    "with children, who think it is the entire point",
    "of life and who, therefore, respect each detail",
    "of the ceremony. There ought to be a rule,",
    "he thought, for who gets to lick the knife",
    "that cuts the cake and the rule should have",
    "its pattern somewhere in the winter stars.",
    "Which do you add to the tea first, he’d asked,",
    "the sugar or the milk? And the child had said,",
    "instantly: “The milk.” (Laws as cool",
    "and angular as words:",
    ",",
    ".)",
    "* * *",
    "Stories about the distribution of wealth:",
    "Once upon a time there was an old man",
    "and an old women who were very, very poor.",
    "* * *",
    "How Eldie Got Her Name",
    "The neighborhood had been so dangerous,",
    "she said, there was one summer when the mailmen",
    "refused to deliver the mail. Her mother",
    "never appeared and her grandmother,",
    "who had bought a handgun for protection",
    "and had also taught her how to use it,",
    "would walk her to the post office for the sweet,",
    "singsong, half-rhymed letters that smelled,",
    "or that she imagined smelled, of Florida.",
    "She had, when she was ten, shot at an intruder",
    "climbing in the window. The roar,",
    "she said, was tremendous and she doesn’t know",
    "to this day whether she hit the man or not.",
    "(A big-boned young woman, skin the color",
    "of the inside of some light-colored hazelnut",
    "confection, auburn eyes, some plucked string",
    "of melancholy radiating from her whole body",
    "when she spoke.) Did her mama come back?",
    "They had asked. She never came back.",
    "The mail started up again but the letters stopped.",
    "Turned out she was good in school, and that",
    "was what saved her. She loved the labor",
    "of schoolwork. Loved finishing a project",
    "and contemplating the neatness of her script.",
    "Her grandmother shook her head, sometimes,",
    "amused and proud, and called her “Little Diligence.”",
    "* * *",
    "Punchline without the setup:",
    "And the three nuns from Immaculate Conception",
    "nodded and smiled as they passed,",
    "because they thought he was addressing them in Latin.",
    "* * *",
    "He had known, as long as he’d known anything,",
    "that he had a father somewhere. When he was twelve,",
    "his mother told him why he had no shadow.",
    "* * *",
    "Because she, not her sister, answered the door,",
    "she was the first to hear the news.",
    "* * *",
    "A Ballad:",
    "He loved to watch that woman sew.",
    "She let her hair grow long for show.",
    "Riddle’s a needle (a refrain might go)",
    "and plainly said is thread.",
    "* * *",
    "She looked beautiful, and looked her age, too.",
    "She’d had a go at putting herself together;",
    "she had always had the confidence that,",
    "with a face like hers, a few touches",
    "to represent the idea of a put-together look",
    "would do, like some set designer’s genius",
    "minimalism. It had a slightly harridan effect",
    "and he remembered that it wasn’t what was",
    "headlong or slapdash about her, but the way",
    "they gestured, like a quotation, at an understanding",
    "of elegance it would have been boring to spell out,",
    "that had at first dazzled him about her.",
    "He felt himself stirring at this recognition,",
    "and at a certain memory that attended it,",
    "and then laughed at the thought that he had",
    "actually stimulated himself with an analysis",
    "of her style, and she said, as if she were remembering",
    "the way he could make her insecure, “What?",
    "What are you smiling about?” and he said, “Nothing.”",
    "And she said, “Oh, yes. Right. I remember nothing.”",
    "* * *",
    "Two jokes walk into a bar.",
    "A cage went in search of a bird.",
    "A boy walks out in the morning with a gun.",
    "Three rabbis walk into a penguin.",
    "* * *",
    "In the other world the girls were named Eleanor and Filina,",
    "and one night it was very warm and they could not sleep",
    "for the heat and the stillness, and they went outside,",
    "beyond the wall of their parents’ garden and into a meadow.",
    "It was a dark night, moonless, and the stars were so thick",
    "they seemed to shudder, and the sisters stood a long time",
    "in the sweet smell of the cooling grasses, looking at the sky",
    "and listening in the silence. After a while they heard a stirring",
    "and saw that a pair of bright eyes was watching them",
    "from the woods’ edge. “Maybe it’s their friend, the bear,”",
    "one of the children said. “I don’t like this story,” said the other."
  ],
  "title": "September Notebook: Stories",
  "year": ""
}