{
  "author": "Giacomo Leopardi",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181330",
  "region": "",
  "text": [
    "Beloved beauty who inspires",
    "love in me from afar, your face obscured",
    "except when your celestial image",
    "stirs my heart in sleep, or in the fields",
    "where light and nature's laughter shine more lovely—",
    "was it maybe you who blessed",
    "the innocent age called golden,",
    "and do you now, blithe spirit,",
    "fly among men? Or does that miser fate",
    "who hides you from us save you for the future?",
    "No hope of seeing you alive",
    "remains for me now,",
    "except when, naked and alone,",
    "my soul will go down a new street",
    "to its unknown home. Already at the dawn",
    "of my dark, uncertain day",
    "I imagined you a fellow traveler",
    "on this arid ground. But there's no thing",
    "that resembles you on earth. And if someone",
    "had a face like yours, in act and word she'd be,",
    "though something like you, far less beautiful.",
    "In spite of all the suffering",
    "fate decreed for human time,",
    "if there were anyone on earth",
    "who truly loved you as my thought depicts you,",
    "this life for him would be a blessing.",
    "And I see clearly how your love",
    "would lead me still to strive for praise and virtue,",
    "as I used to in my early years.",
    "Though heaven gave no comfort for our troubles,",
    "yet with you mortal life would be",
    "like what in heaven leads to divinity.",
    "In the valleys, where the song",
    "of the weary farmer sounds,",
    "and when I sit and mourn",
    "the illusions of youth fading,",
    "and on the hills where I recall",
    "and grieve for my lost desires",
    "and my life's lost hope, I think of you",
    "and start to shake. If only I, in this",
    "sad age and unhealthy atmosphere,",
    "could keep hold of your noble look; for since the real thing's",
    "missing I must make do with the image.",
    "Whether you are the only one",
    "of the eternal ideas eternal wisdom",
    "refuses to see arrayed in sensible form",
    "to know the pains of mortal life",
    "in transitory spoils,",
    "or if in the supernal spheres another earth",
    "from among unnumbered worlds receives you",
    "and a near star lovelier than the Sun",
    "warms you and you breathe benigner ether,",
    "from here, where years are both ill-starred and brief,",
    "accept this hymn from your unnoticed lover."
  ],
  "title": "To His Lady",
  "year": ""
}