{
  "author": "Katie Ford",
  "classification": "",
  "keywords": [
    "Love",
    "Realistic",
    "Complicated",
    "Activities",
    "Eating",
    "Drinking",
    "Arts",
    "Sciences",
    "Philosophy"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250716",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Nothing is nothing, although",
    "he would call me that,",
    ".",
    "Those were his words, but his hand was lifting",
    "cigarettes in chains and bridges",
    "of ash-light. He said he didn't want his body to last.",
    "It wasn't a year I could argue",
    "against that kind of talk, so I cut the fowl",
    "killed on the farm a mile out—brown and silvery, wild—",
    "and put it over butter lettuce, lettuce then lime.",
    "I heated brandy in the saucepan, poured a strip of molasses",
    "slowly through the cold, slow as I'd seen",
    "a shaman pour pine tincture over the floor",
    "of my beaten house.",
    "She seemed to see my whole life",
    "by ordinance of some god",
    "who wanted me alive again.",
    "Burnt sage, blue smoke. Then sea salt shaken",
    "into the corners of violent sadness.",
    "She wrote my address",
    "across her chest",
    "to let everything listening know",
    "where my life was made.",
    "We waited, either forgetting what we were",
    "or becoming more brightly human in that pine,",
    "in her trance, in the lavender I set on the chipped sills,",
    "not a trance at all but my deliberate hand cutting",
    "from the yard part of what she required.",
    "Now wait longer, she said, and I did as I would",
    "when the molasses warmed over the pot enough",
    "to come into the brandy,",
    "to come into the night",
    "begun by small confessions—",
    "that this was just a rental, and mine just a floor,",
    "that the woman he loved was with another man,",
    "his mother mad, his apartment haunted in the crawl space.",
    "Then I told of the assault at daybreak between",
    "the houses. Heat, asphalt, all of it and my face toward",
    "the brick school where the apostolate studied first-century script",
    "and song. There must have been chanting,",
    "as it was on the hour.",
    "What we said was liturgy meant only for us",
    "and for that night. Not for anyone else",
    "to repeat, live by, believe. Never that.",
    "Our only theories were inside of our hands,",
    "flesh and land, body and prairie.",
    "I reached to smoke down his next-to-last,",
    "which he lit and made ready.",
    "The poultry like a war ration",
    "we ate all the way through.",
    "What we wished, we said.",
    "What we said, we found that night",
    "by these, and no other,",
    "means."
  ],
  "title": "November Philosophers",
  "year": ""
}