{
  "author": "Lawrence Ferlinghetti",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250444",
  "region": "",
  "text": [
    "Autobus on Paseo de la Reforma with destination signs:",
    ".",
    ". Just what’s needed: Insurgent Arts.",
    ". This is not it ...",
    "1",
    "Bus to Veracruz via Puebla + Xalapa ... Adobe house by highway, with no roof and one wall, covered with words:",
    ".",
    "2",
    "Passing through Puebla late Sunday afternoon. A band concert in a plaza next to a Ferris wheel — I have passed through many places like this, I have seen the toy trains in many amusement parks. When you’ve seen them all you’ve seen One.",
    "3",
    "Halfway to Xalapa a great white volcano snow peak looms up above the hot",
    "— White god haunting Indian dreams.",
    "4",
    "A boy and three burros run across a stubble field, away from the white mountain. He holds a stick. There is no other way.",
    "5",
    "Deep yellow flowers in the dusk by the road, beds of them stretching away into darkness. A moon the same color comes up.",
    "6",
    "As the bus turns + turns down the winding hill, moon swings wildly from side to side. It has had too many pathetic phallusies written about it to stand still for one more.",
    "7",
    "In Xalapa I am a head taller than anyone else in town — A foot of flesh and two languages separate us.",
    "8",
    "At a stand in the park at the center of Xalapa I eat white corn on the cob with a stick in the end, sprinkled with salt, butter, grated cheese + hot sauce. The dark stone Indian who hands it to me has been standing there three thousand years.",
    "9",
    "I’m taking this trip from Mexico City to the Gulf of Mexico and back without any bag or person — only what I can carry in my pockets. The need for baggage is a form of insecurity.",
    "10",
    "Two hours in this town and I feel I might live forever (foreign places affect me that way). The tall church tower tolls its antique sign:",
    ".",
    "11",
    "In early morning in the great garden of Xalapa, with its terraces and immense jacaranda trees, pines + palms, there are black birds with cries like bells, and others with hollow wooden voices like gourds knocked together. The great white volcano shimmers far off, unreached by the rising sun.",
    "12",
    "Brown men in white palmetto cowboy hats stand about the fountains in groups of three or four, their voices lost to the hollow-sounding birds. Along a sunlit white stone balustrade, student lovers are studying each other,",
    "awaiting the day. The sun beats down hot and melts not the mountain.",
    "13",
    "On the bus again to Veracruz, dropping down fast to flat coast. A tropical feeling — suddenly coffee plantation + palms — everything small except the landscape, horses the size of burros, small black avocados, small strong men with machetes — each still saying to himself",
    "."
  ],
  "title": "Beatitudes Visuales Mexicanas",
  "year": ""
}