{
  "author": "Rafael Campo",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "The Body",
    "The Mind",
    "Relationships",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Gender",
    "Sexuality",
    "Cities",
    "Urban Life",
    "Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241392",
  "region": "U.S., New England",
  "text": [
    "I. Blood",
    "We wondered if the rumors got to her.",
    "I’d seen her with that other girl behind",
    "The Stop and Shop when I was walking home",
    "from school one day. I swear, the two of them",
    "were kissing, plain as that, the grass so high",
    "it brushed their cheeks. I told my teacher so,",
    "and maybe it was her who called their folks.",
    "Before too long, it was like everyone",
    "in town had heard. We waited for them at",
    "the dime store once, where Cedric grabbed her tits",
    "and said",
    "Thing was, she wasn’t ugly like you’d think.",
    "She had a certain quality, a shyness",
    "maybe, and I’d describe the way she laughed",
    "as kind of gentle. Anyway, we never saw her with",
    "that girl again. They say she got depressed—",
    "shit, at the service all of us got tearful.",
    "I got to thinking what an awful sight",
    "it was, all that red blood—it wasn’t in",
    "the papers, but I heard Melissa’s mother,",
    "who was the nurse in the Emergency",
    "that night, say how she was just covered up",
    "in blood. I can’t think how you bring yourself",
    "to cut your throat like that yourself—I asked",
    "the counselor they called in to the school,",
    "and she said something like,",
    "I guess",
    "it proves that stuff from Bible school they say,",
    "that such a life of sin breeds misery.",
    "II. Phlegm",
    "“My brain is draining from my head,”",
    "he said as once again he blew",
    "his nose. The clock read 3 A.M.;",
    "its second hand swept slowly through",
    "another viscous minute. Dead",
    "to even nurses sticking them",
    "for new IVs, the other ones",
    "slept off their benders soundlessly.",
    "“I’m losing my intelligence,”",
    "he said, and blew. My patience waned.",
    "He thought he was the president:",
    "were printed in his problem list.",
    "“And plus, I’m getting feverish.”",
    "I can’t recall his name, but I",
    "remember hating him—grim wish",
    "that he would hurry up and die.",
    "Just then, he took my hand, and kissed",
    "the back of it as though I were",
    "a princess in his foreign land.",
    "“My lady, you are beautiful,”",
    "he said, and coughed again. Unsure",
    "of what to say, my own throat burned.",
    "He said, “You can’t know what I feel.”",
    "III. Bile",
    "A gun went off and killed a little girl",
    "The day my friend was diagnosed with cancer.",
    "I walked through Central Park; a black dog snarled",
    "At squirrels chattering like they had answers.",
    "The day my friend was diagnosed with cancer",
    "I dreamed of killing someone with a knife.",
    "The squirrels, chattering, had likely answers",
    "To all my angry questions about life—",
    "A homeboy threatened someone with a knife",
    "Not far from where a cop showed off his gun,",
    "An angry answer to most questions about life.",
    "I watched the squirrels hop, the yuppies run;",
    "The cop approached the black kids with his gun.",
    "I wondered how much longer she would live;",
    "The squirrels scattered when the homeboy ran.",
    "I wondered if she’d ever been in love,",
    "I wondered who would pray for her to live,",
    "Forgive her for her anger and her weaknesses.",
    "I wondered why it hurt to fall in love.",
    "The cop tried aiming past me, towards the woods.",
    "Forgive us for our anger, for our weaknesses:",
    "Through Central Park, past the black dog’s snarls,",
    "The cop gave chase. A skirmish in the woods.",
    "The gun went off—",
    "shrieked a little girl.",
    "IV. Melancholy",
    "We picked at it with sticks at first, until",
    "an older kid named Samuel arrived.",
    "He dropped a heavy rock right on its skull;",
    "we watched as thick black slime began to ooze",
    "from somewhere just below its heart—or where",
    "we thought its heart should be. “Raccoon,”",
    "said someone solemnly. The landscaper—",
    "sweat gleaming, like the polished figurines",
    "my mother wouldn’t ever let me touch—",
    "regarded us with keen suspicion from",
    "across the street. We learned what it could teach;",
    "like any body’s secrets, the sublime",
    "receded toward the fact of death. I knew",
    "both sadness, and disgust in love’s untruths."
  ],
  "title": "The Four Humours",
  "year": ""
}