{
  "author": "Rafael Campo",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Death",
    "The Body",
    "Social Commentaries",
    "Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241388",
  "region": "U.S., New England",
  "text": [
    "How difficult it is to say goodbye",
    "to scourge. For years we were obsessed with you,",
    "your complex glycoproteins and your sly,",
    "haphazard reproduction, your restraint",
    "in your resistance, how you bathed so slight",
    "yet fierce in our most intimate secretions.",
    "We will remember you for generations;",
    "electron micrographs of you seem quaint",
    "already, in the moment of our victory.",
    "How difficult it is to claim one’s right",
    "to living honestly. The honesty",
    "you taught was nothing quite as true",
    "as death, but neither was it final. Yes,",
    "we vanquished you, with latex, protease",
    "inhibitors, a little common sense—",
    "what’s that, you say? That some remain at risk?",
    "How dare you try to threaten us again!",
    "Of course, you’d like to make outrageous claims",
    "that some behaviors haven’t changed, that some",
    "have not had access to the drugs that mask",
    "your presence in the body. Difficult",
    "it is, how very sad, to see you strain",
    "(no pun intended) at response—our quilts,",
    "our bravest poetry, our deaths with grace",
    "and dignity have put you in your place.",
    "This elegy itself renounces you,",
    "as from this consciousness you’ve been erased.",
    "The love for you was very strong, the hot",
    "pursuits so many of us reveled in—",
    "but what once felt like love was really not.",
    "I hardly know what I will find to hate",
    "as much as I have loved and hated what",
    "you brought to bear upon my verse, the weight",
    "of your oppression and the joys of truth.",
    "How difficult it is—to face the white",
    "of nothingness, of clarity. We win!"
  ],
  "title": "The Changing Face of AIDS: V. Elegy for the AIDS Virus",
  "year": ""
}