{
  "author": "Jacqueline Osherow",
  "classification": "Terza Rima",
  "keywords": [
    "Religion",
    "Judaism",
    "Activities",
    "Poetry",
    "Poets",
    "Nature",
    "Arts",
    "Sciences",
    "Fall",
    "Gardening",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178480",
  "region": "U.S., Southwestern",
  "text": [
    "A full year passed (the seasons keep me honest)",
    "since I last noticed this same commotion.",
    "Who knew God was an abstract expressionist?",
    "I’m asking myself—the very question",
    "I asked last year, staring out at this array",
    "of racing colors, then set in motion",
    "by the chance invasion of a Steller’s jay.",
    "Is",
    "what people mean by",
    "My usually levelheaded mulberry tree",
    "hurling arrows everywhere in sight—",
    "its bow: the out-of-control Virginia creeper",
    "my friends say I should do something about,",
    "whose vermilion went at least a full shade deeper",
    "at the provocation of the upstart blue,",
    "the leaves (half green, half gold) suddenly hyper",
    "in savage competition with that red and blue—",
    "tohubohu returned, in living color.",
    "Kandinsky: where were you when I needed you?",
    "My attempted poem would lie fallow a year;",
    "I was so busy focusing on the desert’s",
    "stinginess with everything but rumor.",
    "No place even for the spectrum’s introverts—",
    "rose, olive, gray—no pigment at all—",
    "and certainly no room for shameless braggarts",
    "like the ones that barge in here every fall",
    "and make me feel like an unredeemed failure",
    "even more emphatically than usual.",
    "And here they are again, their fleet allure",
    "still more urgent this time—the desert’s gone;",
    "I’m through with it, want something fuller—",
    "why shouldn’t a person have a little fun,",
    "some utterly unnecessary extravagance?",
    "Which was—at least I think it was—God’s plan",
    "when He set up (such things are never left to chance)",
    "that one split-second assignation",
    "with genuine, no-kidding-around omnipotence",
    "what, for lack of better words, I’m calling",
    "You breathe in, and, for once, there’s something there.",
    "Just when you thought you’d learned some resignation,",
    "there’s real resistance in the nearby air",
    "until the entire universe is swayed.",
    "Even that desert of yours isn’t quite so bare",
    "and God’s not nonexistent; He’s just been waylaid",
    "by a host of what no one could’ve foreseen.",
    "He’s got plans for you: this red-gold-green parade",
    "is actually a fairly detailed outline.",
    "David never needed one, but he’s long dead",
    "and God could use a little recognition.",
    "He promises. It won’t go to His head",
    "and if you praise Him properly (an autumn psalm!",
    "Why didn’t",
    "think of that?) you’ll have it made.",
    "But while it’s true that my Virginia creeper praises Him,",
    "its palms and fingers crimson with applause,",
    "that the local breeze is weaving Him a diadem,",
    "inspecting my tree’s uncut gold for flaws,",
    "I came to talk about the way that violet-blue",
    "sprang the greens and reds and yellows",
    "into action: actual motion. I swear it’s true",
    "though I’m not sure I ever took it in.",
    "Now I’d be prepared, if some magician flew",
    "into my field of vision, to realign",
    "that dazzle out my window yet again.",
    "It’s not likely, but I’m keeping my eyes open",
    "though I still wouldn’t be able to explain",
    "precisely what happened to these vines, these trees.",
    "It isn’t available in my tradition.",
    "For this, I would have to be Chinese,",
    "Wang Wei, to be precise, on a mountain,",
    "autumn rain converging on the trees,",
    "a cassia flower nearby, a cloud, a pine,",
    "washerwomen heading home for the day,",
    "my senses and the mountain so entirely in tune",
    "that when my stroke of blue arrives, I’m ready.",
    "Though there is no rain here: the air’s shot through",
    "with gold on golden leaves. Wang Wei’s so giddy",
    "he’s calling back the dead:",
    "Guys! You’ve got to see this—autumn sun!",
    "They’re suddenly hell-bent on learning Hebrew",
    "in order to get inside the celebration,",
    "which explains how they wound up where they are",
    "in my university library’s squashed domain.",
    "Poor guys, it was Hebrew they were looking for,",
    "but they ended up across the aisle from Yiddish—",
    "some Library of Congress cataloger’s sense of humor:",
    "the world’s calmest characters and its most skittish",
    "squinting at each other, head to head,",
    "all silently intoning some version of kaddish",
    "for their nonexistent readers, one side’s dead",
    "(the twentieth century’s lasting contribution)",
    "and the other’s insufficiently learned",
    "to understand a fraction of what they mean.",
    "The writings in the world’s most spoken language",
    "across from one that can barely get a minyan.",
    "Sick of",
    "the",
    "are trying to engage",
    "the guys across the aisle in some conversation:",
    "into so few words, respectfully asks Glatstein.",
    "Wang Wei, at first, doesn’t understand the problem",
    "but then he shrugs his shoulders, mumbles",
    "... but, please, I, myself, overheard a poem,",
    "in the autumn rain, once, on a mountain.",
    "How do you do it? I believe it’s called a psalm?",
    "Glatstein’s cronies all crack up in unison.",
    "give him an answer.",
    "But Glatstein dons his yarmulke (who knew he had one?)",
    "and starts the introduction to the morning prayer,",
    "psalm by psalm.",
    "Wang Wei is spellbound, the stacks’ stale air",
    "suddenly a veritable balm",
    "and I’m so touched by these amazing goings-on",
    "that I’ve forgotten all about the autumn",
    "staring straight at me: still alive, still golden.",
    "What’s gold, anyway, compared to poetry?",
    "a trick of chlorophyll, a trick of sun.",
    "True. It was something, my changing tree",
    "with its perfect complement: a crimson vine,",
    "both thrown into panic by a Steller’s jay,",
    "but it’s hard to shake the habit of digression.",
    "Wandering has always been my people’s way",
    "whether we’re in a desert or narration.",
    "It’s too late to emulate Wang Wei",
    "and his solitary years on that one mountain",
    "though I’d love to say what I set out to say",
    "just once. Next autumn, maybe.",
    "Glatstein will shout over to me from the bookcase",
    "(that is, if he’s paying any attention)",
    "and, finally, I’ll look him in the face."
  ],
  "title": "Autumn Psalm",
  "year": ""
}