{
  "author": "Monica Youn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250438",
  "region": "",
  "text": [
    "In Sonnet 19, Milton makes the seemingly deliberate choice to avoid “the” and “a” — respectively, the most common and the sixth most common words in English usage. Instead of these articles — definite and indefinite — the poem stages a territorial dispute between possessives: the octave is “my” land, the sestet is “his” land, with the occasional “this” or “that” flagging no man’s land. We come to understand Milton’s mistake — the professed regret of the poem — as this act of claiming. It is only through his taking possession that the universal light is divided up, apportioned into “my light” — a finite commodity that by being subjected to ownership becomes capable of being “spent.”",
    "My mistake was similar. I came to consider my body — its tug-of-war of tautnesses and slacknesses — to be entirely my own, an appliance for generating various textures and temperatures of friction. Should I have known, then, that by this act of self-claiming, I was cutting myself off from the eternal, the infinite, that I had fashioned myself into a resource that was bounded and, therefore, exhaustible?",
    "The “wide” is always haunted by surprise. In a dark world, the “wide” is the sudden door that opens on unfurling blackness, the void pooling at the bottom of the unlit stairs. To be bounded is our usual condition; to be open is anomalous, even excessive.",
    "A wide-eyed girl is extreme in her unliddedness, her bare membranes flinching at any contact, vulnerable to motes, to smuts, to dryness. A wide-hipped girl extends the splayed arches of her body to bridge the generational divide. A wide-legged girl unseals a portal between persons; she is disturbing to the extent that she is open to all comers, a trapdoor that must be shut for safety’s sake. A wide-eyed girl is often thought desirable; a wide-hipped girl is often thought eligible; a wide-legged girl is often thought deplorable. A wide-legged girl is rarely wide-eyed, though she may have started out that way.",
    "We can understand why Milton, in the narrowing orbit of his blindness, would have considered wideness, unboundedness to be threatening. What’s less clear is why the wideness of the wide-legged girl is also considered threatening. Does the wideness of the wide-legged girl evoke a kind of blindness, a dark room where one might blunder into strangers, the way two men once met each other in me?",
    "“But why hide it in a hole?” asks the Master, returning from his long absence, sparks of bewilderment flaring into rage.",
    "An unanswered question worries at the Parable of the Talents: why is the Master so terribly angry? It is not as if the servant had stolen the money, or spent it—his sin is one of omission, of overly risk-averse investing. A talent was a unit of weight in ancient Greece: in monetary terms, it was worth eighty pounds of silver, or 6,000 denarii—nearly twenty years’ wages for the average worker. But Milton uses the word in its more modern sense, dating from the fifteenth century: a natural ability or skill.",
    "How did a word for a deadweight of metal come to mean something inborn, innate? Confusion between the inorganic and the natural trickles into the parable and the poem. The Master prides himself on being a man who reaps where he has not sown and gathers where he did not scatter seed. Was the servant’s fault to confuse coins for seeds, did he think he was planting when he was merely burying, did he mistake for viable what had no chance of living, what had never been alive?",
    "And what about the hole, which for so long had held treasure? Did it wonder why — despite all the moistness and richness it could muster — those cold, glinting seeds never sprouted? Did it understand that, if released into the wider world, the coins could have quickened, multiplied? That instead of an incubator, the hole had become an oubliette, a place where otherwise fruitful things were sent to languish, to become lodged, useless?",
    "“Useless” — a word like a capped lead pipe, like the extra bone in my foot I will never pass down to my daughter.",
    "A thing becomes useless if it is bent out of shape. To “get bent” is to be put to another kind of use, a use my therapist considered tantamount to rape. To bend is to be bound, to bow down without breaking, with perhaps just the head tilted at an angle so as to peer upward.",
    "The Master has become the Maker. The servile body wholly “his,” splayed wide in a welcome-home, bound up in a beribboned bow.",
    "But the reader will object. This is all wrong. First of all, in the sonnet, “bent” doesn’t mean to bow down as if in submission to an outside force, but instead denotes an innate or internalized tendency or inclination. Second, a “present” is not a gift, but a verb meaning to offer openly, full-faced, the sun beaming down on a clean page. Third, the body never comes into it at all.",
    "Is a “true account” a story or a sum? Is the Maker an audience or an auditor?",
    "The page scoured white by little grains of fear.",
    "A story has an ending. A sum has a bottom line. There was no accounting for me because my allotment leaked out of me, month after month, I scrubbed the sheets as if effacing the marks of a crime.",
    "Then one day the fear reversed itself. Like a photo negative but in higher contrast—its whites more glaring and its darks more glossy, as if a whisper-thin suspicion had come unzipped.",
    "“Chide” is an enormous understatement. The servant isn’t merely scolded, he is cast into “the outer darkness” where there is “weeping and gnashing of teeth.” If the “outer darkness” is deemed to be a punishment, then does that lustrous inner darkness count as a reward?",
    "It seems unfair, is Milton’s point. To be assigned a task, but not provided sufficient materials to complete it, is to be placed in a situation of contrived scarcity, like a lab rat or like the youngest sister in a fairy tale.",
    "The Parable of the Wise and Foolish Virgins—which prefaces the Parable of the Talents — centers on this scarcity. The virgins wait for the bridegroom, to greet him with lamps alight. Five virgins have brought extra flasks of oil, but five virgins have let their lamps burn out and must go lampless into the night to look for oil. That much we are told, but questions hover around the shadowed margins of the story. Why isn’t the bridegroom with the bride? Why is he so delayed? Why is the bridegroom met in the middle of the night by a phalanx of lamp-bearing virgins, like a troupe of pom-pom girls or like a sacrificial rite?",
    "The virginity of the virgins renders them piquant, memorable. Adorning gothic portals, evoking thresholds, entrances, they are a particular feature of French cathedrals—much more so, one suspects, than if the parable had called them “maidservants” or even “bridesmaids.”",
    "The presumed desideratum of the story does not interest us much: the sated bridegroom at the midnight feast, the smug, unctuous faces of the wise virgins. Instead, the imagination pursues the foolish virgins rushing into the night, their desperation making them vulnerable, their vulnerability making them erotic, the fill-holes of their useless lamps dark and slick with oil. Is this how I was taught to sexualize insufficiency, the lack that set me wandering night after night, my body too early emptied out?",
    "“Prevent” — a word like a white sheet folded back to cover the mouth.",
    "A white egg bursts from the ovary and falls away, leaving a star-shaped scar.",
    ", the whitening body. Such starbursts, at first, are scattered constellations, frost embroidering a dark field. But at what point does this white lacework shift over from intricacy to impossibility, opacity, obstacle—the ice disc clogging the round pond, the grid of proteins baffling the eye?",
    "“Prevent” — a word that slams shut, a portcullis (Latin:",
    ").",
    "Letter to Leonard Philaras, September 28, 1654: “the dimness which I experience by night and day, seems to incline more to white than to black.”",
    "Has Patience been looming in the background all along, silent, so as not to intrude upon a blind man’s consciousness? Patience, whose garment is “white and close-fitting so that it is not blown about or disturbed by the wind.”",
    "At the turn of the sonnet, Patience pries open its sculpted lips, its stiff tongue like a weaver’s shuttle drawing woolly strands through the warp and weft of Milton’s blindness, a white monologue that admits neither interruption nor rejoinder.",
    "Milton’s little murmur stitched back into his mouth.",
    "Woven tight enough to repel need — a liquid beading on the surface, the blood the needles drew from me week after week, hundreds of stoppered vials consigned to the biohazard bin, en route to the incinerator.",
    "“Need,” from the High German, for danger.",
    "“Murmur,” from the Sanskrit, a crackling fire.",
    "The best beam in contentment, ranging themselves in rows. Erect as test tubes but forswearing undue pride in such uprightness, mustering shoulder-to-shoulder with the fellow-elect. The best arrayed in regimental ranks, in refrigerated racks, white hymn of the unneeded, white hum of the unneeding.",
    "“Best,” originally superlative of",
    "(Old English: remedy, reparation).",
    "The best affect a pious pose, mouths held taut in tongueless Os.",
    "chorus of that soft, subjunctive song:",
    "Superlative. The most remediated. The most repaired.",
    "To be scooped out, emptied of need and rinsed clean of its greasy smears, pristine as a petri dish on a stainless lab table. Enucleated, the white of the egg awaiting an unknown yolk.",
    "“Yolk” from",
    "(Old English: yellow). Not to be confused with “yoke” from",
    "(Old English: to be joined together). A yoke is an implement, meant to be used, to fill a need. But where there is no field to be plowed, no wagon to be pulled, why demand a yoke that is useless, needless?",
    "One day the Romans sent for Cincinnatus to lead the republic against the invading Aequian army. He laid down his plow in the field and went to war. When the Aequians surrendered, Cincinnatus spared their lives but decreed that they must “pass under the yoke.” The Romans fashioned a yoke from three spears, two fixed in the ground, and one tied across the tops of the two verticals. Since the horizontal spear was only a few feet off the ground, the Aequians were made to crouch down like animals in order to complete the surrender. This is thought to be the origin of the word “subjugate,” to be brought under the yoke. To bear a yoke is to be bowed down, oxbowed, cowed.",
    "One day they laid me down on a gurney, my feet strapped in stirrups, my legs bent and splayed like the horns of a white bull.",
    "But why would Milton, of all people, use the word “Kingly” as a compliment? Roundheaded Milton, who wrote tract after tract in defense of regicide, who would later be detained for opposing the Restoration?",
    "At this point, our suspicions are confirmed: Milton has disappeared entirely from the poem. We haven’t heard from him since the turn of the sonnet. We’ve been lulled by the cadenced voice of Patience, its dusty tongue self-lubricating, its pallid breath clouding the room, precipitating frangible chains of hydrocarbons, their branchings barbed like fluffs of eiderdown. Through the faint reticulations, we discern no dark stoop-shouldered figure, but only white-robed forms, upright as if hung from hooks, their faces unyielding as lanterns, shuttered as if once aflame.",
    "Rest — a word like a gauze bandage, a ropy weave of collagen knitting its way across a wound. Outspread as if fingered, gelid gestures suggesting solace: to stanch, to shield, to seal, to shut off.",
    "Rest — the rind of the best, a contoured pod that cradles the shape of what it doesn’t hold.",
    "Rest — those who are left when thousands have sped away, the bereft, who litter the land, with husks for hands, vacant-eyed, vacant faces raised like basins under a contrail-scarred sky.",
    "To stand and wait is a task far weightier than simply to wait. It is to permit the distractible body neither ease nor action, nor food nor drink nor any such reprieve; it is to pit the body in enmity against its own heaviness.",
    "To abide in readiness as in a winter orchard, the lacerated land bandaged in snow. To exist inert as if limbless, skin seamless as if reknit over what had been pruned away, knotted rootstock fit for no other service: no branch, no leaf, no fruit. To persist as a stripped stick persists in a white field, bark peeled back from one exposed split, uptilted as if eager for the grafted slip.",
    "To stand and wait for the one who reaps where he has not sown.",
    "Mercy sugars the starving soil with nitrogen, potassium, phosphate. Mercy captures rain in silver beads and stitches them through the threadbare weave of cloud. Mercy wields a scalpel cutting a cleft in the lopped-off stump, mercy forces home the rootless wand, mercy seals the join with tar and tape.",
    "To foster the raw scion as if it were a son, to siphon light down through its body as if it were your own."
  ],
  "title": "Blackacre",
  "year": ""
}