{
  "author": "Charlotte Anna Perkins Gilman",
  "classification": "Sestina",
  "keywords": [
    "Home Life",
    "Relationships",
    "Arts",
    "Sciences",
    "Men",
    "Women",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182751",
  "region": "U.S., New England",
  "text": [
    "We are the smiling comfortable homes",
    "With happy families enthroned therein,",
    "Where baby souls are brought to meet the world,",
    "Where women end their duties and desires,",
    "For which men labor as the goal of life,",
    "That people worship now instead of God.",
    "Do we not teach the child to worship God? —",
    "Whose soul’s young range is bounded by the homes",
    "Of those he loves, and where he learns that life",
    "Is all constrained to serve the wants therein,",
    "Domestic needs and personal desires, —",
    "These are the early limits of his world.",
    "And are we not the woman’s perfect world,",
    "Prescribed by nature and ordained of God,",
    "Beyond which she can have no right desires,",
    "No need for service other than in homes?",
    "For doth she not bring up her young therein?",
    "And is not rearing young the end of life?",
    "And man? What other need hath he in life",
    "Than to go forth and labor in the world,",
    "And struggle sore with other men therein?",
    "Not to serve other men, nor yet his God,",
    "But to maintain these comfortable homes, –",
    "The end of all a normal man’s desires.",
    "Shall not the soul’s most measureless desires",
    "Learn that the very flower and fruit of life",
    "Lies all attained in comfortable homes,",
    "With which life’s purpose is to dot the world",
    "And consummate the utmost will of God,",
    "By sitting down to eat and drink therein.",
    "Yea, in the processes that work therein —",
    "Fulfilment of our natural desires —",
    "Surely man finds the proof that mighty God",
    "For to maintain and reproduce his life",
    "Created him and set him in the world;",
    "And this high end is best attained in homes.",
    "Are we not homes? And is not all therein?",
    "Wring dry the world to meet our wide desires!",
    "We crown all life! We are the aim of God!"
  ],
  "title": "Homes",
  "year": ""
}