{
  "author": "Charlotte Anna Perkins Gilman",
  "classification": "Couplet",
  "keywords": [
    "War",
    "Conflict",
    "Gender",
    "Sexuality",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175334",
  "region": "U.S., New England",
  "text": [
    "When the traveller in the pasture meets the he-bull in his pride,",
    "He shouts to scare the monster, who will often turn aside;",
    "But the milch cow, thus accosted, pins the traveller to the rail --",
    "For the female of the species is deadlier than the male.",
    "When Nag, the raging stallion, meets a careless man on foot,",
    "He will sometimes not destroy him, even if the man don’t shoot;",
    "But the mare, if he should meet one, makes the bravest cowboy pale --",
    "For the female of the species is more deadly than the male.",
    "When our first colonial settlers met the Hurons and Choctaws,",
    "They were burned and scalped and slaughtered by the fury-breathing squaws;",
    "‘Twas the women, not the warriors, who in war-paint took the trail --",
    "For the female of the species is more deadly than the male.",
    "Man’s timid heart is bursting with the things he must not say",
    "As to women, lest in speaking he should give himself away;",
    "But when he meets a woman -- see him tremble and turn pale --",
    "For the female of the species is more deadly than the male",
    "Lay your money on the hen-fight! On the dog-fight fought by shes!",
    "On the gory Ladies Prize-fight -- there are none so fierce as these!",
    "See small girls each other pounding, while their peaceful brothers wail --",
    "For the female of the species is more deadly than the male.",
    "So in history they tell us how all China shrieked and ran",
    "Before the wholesale slaughter dealt by Mrs. Genghis Khan.",
    "And Attila, the Scourge of God, who made all Europe quail,",
    "Was a female of the species and more deadly than the male.",
    "Red war with all its million dead is due to female rage,",
    "The names of women murderers monopolize the page,",
    "The pranks of a Napoleon are nothing to the tale",
    "Of destruction wrought by females, far more deadly than the male.",
    "In the baleful female infant this ferocity we spy,",
    "It glares in bloodshot fury from the maiden’s dewy eye,",
    "But the really deadly female, when you see her at her best,",
    "Has two babies at her petticoat and a suckling at her breast.",
    "Yet hold! there is Another! A monster even worse!",
    "The Terror of Humanity! Creation’s direst curse!",
    "Before whom men in thousands must tremble, shrink and fail --",
    "A sanguinary Grandma -- more deadly than the male!"
  ],
  "title": "More Females of the Species",
  "year": ""
}