{
  "author": "Charlotte Anna Perkins Gilman",
  "classification": "Couplet",
  "keywords": [
    "Gender",
    "Sexuality",
    "Class",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175337",
  "region": "U.S., New England",
  "text": [
    "1.",
    "One girl of many. Hungry from her birth",
    "Half-fed. Half-clothed. Untaught of woman’s worth.",
    "In joyless girlhood working for her bread.",
    "At each small sorrow wishing she were dead,",
    "Yet gay at little pleasures. Sunlight seems",
    "Most bright & warm where it most seldom gleams.",
    "2.",
    "One girl of many. Tawdry dress and old;",
    "And not enough beneath to bar the cold.",
    "The little that she had misspent because",
    "She had no knowledge of our nature’s laws.",
    "Thinking in ignorance that it was best",
    "To wear a stylish look, and -- bear the rest.",
    "3.",
    "One girl of many. With a human heart.",
    "A woman’s too; with nerves that feel the smart",
    "Of each new pain as keenly as your own.",
    "The old ones, through long use, have softer grown.",
    "And yet in spite of use she holds the thought",
    "Of might-be joys more than, perhaps, she ought.",
    "4.",
    "One girl of many. But the fault is here;",
    "Though she to all the others was so near;",
    "One difference there was, which made a change.",
    "No wrong thing, surely. Consequence most strange!",
    "Alike in birth. Alike in life’s rough way.",
    "She, through no evil, was more fair than they.",
    "5.",
    "So came the offer, “Leave this story cold",
    "Where you may drudge and starve till you are old.",
    "Come! I will give you rest. And food. And fire.",
    "And fair apparel to your heart’s desire;",
    "Shelter. Protection. Kindness. Peace & Love.",
    "Has your life anything you hold above?”",
    "6.",
    "And she had",
    ". In all her daily sight",
    "There shone no vestige of the color",
    ".",
    "She had seen nothing in her narrow life",
    "To make her venerate the title “Wife.”",
    "She knew no",
    "why the thing was wrong;",
    "And instinct grows debased in ages long.",
    "7.",
    "All things that she had ever yet desired",
    "All dreams that her starved girlhood’s heart had fired",
    "All that life held of yet unknown delight",
    "Shone, to her ignorance, in colors bright.",
    "Shone near at hand and sure. If she had",
    "!",
    "But she was ignorant. She was alone.",
    "8.",
    "And so she - sinned. I think we call it sin.",
    "And found that every step she took therein",
    "Made sinning easier and conscience weak.",
    "And there was never one who cared to speak",
    "A word to guide and warn her. If there were",
    "I fear such help were thrown away on her.",
    "9.",
    "Only one girl of many. Of the street.",
    "In lowest depths. The story grows unmeet",
    "For wellbred ears. Sorrow and sin and shame",
    "Over and over till the blackened name",
    "Sank out of sight without a hand to save.",
    "Sin, shame, and sorrow. Sickness, & the grave.",
    "10.",
    "Only one girl of many. Tis a need",
    "Of man’s existence to repeat the deed.",
    "Social necessity. Men cannot live",
    "Without what these disgraceful creatures give.",
    "Black shame. Dishonor. Misery & Sin.",
    "And men find needed health & life therein."
  ],
  "title": "One Girl of Many",
  "year": ""
}