{
  "author": "Charlotte Anna Perkins Gilman",
  "classification": "",
  "keywords": [
    "Gender",
    "Sexuality",
    "Home Life",
    "Relationships",
    "Social Commentaries",
    "Living",
    "Death",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182753",
  "region": "U.S., New England",
  "text": [
    "She raised her head. With hot and glittering eye,",
    "‘I know,’ she said, ‘that I am going to die.",
    "Come here, my daughter, while my mind is clear.",
    "Let me make plain to you your duty here;",
    "My duty once — I never failed to try—",
    "But for some reason I am going to die.’",
    "She raised her head, and, while her eyes rolled wild,",
    "Poured these instructions on the gasping child:",
    "‘Begin at once — don’t iron sitting down—",
    "Wash your potatoes when the fat is brown—",
    "Monday, unless it rains — it always pays",
    "To get fall sewing done on the right days—",
    "A carpet-sweeper and a little broom—",
    "Save dishes — wash the summer dining-room",
    "With soda — keep the children out of doors—",
    "The starch is out — beeswax on all the floors—",
    "If girls are treated like your friends they stay—",
    "They stay, and treat you like their friends — the way",
    "To make home happy is to keep a jar —",
    "And save the prettiest pieces for the star",
    "In the middle — blue’s too dark — all silk is best—",
    "And don’t forget the corners — when they’re dressed",
    "Put them on ice — and always wash the chest",
    "Three times a day, the windows every week—",
    "We need more flour — the bedroom ceilings leak—",
    "It’s better than onion — keep the boys at home—",
    "Gardening is good — a load, three loads of loam—",
    "They bloom in spring — and smile, smile always, dear—",
    "Be brave, keep on — I hope I’ve made it clear.’",
    "She died, as all her mothers died before.",
    "Her daughter died in turn, and made one more."
  ],
  "title": "The Mother’s Charge",
  "year": ""
}