{
  "author": "Charlotte Anna Perkins Gilman",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Gender",
    "Sexuality",
    "Home Life",
    "Relationships",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175332",
  "region": "U.S., New England",
  "text": [
    "Are you content, you pretty three-years’ wife?",
    "Are you content and satisfied to live",
    "On what your loving husband loves to give,",
    "And give to him your life?",
    "Are you content with work, \u0097 to toil alone,",
    "To clean things dirty and to soil things clean;",
    "To be a kitchen-maid, be called a queen, \u0097",
    "Queen of a cook-stove throne?",
    "Are you content to reign in that small space --",
    "A wooden palace and a yard-fenced land --",
    "With other queens abundant on each hand,",
    "Each fastened in her place?",
    "Are you content to rear your children so?",
    "Untaught yourself, untrained, perplexed, distressed,",
    "Are you so sure your way is always best?",
    "That you can always know?",
    "Have you forgotten how you used to long",
    "In days of ardent girlhood, to be great,",
    "To help the groaning world, to serve the state,",
    "To be so wise \u0097 so strong?",
    "And are you quite convinced this is the way,",
    "The only way a woman’s duty lies --",
    "Knowing all women so have shut their eyes?",
    "Seeing the world to-day?",
    "Having no dream of life in fuller store?",
    "Of growing to be more than that you are?",
    "Doing the things you know do better far,",
    "Yet doing others - more?",
    "Losing no love, but finding as you grew",
    "That as you entered upon nobler life",
    "You so became a richer, sweeter wife,",
    "A wiser mother too?",
    "What holds you? Ah, my dear, it is your throne,",
    "Your paltry queenship in that narrow place,",
    "Your antique labours, your restricted space,",
    "Your working all alone!",
    "Be not deceived! ‘Tis not your wifely bond",
    "That holds you, nor the mother’s royal power,",
    "But selfish, slavish service hour by hour --",
    "A life with no beyond!"
  ],
  "title": "To the Young Wife",
  "year": ""
}