{
  "author": "Charlotte Anna Perkins Gilman",
  "classification": "Sestina",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175330",
  "region": "U.S., New England",
  "text": [
    "You who are happy in a thousand homes,",
    "Or overworked therein, to a dumb peace;",
    "Whose souls are wholly centered in the life",
    "Of that small group you personally love;",
    "Who told you that you need not know or care",
    "About the sin and sorrow of the world?",
    "Do you believe the sorrow of the world",
    "Does not concern you in your little homes? \u0097",
    "That you are licensed to avoid the care",
    "And toil for human progress, human peace,",
    "And the enlargement of our power of love",
    "Until it covers every field of life?",
    "The one first duty of all human life",
    "Is to promote the progress of the world",
    "In righteousness, in wisdom, truth and love;",
    "And you ignore it, hidden in your homes,",
    "Content to keep them in uncertain peace,",
    "Content to leave all else without your care.",
    "Yet you are mothers! And a mother's care",
    "Is the first step toward friendly human life.",
    "Life where all nations in untroubled peace",
    "Unite to raise the standard of the world",
    "And make the happiness we seek in homes",
    "Spread everywhere in strong and fruitful love.",
    "You are content to keep that mighty love",
    "In its first steps forever; the crude care",
    "Of animals for mate and young and homes,",
    "Instead of pouring it abroad in life,",
    "Its mighty current feeding all the world",
    "Till every human child can grow in peace.",
    "You cannot keep your small domestic peace",
    "Your little pool of undeveloped love,",
    "While the neglected, starved, unmothered world",
    "Struggles and fights for lack of mother's care,",
    "And its tempestuous, bitter, broken life",
    "Beats in upon you in your selfish homes.",
    "We all may have our homes in joy and peace",
    "When woman's life, in its rich power of love",
    "Is joined with man's to care for all the world."
  ],
  "title": "To The Indifferent Women",
  "year": ""
}