{
  "author": "Jorie Graham",
  "classification": "Free Verse",
  "keywords": [
    "Mythology",
    "Folklore",
    "Arts",
    "Sciences",
    "War",
    "Conflict",
    "Nature",
    "The Body",
    "Heroes",
    "Patriotism",
    "Social Commentaries",
    "History",
    "Politics",
    "Music",
    "Spring"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176588",
  "region": "",
  "text": [
    "A boy just like you took me out to see them,",
    "the five hundred B-52’s on alert on the runway,",
    "fully loaded fully manned pointed in all the directions,",
    "running every minute",
    "of every day.",
    "They sound like a sickness of the inner ear,",
    "where the heard foams up into the noise of listening,",
    "where the listening arrives without being extinguished.",
    "The huge hum soaks up into the dusk.",
    "The minutes spring open. Six is too many.",
    "From where we watch,",
    "from where even watching is an anachronism,",
    "from the 23rd of March from an open meadow,",
    "the concertina wire in its double helix",
    "designed to tighten round a body if it turns",
    "is the last path the sun can find to take out,",
    "each barb flaring gold like a braille being read,",
    "then off with its knowledge and the sun",
    "is gone....",
    "That’s when the lights on all the extremities, like an outline, like a dress,",
    "become loud in the story,",
    "and a dark I have not seen before",
    "sinks in to hold them one",
    "by one.",
    "Strange plot made to hold so many inexhaustible",
    "screams.",
    "Have you ever heard in a crowd mutterings of",
    "blame",
    "that will not modulate that will not rise?",
    "He tells me, your stand-in, they",
    "up.",
    "He touches me to have me look more deeply",
    "in",
    "to where for just a moment longer",
    "color still lives:",
    "the belly white so that it looks like sky, the top",
    "some kind of brown, some soil—How does it look",
    "from up there now",
    "this meadow we lie on our bellies in, this field Iconography",
    "tells me stands for sadness",
    "because the wind can move through it uninterrupted?",
    "What is it the wind",
    "would have wanted to find and didn’t",
    "leafing down through this endless admiration unbroken",
    "because we’re too low for it",
    "to find us?",
    "Are you still there for me now in that dark",
    "we stood in for hours",
    "letting it sweep as far as it could down over us",
    "unwilling to move, irreconcilable? What",
    "wants to tell me,",
    "his whisper more like a scream",
    "over this eternity of engines never not running,",
    "is everything: how the crews assigned to each plane",
    "for a week at a time, the seven boys, must live",
    "inseparable,",
    "how they stay together for life,",
    "how the wings are given a life of",
    "how they drop practice bombs called shapes over Nevada,",
    "how the measures for counterattack in air",
    "have changed and we",
    "now forego firepower for jamming, for the throwing",
    "of false signals. The meadow, the meadow hums, love, with the planes,",
    "as if every last blade of grass were wholly possessed",
    "by this practice, wholly prepared. The last time I saw you,",
    "we stood facing each other as dusk came on.",
    "I leaned against the refrigerator, you leaned against the door.",
    "The picture window behind you was slowly extinguished,",
    "the tree went out, the two birdfeeders, the metal braces on them.",
    "The light itself took a long time,",
    "bits in puddles stuck like the useless",
    "splinters of memory, the chips",
    "of history, hopes, laws handed down.",
    "he says, these",
    "grasses these",
    "torn pods, he says, smiling over the noise another noise,",
    "he says, my hands wrong for",
    "the purpose, here,",
    "not-visible-from-the-sky, prepare yourself with these, boy and",
    "bouquet of",
    "thistleweed and wort and william and",
    "timothy. We stood there. Your face went out a long time",
    "before the rest of it. Can’t see you anymore I said.",
    "whatever you still were",
    "replied.",
    "When I asked you to hold me you refused.",
    "When I asked you to cross the six feet of room to hold me",
    "you refused. Until I",
    "couldn’t rise out of the patience either any longer",
    "to make us",
    "take possession.",
    "Until we were what we must have wanted to be:",
    "shapes the shapelessness was taking back.",
    "Why should I lean out?",
    "Why should I move?",
    "When the Maenads tear Orpheus limb from limb,",
    "they throw his head",
    "out into the river.",
    "Unbodied it sings",
    "all the way downstream, all the way to the single ocean,",
    "head floating in current downriver singing,",
    "until the sound of the cataracts grows,",
    "until the sound of the open ocean grows and the voice."
  ],
  "title": "What the End Is For",
  "year": ""
}