{
  "author": "Robert Fitzgerald",
  "classification": "Blank Verse",
  "keywords": [
    "Spring",
    "Living",
    "Stars, Planets, Heavens",
    "Landscapes",
    "Pastorals",
    "Time",
    "Brevity",
    "Nature",
    "Winter",
    "Sorrow",
    "Grieving",
    "Weather"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178375",
  "region": "U.S., New England",
  "text": [
    "The women bow and flutter in the field.",
    "The grain lies white with wind in the wide shadow.",
    "Summer is dark, as in the ancient time.",
    "This fair cloud that blooms in the northwest",
    "Has darkened now, as in the ancient time,",
    "And clouds are still at dawn on the soft mountains.",
    "Husks after harvest we shall leave for rain",
    "And our heels’ trace in the loam:",
    "The stir of boughs has warned us,",
    "Fruit in the grass reminds us . . .",
    "We made this journey not in desire",
    "But thirst. When we entered the towns",
    "In the smoky light, the whistles, and the lanterns",
    "Swinging or still beside the shunted cars,",
    "It was not love we took to brood upon.",
    "There were foes in our legends, whom alone",
    "We fought, breath vowed to their meaning.",
    "By various paths and twilights, corners of rain,",
    "Watching the children play, lamplighters come,",
    "We stayed to hear their dangerous low voices.",
    "Saying when the wind had fallen: Sorrow.",
    "Eyes are filled with death. The rooms are",
    "Hives of evil. Dustclouds on the road",
    "Follow the traveler like a malediction.",
    "By night the leaves are years",
    "And distant each one in that silvered dark.",
    "Or marvels stretched there in the stillness:",
    "Gleam of the wolf among the alders, beasts",
    "Fawning on stairhead, door-whine in the night,",
    "Or mothers risen infamous from the grave.",
    "And one would come in sleep, which was the vampire",
    "In under light, boundless, whose near brow",
    "Turned the glad fiend’s with sudden clasp or sigh;",
    "And others in that slow time beyond terror—",
    "Madmen in armies trampling the vast brain,",
    "Gnashing as engines quietly, or cold",
    "In the void ether, visions",
    "Famished through interminable dark,",
    "Which wakened us our bodies, the strange bones",
    "Trembling in single wonder of themselves.",
    "And in the sun where we were friends and strangers,",
    "Kicking tough oars together clean of the foam,",
    "We knew we were alone upon that water;",
    "Or on long fields in a leaf-blowing autumn,",
    "Handling the hard ball backward through the sunlight,",
    "Lonely under the high kick, toward the tackle",
    "Thrown and the curt cleats taking us and down, the",
    "Bitter turf our vision, so alone there",
    "Waiting for pain in the numb fracture, listened.",
    "Handshake and smiling, or the rainy crowds",
    "In cities glistening with the tick of cabs,",
    "Or sunlight crossing the loud corners, left us",
    "Always to question a still room ourselves:",
    "When winter lifted her cool beams",
    "Dawnwide and whitened in the ache of light,",
    "The grey mask on the pillow turned, death issued",
    "Pure from our lips as from a studying child,",
    "Till waking tendons netted us alive.",
    "Head reared into the morning.",
    "And in cold mirrors our deep eyes,",
    "Familiars of starlight, curious",
    "Interpreters of the sun, the fire and clear",
    "Waterlights of noon upon our walls:",
    "Webs for the spring of shadow.",
    "Where have you been?",
    "What have you noticed? What have you hidden? Who",
    "Speaks to you in this one’s voice? Still there?",
    "So hurt, so sorry, so angry, so ashamed . . .",
    "Girls came with their wide eyes, the faint flames",
    "Branching about them, and their flowerlike hair:",
    "Avid, delicate harlots: those pale ones",
    "Received us in stately dream, in daylight were",
    "Beloved, their warm breasts and beautiful shoulders",
    "Sweet comforts which the lutanist sang of old.",
    "A long walk after. The fat bawds of smoke",
    "Impaled on phalloi in a pantomime",
    "Wriggled a squealing answer to our love.",
    "And hatred rotting with pity in our houses",
    "Filmed, a thin gum for eyelids over midnight.",
    "We sat on our two bones and we were blind.",
    "Unless a far light, home light, the old vision,",
    "Land of children, loveliest in the west,",
    "Glowed in the time-drift",
    "Small as a minuet-whisper and as dear.",
    "And our hearts faint with grief to think of it:",
    "How crickets dinned in the sure evening, late",
    "Locusts would come, each to his ancient tree;",
    "Mowers on many lawns, leveling summer,",
    "Measured the slow festival of the air;",
    "Or in bright gusts of winter by the door,",
    "The shadows thin beneath a glitter of icicles,",
    "Our mothers in their ceremonial furs,",
    "Delicious ladies laughing, their cheeks cold—",
    "Gone from the light like their breath’s vapor, leaving",
    "This image or another bound in thought",
    "With scent of old spoons, handkerchiefs and roses.",
    "Time that brought them to their narrow anguish",
    "Removed us from their rooms.",
    "Lamplight and dark,",
    "The many years and splendor. We were those men",
    "Who saw from dunes on the dark ocean,",
    "On windy earth, the wasteful magnificent seasons",
    "Driving their clouds, as planet tilted turning",
    "Radiance toward the poles. Inland were forests",
    "Kept the snow in winter, shade in summer;",
    "Plains were a long gaze and a sigh from hills.",
    "We moved there always in the northern weather,",
    "Briefly together or alone,",
    "Heard the flush of motors, cylinder flutter",
    "Under us, the fiery power sound",
    "Swelling the road backward. Against glass",
    "Wind blustered brightening from the simple farms,",
    "And there were black fields and the plowman, lonely,",
    "Inching through the sunlit treasure of distance,",
    "And starlings rising in stillness on meadowlands.",
    "Or walked upon an aerodrome in our dream",
    "Below the downward hush and remorse of engines,",
    "Their wings sighing home.",
    "Blades chuckered and a harsh roar kicked up dust:",
    "Swung to the wind and traveled. Dreaming we saw",
    "Bright fields and sun, bright garlands flung from struts,",
    "The land tilt in the long air, the shrunken land",
    "Drift down to southward at a cloud’s pace:",
    "And came in a bower of loneliness and cloud,",
    "Riding with dark engines depth of wind,",
    "Where cities smouldering in a nick of rivers shone,",
    "Dud fireworks by their runnels, glittered in mist.",
    "Sea lay, quicksilver, eastward, and a sail",
    "Perched like the white pinch of a butterfly . . .",
    "Over the dials our enormous hands . . .",
    "We wakened in the clear light of the mountains,",
    "In white rooms of the valley people, breathing",
    "Under their curtains icy air. We swam",
    "In black streams running with a foam upon them,",
    "Or stood in that high summer with the quiet",
    "Presence of those we loved. In winter, skiing.",
    "Our faint years fell like snow beyond the valleys.",
    "And over them a cross bore blackened Christ",
    "Against the snowfields like a scarecrow.",
    "There",
    "Cars were steaming in that gash of light,",
    "Nose over pass to cloudland and deep plain,",
    "As those of Lombardy or Piedmont, burning",
    "Southward, the low wind in the ilex rustling",
    "Memoried evening and the cypress shades:",
    "Or then by northern rivers under towers",
    "Graven in purest sky, with sometimes bells",
    "Remembered in the nerves of many dead—",
    "In their streets wandered, listening to the flutist who loved",
    "His single note, sweet in the russet shuffle",
    "Of fall, his bound throat bent to the measure,",
    "Or slowly in the evening dust and gold",
    "On grey stones pausing, listened . . . So from the vine,",
    "The window bar and the cold garden eaves,",
    "Haled by a decor of heads turning there:",
    "Such courtesy, not gross enough for time . . .",
    "At night above the embers of those towns",
    "Coiled with thin-running lights and girls’ laughter,",
    "heard sea-music and the slap of seas;",
    "Odysseus, our father, wanderer;",
    "Or Anchises, to whom the Cyprian came,",
    "The figure tall, with cool thighs in the light,",
    "Unkindly glory from the islands,",
    "Linking before her the rich padding cats,",
    "When in her temple the wind lifted",
    "First at twilight round the columns, flowering",
    "Formal leaves yet softer than the loved myrtle",
    "Above the shy sandals, shadowed dance . . .",
    "And in young frosty mornings, breathing down,",
    "We knelt with our wet brows under the flames",
    "That burned nightlong, silent and merciful.",
    "Airs from the fragrant stone, the great cathedral",
    "Organs raging, Holy, Holy, Holy,",
    "And their sad liturgies like incense rising",
    "Far off on a low violet imagined land.",
    "There where small leaves turned grey after the wind,",
    "Dove-bearing, over mild dust we saw them come",
    "Slowly in weariness, his followers,",
    "Walking by Olivet in the moon’s hours:",
    "In their eyes were narratives and wisdom,",
    "Sweetened by an old light in the cedars;",
    "Their polished hands held fast the ancient staves;",
    "They were sere and kind to the children of women;",
    "Their feet were sensible of stones and leaves,",
    "And in evening they could write on the papyrus",
    "Legends of their lord Christ: they were strange men.",
    "And stranger light than theirs, a stranger time,",
    "The child caught in the glass: unhistoried years",
    "When Bluebeard throve, who knew what dainty dread",
    "Would take his milkwhite staring ladies,",
    "Their cold hands timid on the strings—",
    "So hallowed that flood of western air and pale",
    "Where no leaf burned but sundown in his hall,",
    "The sweet world, God’s world, marvelous with fear . . .",
    "And we who dreamed these things came down",
    "Stair after stair, rim within rim of darkness,",
    "To enter in our hunger the hell of cities,",
    "Torn by crowds, their faces blowing skyward",
    "Under the flares and premonition of rifles:",
    "The presses humming on the looms of night,",
    "And news-sheets crumpled, howling in an alley",
    "Of evil rising in the shade of war,",
    "Such evil as in our time lived under us",
    "Dissolving shining things . . . dissolving",
    "The young men on their benches into death.",
    "At length to make our verse for oblivious winter",
    "In the late night of nuns and mounted police,",
    "Old nuns who pray in the cold rooms of the sick",
    "For intercession of Mary at their hour of death,",
    "And the blue riders on their blanketed horses,",
    "Slowly pacing the gutters",
    "stiff in the night wind."
  ],
  "title": "First Movement",
  "year": ""
}