{
  "author": "Robert Fitzgerald",
  "classification": "Blank Verse",
  "keywords": [
    "Winter",
    "Time",
    "Brevity",
    "Travels",
    "Journeys",
    "Poetry",
    "Poets",
    "Heroes",
    "Patriotism",
    "Stars, Planets, Heavens",
    "Summer",
    "Family",
    "Ancestors",
    "Mythology",
    "Folklore",
    "Gardening",
    "Jobs",
    "Working",
    "Relationships",
    "Arts",
    "Sciences",
    "Nature",
    "Activities",
    "Seas, Rivers,",
    "Streams",
    "Landscapes",
    "Pastorals",
    "Living",
    "Spring",
    "Fall",
    "Weather",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178381",
  "region": "U.S., New England",
  "text": [
    "Until Jove let it be, no colonist",
    "Mastered the wild earth; no land was marked,",
    "None parceled out or shared; but everyone",
    "Looked for his living in the common world.",
    "And Jove gave poison to the blacksnakes, and",
    "Made the wolves ravage, made the ocean roll,",
    "Knocked honey from the leaves, took fire away—",
    "So man might beat out various inventions",
    "By reasoning and art.",
    "First he chipped fire",
    "Out of the veins of flint where it was hidden;",
    "Then rivers felt his skiffs of the light alder;",
    "Then sailors counted up the stars and named them:",
    "Pleiades, Hyades, and the Pole Star;",
    "Then were discovered ways to take wild things.",
    "In snares, or hunt them with the circling pack;",
    "And how to whip a stream with casting nets,",
    "Or draw the deep-sea fisherman’s cordage up;",
    "And then the use of steel and the shrieking saw;",
    "Then various crafts. All things were overcome",
    "By labor and by force of bitter need.",
    "Even when your threshing floor is leveled",
    "By the big roller, smoothed and packed by hand",
    "With potter’s clay, so that it will not crack,",
    "There are still nuisances. The tiny mouse",
    "Locates his house and granary underground,",
    "Or the blind mole tunnels his dark chamber;",
    "The toad, too, and all monsters of the earth,",
    "Besides those plunderers of the grain, the weevil",
    "And frantic ant, scared of a poor old age.",
    "Let me speak then, too, of the farmer’s weapons:",
    "The heavy oaken plow and the plowshare,",
    "The slowly rolling carts of Demeter,",
    "The threshing machine, the sledge, the weighted mattock,",
    "The withe baskets, the cheap furniture,",
    "The harrow and the magic winnowing fan—",
    "All that your foresight makes provision of,",
    "If you still favor the divine countryside.",
    "Moreover, like men tempted by the straits",
    "In ships borne homeward through the blowing sea,",
    "We too must reckon on Arcturus star,",
    "The days of luminous Draco and the Kids.",
    "When Libra makes the hours of sleep and daylight",
    "Equal, dividing the world, half light, half dark,",
    "Then drive the team, and sow the field with barley,",
    "Even under intractable winter’s rain.",
    "But Spring is the time to sow your beans and clover,",
    "When shining Taurus opens the year with his golden",
    "Horns, and the Dog’s averted star declines;",
    "For greater harvests of your wheat and spelt,",
    "Let first the Pleiades and Hyades be hid",
    "And Ariadne’s diadem go down.",
    "The golden sun rules the great firmament",
    "Through the twelve constellations, and the world",
    "Is measured out in certain parts, and heaven",
    "By five great zones is taken up entire:",
    "One glowing with sundazzle and fierce heat;",
    "And far away on either side the arctics,",
    "Frozen with ice and rain, cerulean;",
    "And, in between, two zones for sick mankind:",
    "Through each of these a slanting path is cut",
    "Where pass in line the zodiacal stars.",
    "Northward the steep world rises to Scythia",
    "And south of Libya descends, where black",
    "Styx and the lowest of the dead look on.",
    "In the north sky the Snake glides like a river",
    "Winding about the Great and Little Bear—",
    "Those stars that fear forever the touch of ocean;",
    "Southward they say profound Night, mother of Furies,",
    "Sits tight-lipped among the crowding shades,",
    "Or thence Aurora draws the daylight back;",
    "And where the East exhales the yellow morning,",
    "Reddening evening lights her stars at last.",
    "As for the winter, when the freezing rains",
    "Confine the farmer, he may employ himself",
    "In preparations for serener seasons.",
    "The plowman beats the plowshare on the forge,",
    "Or makes his vats of tree-trunks hollowed out,",
    "Brands his cattle, numbers his piles of grain,",
    "Sharpens fence posts or pitchforks, prepares",
    "Umbrian trellises for the slow vine.",
    "Then you may weave the baskets of bramble twigs",
    "Or dip your bleating flock in the clean stream.",
    "Often the farmer loads his little mule",
    "With olive oil or apples, and brings home",
    "A grindstone or a block of pitch from market.",
    "And some will stay up late beside the fire",
    "On winter nights, whittling torches, while",
    "The housewife runs the shuttle through the loom",
    "And comforts the long labor with her singing;",
    "Or at the stove she simmers the new wine,",
    "Skimming the froth with leaves. Oh idle time!",
    "In that hale season, all their worries past,",
    "Farmers arrange convivialities—",
    "As after laden ships have reached home port,",
    "The happy sailors load the prow with garlands.",
    "Then is the time to gather acorns and",
    "Laurel berries and the bloodred myrtle,",
    "To lay your traps for cranes and snares for buck,",
    "To hit the fallow deer with twisted slingshots,",
    "And track the long-eared hare—",
    "When snow is deep, and ice is on the rivers.",
    "What of the humors and the ways of Autumn?",
    "Just when the farmer wished to reap his yellow",
    "Fields, and thresh his grain,",
    "I have often seen all the winds make war,",
    "Flattening the stout crops from the very roots;",
    "And in the black whirlwind",
    "Carrying off the ears and the light straw.",
    "And often mighty phalanxes of rain",
    "Marched out of heaven, as the clouds",
    "Rolled up from the sea the detestable tempest;",
    "Then the steep aether thundered, and the deluge",
    "Soaked the crops, filled ditches, made the rivers",
    "Rise and roar and seethe in their spuming beds.",
    "The Father himself in the mid stormy night",
    "Lets the lightning go, at whose downstroke",
    "Enormous earth quivers, wild things flee,",
    "And fear abases the prone hearts of men—",
    "As Jove splits Athos with his firebolt",
    "Or Rhodopê or the Ceraunian ridge.",
    "The southwind wails in sheets of rain,",
    "And under that great wind the groves",
    "Lament, and the long breast of the shore is shaken.",
    "If you dislike to be so caught, mark well",
    "The moon’s phases and the weather signs;",
    "Notice where Saturn’s frigid star retires,",
    "Mercury’s wanderings over heaven; and revere",
    "Especially, the gods. Offer to Ceres",
    "Annual sacrifice and annual worship",
    "In the first fair weather of the spring,",
    "So may your sheep grow fat and your vines fruitful,",
    "Your sleep sweet and your mountains full of shade.",
    "Let all the country folk come to adore her,",
    "And offer her libations of milk and wine;",
    "Conduct the sacrificial lamb three times",
    "Around the ripe field, in processional,",
    "With all your chorus singing out to Ceres;",
    "And let no man lay scythe against his grain",
    "Unless he first bind oakleaves on his head",
    "And make his little dance, and sing to her.",
    "When shall we herd the cattle to the stables?",
    "The wind, say, rises without intermission;",
    "The sea gets choppy and the swell increases;",
    "The dry crash of boughs is heard on hills;",
    "The long sound of the surf becomes a tumult;",
    "The gusts become more frequent in the grove;",
    "The waves begin to fight against the keels;",
    "From far at sea the gulls fly shoreward crying;",
    "The heron leaves his favorite marsh and soars",
    "Over the high cloud. Then you will see",
    "Beyond thin skimrack, shooting stars",
    "Falling, the long pale tracks behind them",
    "Whitening through the darkness of the night;",
    "And you’ll see straw and fallen leaves blowing.",
    "But when it thunders in rough Boreas’ quarter,",
    "When east and west it thunders—every sailor",
    "Furls his dripping sail.",
    "A storm should never catch you unprepared.",
    "Aerial cranes take flight before its rising,",
    "The restless heifer with dilated nostrils",
    "Sniffs the air; the squeaking hirondelle",
    "Flits round and round the lake, and frogs,",
    "Inveterate in their mud, croak a chorale.",
    "And too the ant, more frantic in his gallery,",
    "Trundles his eggs out from their hiding place;",
    "The rainbow, cloud imbiber, may be seen;",
    "And crows go cawing from the pasture",
    "In a harsh throng of crepitating wings;",
    "The jeering jay gives out his yell for rain",
    "And takes a walk by himself on the dry sand.",
    "Stormwise, the various sea-fowl, and such birds",
    "As grub the sweet Swan River in Asia,",
    "May be observed dousing themselves and diving",
    "Or riding on the water, as if they wished—",
    "What odd exhilaration—to bathe themselves.",
    "After a storm, clear weather and continuing",
    "Sunny days may likewise be foretold:",
    "By the sharp twinkle of the stars, the moon",
    "Rising to face her brother’s rays by day;",
    "No tenuous fleeces blowing in the sky,",
    "No halcyons, sea favorites, on the shore",
    "Stretching out their wings in tepid sunlight;",
    "But mists go lower and lie on the fields,",
    "The owl, observing sundown from his perch,",
    "Modulates his meaningless melancholy.",
    "Aloft in crystal air the sparrow hawk",
    "Chases his prey; and as she flits aside",
    "The fierce hawk follows screaming on the wind,",
    "And as he swoops, she flits aside again.",
    "With funereal contractions of the windpipe",
    "The crows produce their caws, three at a time,",
    "And in their high nests, pleased at I know not what,",
    "Noise it among themselves: no doubt rejoicing",
    "To see their little brood after the storm,",
    "But not, I think, by reason of divine",
    "Insight or superior grasp of things.",
    "But if you carefully watch the rapid sun",
    "And the moon following, a fair night’s snare",
    "Never deceives you as to next day’s weather.",
    "When the new moon collects a rim of light,",
    "If that bow be obscured with a dark vapor,",
    "Then a great tempest is in preparation;",
    "If it be blushing like a virgin’s cheek,",
    "There will be wind; wind makes Diana blush;",
    "If on the fourth night (most significant)",
    "She goes pure and unclouded through the sky,",
    "All that day and the following days will be,",
    "For one full month, exempt from rain and wind.",
    "The sun, too, rising and setting in the waves,",
    "Will give you weather signs, trustworthy ones",
    "Whether at morning or when stars come out.",
    "A mackerel sky over the east at sunrise",
    "Means look out for squalls, a gale is coming,",
    "Unfavorable to trees and plants and flocks.",
    "Or when through denser strata the sun’s rays",
    "Break out dimly, or Aurora rises",
    "Pale from Tithonus’ crocus-colored chamber,",
    "Alas, the vine-leaf will not shield the cluster",
    "In the hubbub of roof-pattering bitter hail.",
    "It will be well to notice sunset, too,",
    "For the sun’s visage then has various colors;",
    "Bluish and dark means rain; if it be fiery",
    "That means an East wind; if it be dappled",
    "And mixed with red gold light, then you will see",
    "Wind and rain in commotion everywhere.",
    "Nobody can advise me, on that night,",
    "To cast off hawsers and put out to sea.",
    "But if the next day passes and the sunset",
    "Then be clear, you need not fear the weather:",
    "A bright Norther will sway the forest trees.",
    "Last, what the late dusk brings, and whence the fair",
    "Clouds are blown, and secrets of the Southwind",
    "You may learn from the sun, whose prophecies",
    "No man denies, seeing black insurrections,",
    "Treacheries, and wars are told by him.",
    "When Caesar died, the great sun pitied Rome,",
    "So veiling his bright head, the godless time",
    "Trembled in fear of everlasting night;",
    "And then were portents given of earth and ocean,",
    "Vile dogs upon the roads, and hideous",
    "Strange birds, and Aetna quaking, and her fires",
    "Bursting to overflow the Cyclops’ fields",
    "With flames whirled in the air and melted stones.",
    "Thunder of war was heard in Germany",
    "From south to north, shaking the granite Alps;",
    "And a voice also through the silent groves",
    "Piercing; and apparitions wondrous pale",
    "Were seen in dead of night. Then cattle spoke",
    "(O horror!), streams stood still, the earth cracked open",
    "And tears sprang even from the temple bronze.",
    "The Po, monarch of rivers, on his back",
    "Spuming whole forests, raced through the lowland plains",
    "And bore off pens and herds; and then continually",
    "The viscera of beasts were thick with evil,",
    "Blood trickled from the springs; tall towns at night",
    "Re-echoed to the wolf-pack’s shivering howl;",
    "And never from pure heaven have there fallen",
    "So many fires, nor baleful comets burned.",
    "It seemed that once again the Roman lines,",
    "Alike in arms, would fight at Philippi;",
    "And heaven permitted those Thessalian fields",
    "To be enriched again with blood of ours.",
    "Some future day, perhaps, in that country,",
    "A farmer with his plow will turn the ground,",
    "And find the javelins eaten thin with rust,",
    "Or knock the empty helmets with his mattock",
    "And wonder, digging up those ancient bones.",
    "Paternal gods! Ancestors! Mother Vesta!",
    "You that guard Tiber and the Palatine!",
    "Now that long century is overthrown,",
    "Let not this young man fail to give us peace!",
    "Long enough beneath your rule, O Caesar,",
    "Heaven has hated us and all those triumphs",
    "Where justice was thrown down—so many wars,",
    "So many kinds of wickedness! No honor",
    "Rendered the plow, but the fields gone to ruin,",
    "The country-folk made homeless, and their scythes",
    "Beaten to straight swords on the blowing forge!",
    "War from the Euphrates to Germany;",
    "Ruptured engagements, violence of nations,",
    "And impious Mars raging the whole world over—",
    "As when a four horsed chariot rears away",
    "Plunging from the barrier, and runs wild,",
    "Heedless of the reins or the charioteer."
  ],
  "title": "Passages from Virgil’s First Georgic",
  "year": ""
}