{
  "author": "Robert Fitzgerald",
  "classification": "",
  "keywords": [
    "Nature",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178378",
  "region": "U.S., New England",
  "text": [
    "I came then to the city of my brethren.",
    "Not Carthage, not Alexandria, not London.",
    "The wide blue river cutting through the stone",
    "Arrowy and cool lay down beside her,",
    "And the hazy and shining sea lay in the offing.",
    "Ferries, pouring the foam before them, sliding",
    "Into her groaning timbers, rang and rang;",
    "And the chains tumbled taut in the winches.",
    "Upstream the matted tugs in the heavy water,",
    "Their soiling smoke unwrapped by the salt wind,",
    "Footed with snowy trampling and snowy sound.",
    "On tethers, pointing the way of the tide,",
    "The crusted freighters swung with their sides gushing.",
    "On evening’s ship pointing northward,",
    "A golden sailor at sunset stood at the bow,",
    "As aloft in the strands a tramcar with tiny clanging",
    "Slowly soared over, far upward and humming still.",
    "Not Athens, Alexandria, Vienna or London.",
    "And evening vast and clean above the city",
    "Washed the high storeys with sea-light, with a silken",
    "Sky-tint on the planes and the embrasures:",
    "The clump of crags and glitter sinking eastward",
    "With the slow world, the shadow-lipping shores,",
    "Pale after-conflagration of the air.",
    "On terraces, by windows of tiredness,",
    "The eyes dropped from that glow to the dusk atremble,",
    "Alive with its moving atomic monotone:",
    "There the hot taxis at the pounding corner",
    "Fitted their glossy flanks and shifted, waiting,",
    "And the girls went by with wavering tall walking,",
    "Their combed heads nodding in the evening:",
    "The hour of shops closing, the cocktail hour,",
    "Lighting desire and cigarettes and lighting",
    "The strange lamps on the streaming avenue."
  ],
  "title": "The Shore of Life",
  "year": ""
}