{
  "author": "Alfred Corn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/26213",
  "region": "",
  "text": [
    "He sits at the table, cloudlight of March",
    "One tone with his hair, gray-silver on silver.",
    "Midday fare in Vermont is basic enough.",
    "In West Newbury, eggs and toast will do\u0097",
    "Though our doctor’s had his sips of wine as well.",
    "“Just don’t be fooled. They’re not as nice as you",
    "Think they are. Live here a few more winters,",
    "You’ll get to know them clearer, and vice-versa.”",
    "Three years now, and we’re still finding our way;",
    "Newcomers need a guide to show them the ropes,",
    "And he has been explaining township and county",
    "Almost from the sunstruck day we met him",
    "That very first July in this old house.",
    "“I’ll cite an instance of community",
    "Spirit at work, North Country justice\u0097",
    "A case I just happened to be involved in.",
    "No, please\u0097all right, if you are having one.”",
    "He holds his glass aloft and then lets fall",
    "A silence that has grown familiar to us",
    "From other stories told on other days,",
    "The will to recount building its head of steam.",
    "“Well, now, you have to know about the victim.",
    "His name was Charlie Deudon, no doubt Canuck",
    "Stock some generations back, but he",
    "Nor no one else could tell you\u0097if they cared.",
    "Deudons had been dirt farmers here as long",
    "As anybody knew. They never starved",
    "But never had a dime to spare, either.",
    "Charlie resolved to change the Deudon luck.",
    "And that’s just what he did. Or almost did. . . .",
    "He’d graduated two classes ahead of mine;",
    "We knew each other, naturally, but not",
    "On terms of friendship. Fact is, he had no friends,",
    "And only one girlfriend, whom he married",
    "Day after Commencement, June of ‘32.",
    "And then he set to work and never stopped",
    "Again, until they made him stop for good.”",
    "A wisp of a smile, half irony, half",
    "Bereavement plays about his guileless face\u0097",
    "Red cheeks, blue eyes, a beardless Santa Claus;",
    "Whose bag contains (apart from instruments",
    "Of healing) stories, parables and proverbs,",
    "Painkillers, too, for when all else fails.",
    "“What kind of work had all that hard work been?”",
    "“Oh, farming, like his elders, only better.",
    "All the modern improvements, fancy feed",
    "And fertilizers, plus machinery\u0097",
    "He was the first in these parts to milk",
    "His herd in any way but as ‘twas done",
    "Since Adam’s boys first broke ground with a plow.",
    "And anything machines couldn’t handle,",
    "Charlie did himself, from dawn to midnight.",
    "He never wasted a word or spilled a drop",
    "Of milk or drank a drop of beer or liquor.",
    "He was unnatural.",
    "he made that farm",
    "Into a showplace, a kind of 4-H model.",
    "He made good money, yes, but not a dollar",
    "Would he spend unnecessarily.",
    "Do you get the picture? They hated him,",
    "The boys that hung around the package store.",
    "The most they ever got from tightfist Charlie",
    "Deudon was a nod out from under his cap.",
    "(His trademark\u0097a baseball cap striped white and red.)",
    "They envied him for getting his hay in first;",
    "And there was more. A boy that he had hired,",
    "By the name of Carroll Giddens, was their buddy.",
    "Likeable fellow, regulation issue,",
    "The sort that knocks back a pint or a fifth",
    "In half a shake and tells off-color stories",
    "Till he’s got them choked to death with laughing.",
    "‘Course the wisecracks they loved best were those",
    "About poor Charlie and his gold-plated farm. . . .",
    "Just one more case of what’s been often said",
    "By commentators on democracy\u0097",
    "How it helps everyone keep modest.”",
    "Teasing mischief has crept into his voice.",
    "A self-taught anthropologist as well",
    "As teller of tales, he has other frames",
    "Of reference to place around events",
    "Local or international. He knows",
    "That things can stand for more than what they are;",
    "Indeed, says standing for things is why we’re here,",
    "And quotes chapter and verse to prove his point.",
    "“Think of the worldwide scapegoat ritual.",
    "In halfway civilized societies",
    "An animal’s the one relieved from life",
    "Duty, am I right? A fellow tribesman",
    "Will do in a pinch, if animals are lacking,",
    "Or if communal fears get screwed too tight. . . .",
    "Anyhow, it was clear that something more",
    "Than common envy stirred up the lynch law.",
    "Their own failure’s what they wanted dead.”",
    "Seconds pass in silence as he stares",
    "At something\u0097perhaps a knothole in the pine",
    "Floorboard. He looks up, eyebrows raised,",
    "And twirls the glass stem between stubby fingers.",
    "A coil of rope hung on the wall, we see,",
    "Has made him pause and heave experienced sighs.",
    "“Here. Have another. So: was Charlie punished?”",
    "“I’m going to tell you\u0097better me than others.",
    "You see, I was involved\u0097no, no, no,",
    "Not in the deed, Lord, no, just as a witness.",
    "It happened this way\u0097hope you’re not squeamish.",
    "Charlie had this boy to help with chores,",
    "The one named Carroll. Married, two kids, I think.",
    "Not too reliable. But so few are;",
    "Nor could you call his wages generous.",
    "His buddies must have stood him drinks, is all",
    "I can say. He’d a skinful half the time\u0097",
    "Was certainly drunk that Christmas Eve morning.",
    "No reason to doubt what Charlie told his wife.",
    "Charlie’d been up to help at six with the milking,",
    "And Carroll, drunk as a fiddler’s bitch, was there",
    "Loading a pair of milk cans into the barrow.",
    "He took a slip and the whole business spilled.",
    "Wooden handle clipped him in the side,",
    "And he fell, too, right in the puddle of milk.",
    "And started",
    ". Charlie, you can guess,",
    "Didn’t join in; he told him to get on home.",
    "‘What about the milk?’ ‘Go home,’ he said,",
    "‘You’re drunk.’ ‘But what about the milk?’ asks Carroll.",
    "‘Comes out of next week’s paycheck,’ Charlie says.",
    "And then the trouble starts, with Carroll swearing",
    "And yelping, till Charlie gives him a little tap",
    "And goes indoors. By then Carroll could tell",
    "The barrow handle had cracked a rib or two.",
    "He drove into town to see his doctor\u0097that",
    "Wasn’t me\u0097and word went out that Charlie",
    "Had roughed up his innocent assistant.",
    "That’s all they needed, Carroll’s friends.",
    "Time that stuck-up bastard got his due,",
    "He’s gone too far this time, but we’ll show him,",
    "Et cetera . . . . As it was Christmas Eve,",
    "They had the leisure, the liquor, and the rope.”",
    "“They hanged him?” “No, that’s not our way up here.",
    "The honored custom’s to dump them in the river.",
    "You see, the river’s New Hampshire all the way",
    "Over to the Vermont side, and thus,",
    "the victim’s still alive when he hits the water,",
    "New Hampshire law enforcement and legal justice",
    "Steps in. It tends to confuse the issue, see?",
    "In wintertime, the river freezes over,",
    "And you can’t hope to fish the bodies out",
    "Till the month of March at the earliest.",
    "By then, who knows which state the victim died in?",
    "A trick they’ve played a hundred years and more",
    "Up in Woodsville, where the bridge is. That’s where",
    "The loggers used to go to spend their money",
    "On booze and hookers\u0097who’d arrange for them",
    "To get knocked in the head at the right moment,",
    "And pitched off the bridge into the water.",
    "A famous local industry, but rather",
    "Fallen on hard days by the early fifties,",
    "Just like others more legitimate. . . .",
    "Well, our local rowdies knew the routine,",
    "And, when time came to follow up their threats,",
    "They laid their plans according to tradition.",
    "They knew that Charlie’d have to do the milking",
    "Christmas morning same as every day.",
    "And when he came into the barn to do it,",
    "They’d be waiting for him. And that’s what happened.”",
    "We strain forward to hear him tell the rest;",
    "The narrative spell is on him, and on us.",
    "His voice weaves through fine-tuned nuances,",
    "With sudden leaps in volume and skittish phrases",
    "That somehow help flesh out what he describes.",
    "We see the sprawling barn across the highway",
    "From the white-columned porch of the old house.",
    "See the barn closed up tight against the cold,",
    "And the blue-gray light of December dawn",
    "As Charlie crosses the road to do his chores.",
    "The roosters shriek their morning alarm, the big",
    "Doors creak open on the darkness\u0097a darkness",
    "Slit with tight-strung wires of light knifing",
    "Through cracks between the boards of the east wall.",
    "Tufts of hay spill from cribs on both sides.",
    "The waiting cattle stir and low as daylight",
    "Breaks in on the darkness. Their master strides",
    "In past the parked pickup truck, his pail,",
    "A battered Rath Blackhawk lard can swinging",
    "At his side, a whistled “Jingle Bells”",
    "His fight song for the working holiday.",
    "He hears the verses harnessed to his whistling,",
    "The tune drawing its text along march tempo:",
    "And then all changes. Smash of the blackjack",
    "Against his skull, exploding carnival",
    "Of fire-veined shock that flies to the far corners",
    "Of night. Four assailants leap from the back",
    "Of the truck and lift him partly erect, the quicker",
    "To bind his arms behind and truss them to",
    "His half-bent legs, as you might rope a steer",
    "Or sheep you meant to brand or slaughter.",
    "They take him out to where the car is waiting",
    "And throw him in the trunk like a sack of feed.",
    "Another car drives past but doesn’t slow.",
    "The bandits duck and climb inside their own.",
    "Tires screech, the driver slams onto the highway,",
    "A smile and wink all round as they drive north",
    "To Woodsville. The sun is coming up when they",
    "Reach the bridge and stop the car. The lid",
    "Of the trunk’s sprung open, its cargo discharged.",
    "He is dragged to the railing, lifted, then heaved over.",
    "The body falls, seeming almost to pause",
    "In air before it hits the water and slides",
    "Below the surface of the floating ice. . . .",
    "Five miles back along the highway, the dark",
    "Barn, the herd, a crushed tin pail, and signs",
    "Of struggle in the dirt wait for someone’s",
    "Startled face, back-lit in the doorway,",
    "To see them, then whip aside with a shout of terror.",
    "“He wasn’t found until spring thaw; he washed",
    "Ashore just south of Bradford, still tied up",
    "And looking like they’d tarred and feathered him\u0097",
    "Partly decomposed, but not his clothes.",
    "First thing was an autopsy to test if he",
    "Had died by drowning or was dead before",
    "Going under. Conclusion was, he’d died",
    "On land, so as I said, his death belonged",
    "To the Green Mountain State’s criminal justice.”",
    "“And what about the killers\u0097were they caught?”",
    "“Several suspects found themselves in jail\u0097",
    "And that’s where I come in: as star witness.",
    "It happened I was on the road that morning.",
    "Real early. See . . . I’d promised my house guest",
    "Of the night\u0097young Marine on leave\u0097I’d drive",
    "Him back to Lebanon to grab his bus.",
    "I always keep my word, especially",
    "When given in the night hours. Nice boy\u0097",
    "He’s been a good friend ever since. We’d said",
    "Good-bye until the next three-day pass.",
    "Well, I was driving home like Merry Christmas.",
    "Into the headlights comes the Deudon farm:",
    "And then I noticed the car. A two-toned Kaiser,",
    "Side of the road, beneath a maple tree.",
    "Didn’t know whose it was or why it was there.",
    "I saw one face, Calvin Renfrew’s, that’s all.",
    "He didn’t",
    "wheels so far as I knew.",
    "Occurred to me right then that something might",
    "Be fishy; but locals never meddle till\u0097",
    "Till it’s too late, sometimes. I should have stopped.",
    "They might have banged me on the head, but then\u0097.",
    "Well, even as it is they got revenge.",
    "I’m still alive, however, and mean to stay so.”",
    "He laughs a low laugh that would chill the devil . . .",
    "Then takes up the thread\u0097how when he heard the news",
    "About Charlie’s disappearance, he drove down",
    "To tell the state trooper what he’d seen.",
    "“That was the very next day after Christmas.",
    "By nightfall Calvin Renfrew and Norbert Joiner,",
    "The owner of the car (the Kaiser), and two",
    "Associates were in custody. But not",
    "For long. Someone bailed them out, someone",
    "Rich, it had to be, an enemy",
    "Or rival of Charlie’s. That’s often our way,",
    "You know, to let others fix the person",
    "We secretly hate, then give them secret help",
    "When they get their paws burned in the process.",
    "A lot of people coveted that farm,",
    "However much disparaged it was in public.",
    "When Charlie’s widow put it up for auction,",
    "Don’t imagine nobody came to bid.",
    "I still see things of his on others’ farms.",
    "What didn’t surprise me either’s how the town,",
    "Lord help me, the whole county took the side",
    "Of those arrested against the murdered man.",
    "They said old Charlie had it coming to him,",
    "Treating his employee that way. Meanwhile,",
    "Carroll had quietly slipped across the border",
    "To Canada; no way to prove that he’d",
    "Hardly been hurt at all. So rumor flew.",
    "If words could put you under ground, why Carroll",
    "Was dead and buried six times over, a martyr",
    "Hounded to his grave by a maniac",
    "Who should have been taken care of years ago.",
    "These are churchgoing people, too, but they",
    "Figure they have a special insight as",
    "To what the Boy Upstairs considers right.",
    "Man is born for sorrow, so we’re told,",
    "And some try to make sure he gets a close",
    "Acquaintance with the sorrow that’s his due.",
    "Meanwhile, if you can say the things people",
    "Want to hear, then you may lynch at will.”",
    "He folds his hands and brings them to his chin.",
    "“The rest of the story you can figure out",
    "Yourself. Their lawyer asked the jury be",
    "Directed by the judge to return a verdict",
    "Of Not Guilty. Motion granted\u0097as never",
    "Before for a capital offense in",
    "state.",
    "They’d do it again, don’t worry, if the case",
    "Was dear to their concerns. Sounds cynical,",
    "I grant you. . . . But then, you see, they started next",
    "On me for fingering the guilty parties.",
    "State trooper drops by to ask some questions.",
    "Why was I on the highway that time of morning?",
    "Oh? And who exactly was this friend?",
    "Oh, really? Stayed the night, did he? I see. . . .",
    "A doubt or two’d been raised before already,",
    "Given that I had never married,",
    "Was locally famous for my special hobby.",
    "I’m sure I’ve told you: I play a little pipe",
    "Organ at church sometimes\u0097I even travel",
    "To play it elsewhere. I know organists",
    "All over New England, and the town gazette",
    "Used always to mention when I went to play",
    "At musicales in other towns and states.",
    "Nobody thought it mattered much beforehand,",
    "But once the tale about the serviceman",
    "Got out, my friends, well, you can just imagine.",
    "Overnight young Dr. Stephens was",
    "As ‘musical’ as you can be and not",
    "Get tarred and feathered. My patients, some of them,",
    "Began to melt away like ice cream. Stephens,",
    "A local name, respected in these parts,",
    "Became a byword for things we don’t discuss.",
    "I wondered whether I should move, of course;",
    "Some rowdy threw a can of paint at the house;",
    "I still get unsigned letters from time to time.",
    "Things must be better where you two come from.",
    "But this is where I’ve always lived, it’s what",
    "I know. If I had had the sense to pitch",
    "Someone unpopular from off a bridge",
    "Instead of enjoying music, chances are",
    "I’d be a favorite son. In point of fact,",
    "I’ve given up the organ, seldom play it",
    "Nowadays. I’ve got a different hobby\u0097",
    "Your health, gentlemen! No more today, though.",
    "Another call to make this afternoon.",
    "But listen, now: if you’ll come up to me",
    "Next week, I’ll play some pump organ for you.",
    "I can still do a rousing ‘Hornpipe’\u0097the one",
    "By Handel. Tourist attraction hereabouts.",
    "I am fairly confident you won’t",
    "Ever have heard it played my way before.”",
    "He stands to go, consenting to be ushered",
    "Out under the black trees of late March, down",
    "To where his battered station wagon sits.",
    "Thunder of engines takes him off. . . . But his words",
    "Stay lodged in us like arrows, arrows aimed",
    "As carefully as acupuncture and meant",
    "Somehow to warn or counsel. Not that warnings",
    "In the abstract often help stave off",
    "Particular misfortunes, inevitably",
    "The body of most stories drawn from life.",
    "Misfortunes are the hinges life turns on?",
    "Reprieves as well\u0097along with persons, places,",
    "Passions. A fluent paradox, the realm",
    "Normally termed external, I mean its way",
    "Of overhearing thought and mustering",
    "Fresh evidence. . . . Today, for instance, how",
    "New green on branches and a liquid birdcall",
    "Suffice to announce the chaste approach of spring."
  ],
  "title": "An Xmas Murder",
  "year": ""
}