{
  "author": "Alfred Corn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/22922",
  "region": "",
  "text": [
    "Toplight hammered down by shadowless noon,",
    "A palindrome of midnight, retrograde",
    "From last month’s solstice in smoke and flame,",
    "In molten glares from chrome or glass. I feel",
    "Fever from the cars I pass, delirium",
    "Trembling out from the radiators.",
    "The dog-day romance seems to be physical,",
    "As young free lances come into their own,",
    "Sunbrowned, imperial in few clothes,",
    "Heat-struck adulthood a subject to youth",
    "And fitful as traffic, the mind pure jumble",
    "But for that secret overriding voice",
    "Advising and persuading at each crossroads;",
    "The struggle toward freedom to forge a day.",
    "Smoke; flame; oiled, gray-brown air.",
    "Jackhammers and first gear on the avenues;",
    "Stuntmen driving taxicabs; patient, blue,",
    "Hippo aggressiveness of a bus, nudging",
    "Aside the sedans. And the peculiar",
    "Fascination of a row of workshops\u0097",
    "The dark interiors with skylight sunstripes;",
    "A figure walking in slow motion among",
    "Pistons; rough justice of a die cutter;",
    "A helmeted diver, wielding acetylene,",
    "Crouched over some work of sunken treasure",
    "That sparkles gold at a probe from his torch . . . .",
    "Seismic shocks interrupt this dream\u0097a stampede",
    "Of transports flat out to make the light,",
    "Mack truck, Diamond Reo, a nameless tanker,",
    "IT International, a Seatrain destined",
    "For the Port Authority docks\u0097one more",
    "Corrugated block to pile on the rest,",
    "Red, green, gray, and blue, waiting for a ship",
    "In the Grancolombiana line . . . .",
    "The seagoing city radiates invisibly",
    "Over the world, a documentary sublime.",
    "Lunch hour, even the foods are fast, potluck",
    "In the melting pot: the Italian girl",
    "With a carton of chicken; Puerto Rican folding",
    "A pizza; the black woman with an egg roll;",
    "A crop-headed secretary in round,",
    "Metal spectacles eats plain yogurt (she’s",
    "Already mantis thin) and devours glamour",
    "Mags . . . . Our crowd scene, a moving fresco:",
    "But is it really there? The adversary",
    "Today is named Random. How capture all this",
    "Without being taken captive in turn,",
    "Install it as something more than backdrop,",
    "As a necessity, not a sundry?",
    "Suppose just an awareness of the way",
    "Living details might be felt as vision",
    "Is vision, full, all there ever was\u0097this",
    "Instant palindromic noon, the joined hands",
    "Of the clock, end and beginning . . . . Surely",
    "The first to consider imagining stars",
    "Constellations had already done as much,",
    "Just by making some brilliant connections;",
    "Mind crowned itself in a round of leaps from point",
    "To point across the empty stage of night . . . .",
    "* * * * *",
    "Now as a pigeon banks, descends, hovers,",
    "And drops on asphalt with back-thrust wings,",
    "Comes a desire to be lifted in the balance,",
    "Rise to some highest point and then be met",
    "By a fierce new light haloing lashes shatter",
    "Into spears of aurora, naked eye become",
    "Prismatic at last and given to see in kind",
    "All the transformed inhabitants forever go",
    "About their errands, on a new scale: the rainbow",
    "Is the emblem for this moment filtering through",
    "The body’s meshwork nerves, and a heartbeat impulse",
    "All around puts troops of feet in step with music,",
    "Persistent, availing, that disregards the frayed",
    "Years, vagaries, downfall among trash, accident,",
    "Loss; or because it knows these rushes upward",
    "On something like heartbreak into the only sky,",
    "Air aspirant with fractioned voices, feverfew",
    "Of the sensed illusion, higher ground, progressions",
    "Sounded in the spheres\u0097so each step takes them further,",
    "Sceptered, into daytime, saluting the outcome.",
    "There is a fire that surpasses the known burning,",
    "Its phoenix center a couple that must be there,",
    "Blast furnace, dynamo, engendering a city,",
    "Phosphor spines that bend and meet to weld, to fuse",
    "As a divining rod\u0097sluicings, spillway, braid,",
    "Chorded basses that set myriad threads afire,",
    "Newborn limbs and reach of the proven tendon now",
    "Let go into empowered brilliance, rayed showers,",
    "The garden regained. In this light the place appears:",
    "Hands that rise or fall, muted gestures of welcome",
    "And good-bye, face that turns and comes forward to claim",
    "A smile latent in the afternoon air, vague crowds",
    "Falling down streets without character toward",
    "An offered covenant\u0097love that gives them each a name."
  ],
  "title": "Fire: The People",
  "year": ""
}