{
  "author": "Alfred Corn",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Activities",
    "Eating",
    "Drinking",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250264",
  "region": "U.S., New England",
  "text": [
    "Where do slackers go to get their jollies?",
    "Where do they spend hours every day?",
    "Where commit their most moronic follies?",
    "The dull-eyed types who sit alone? They're boozers",
    "Who dose their coffee with Grand Marnier.",
    "No one ever tells them they are losers",
    "You hadn't seen the mobster's girlfriend. Tasty,",
    "But are you sure her goon has gone away?",
    "It's not so wise to come on overhasty",
    "In the Grünewald Café.",
    "You sidle up and say, \"Can I get you a drink?\"",
    "She's shuffling cards and seems to want to play.",
    "A smile means \"Try your luck, guy,\" don't you think,",
    "In the Grünewald Café?",
    "Card game done, why not get down to cases?",
    "Up close her blue-green eyes seem less blasé.",
    "All around you fools are pulling faces—",
    "In the Grünewald Café?",
    "Yet when your hands touch, someone taps your shoulder.",
    "It's the waiter: \"Sorry. Care to pay?\"",
    "A silence falls. Things suddenly feel colder",
    "In the Grünewald Café.",
    "The red-faced gangster, packing heat, approaches.",
    "A rod's blunt business end. You start to pray.",
    "What made you hang out here with all these roaches",
    "In the Grünewald Café?",
    "How brief it is, that fiery burst of thunder!",
    "Brief as life, brief as a winter day.",
    "To croak because you made a stupid blunder",
    "In the Grünewald Café!",
    "And now this floating view down from the ceiling:",
    "Blood soaks the spot where your dead body lay.",
    "What song, what words express all that you're feeling?",
    "."
  ],
  "title": "In the Grünewald Café",
  "year": ""
}