{
  "author": "Alfred Corn",
  "classification": "Blank Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Activities",
    "Home Life",
    "Relationships",
    "Eating",
    "Drinking"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175604",
  "region": "U.S., New England",
  "text": [
    "The mother bending over a baby named Shug",
    "chuckles, “Gimme some sugar,” just to preface",
    "a flurry of kisses sweet as sugar cane.",
    "Later, when she stirs a spoonful of Domino",
    "into her coffee, who’s to tell the story",
    "how a ten-foot-tall reed from the Old World,",
    "on being brought to the New, was raised and cropped",
    "so cooks could sweeten whatever tasted bitter?",
    "Or how grade-A granulated began as a thick",
    "black syrup boiled for hours in an iron vat",
    "until it was refined to pure, white crystal.",
    "When I was a child whose payoff for obeying",
    "orders was red-and-white-striped candy canes,",
    "I knew that sugar was love.",
    "The first time someone called me “sweetheart,”",
    "I knew sugar was love.",
    "And when I tasted my slice of the wedding cake,",
    "iced white and washed down with sweet champagne,",
    "don’t you know sugar was love.",
    "One day Evelina who worked for us",
    "showed up with her son Bubba and laughed,",
    "“Now y’all can play together.” He had a sweet",
    "nature, but even so we raised a little Cain,",
    "and Daddy told her not to bring him back.",
    "He thought I’d begun to sound like colored people.",
    "She smiled, dropped her eyes, kept working.",
    "And kept putting on weight. She later died of stroke.",
    "Daddy developed diabetes by age fifty-five,",
    "insulin burned what his blood couldn’t handle.",
    "Chronic depressions I have, a nutritionist",
    "gently termed “the sugar blues,” but damned",
    "if any lyrics come out of them, baby.",
    "Black-and-white negatives from a picture",
    "history of the sugar trade develop",
    "in my dreams, a dozen able-bodied slaves",
    "hacking forward through a field of cane.",
    "Sweat trickles down from forehead into eye",
    "as they sheave up stalks and cart them to the mill",
    "where grinding iron rollers will express a thin",
    "sucrose solution that, when not refined,",
    "goes from blackstrap molasses on into rum,",
    "a demon conveniently negotiable for slaves.",
    "The master under the impression he owned",
    "these useful properties naturally never thought",
    "of offering",
    "a piece of the wedding cake,",
    "the big white house that bubbling brown sugar built",
    "and paid for, unnaturally processed by Domino.",
    "Phillis Wheatley said the sweet Christ was brought",
    "here from Asia Minor to redeem an African child",
    "and maybe her master’s soul as well. She wrote",
    "as she lived, a model of refinement, yes,",
    "but black as Abel racing through the canebrake,",
    "demon bloodhounds baying in pursuit,",
    "until at last his brother caught him,",
    "expressed his rage, and rode back home to dinner.",
    "Tell it to Fats Domino, to those who live",
    "on Sugar Hill, tell it to unsuspecting Shug",
    "as soon as she is old enough to hear it.",
    "One day Evelina’s son waved goodbye",
    "and climbed on board a northbound train,",
    "black angels guiding him invisibly.",
    "In class he quoted a sentence from Jean Toomer:",
    "“Time and space have no meaning in a canefield.”",
    "My father died last fall at eighty-one.",
    "Love’s bitter, child, as often as it’s sweet.",
    "Mm-mm, I sure do have the blues today:",
    "Baby, will you give me some sugar?"
  ],
  "title": "Sugar Cane",
  "year": ""
}