{
  "author": "Alfred Corn",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Judaism",
    "Religion",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175607",
  "region": "U.S., New England",
  "text": [
    "The blessing safely lifted onto Joshua’s shoulders,",
    "Moses climbed up Mount Nebo, high above Moab.",
    "Tendons winced as he bent to retie a sandal, and haze",
    "flooded his vision, which had nothing to see",
    "(or black rock and scrub thorn only) until he stopped",
    "and said, I will wait here for the voice of the Most High.",
    "You showed him all the land\u0097",
    "Gilead, the hills of Ephraim and Manasseh,",
    "from Judah to the western sea as far as Zoar.",
    "And said: Your eyes have seen what I promised,",
    "yet, because at Meribah-Kadesh",
    "you failed to manifest the holiness I am,",
    "you do not go in.",
    "At that distance and from the heights",
    "Moses stood and watched as the children",
    "of Israel began the westward trek.",
    "His sight strengthened and he saw each one.",
    "The mother, thin and staring, bent down",
    "to take her firstborn’s hand,",
    "who cried and then laughed.",
    "The young brothers with new beards",
    "and faces blackened by years in Sinai, strode along",
    "carrying all they had rolled up in a sheepskin.",
    "The white-haired elder and his mourning wife,",
    "whose only daughter was lost in the desert,",
    "stalked slowly forward without speaking.",
    "An orphaned girl, her cousin, and her cousin’s husband",
    "discussed it quietly and held hands.",
    "A concert of voices, murmurs, cries, laughter,",
    "rising, falling, babbling like water,",
    "the fountain of Meribah-Kadesh that sprang",
    "from a wall of rock in the desert",
    "when Moses struck it with his staff.",
    "Days of his life returned to him.",
    "One last time he saw Miriam’s serious gaze",
    "during the hours of instruction. He recalled",
    "the harp players in Pharaoh’s summer palace;",
    "white noonday and the shadow of his hand",
    "raised to strike the Egyptian overseer;",
    "Zipporah’s fear and trust when Jethro urged her forward;",
    "the brush-tree that spoke out in tongues of fire;",
    "Egypt’s plagues; blood on the doorposts for a sign;",
    "the exiles’ safe conduct across marshlands",
    "among bulrushes as seabirds called overhead;",
    "mutiny and lightning in the desert;",
    "a pillar of smoke by day, and fire by night.",
    "The moment drew near as those he was",
    "bound to and had contended with went up",
    "to a land of hills dusted with the first spring green.",
    "Sheep stopped their grazing to stare; like an intake",
    "of breath, a lull suspended the low hum",
    "hovering around hillsides in flower.",
    "His eyes filled with tears. And silver bands of sun",
    "broke from a veil of cloud overhead",
    "down to the plain of Moab, lighting the face",
    "of Joshua on one side, so that half",
    "remained in shadow.",
    "At that moment Moses was taken to his people.",
    "His body is said to be buried at Beth-Peor, yet",
    "the grave has never been found.",
    "The grave has never been found\u0097",
    "and Joshua led the Israelites westward into Canaan."
  ],
  "title": "The Author of Torah",
  "year": ""
}