{
  "author": "Alfred Corn",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177246",
  "region": "U.S., New England",
  "text": [
    "In party outfits, two by two or one by one",
    "(I was expected to go along as well),",
    "They step up the steep gangplank, hands on",
    "Metal railing. The river, youthful also",
    "In midnight blue with sunset-tinted wavelets,",
    "Lets them borrow its broad back",
    "For an evening’s unhurried round trip,",
    "Which won’t interrupt old river habits for long.",
    "Not the chop and churn of big propellers",
    "As the rocking stern heaves off and wheels fanwise",
    "Into the current, nor a short blast from the stack,",
    "Not the up-tempo drumbeat of the black-tie combo",
    "Nor an answering fusillade of popped corks, not geysers",
    "Of laughter pitched flagpole high among flailing",
    "Limbs out on the polished floor nor the mixed",
    "Babble of sideline comment over bubbling glasses",
    "Can shake that seamless imperturbability. . . .",
    "When the springy net of sparkles has shrunk and faded",
    "Out of sight, the last rough throb been coaxed",
    "From the tenor sax’s frog-in-the-throat, the final",
    "Needling tremolo of the clarinet been wrapped up",
    "In distance, suddenly it is strange to be here",
    "In lilac afterglow with trout-leap and mayfly. . . .",
    "Strange, too, how our part of the river continues",
    "To trundle along its tonnages of water and motion.",
    "The unused ticket spins to the ground.",
    "As much as any person not two people can",
    "I miss the jaunt, for just this one hour of dusk. . . .",
    "Then, a veiled echo, my name called as I turn",
    "To answer, eyes adjusting to where we are",
    "At the pivot of night, the cusp of light.",
    "Light enough to feel our way back to the grove",
    "Of alders along the curving path beside the river;",
    "Light enough to recognize my life when I see it,",
    "Going in its direction, more or less at the same pace."
  ],
  "title": "The Jaunt",
  "year": ""
}