{
  "author": "Phillis Wheatley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236938",
  "region": "",
  "text": [
    "Thy various works, imperial queen, we see,",
    "How bright their forms! how deck'd with pomp by thee!",
    "Thy wond'rous acts in beauteous order stand,",
    "And all attest how potent is thine hand.",
    "From",
    "refulgent heights attend,",
    "Ye sacred choir, and my attempts befriend:",
    "To tell her glories with a faithful tongue,",
    "Ye blooming graces, triumph in my song.",
    "Now here, now there, the roving",
    "flies,",
    "Till some lov'd object strikes her wand'ring eyes,",
    "Whose silken fetters all the senses bind,",
    "And soft captivity involves the mind.",
    "who can sing thy force?",
    "Or who describe the swiftness of thy course?",
    "Soaring through air to find the bright abode,",
    "Th' empyreal palace of the thund'ring God,",
    "We on thy pinions can surpass the wind,",
    "And leave the rolling universe behind:",
    "From star to star the mental optics rove,",
    "Measure the skies, and range the realms above.",
    "There in one view we grasp the mighty whole,",
    "Or with new worlds amaze th' unbounded soul.",
    "Though",
    "frowns to",
    "raptur'd eyes",
    "The fields may flourish, and gay scenes arise;",
    "The frozen deeps may break their iron bands,",
    "And bid their waters murmur o'er the sands.",
    "Fair",
    "may resume her fragrant reign,",
    "And with her flow'ry riches deck the plain;",
    "Sylvanus may diffuse his honours round,",
    "And all the forest may with leaves be crown'd:",
    "Show'rs may descend, and dews their gems disclose,",
    "And nectar sparkle on the blooming rose.",
    "Such is thy pow'r, nor are thine orders vain,",
    "O thou the leader of the mental train:",
    "In full perfection all thy works are wrought,",
    "And thine the sceptre o'er the realms of thought.",
    "Before thy throne the subject-passions bow,",
    "Of subject-passions sov'reign ruler thou;",
    "At thy command joy rushes on the heart,",
    "And through the glowing veins the spirits dart.",
    "might now her silken pinions try",
    "To rise from earth, and sweep th' expanse on high:",
    "From",
    "bed now might",
    "rise,",
    "Her cheeks all glowing with celestial dies,",
    "While a pure stream of light o'erflows the skies.",
    "The monarch of the day I might behold,",
    "And all the mountains tipt with radiant gold,",
    "But I reluctant leave the pleasing views,",
    "Which",
    "dresses to delight the",
    ";",
    "austere forbids me to aspire,",
    "And northern tempests damp the rising fire;",
    "They chill the tides of",
    "flowing sea,",
    "Cease then, my song, cease the unequal lay."
  ],
  "title": "On Imagination",
  "year": ""
}