{
  "author": "Phillis Wheatley",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174735",
  "region": "",
  "text": [
    "On",
    "domain intent I fix my eyes,",
    "Where human nature in vast ruin lies,",
    "With pensive mind I search the drear abode,",
    "Where the great conqu'ror has his spoils bestow'd;",
    "There there the offspring of six thousand years",
    "In endless numbers to my view appears:",
    "Whole kingdoms in his gloomy den are thrust,",
    "And nations mix with their primeval dust:",
    "Insatiate still he gluts the ample tomb;",
    "His is the present, his the age to come",
    "See here a brother, here a sister spread,",
    "And a sweet daughter mingled with the dead.",
    "But,",
    ", let your grief be laid aside,",
    "And let the fountain of your tears be dry'd,",
    "In vain they flow to wet the dusty plain,",
    "Your sighs are wafted to the skies in vain,",
    "Your pains they witness, but they can no more,",
    "While",
    "reigns tyrant o'er this mortal shore.",
    "The glowing stars and silver queen of light",
    "At last must perish in the gloom of night:",
    "Resign thy friends to that Almighty hand,",
    "Which gave them life, and bow to his command;",
    "Thine",
    "give without a murm'ring heart,",
    "Though half thy soul be fated to depart.",
    "To shining guards consign thine infant care",
    "To waft triumphant through the seas of air:",
    "Her soul enlarg'd to heav'nly pleasure springs,",
    "She feeds on truth and uncreated things.",
    "Methinks I hear her in the realms above,",
    "And leaning forward with a filial love,",
    "Invite you there to share immortal bliss",
    "Unknown, untasted in a state like this.",
    "With tow'ring hopes, and growing grace arise,",
    "And seek beatitude beyond the skies."
  ],
  "title": "To a Gentleman and Lady on the Death of the Lady's Brother and Sister, and a Child of the Name",
  "year": ""
}