{
  "author": "Phillis Wheatley",
  "classification": "Imagery",
  "keywords": [
    "Painting",
    "Sculpture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236688",
  "region": "",
  "text": [
    "TO show the lab’ring bosom’s deep intent,",
    "And thought in living characters to paint,",
    "When first thy pencil did those beauties give,",
    "And breathing figures learnt from thee to live,",
    "How did those prospects give my soul delight,",
    "A new creation rushing on my sight?",
    "Still, wond’rous youth! each noble path pursue,",
    "On deathless glories fix thine ardent view:",
    "Still may the painter’s and the poet’s fire",
    "To aid thy pencil, and thy verse conspire!",
    "And may the charms of each seraphic theme",
    "Conduct thy footsteps to immortal fame!",
    "High to the blissful wonders of the skies",
    "Elate thy soul, and raise thy wishful eyes.",
    "Thrice happy, when exalted to survey",
    "That splendid city, crown’d with endless day,",
    "Whose twice six gates on radiant hinges ring:",
    "Celestial Salem blooms in endless spring.",
    "Calm and serene thy moments glide along,",
    "And may the muse inspire each future song!",
    "Still, with the sweets of contemplation bless’d,",
    "May peace with balmy wings your soul invest!",
    "But when these shades of time are chas’d away,",
    "And darkness ends in everlasting day,",
    "On what seraphic pinions shall we move,",
    "And view the landscapes in the realms above?",
    "There shall thy tongue in heav’nly murmurs flow,",
    "And there my muse with heav’nly transport glow:",
    "No more to tell of Damon’s tender sighs,",
    "Or rising radiance of Aurora’s eyes,",
    "For nobler themes demand a nobler strain,",
    "And purer language on th’ ethereal plain.",
    "Cease, gentle muse! the solemn gloom of night",
    "Now seals the fair creation from my sight."
  ],
  "title": "To S. M. A Young African Painter, On Seeing His Works",
  "year": ""
}