{
  "author": "John Logan",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Relationships",
    "Seas, Rivers,",
    "Streams",
    "The Body",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177556",
  "region": "",
  "text": [
    "This artist’s sculptured, open box of mahogany",
    "(ivory white inside) is strung",
    "with vertical and horizontal layers of mus-",
    "ical wires that sing when struck, and bits of bright garnet",
    "rock tremble where they intersect.",
    "These gems flash in the candle light,",
    "and before me all my beloved childhood looms up",
    "in the humming levels, each one deeper than the other.",
    "I tip this sculpted box and my child laughs and moves there",
    "in his own time. You’ll hear me moan:",
    "Oh, you will hear me moan with all the old, sure pleasure",
    "of what I’d thought I’d lost come back again.",
    "Why, we have never left our home!",
    "On the leather lace fixed about my neck, blue, yellow,",
    "red and black African trading beads begin to glow:",
    "their colors all weave and newly flow",
    "together like translucent and angelic worms.",
    "And beneath these my neck is as alive with gentle,",
    "white bees as is a woman’s breast.",
    "Beside and in the light river",
    "figures come on stage exactly",
    "as they are needed. I tell you, I conduct my own",
    "act! A boy poses so youthfully,",
    "so beautifully, his slim arms a graceful arrow",
    "over his small, brown head, and he dives!",
    "Limbs and body push supple as a whole school of fish.",
    "And then his vacant place is taken by another—",
    "a man dressed in denim and in boots of red rubber.",
    "He is wrenched from the shore and pulled",
    "through the fresh, bright stream by a kid",
    "who tugs on one of his hands and holds a fishing rod.",
    "And, too, this man is dragged in the opposite direction",
    "by a red dog on a leash shaking his wet",
    "great coat into the stippled light.",
    "That man just sashayed: he zigzagged",
    "this way and that. The man is me!",
    "A bluejay does a dance for us!",
    "He hops beside a tree that rises inside of me.",
    "He half-glides, his iridescent,",
    "blue back striking like a brush",
    "of Gauguin on the bare canvas of the air and then:",
    "he flies! leaving behind him a small, perfect feather,",
    "which I find shades from blue to brown—",
    "my brother’s color into mine.",
    "Now in the space the diver and the booted fellow",
    "left, my brother and I are there",
    "fishing together, our poles glinting in the water.",
    "My mouth moves. My eyes are alive!",
    "I cry to my brother with joy.",
    "For that bluejay was a messenger of what I want!",
    "Gregory my friend and guide on this voyage seems benign.",
    "He brushes my chest and my stretched,",
    "naked arms open to the sun",
    "with a branch of the fragrant pine.",
    "“Be healed,” he chants with each glancing",
    "stroke. “Be healed.” The needles prick my skin back into life,",
    "and I go down to bathe my feet in the stream. The veins",
    "form a light, mottled web along my white ankle.",
    "I feel my kinship with the pine,",
    "the jay, the luminescent stream",
    "and with him—or is it with",
    ",",
    "the Mother? Gregory, my oracle, my teacher.",
    "He leans there in the door of our tent by the river,",
    "his face glowing, hair long and shining as a woman’s,",
    "his belly fat with life—pregnant with the two of us:",
    "my brother and I, unborn twins who lie entangled",
    "in each other’s developing",
    "limbs. Soon we will be born! He and I will taste of milk",
    "for the very first time! And taste of strawberry pop",
    "and of bright bananas. And we will eat, my brother",
    "and I, a great, shining, autumn-red apple fallen",
    "from our father’s tree as if from the long sky, and",
    "too will taste this apple with us,",
    "for we all have the same mother, and her name is Grace."
  ],
  "title": "Grace",
  "year": ""
}