{
  "author": "John Logan",
  "classification": "",
  "keywords": [
    "Midlife",
    "Living",
    "Seas, Rivers,",
    "Streams",
    "Youth",
    "Activities",
    "Nature",
    "Sports",
    "Outdoor Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177552",
  "region": "",
  "text": [
    "There were bees about. From the start I thought",
    "The day was apt to hurt. There is a high",
    "Hill of sand behind the sea and the kids",
    "Were dropping from the top of it like schools",
    "Of fish over falls, cracking skulls on skulls.",
    "I knew the holiday was hot. I saw",
    "The August sun teeming in the bodies",
    "Logged along the beach and felt the yearning",
    "In the brightly covered parts turning each",
    "To each. For lunch I bit the olive meat:",
    "A yellow jacket stung me on the tongue.",
    "I knelt to spoon and suck the healing sea ...",
    "A little girl was digging up canals",
    "With her toes, her arm hanging in a cast",
    "As white as the belly of a dead fish",
    "Whose dead eye looked at her with me, as she",
    "Opened her grotesque system to the sea ...",
    "I walked away; now quietly I heard",
    "A child moaning from a low mound of sand,",
    "Abandoned by his friend. The child was tricked,",
    "Trapped upon his knees in a shallow pit.",
    "(The older ones will say you can get out.)",
    "I dug him up. His legs would not unbend.",
    "I lifted him and held him in my arms",
    "As he wept. Oh I was gnarled as a witch",
    "Or warlock by his naked weight, was slowed",
    "In the sand to a thief’s gait. When his strength",
    "Flowed, he ran, and I rested by the sea ...",
    "A girl was there. I saw her drop her hair,",
    "Let it fall from the doffed cap to her breasts",
    "Tanned and swollen over wine red woolen.",
    "A boy, his body blackened by the sun,",
    "Rose out of the sand stripping down his limbs",
    "With graceful hands. He took his gear and walked",
    "Toward the girl in the brown hair and wine",
    "And then past me; he brushed her with the soft,",
    "Brilliant monster he lugged into the sea ...",
    "By this tide I raised a small cairn of stone",
    "Light and smooth and clean, and cast the shadow",
    "Of a stick in a perfect line along",
    "The sand. My own shadow followed then, until",
    "I felt the cold swirling at the groin."
  ],
  "title": "Shore Scene",
  "year": ""
}