{
  "author": "Dean Young",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "Disappointment",
    "Failure",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177133",
  "region": "U.S., Southwestern",
  "text": [
    "This time I’m not going to say a thing",
    "about deity. It’s not the blizzard,",
    "it’s three days after. Trinkle from thawing",
    "roofs, ruined crocus pronging through.",
    "Ruin, I promise, won’t be mentioned again.",
    "Trees, sure, still begging in the road, split",
    "to the bole but this isn’t about the chainsaw.",
    "A pruning saw will have to do. The puppets",
    "aren’t hanging themselves in each other’s",
    "strings. Everyone’s easily identifiable",
    "beneath the funny mask. Somewhere in Oregon,",
    "Mary has another month to go, she’s comfortable",
    "in any position for thirty-five seconds. Lulu,",
    "we know you’re in there but no one’s",
    "blaming you for reluctance to come out.",
    "Poetry is the grinding of a multiplicity",
    "throwing off sparks, wrote Artaud",
    "and look what that got him: toothlessness",
    "and shock therapy. Your dad, who has the worst",
    "teeth of anyone I know, once ordered eggplant",
    "in a steakhouse. Do not order eggplant",
    "in a steakhouse turned out to be more",
    "than aphoristicly true. Do not spend a lot",
    "of time in an asylum writing cruel poems",
    "if you can help it, one Artaud is enough.",
    "In Kandinsky’s",
    ", there’s a shape",
    "in two rows of shapes that seems okay",
    "although to the right’s a capsized canoe",
    "full of mathematicians, to the left a bow",
    "about to launch the killer astrolabe.",
    "By what manner is the soul joined to",
    "the body? How about climbing a ladder",
    "of fire? No thanks. On TV, a rhino’s",
    "lying in some red dust, munching a thorn.",
    "You wouldn’t think he could ejaculate",
    "for half an hour straight, but you’d be wrong.",
    "See that cloud, it might weigh 10,000 pounds",
    "which is about average for a cloud.",
    "Happy birthday, happy birthday to you.",
    "Tony says Mary is always writing about the sacred.",
    "Talcum powder, binoculars, this decimated",
    "planet. I know, a promise has been made",
    "but Tony’s been sick for years and no one",
    "knows with what. Flax oil, bark tinctures,",
    "corticosteroids. He’s not exactly someone",
    "you’d trust to drive your car, but still.",
    "Something awful’s coming, isn’t it?",
    "Would it help if I said Amen?"
  ],
  "title": "Acceptance Speech",
  "year": ""
}