{
  "author": "Dean Young",
  "classification": "Metaphor",
  "keywords": [
    "Nature",
    "Arts",
    "Sciences",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177135",
  "region": "U.S., Southwestern",
  "text": [
    "Is everything a field of energy caused",
    "by human projection? From the crib bars",
    "hang the teething tools. Above the finger-drummed",
    "desk, a bit lip. The cyclone fence of buts",
    "surrounds the soccer field of what if.",
    "Sometimes it seems like a world where no one",
    "knows what he or she is doing, eight lanes",
    "both directions. How about a polymer",
    "that contracts in response to electrical",
    "charge? A swimming pool on the 18th floor?",
    "done by sock puppets? Anyone",
    "who has traveled here knows the discrepancies",
    "between idea and fact. The idea is the worm",
    "in the tequila and the next day is the fact.",
    "In between may be the sacred—real blood",
    "from the wooden virgin’s eyes, and the hoax—",
    "landing sites in cornfields. Maybe ideas",
    "are best sprung from actions like the children",
    "of Zeus. One gives us elastic and the omelette,",
    "another nightmares and SUVs. There’s considerable",
    "wobble in the system, and the fan belt screams,",
    "waking the baby. Swaying in the darkened",
    "nursery, kissing the baby-smelling head:",
    "good idea! But also sadness looking at the sea.",
    "The stranded whale, guided out of the cove",
    "by tugboats, turns and swims back in.",
    "The violinist will not let go her violin",
    "which is 200 years old and still on the train",
    "thus she is dragged down the track. By what",
    "manner is the soul joined to the body?",
    "Answer: an arm connecting a violin",
    "to a violinist. According to Freud,",
    "there are no accidents. Astrologists",
    "and Presbyterians agree for different reasons.",
    "You fall down the stairs with a birthday cake.",
    "You try to fit a blunderbuss into a laptop.",
    "Human consciousness: is it the projector",
    "or the screen? They come in orange jumpsuits",
    "and spray the grass so everything dies",
    "but the grass. It is too late to ask Kafka",
    "what he thinks. Sometimes they give you",
    "a box of ash, a handshake, and the rest",
    "is your problem. In one version,",
    "the beggar turns out to be a king and grants",
    "the poor couple a castle and a moat and two",
    "silver horses said to be sired by the wind.",
    "That was before dentistry, which might have been",
    "a better gift. You did not want to get sick",
    "in the 14th, 15th, 16th, 17th or 18th centuries.",
    "So too the 19th and 20th were to be avoided",
    "but the doctor coming to bleed you is the master",
    "of the short story. After the kiss from whom",
    "he will never know, the lieutenant, going home,",
    "touches a bush in which birds are singing."
  ],
  "title": "I Am But a Traveler in This Land & Know Little of Its Ways",
  "year": ""
}