{
  "author": "Dean Young",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146762",
  "region": "",
  "text": [
    "\"They won't attack us here in the Indian graveyard.\"",
    "I love that moment. And I love the moment",
    "when I climb into your warm you-smelling",
    "bed-dent after you've risen. And sunflowers,",
    "once a whole field and I almost crashed,",
    "the next year all pumpkins! Crop rotation,",
    "I love you. Dividing words between syl-",
    "lables! Dachshunds! What am I but the inter-",
    "section of these loves? I spend 35 dollars on a CD",
    "of some guy with 15 different guitars in his shack",
    "with lots of tape delays and loops, a good buy!",
    "Mexican animal crackers! But only to be identified",
    "by what you love is a malformation just as",
    "embryonic chickens grow very strange in zero",
    "gravity. I hate those experiments on animals,",
    "varnished bats, blinded rabbits, cows",
    "with windows in their flanks but obviously",
    "I'm fascinated. Perhaps it was my early exposure",
    "to Frankenstein. I love Frankenstein! Arrgh,",
    "he replies to everything, fire particularly",
    "sets him off, something the villagers quickly",
    "pick up. Fucking villagers. All their shouting's",
    "making conversation impossible and now",
    "there's grit in my lettuce which I hate",
    "but kinda like in clams as one bespeaks",
    "poor hygiene and the other the sea.",
    "I hate what we're doing to the sea,",
    "dragging huge chains across the bottom,",
    "bleaching reefs. Either you're a rubber/",
    "gasoline salesman or like me, you'd like",
    "to duct tape the vice president's mouth",
    "to the exhaust pipe of an SUV and I hate",
    "feeling like that. I would rather concentrate",
    "on the rapidity of your ideograms, how",
    "only a biochemical or two keeps me",
    "from becoming the world's biggest lightning bug."
  ],
  "title": "Luciferin",
  "year": ""
}