{
  "author": "Dean Young",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244090",
  "region": "",
  "text": [
    "I’m thinking it’s time to go back",
    "to the peach farm or rather",
    "the peach farm seems to be wanting me back",
    "even though the work of picking, sorting,",
    "the sticky perils and sudden swarms are done.",
    "Okay, full disclosure, I’ve never",
    "been on a peach farm, just glimpsed",
    "from a car squat trees I assumed",
    "were peach and knew a couple in school",
    "who went off one summer, so they said,",
    "to work on a peach farm. She was pregnant,",
    "he didn’t have much intention, canvases",
    "of crushed lightbulbs and screws in paste.",
    "He’d gotten fired from the lunch counter",
    "for putting too much meat",
    "on the sandwiches of his friends",
    "then ended up in Macy’s in New York",
    "selling caviar and she went home",
    "I think to Scranton, two more versions",
    "of never hearing from someone again.",
    "I’d like to say the most important fruits",
    "are within but that’s the very sort of bullshit",
    "one goes to the peach farm to avoid,",
    "not just flight from quadratic equations,",
    "waiting for the plumber,",
    "finding out your insurance won’t pay.",
    "Everyone wants out of the spider’s stomach.",
    "Everyone wants to be part of some harvest",
    "and stop coughing to death and cursing",
    "at nothing and waking up nowhere near",
    "an orchard. Look at these baskets,",
    "bashed about, nearly ruined with good employ.",
    "Often, after you’ve spent a day on a ladder,",
    "you dream of angels, the one with the trumpet",
    "and free subscriptions to the",
    "or the archer, the oink angel, angel",
    "of ten dollar bills found in the dryer",
    "or the one who welcomes you in work gloves",
    "and says if you’re caught eating a single peach,",
    "even windfall, you’ll be executed.",
    "Then laughs. It’s okay, kiddo,",
    "long as you’re here, you’re one of us."
  ],
  "title": "Peach Farm",
  "year": ""
}