{
  "author": "Dean Young",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181719",
  "region": "",
  "text": [
    "My books are full of mistakes",
    "but not the ones Tony’s always pointing out",
    "as if correct spelling is what could stop the conveyor belt",
    "the new kid caught his arm in.",
    "Three weeks on the job and he’s already six hundred",
    "legal pages, lawyers haggling in an office",
    "with an ignored view of the river",
    "pretending to be asleep, pretending",
    "to have insight into its muddy self.",
    "You think that’s a fucked-up, drawn-out metaphor,",
    "try this: if you feel you’re writhing like a worm",
    "in a bottle of tequila, you don’t know",
    "it’s the quickness of its death that reveals",
    "the quality of the product, its proof.",
    "I don’t know what I’m talking about either.",
    "Do you think the dictionary ever says to itself",
    "I’ve got these words that mean completely",
    "different things inside myself",
    "and it’s tearing me apart?",
    "My errors are even bigger than that.",
    "You start taking down the walls of your house,",
    "sooner or later it’ll collapse",
    "but not before you can walk around",
    "with your eyes closed, rolled backwards",
    "and staring straight into the amygdala’s meatlocker",
    "and your own damn self hanging there.",
    "Do that for awhile and it’s easier to delight",
    "in snow that lasts about twenty minutes",
    "longer than a life held together",
    "by the twisted silver baling wire",
    "of deception and stealth.",
    "But I ain’t confessing nothing.",
    "On mornings when I hope you forget my name,",
    "I walk through the high wet weeds",
    "that don’t have names either.",
    "I do not remember the word dew.",
    "I do not remember what I told you",
    "with your ear in my teeth.",
    "Further and further into the weeds.",
    "We have absolutely no proof",
    "god isn’t an insect",
    "rubbing her hind legs together to sing.",
    "Or boring into us like a yellow jacket",
    "into a fallen, overripe pear.",
    "Or an assassin bug squatting over us,",
    "shoving a proboscis right through",
    "our breast plate then sipping.",
    "How wonderful our poisons don’t kill her."
  ],
  "title": "Selected Recent and New Errors",
  "year": ""
}