{
  "author": "Dean Young",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182827",
  "region": "",
  "text": [
    "Fly from me does all I would have stay,",
    "the blossoms did not stay, stayed not the frost",
    "in the yellow grass. Every leash snapped,",
    "every contract void, and flying in the crows",
    "lingers but a moment in the graveyard oaks",
    "yet inside me it never stops so I can’t tell",
    "who is chasing, who chased, I can sleep",
    "into afternoon and still wake soaring.",
    "So out come the bats, down spiral swifts",
    "into the chimneys, Hey, I’m real, say the dream-",
    "figments then are gone like breath-prints",
    "on a window, handwriting in snow. Whatever",
    "I hold however flies apart, the children skip",
    "into the park come out middle-aged",
    "with children of their own. Your laugh",
    "over the phone, will it ever answer me again?",
    "Too much flying, photons perforating us,",
    "voices hurtling into outer space, Whitman",
    "out past Neptune, Dickinson retreating",
    "yet getting brighter. Remember running",
    "barefoot across hot sand into the sea’s",
    "hovering, remember my hand as we darted",
    "against the holiday Broadway throng,",
    "catching your train just as it was leaving?",
    "Hey, it’s real, your face like a comet,",
    "horses coming from the field for morning",
    "oats, insects hitting a screen, the message",
    "nearly impossible to read, obscured by light",
    "because carried by Mercury: I love you,",
    "I’m coming. Sure, what fluttered is now gone,",
    "maybe a smudge left, maybe a delicate under-",
    "feather only then that too, yes, rained away.",
    "And when the flying is flown and the heart’s",
    "a useless sliver in a glacier and the gown",
    "hangs still as meat in a locker and eyesight",
    "is dashed-down glass and the mouth rust-",
    "stoppered, will some twinge still pass between us,",
    "still some fledgling pledge?"
  ],
  "title": "Winged Purposes",
  "year": ""
}