{
  "author": "Derek Walcott",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29636",
  "region": "",
  "text": [
    "Stunned heat of noon. In shade, tan, silken cows",
    "hide in the thorned acacias. A butterfly staggers.",
    "Stamping their hooves from thirst, small horses drowse",
    "or whinny for water. On parched, ochre headlands, daggers",
    "of agave bristle in primordial defense,",
    "like a cornered monster backed up against the sea.",
    "A mongoose charges dry grass and fades through a fence",
    "faster than an afterthought. Dust rises easily.",
    "Haze of the Harmattan, Sahara dust, memory’s haze",
    "from the dried well of Africa, the headland’s desert",
    "or riders in swirling burnooses, mixed with the greys",
    "of hills veiled in Impressionist light. We inherit",
    "two worlds of associations, or references, drought",
    "that we heighten into Delacroix’s North Africa,",
    "veils, daggers, lances, herds the Harmattan brought",
    "with a phantom inheritance, which the desperate seeker",
    "of a well-spring staggers in the heat in search of—",
    "heroic ancestors; the other that the dry season brings",
    "is the gust of a European calendar, but it is the one love",
    "that thirsts for confirmations in the circling rings",
    "of the ground dove’s cooing on stones, in the acacia’s",
    "thorns and the agave’s daggers, that they are all ours,",
    "the white horsemen of the Sahara, India’s and Asia’s",
    "plumed mongoose and crested palmtree, Benin and Pontoise.",
    "We are history’s afterthought, as the mongoose races",
    "ahead of its time; in drought we discover our shadows,",
    "our origins that range from the most disparate places,",
    "from the dugouts of Guinea to the Nile’s canted dhows.",
    "II",
    "The incredible blue with its bird-inviting cloud,",
    "in which there are crumbling towers, banners and domes,",
    "and the sliding Carthage of sunsets, the marble shroud",
    "drawn over associations that are Greece’s and Rome’s",
    "and rarely of Africa. They continue at sixty-seven",
    "to echo in the corridors of the head, perspectives",
    "of a corridor in the Vatican that led, not to heaven,",
    "but to more paintings of heaven, ideas in lifted sieves",
    "drained by satiety because great art can exhaust us,",
    "and even the steadiest faith can be clogged by excess,",
    "the self-assured Christs, the Madonnas’ inflexible postures",
    "without the mess of motherhood. With this blue I bless",
    "emptiness where these hills are barren of tributes",
    "and the repetitions of power, our sky’s naive",
    "ceiling without domes and spires, an earth whose roots",
    "like the thorned acacia’s deepen my belief."
  ],
  "title": "Becune Point",
  "year": ""
}