{
  "author": "Derek Walcott",
  "classification": "Terza Rima",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Mythology",
    "Folklore",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177933",
  "region": "Caribbean",
  "text": [
    "In hill-towns, from San Fernando to Mayagüez,",
    "the same sunrise stirred the feathered lances of cane",
    "down the archipelago’s highways. The first breeze",
    "rattled the spears and their noise was like distant rain",
    "marching down from the hills, like a shell at your ears.",
    "In the cool asphalt Sundays of the Antilles",
    "the light brought the bitter history of sugar",
    "across the squared fields, heightening towards harvest,",
    "to the bleached flags of the Indian diaspora.",
    "The drizzling light blew across the savannah",
    "darkening the racehorses’ hides; mist slowly erased",
    "the royal palms on the crests of the hills and the",
    "hills themselves. The brown patches the horses had grazed",
    "shone as wet as their hides. A skittish stallion",
    "jerked at his bridle, marble-eyed at the thunder",
    "muffling the hills, but the groom was drawing him in",
    "like a fisherman, wrapping the slack line under",
    "one fist, then with the other tightening the rein",
    "and narrowing the circle. The sky cracked asunder",
    "and a forked tree flashed, and suddenly that black rain",
    "which can lose an entire archipelago",
    "in broad daylight was pouring tin nails on the roof,",
    "hammering the balcony. I closed the French window,",
    "and thought of the horses in their stalls with one hoof",
    "tilted, watching the ropes of rain. I lay in bed",
    "with current gone from the bed-lamp and heard the roar",
    "of wind shaking the windows, and I remembered",
    "Achille on his own mattress and desperate Hector",
    "trying to save his canoe, I thought of Helen",
    "as my island lost in the haze, and I was sure",
    "I’d never see her again. All of a sudden",
    "the rain stopped and I heard the sluicing of water",
    "down the guttering. I opened the window when",
    "the sun came out. It replaced the tiny brooms",
    "of palms on the ridges. On the red galvanized",
    "roof of the paddock, the wet sparkled, then the grooms",
    "led the horses over the new grass and exercised",
    "them again, and there was a different brightness",
    "in everything, in the leaves, in the horses’ eyes.",
    "I smelt the leaves threshing at the top of the year",
    "in green January over the orange villas",
    "and military barracks where the Plunketts were,",
    "the harbour flecked by the wind that comes with Christmas,",
    "edged with the Arctic, that was christened",
    ";",
    "it stayed until March and, with luck, until Easter.",
    "It freshened the cedars, waxed the",
    ",",
    "and hid the African swift. I smelt the drizzle",
    "on the asphalt leaving the Morne, it was the smell",
    "of an iron on damp cloth; I heard the sizzle",
    "of fried jackfish in oil with their coppery skin;",
    "I smelt ham studded with cloves, the crusted accra,",
    "the wax in the varnished parlour: Come in. Come in,",
    "the arm of the Morris chair sticky with lacquer;",
    "I saw a sail going out and a sail coming in,",
    "and a breeze so fresh it lifted the lace curtains",
    "like a petticoat, like a sail towards Ithaca;",
    "I smelt a dead rivulet in the clogged drains.",
    "Ah, twin-headed January, seeing either tense:",
    "a past, they assured us, born in degradation,",
    "and a present that lifted us up with the wind’s",
    "noise in the breadfruit leaves with such an elation",
    "that it contradicts what is past! The cannonballs",
    "of rotting breadfruit from the Battle of the Saints,",
    "the asterisks of bulletholes in the brick walls",
    "of the redoubt. I lived there with every sense.",
    "I smelt with my eyes, I could see with my nostrils.",
    "One side of the coast plunges its precipices",
    "into the Atlantic. Turns require wide locks,",
    "since the shoulder is sharp and the curve just misses",
    "a long drop over the wind-bent trees and the rocks",
    "between the trees. There is a wide view of Dennery,",
    "with its stone church and raw ochre cliffs at whose base",
    "the African breakers end. Across the flecked sea",
    "whose combers veil and unveil the rocks with their lace",
    "the next port is Dakar. The uninterrupted wind",
    "thuds under the wings of frigates, you see them bent",
    "from a force that has crossed the world, tilting to find",
    "purchase in the sudden downdrafts of its current.",
    "The breeze threshed the palms on the cool December road",
    "where the Comet hurtled with empty leopard seats,",
    "so fast a man on a donkey trying to read",
    "its oncoming fiery sign heard only two thudding beats",
    "from the up-tempo",
    "that its stereo played",
    "when it screeched round a bridge and began to ascend",
    "away from the palm-fronds and their wickerwork shade",
    "that left the windscreen clear as it locked round the bend,",
    "where Hector suddenly saw the trotting piglet",
    "and thought of Plunkett’s warning as he heard it screel",
    "with the same sound that the tires of the Comet",
    "made rounding the curve from the sweat-greased steering wheel.",
    "The rear wheels spin to a dead stop, like a helm.",
    "The piglet trots down the safer side of the road.",
    "Lodged in their broken branches the curled letters flame.",
    "Hector had both hands on the wheel. His head was bowed",
    "under the swaying statue of the Madonna",
    "of the Rocks, her smile swayed under the blue hood,",
    "and when her fluted robe stilled, the smile stayed on her",
    "dimpled porcelain. She saw, in the bowed man, the calm",
    "common oval of prayer, the head’s usual angle",
    "over the pew of the dashboard. Her lifted palm,",
    "small as a doll’s from its cerulean mantle,",
    "indicated that he had prayed enough to the lace",
    "of foam round the cliff’s altar, that now, if he wished,",
    "he could lift his head, but he stayed in the same place,",
    "the way a man will remain when Mass is finished,",
    "not unclenching his hands or freeing one to cross",
    "forehead, heart, and shoulders swiftly and then kneel",
    "facing the altar. He bowed in endless remorse,",
    "for her mercy at what he had done to Achille,",
    "his brother. But his arc was over, for the course",
    "of every comet is such. The fated crescent",
    "was printed on the road by the scorching tires.",
    "A salt tear ran down the porcelain cheek and it went",
    "in one slow drop to the clenched knuckle that still gripped",
    "the wheel. On the flecked sea, the uninterrupted",
    "wind herded the long African combers, and whipped",
    "the small flag of the island on its silver spearhead.",
    "Drivers leant over the rail. One seized my luggage",
    "off the porter’s cart. The rest burst into patois,",
    "with gestures of despair at the lost privilege",
    "of driving me, then turned to other customers.",
    "In the evening pastures horses grazed, their hides wet",
    "with light that shot its lances over the combers.",
    "I had the transport all to myself.",
    "“You all set?",
    "Good. A good pal of mine died in that chariot",
    "of his called the Comet.”",
    "He turned in the front seat,",
    "spinning the air with his free hand. I sat, sprawled out",
    "in the back, discouraging talk, with my crossed feet.",
    "“You never know when, eh? I was at the airport",
    "that day. I see him take off like a rocket.",
    "I always said that thing have too much horsepower.",
    "And so said, so done. The same hotel, chief, correct?”",
    "I saw the coastal villages receding as",
    "the highway’s tongue translated bush into forest,",
    "the wild savannah into moderate pastures,",
    "that other life going in its “change for the best,”",
    "its peace paralyzed in a postcard, a concrete",
    "future ahead of it all, in the cinder-blocks",
    "of hotel development with the obsolete",
    "craft of the carpenter, as I sensed, in the neat",
    "marinas, the fisherman’s phantom. Old oarlocks",
    "and rusting fretsaw. My craft required the same",
    "crouching care, the same crabbed, natural devotion",
    "of the hand that stencilled a flowered window-frame",
    "or planed an elegant canoe; its time was gone",
    "with the spirit in the wood, as wood grew obsolete",
    "and plasterers smoothed the blank page of white concrete.",
    "I watched the afternoon sea. Didn’t I want the poor",
    "to stay in the same light so that I could transfix",
    "them in amber, the afterglow of an empire,",
    "preferring a shed of palm-thatch with tilted sticks",
    "to that blue bus-stop? Didn’t I prefer a road",
    "from which tracks climbed into the thickening syntax",
    "of colonial travellers, the measured prose I read",
    "as a schoolboy? That cove, with its brown shallows",
    "there, Praslin? That heron? Had they waited for me",
    "to develop my craft? Why hallow that pretence",
    "of preserving what they left, the hypocrisy",
    "of loving them from hotels, a biscuit-tin fence",
    "smothered in love-vines, scenes to which I was attached",
    "as blindly as Plunkett with his remorseful research?",
    "Art is History’s nostalgia, it prefers a thatched",
    "roof to a concrete factory, and the huge church",
    "above a bleached village. The gap between the driver",
    "and me increased when he said:",
    "“The place changing, eh?”",
    "where an old rumshop had gone, but not that river",
    "with its clogged shadows.",
    "would make me a stranger.",
    "“All to the good,” he said. I said, “All to the good,”",
    "then, “whoever they are,” to myself. I caught his eyes",
    "in the mirror. We were climbing out of Micoud.",
    "Hadn’t I made their poverty my paradise?",
    "His back could have been Hector’s, ferrying tourists",
    "in the other direction home, the leopard seat",
    "scratching their damp backs like the fur-covered armrests.",
    "He had driven his burnt-out cargo, tired of sweat,",
    "who longed for snow on the moon and didn’t have to face",
    "the heat of that sinking sun, who knew a climate",
    "as monotonous as this one could only produce",
    "from its unvarying vegetation flashes",
    "of a primal insight like those red-pronged lilies",
    "that shot from the verge, that their dried calabashes",
    "of fake African masks for a fake Achilles",
    "rattled with the seeds that came from other men’s minds.",
    "So let them think that. Who needed art in this place",
    "where even the old women strode with stiff-backed spines,",
    "and the fishermen had such adept thumbs, such grace",
    "these people had, but what they envied most in them",
    "was the calypso part, the Caribbean lilt",
    "still in the shells of their ears, like the surf’s rhythm,",
    "until too much happiness was shadowed with guilt",
    "like any Eden, and they sighed at the sign:",
    "(Iounalao), the gold sea",
    "flat as a credit-card, extending its line",
    "to a beach that now looked just like everywhere else,",
    "Greece or Hawaii. Now the goddamn souvenir",
    "felt absurd, excessive. The painted gourds, the shells.",
    "Their own faces as brown as gourds. Mine felt as strange",
    "as those at the counter feeling their bodies change.",
    "Change lay in our silence. We had come to that bend",
    "where the trees are warped by wind, and the cliffs, raw,",
    "shelve surely to foam.",
    "“Is right here everything end,”",
    "the driver said, and rammed open the transport door",
    "on his side, then mine.",
    "“Anyway, chief, the view nice.”",
    "I joined him at the gusting edge.",
    "“His name was Hector.”",
    "The name was bent like the trees on the precipice",
    "to point inland. In its echo a man-o’-war",
    "screamed on the wind. The driver moved off for a piss,",
    "then shouted over his shoulder:",
    "“A road-warrior.",
    "He would drive like a madman when the power took.",
    "He had a nice woman. Maybe he died for her.”",
    "For her and tourism, I thought. The driver shook",
    "himself, zipping then hoisting his crotch.",
    "“Crazy, but",
    "a gentle fellow anyway, with a very good brain.”",
    "Cut to a leopard galloping on a dry plain",
    "across Serengeti. Cut to the spraying fans",
    "drummed by a riderless stallion, its wild mane",
    "scaring the Scamander. Cut to a woman’s hands",
    "clenched towards her mouth with no sound. Cut to the wheel",
    "of a chariot’s spiked hubcap. Cut to the face",
    "of his muscling jaw, then flashback to Achille",
    "hurling a red tin and a cutlass. Next, a vase",
    "with a girl’s hoarse whisper echoing “Omeros,”",
    "as in a conch-shell. Cut to a shield of silver",
    "rolling like a hubcap. Rewind, in slow motion,",
    "myrmidons gathering by a village river",
    "with lances for oars. Cut to the surpliced ocean",
    "droning its missal. Cut. A crane hoisting a wreck.",
    "A horse nosing the surf, then shuddering its neck.",
    "He’d paid the penalty of giving up the sea",
    "as graceless and as treacherous as it had seemed,",
    "for the taxi-business; he was making money,",
    "but all of that money was making him ashamed",
    "of the long afternoons of shouting by the wharf",
    "hustling passengers. He missed the uncertain sand",
    "under his feet, he sighed for the trough of a wave,",
    "and the jerk of the oar when it turned in his hand,",
    "and the rose conch sunset with its low pelicans.",
    "Castries was corrupting him with its roaring life,",
    "its littered market, with too many transport vans",
    "competing. Castries had been his common-law wife",
    "who, like Helen, he had longed for from a distance,",
    "and now he had both, but a frightening discontent",
    "hollowed his face; to find that the sea was a love",
    "he could never lose made every gesture violent:",
    "ramming the side-door shut, raking the clutch. He drove",
    "as if driven by furies, but furies paid the rent.",
    "A man who cursed the sea had cursed his own mother.",
    "was both mother and sea. In his lost canoe",
    "he had said his prayers. But now he was in another",
    "kind of life that was changing him with his brand-new",
    "stereo, its endless garages, where he could not",
    "whip off his shirt, hearing the conch’s summoning note.",
    "Hector was buried near the sea he had loved once.",
    "Not too far from the shallows where he fought Achille",
    "for a tin and Helen. He did not hear the sea-almond’s",
    "moan over the bay when Philoctete blew the shell,",
    "nor the one drumbeat of a wave-thud, nor a sail",
    "rattling to rest as its day’s work was over,",
    "and its mate, gauging depth, bent over the gunwale,",
    "then wearily sounding the fathoms with an oar,",
    "the same rite his shipmates would repeat soon enough",
    "when it was their turn to lie quiet as Hector,",
    "lowering a pitch-pine canoe in the earth’s trough,",
    "to sleep under the piled conchs, through every weather",
    "on the violet-wreathed mound. Crouching for his friend to hear,",
    "Achille whispered about their ancestral river,",
    "and those things he would recognize when he got there,",
    "his true home, forever and ever and ever,",
    "forever,",
    "Then Philoctete limped over",
    "and rested his hand firmly on a shaking shoulder",
    "to anchor his sorrow. Seven Seas and Helen",
    "did not come nearer. Achille had carried an oar",
    "to the church and propped it outside with the red tin.",
    "Now his voice strengthened. He said: “Mate, this is your spear,”",
    "and laid the oar slowly, the same way he had placed",
    "the parallel oars in the hull of the gommier",
    "the day the African swift and its shadow raced.",
    "And this was the prayer that Achille could not utter:",
    "“The spear that I give you, my friend, is only wood.",
    "Vexation is past. I know how well you treat her.",
    "You never know my admiration, when you stood",
    "crossing the sun at the bow of the long canoe",
    "with the plates of your chest like a shield; I would say",
    "any enemy so was a compliment. ’Cause no",
    "African ever hurled his wide seine at the bay",
    "by which he was born with such beauty. You hear me? Men",
    "did not know you like me. All right. Sleep good. Good night.”",
    "Achille moved Philoctete’s hand, then he saw Helen",
    "standing alone and veiled in the widowing light.",
    "Then he reached down to the grave and lifted the tin",
    "to her. Helen nodded. A wind blew out the sun.",
    "Pride set in Helen’s face after this, like a stone",
    "bracketed with Hector’s name; her lips were incised",
    "by its dates in parenthesis. She seemed more stern,",
    "more ennobled by distance as she slowly crossed",
    "the hot street of the village like a distant sail",
    "on the horizon. Grief heightened her. When she smiled",
    "it was with such distance that it was hard to tell",
    "if she had heard your condolence. It was the child,",
    "Ma Kilman told them, that made her more beautiful.",
    "The rites of the island were simplified by its elements,",
    "which changed places. The grooved sea was Achille’s garden,",
    "the ridged plot of rattling plantains carried their sense",
    "of the sea, and Philoctete, on his height, often heard, in",
    "a wind that suddenly churned the rage of deep gorges,",
    "the leafy sound of far breakers plunging with smoke,",
    "and for smoke there were the bonfires which the sun catches",
    "on the blue heights at sunrise, doing the same work",
    "as Philoctete clearing his plot, just as, at sunset,",
    "smoke came from the glowing rim of the horizon as if",
    "from his enamel pot. The woodsmoke smelt of a regret",
    "that men cannot name. On the charred field, the massive",
    "sawn trunks burnt slowly like towers, and the great",
    "indigo dusk slowly plumed down, devouring the still leaves,",
    "igniting the firefly huts, lifting the panicky egret",
    "to beat its lagoon and shelve in the cage of the mangroves,",
    "take in the spars of its sails, then with quick-pricking head",
    "anchor itself shiftingly, and lift its question again.",
    "At night, the island reversed its elements, the heron",
    "of a quarter-moon floated from Hector’s grave, rain",
    "rose upwards from the sea, and the corrugated iron",
    "of the sea glittered with nailheads. Ragged",
    "plantains bent and stepped with their rustling powers",
    "over the furrows of Philoctete’s garden, a chorus of aged",
    "ancestors and straw, and, rustling, surrounded every house",
    "in the village with its back garden, with its rank midden",
    "of rusted chamber pots, rotting nets, and the moon’s cold basin.",
    "They sounded, when they shook, after the moonlit meridian",
    "of their crossing, like the night-surf; they gazed in",
    "silence at the shadows of their lamplit children.",
    "At Philoctete, groaning and soaking the flower on his shin",
    "with hot sulphur, cleaning its edges with yellow Vaseline,",
    "and, gripping his knee, squeezing rags from the basin.",
    "At night, when yards are asleep, and the broken line",
    "of the surf hisses like Philo,",
    "my sin",
    "is this sore?” the old plantains suffer and shine.",
    "Islands of bay leaves in the medicinal bath",
    "of a cauldron, a sibylline cure. The citron",
    "sprig of a lime-tree dividing the sky in half",
    "dipped its divining rod. The white spray of the thorn,",
    "which the swift bends lightly, waited for a black hand",
    "to break it in bits and boil its leaves for the wound",
    "from the pronged anchor rusting in clean bottom-sand.",
    "Ma Kilman, in a black hat with its berried fringe,",
    "eased herself sideways down the broken concrete step",
    "of the rumshop’s back door, closed it, and rammed the hinge",
    "tight. The bolt caught a finger and with that her instep",
    "arch twisted and she let out a soft Catholic",
    "curse, then crossed herself. She closed the gate. The asphalt",
    "sweated with the heat, the limp breadfruit leaves were thick",
    "over the fence. Her spectacles swam in their sweat.",
    "She plucked an armpit. The damn wig was badly made.",
    "She was going to five o’clock Mass, to",
    ",",
    "and sometimes she had to straighten it as she prayed",
    "until the wafer dissolved her with tenderness,",
    "the way a raindrop melts on the tongue of a breeze.",
    "In the church’s cool cave the sweat dried from her eyes.",
    "She rolled down the elastic bands below the knees",
    "of her swollen stockings. It was then that their vise",
    "round her calves reminded her of Philoctete. Then,",
    "numbering her beads, she began her own litany",
    "of berries, Hail Mary marigolds that stiffen",
    "their aureoles in the heights, mild anemone",
    "and clear watercress, the sacred heart of Jesus",
    "pierced like the anthurium, the thorns of logwood,",
    "called the tree of life, the aloe good for seizures,",
    "the hole in the daisy’s palm, with its drying blood",
    "that was the hole in the fisherman’s shin since he was",
    "pierced by a hook; there was the pale, roadside tisane",
    "of her malarial childhood. There was this one",
    "for easing a birth-breach, that one for a love-bath,",
    "before the buds of green sugar-apples in the sun",
    "ripened like her nipples in girlhood. But what path",
    "led through nettles to the cure, the furious sibyl",
    "couldn’t remember. Mimosa winced from her fingers,",
    "shutting like jalousies at some passing evil",
    "when she reached for them. The smell of incense lingers",
    "in her clothes. Inside, the candle-flames are erect",
    "round the bier of the altar while she and her friends",
    "old-talk on the steps, but the plant keeps its secret",
    "when her memory reaches, shuttering in its fronds.",
    "The dew had not yet dried on the white-ribbed awnings",
    "and the nodding palanquins of umbrella yams",
    "where the dark grove had not heat but early mornings",
    "of perpetual freshness, in which the bearded arms",
    "of a cedar held council. Between its gnarled toes",
    "grew the reek of an unknown weed; its pronged flower",
    "sprang like a buried anchor; its windborne odours",
    "diverted the bee from its pollen, but its power,",
    "rooted in bitterness, drew her bowed head by the nose",
    "as a spike does a circling bull. To approach it",
    "Ma Kilman lowered her head to one side and screened",
    "the stench with a cologned handkerchief. The mulch it",
    "was rooted in carried the smell, when it gangrened,",
    "of Philoctete’s cut. In her black dress, her berried",
    "black hat, she climbed a goat-path up from the village,",
    "past the stones with dried palms and conchs, where the buried",
    "suffer the sun all day Sunday, while goats forage",
    "the new wreaths. Once more she pulled at the itch in her",
    "armpits, nearly dropping her purse. Then she climbed hard",
    "up the rain-cracked path, the bay closing behind her",
    "like a wound, and rested. Everything that echoed",
    "repeated its outline: a goat’s doddering bleat,",
    "a hammer multiplying a roof, and, through the back yards,",
    "a mother cursing a boy too nimble to beat.",
    "Ma Kilman picked up her purse and sighed on upwards",
    "to the thread of the smell, one arm behind her back,",
    "passing the cactus, the thorn trees, and then the wood",
    "appeared over her, thick green, the green almost black",
    "as her dress in its shade, its border of flowers",
    "flecking the pasture with spray. Then she staggered back",
    "from the line of ants at her feet. She saw the course",
    "they had kept behind her, following her from church,",
    "signalling a language she could not recognize.",
    "A swift had carried the strong seed in its stomach",
    "centuries ago from its antipodal shore,",
    "skimming the sea-troughs, outdarting ospreys, her luck",
    "held to its shadow. She aimed to carry the cure",
    "that precedes every wound; the reversible Bight",
    "of Benin was her bow, her target the ringed haze",
    "of a circling horizon. The star-grains at night",
    "made her hungrier; the leafless sea with no house",
    "for her weariness. Sometimes she dozed in her flight",
    "for a swift’s second, closing the seeds of her stare,",
    "then ruddering straight. The dry sea-flakes whitened her",
    "breast, her feathers thinned. Then, one dawn the day-star",
    "rose slowly from the wrong place and it frightened her",
    "because all the breakers were blowing from the wrong",
    "east. She saw the horned island and uncurled her claws",
    "with one frail cry, since swifts are not given to song,",
    "and fluttered down to a beach, ejecting the seed",
    "in grass near the sand. She nestled in dry seaweed.",
    "In a year she was bleached bone. All of that motion",
    "a pile of fragile ash from the fire of her will,",
    "but the vine grew its own wings, out of the ocean",
    "it climbed like the ants, the ancestors of Achille,",
    "the women carrying coals after the dark door",
    "slid over the hold. As the weed grew in odour",
    "so did its strength at the damp root of the cedar,",
    "where the flower was anchored at the mottled root",
    "as a lizard crawled upwards, foot by sallow foot."
  ],
  "title": "Omeros",
  "year": ""
}