{
  "author": "Derek Walcott",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "The Mind"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247982",
  "region": "Caribbean",
  "text": [
    "I",
    "The ground dove stuttered for a few steps then flew",
    "up from his path to settle in the sun-browned",
    "branches that were now barely twigs; in drought it coos",
    "with its relentless valve, a tiring sound,",
    "not like the sweet exchanges of turtles in the Song",
    "of Solomon, or the flutes of Venus in frescoes",
    "though all the mounds in the dove-calling drought",
    "the hills and gulches all briary and ochre",
    "and the small dervishes that swivelled in the dust",
    "were like an umber study for a fresco",
    "of The Prodigal Son, this scorched, barren acre.",
    "He had the smell of cities in his clothes,",
    "the steam and soot of trains of Fascist stations",
    "and their resounding vaults, he had the memory of rain",
    "carried in his head, the rain on Pescara's beach",
    "with the pastel hotels, and instead of the doves",
    "the air-show with the jets soaring and swooping",
    "over the Fair, the smell off that beach",
    "came back on the rock-road where the turtle lifted",
    "its mating music into the dry acacias,",
    "and mixed with the smell off the galloping sea-flock,",
    "each odour distinct, of sheep trampling their pens",
    "as if their fear had caught the wolf-scent.",
    "The rock-brown dove had fluttered from that fear",
    "that what he loved and knew once as a boy",
    "would panic and forget him from the change",
    "of character that the grunting swine could smell.",
    "A sow and her litter. Acknowledged prodigal.",
    "Grey sunrise through a sky of frosted glass,",
    "the great trees sodden, the paths below them pooled,",
    "the headlands veiled and muslin-thin, no birds,",
    "and pale green combers cresting through the drizzle;",
    "a change of climate, the clouding of the self",
    "in a sudden culture but one more confident",
    "in its glazed equestrian statues in wet parks,",
    "its railway stations echoing like the combers",
    "in the ground-shaken caves under the cliff;",
    "gathering, cresting then dissolving shallows",
    "as light steps quietly into the house.",
    "Light that inaudibly fits in the house",
    "as a book on a bookshelf with its spines of tombs",
    "and names, mouths slightly parted, eager to speak",
    "wherever their station now. Every library",
    "is a cemetery in sunlight. Sometimes, a shaft . . .",
    "Across the dry hillock, leaves chasing dead leaves",
    "in resurrecting gusts, or in the ochre quiet",
    "leaves too many to rake on the road's margins,",
    "too loaded to lift themselves, they lapsed singly",
    "or in a yellow chute from the cedar, burnt branches;",
    "lyres of desiccation choked the dry gutters",
    "everywhere in the country, La Feuillée, Monchy,",
    "by the caked track to Saltibus, over D'ennery.",
    "Drought. Song of the wireless harp of the frangipani",
    "that still makes a tangled music out of silence.",
    "II",
    "Now to cherish the depredations of April",
    "even on the threshold of March, its sunlit eve—",
    "the",
    "unshouldering its leaves,",
    "barrow after loaded barrow, the leaves fading, yellow,",
    "burnt grass and the tigerish shadows on the hillside,",
    "and the azure a trowelled blue, and blue hill-smoke,",
    "parched shortcuts and rust, cattle anchored in shadows",
    "and groaning like winches, the didactic drought",
    "against the hot sea that teaches what? Thirst",
    "for the grace that springs in grooves of oblivious dust.",
    "A fine haze screens the headland, the drizzle drifts.",
    "Is every noun: breakwater, headland, haze,",
    "seen through a gauze of English, a bright scrim,",
    "a mesh in which light now defines the wires",
    "and not its natural language? Were your life and work",
    "simply a good translation? Would headland,",
    "haze and the spray-wracked breakwater",
    "pronounce their own names differently?",
    "And have I looked at life, in other words,",
    "through some inoperable cataract?",
    "\"What language do you speak in your own country?\"",
    "Every noun has its echo, a noun is a noise,",
    "as every stone in the expanding sunlight",
    "finds an exact translation in its shadow,",
    "and it may be that you were halved by language",
    "as definitively as the meridian",
    "of Greenwich or by Pope Alexander's line,",
    "but what makes this, if this is all it is,",
    "more than just bearable, in fact, exultation",
    "is the stone that is looked at, and the manchineels,",
    "bitter, poisonous yellow berries, treacherous apples",
    "that look like Eden's on the tree of knowledge",
    "when the first noun was picked and named and eaten",
    "and the shadow of knowledge defined every edge",
    "originating language and then difference,",
    "and subtlety, the snake and contradiction",
    "and the sudden Babel of the manchineel.",
    "III",
    "The blank page grows a visionary wood.",
    "A parallel section, no, in fact a whole province",
    "of far, of foreign, of self-translating leaves",
    "stands on the place where it has always stood",
    "the right-hand margin of the page",
    "loud, soft but voluble in their original language,",
    "an orchestrating lexicon, veined manuscripts",
    "going far back in time and deep in roots",
    "and echoing in the tunnel of the right ear",
    "with echoes: oak-echo, beech-echo, linden-echo,",
    "and beech and birds a half-ancestral forest",
    "whose metre was an ocean's and whose break,",
    "parting declared the white-lined conjugation",
    "of combers' centuries. This ocean, English and this forest weald,",
    "this clattering natterer \"burn,\" this distance, mist,",
    "kept its high columns marching as my pen moves",
    "towards that gap of light that comes upon",
    "the bright salt arc of a bare unprinted beach",
    "or where the piper leaves a print, its claws,",
    "dim, imperceptible as an ancient rune—",
    "that is the landscape, that, the stand of forest",
    "made up of all these leaves and lines that",
    "still rasp with delight with rhyme and incantation",
    "pages of shade turning into translation.",
    "And my left hand another vegetation",
    "but not their opposite or their enemy,",
    "palms and wild fern and praising them, the sea,",
    "sea-almond, grape and vine and agave",
    "that the wind's finger folded carefully",
    "drawing its thumb to mark the dog-eared wave",
    "across the dry hill, leaves chasing leaves",
    "in a shiny, scurrying wind, and, in the brown quiet,",
    "leaves, unraked, tiling the road's margins,",
    "so loaded they don't lift, they lapse singly, yellow,",
    "or chute from the cedars. Lyres of desiccation",
    "in March's autumn, filling the dry gutters,",
    "everywhere in the country, La Feuillée, Monchy,",
    "except for the wireless harp of the frangipani",
    "that still makes its music out of extreme stillness.",
    "In my own botanic origins,",
    "to break bread, flower-flour in its white lilies,",
    "except that in rare blossom I now remember",
    "the flower is pink. It doesn't matter.",
    "Since whatever hue it is, its wafer it serves that need,",
    "petal on the sky's open palate at early mass",
    "every morning but here most on this Sunday",
    "with its Lenten drought, the heart-coloured flowers then",
    "the caterpillars determinedly devour,",
    "on a Sunday when a sadness still eats at the parallel",
    "petals of my beaten heart, and the white pews of the sea,",
    "the waves coming in aisles, my longing",
    "for the communion of breakfast, the leafless,",
    "flower-less but crusted bark of the frangipani,",
    ", the pain that I break and eat",
    "flower and flour, pain and",
    ",",
    "bright Easter coming, like the seas white communion.",
    "IV",
    "In the country of the ochre afternoon",
    "it is always still and hot, the dry leaves stirring",
    "infrequently sometimes with the rattling pods",
    "of what they call \"women's tongues,\" in",
    "the afternoon country the far hills are very quiet",
    "and heat-hazed, but mostly in the middle",
    "of the country of the afternoon I see the brown heat",
    "of the skin of my first love, so still, so perfect,",
    "so unaltered, and I see how she walked",
    "with her sunburnt hands against the still sea-almonds,",
    "to a remembered cove, where she stood on the small dock—",
    "that was when I thought we were immortal",
    "and that iove would be folded doves and folded oars",
    "and water lapping against eroding stone",
    "in the ochre country of the afternoon."
  ],
  "title": "The Prodigal: 10",
  "year": ""
}