{
  "author": "Derek Walcott",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Travels",
    "Journeys",
    "Activities",
    "Race",
    "Ethnicity",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "History",
    "Politics",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177932",
  "region": "Caribbean",
  "text": [
    "In idle August, while the sea soft,",
    "and leaves of brown islands stick to the rim",
    "of this Caribbean, I blow out the light",
    "by the dreamless face of Maria Concepcion",
    "to ship as a seaman on the schooner",
    ".",
    "Out in the yard turning gray in the dawn,",
    "I stood like a stone and nothing else move",
    "but the cold sea rippling like galvanize",
    "and the nail holes of stars in the sky roof,",
    "till a wind start to interfere with the trees.",
    "I pass me dry neighbor sweeping she yard",
    "as I went downhill, and I nearly said:",
    "“Sweep soft, you witch, ’cause she don’t sleep hard,”",
    "but the bitch look through me like I was dead.",
    "A route taxi pull up, park-lights still on.",
    "The driver size up my bags with a grin:",
    "“This time, Shabine, like you really gone!”",
    "I ain’t answer the ass, I simply pile in",
    "the back seat and watch the sky burn",
    "above Laventille pink as the gown",
    "in which the woman I left was sleeping,",
    "and I look in the rearview and see a man",
    "exactly like me, and the man was weeping",
    "for the houses, the streets, that whole fucking island.",
    "Christ have mercy on all sleeping things!",
    "From that dog rotting down Wrightson Road",
    "to when I was a dog on these streets;",
    "if loving these islands must be my load,",
    "out of corruption my soul takes wings.",
    "But they had started to poison my soul",
    "with their big house, big car, big-time bohbohl,",
    "coolie, nigger, Syrian, and French Creole,",
    "so I leave it for them and their carnival—",
    "I taking a sea bath, I gone down the road.",
    "I know these islands from Monos to Nassau,",
    "a rusty head sailor with sea-green eyes",
    "that they nickname Shabine, the patois for",
    "any red nigger, and I, Shabine, saw",
    "when these slums of empire was paradise.",
    "I’m just a red nigger who love the sea,",
    "I had a sound colonial education,",
    "I have Dutch, nigger, and English in me,",
    "and either I’m nobody, or I’m a nation,",
    "But Maria Concepcion was all my thought",
    "watching the sea heaving up and down",
    "as the port side of dories, schooners, and yachts",
    "was painted afresh by the strokes of the sun",
    "signing her name with every reflection;",
    "I knew when dark-haired evening put on",
    "her bright silk at sunset, and, folding the sea,",
    "sidled under the sheet with her starry laugh,",
    "that there’d be no rest, there’d be no forgetting.",
    "Is like telling mourners round the graveside",
    "about resurrection, they want the dead back,",
    "so I smile to myself as the bow rope untied",
    "and the",
    "swing seaward: “Is no use repeating",
    "that the sea have more fish. I ain’t want her",
    "dressed in the sexless light of a seraph,",
    "I want those round brown eyes like a marmoset, and",
    "till the day when I can lean back and laugh,",
    "those claws that tickled my back on sweating",
    "Sunday afternoons, like a crab on wet sand.”",
    "As I worked, watching the rotting waves come",
    "past the bow that scissor the sea like silk,",
    "I swear to you all, by my mother’s milk,",
    "by the stars that shall fly from tonight’s furnace,",
    "that I loved them, my children, my wife, my home;",
    "I loved them as poets love the poetry",
    "that kills them, as drowned sailors the sea.",
    "You ever look up from some lonely beach",
    "and see a far schooner? Well, when I write",
    "this poem, each phrase go be soaked in salt;",
    "I go draw and knot every line as tight",
    "as ropes in this rigging; in simple speech",
    "my common language go be the wind,",
    "my pages the sails of the schooner",
    ".",
    "But let me tell you how this business begin.",
    "Smuggled Scotch for O’Hara, big government man,",
    "between Cedros and the Main, so the Coast Guard couldn’t touch us,",
    "and the Spanish pirogues always met us halfway,",
    "but a voice kept saying: “Shabine, see this business",
    "of playing pirate?” Well, so said, so done!",
    "That whole racket crash. And I for a woman,",
    "for her laces and silks, Maria Concepcion.",
    "Ay, ay! Next thing I hear, some Commission of Inquiry",
    "was being organized to conduct a big quiz,",
    "with himself as chairman investigating himself.",
    "Well, I knew damn well who the suckers would be,",
    "not that shark in shark skin, but his pilot fish,",
    "khaki-pants red niggers like you and me.",
    "What worse, I fighting with Maria Concepcion,",
    "plates flying and thing, so I swear: “Not again!”",
    "It was mashing up my house and my family.",
    "I was so broke all I needed was shades and a cup",
    "or four shades and four cups in four-cup Port of Spain;",
    "all the silver I had was the coins on the sea.",
    "You saw them ministers in",
    ",",
    "guardians of the poor—one hand at their back,",
    "and one set o’ police only guarding their house,",
    "and the Scotch pouring in through the back door.",
    "As for that minister-monster who smuggled the booze,",
    "that half-Syrian saurian, I got so vex to see",
    "that face thick with powder, the warts, the stone lids",
    "like a dinosaur caked with primordial ooze",
    "by the lightning of flashbulbs sinking in wealth,",
    "that I said: “Shabine, this is shit, understand!”",
    "But he get somebody to kick my crutch out his office",
    "like I was some artist! That bitch was so grand,",
    "couldn’t get off his high horse and kick me himself.",
    "I have seen things that would make a slave sick",
    "in this Trinidad, the Limers’ Republic.",
    "I couldn’t shake the sea noise out of my head,",
    "the shell of my ears sang Maria Concepcion,",
    "so I start salvage diving with a crazy Mick,",
    "name O’Shaugnessy, and a limey named Head;",
    "but this Caribbean so choke with the dead",
    "that when I would melt in emerald water,",
    "whose ceiling rippled like a silk tent,",
    "I saw them corals: brain, fire, sea fans,",
    "dead-men’s-fingers, and then, the dead men.",
    "I saw that the powdery sand was their bones",
    "ground white from Senegal to San Salvador,",
    "so, I panic third dive, and surface for a month",
    "in the Seamen’s Hostel. Fish broth and sermons.",
    "When I thought of the woe I had brought my wife,",
    "when I saw my worries with that other woman,",
    "I wept under water, salt seeking salt,",
    "for her beauty had fallen on me like a sword",
    "cleaving me from my children, flesh of my flesh!",
    "There was this barge from St. Vincent, but she was too deep",
    "to float her again. When we drank, the limey",
    "got tired of my sobbing for Maria Concepcion.",
    "He said he was getting the bends. Good for him!",
    "The pain in my heart for Maria Concepcion,",
    "the hurt I had done to my wife and children,",
    "was worse than the bends. In the rapturous deep",
    "there was no cleft rock where my soul could hide",
    "like the boobies each sunset, no sandbar of light",
    "where I could rest, like the pelicans know,",
    "so I got raptures once, and I saw God",
    "like a harpooned grouper bleeding, and a far",
    "voice was rumbling, “Shabine, if you leave her,",
    "if you leave her, I shall give you the morning star.”",
    "When I left the madhouse I tried other women",
    "but, once they stripped naked, their spiky cunts",
    "bristled like sea eggs and I couldn’t dive.",
    "The chaplain came round. I paid him no mind.",
    "Where is my rest place, Jesus? Where is my harbor?",
    "Where is the pillow I will not have to pay for,",
    "and the window I can look from that frames my life?",
    "I had no nation now but the imagination.",
    "After the white man, the niggers didn’t want me",
    "when the power swing to their side.",
    "The first chain my hands and apologize, “History”;",
    "the next said I wasn’t black enough for their pride.",
    "Tell me, what power, on these unknown rocks—",
    "a spray-plane Air Force, the Fire Brigade,",
    "the Red Cross, the Regiment, two, three police dogs",
    "that pass before you finish bawling “Parade!”?",
    "I met History once, but he ain’t recognize me,",
    "a parchment Creole, with warts",
    "like an old sea bottle, crawling like a crab",
    "through the holes of shadow cast by the net",
    "of a grille balcony; cream linen, cream hat.",
    "I confront him and shout, “Sir, is Shabine!",
    "They say I’se your grandson. You remember Grandma,",
    "your black cook, at all?” The bitch hawk and spat.",
    "A spit like that worth any number of words.",
    "But that’s all them bastards have left us: words.",
    "I no longer believed in the revolution.",
    "I was losing faith in the love of my woman.",
    "I had seen that moment Aleksandr Blok",
    "crystallize in",
    ". Was between",
    "the Police Marine Branch and Hotel Venezuelana",
    "one Sunday at noon. Young men without flags",
    "using shirts, their chests waiting for holes.",
    "They kept marching into the mountains, and",
    "their noise ceased as foam sinks into sand.",
    "They sank in the bright hills like rain, every one",
    "with his own nimbus, leaving shirts in the street,",
    "and the echo of power at the end of the street.",
    "Propeller-blade fans turn over the Senate;",
    "the judges, they say, still sweat in carmine,",
    "on Frederick Street the idlers all marching",
    "by standing still, the Budget turns a new leaf.",
    "In the 12:30 movies the projectors best",
    "not break down, or you go see revolution. Aleksandr Blok",
    "enters and sits in the third row of pit eating choc-",
    "olate cone, waiting for a spaghetti West-",
    "ern with Clint Eastwood and featuring Lee Van Cleef.",
    "Flight,",
    "Dusk. The",
    "passing Blanchisseuse.",
    "Gulls wheel like. from a gun again,",
    "and foam gone amber that was white,",
    "lighthouse and star start making friends,",
    "down every beach the long day ends,",
    "and there, on that last stretch of sand,",
    "on a beach bare of all but light,",
    "dark hands start pulling in the seine",
    "of the dark sea, deep, deep inland.",
    "Man, I brisk in the galley first thing next dawn,",
    "brewing li’l coffee; fog coil from the sea",
    "like the kettle steaming when I put it down",
    "slow, slow, ’cause I couldn’t believe what I see:",
    "where the horizon was one silver haze,",
    "the fog swirl and swell into sails, so close",
    "that I saw it was sails, my hair grip my skull,",
    "it was horrors, but it was beautiful.",
    "We float through a rustling forest of ships",
    "with sails dry like paper, behind the glass",
    "I saw men with rusty eyeholes like cannons,",
    "and whenever their half-naked crews cross the sun,",
    "right through their tissue, you traced their bones",
    "like leaves against the sunlight; frigates, barkentines,",
    "the backward-moving current swept them on,",
    "and high on their decks I saw great admirals,",
    "Rodney, Nelson, de Grasse, I heard the hoarse orders",
    "they gave those Shabines, and that forest",
    "of masts sail right through the",
    ",",
    "and all you could hear was the ghostly sound",
    "of waves rustling like grass in a low wind",
    "and the hissing weeds they trailed from the stern;",
    "slowly they heaved past from east to west",
    "like this round world was some cranked water wheel,",
    "every ship pouring like a wooden bucket",
    "dredged from the deep; my memory revolve",
    "on all sailors before me, then the sun",
    "heat the horizon’s ring and they was mist.",
    "Next we pass slave ships. Flags of all nations,",
    "our fathers below deck too deep, I suppose,",
    "to hear us shouting. So we stop shouting. Who knows",
    "who his grandfather is, much less his name?",
    "Tomorrow our landfall will be the Barbados.",
    "You see them on the low hills of Barbados",
    "bracing like windbreaks, needles for hurricanes,",
    "trailing, like masts, the cirrus of torn sails;",
    "when I was green like them, I used to think",
    "those cypresses, leaning against the sea,",
    "that take the sea noise up into their branches,",
    "are not real cypresses but casuarinas.",
    "Now captain just call them Canadian cedars.",
    "But cedars, cypresses, or casuarinas,",
    "whoever called them so had a good cause,",
    "watching their bending bodies wail like women",
    "after a storm, when some schooner came home",
    "with news of one more sailor drowned again.",
    "Once the sound “cypress” used to make more sense",
    "than the green “casuarinas,” though, to the wind",
    "whatever grief bent them was all the same,",
    "since they were trees with nothing else in mind",
    "but heavenly leaping or to guard a grave;",
    "but we live like our names and you would have",
    "to be colonial to know the difference,",
    "to know the pain of history words contain,",
    "to love those trees with an inferior love,",
    "and to believe: “Those casuarinas bend",
    "like cypresses, their hair hangs down in rain",
    "like sailors’ wives. They’re classic trees, and we,",
    "if we live like the names our masters please,",
    "by careful mimicry might become men.”",
    "Flight",
    "When the stars self were young over Castries,",
    "I loved you alone and I loved the whole world.",
    "What does it matter that our lives are different?",
    "Burdened with the loves of our different children?",
    "When I think of your young face washed by the wind",
    "and your voice that chuckles in the slap of the sea?",
    "The lights are out on La Toc promontory,",
    "except for the hospital. Across at Vigie",
    "the marina arcs keep vigil. I have kept my own",
    "promise, to leave you the one thing I own,",
    "you whom I loved first: my poetry.",
    "We here for one night. Tomorrow, the",
    "will be gone.",
    "It had one bitch on board, like he had me mark—",
    "that was the cook, some Vincentian arse",
    "with a skin like a gommier tree, red peeling bark,",
    "and wash-out blue eyes; he wouldn’t give me a ease,",
    "like he feel he was white. Had an exercise book,",
    "this same one here, that I was using to write",
    "my poetry, so one day this man snatch it",
    "from my hand, and start throwing it left and right",
    "to the rest of the crew, bawling out, “Catch it,”",
    "and start mincing me like I was some hen",
    "because of the poems. Some case is for fist,",
    "some case is for tholing pin, some is for knife—",
    "this one was for knife. Well, I beg him first,",
    "but he keep reading, “O my children, my wife,”",
    "and playing he crying, to make the crew laugh;",
    "it move like a flying fish, the silver knife",
    "that catch him right in the plump of his calf,",
    "and he faint so slowly, and he turn more white",
    "than he thought he was. I suppose among men",
    "you need that sort of thing. It ain’t right",
    "but that’s how it is. There wasn’t much pain,",
    "just plenty blood, and Vincie and me best friend,",
    "but none of them go fuck with my poetry again.",
    "The jet that was screeching over the",
    "was opening a curtain into the past.",
    "“Dominica ahead!”",
    "“It still have Caribs there.”",
    "“One day go be planes only, no more boat.”",
    "“Vince, God ain’t make nigger to fly through the air.”",
    "“Progress, Shabine, that’s what it’s all about.",
    "Progress leaving all we small islands behind.”",
    "I was at the wheel, Vince sitting next to me",
    "gaffing. Crisp, bracing day. A high-running sea.",
    "”Progress is something to ask Caribs about.",
    "They kill them by millions, some in war,",
    "some by forced labor dying in the mines",
    "looking for silver, after that niggers; more",
    "progress. Until I see definite signs",
    "that mankind change, Vince, I ain’t want to hear.",
    "Progress is history’s dirty joke.",
    "Ask that sad green island getting nearer.”",
    "Green islands, like mangoes pickled in brine.",
    "In such fierce salt let my wound be healed,",
    "me, in my freshness as a seafarer.",
    "That night, with the sky sparks frosty with fire,",
    "I ran like a Carib through Dominica,",
    "my nose holes choked with memory of smoke;",
    "I heard the screams of my burning children,",
    "I ate the brains of mushrooms, the fungi",
    "of devil’s parasols under white, leprous rocks;",
    "my breakfast was leaf mold in leaking forests,",
    "with leaves big as maps, and when I heard noise",
    "of the soldiers’ progress through the thick leaves,",
    "though my heart was bursting, I get up and ran",
    "through the blades of balisier sharper than spears;",
    "with the blood of my race, I ran, boy, I ran",
    "with moss-footed speed like a painted bird;",
    "then I fall, but I fall by an icy stream under",
    "cool fountains of fern, and a screaming parrot",
    "catch the dry branches and I drowned at last",
    "in big breakers of smoke; then when that ocean",
    "of black smoke pass, and the sky turn white,",
    "there was nothing but Progress, if Progress is",
    "an iguana as still as a young leaf in sunlight.",
    "I bawl for Maria, and her",
    ".",
    "It anchored her sleep, that insomniac’s Bible,",
    "a soiled orange booklet with a cyclop’s eye",
    "center, from the Dominican Republic.",
    "Its coarse pages were black with the usual",
    "symbols of prophecy, in excited Spanish;",
    "an open palm upright, sectioned and numbered",
    "like a butcher chart, delivered the future.",
    "One night; in a fever, radiantly ill,",
    "she say, “Bring me the book, the end has come.”",
    "She said: “I dreamt of whales and a storm,”",
    "but for that dream, the book had no answer.",
    "A next night I dreamed of three old women",
    "featureless as silkworms, stitching my fate,",
    "and I scream at them to come out my house,",
    "and I try beating them away with a broom,",
    "but as they go out, so they crawl back again,",
    "until I start screaming and crying, my flesh",
    "raining with sweat, and she ravage the book",
    "for the dream meaning, and there was nothing;",
    "my nerves melt like a jellyfish—that was when I broke—",
    "they found me round the Savannah, screaming:",
    "All you see me talking to the wind, so you think I mad.",
    "Well, Shabine has bridled the horses of the sea;",
    "you see me watching the sun till my eyeballs seared,",
    "so all you mad people feel Shabine crazy,",
    "but all you ain’t know my strength, hear? The coconuts",
    "standing by in their regiments in yellow khaki,",
    "they waiting for Shabine to take over these islands,",
    "and all you best dread the day I am healed",
    "of being a human. All you fate in my hand,",
    "ministers, businessmen, Shabine have you, friend,",
    "I shall scatter your lives like a handful of sand,",
    "I who have no weapon but poetry and",
    "the lances of palms and the sea’s shining shield!",
    "Next day, dark sea. A arse-aching dawn.",
    "“Damn wind shift sudden as a woman mind.”",
    "The slow swell start cresting like some mountain range",
    "with snow on the top.",
    "“Ay, Skipper, sky dark!”",
    "“This ain’t right for August.”",
    "“This light damn strange,",
    "this season, sky should be clear as a field.”",
    "A stingray steeplechase across the sea,",
    "tail whipping water, the high man-o’-wars",
    "start reeling inland, quick, quick an archery",
    "of flying fish miss us! Vince say: “You notice?”",
    "and a black-mane squall pounce on the sail",
    "like a dog on a pigeon, and it snap the neck",
    "of the",
    "and shake it from head to tail.",
    "“Be Jesus, I never see sea get so rough",
    "so fast! That wind come from God back pocket!”",
    "“Where Cap’n headin? Like the man gone blind!”",
    "“If we’s to drong, we go drong, Vince, fock-it!”",
    "“Shabine, say your prayers, if life leave you any!”",
    "I have not loved those that I loved enough.",
    "Worse than the mule kick of Kick-’Em-Jenny",
    "Channel, rain start to pelt the",
    "between",
    "mountains of water. If I was frighten?",
    "The tent poles of water spouts bracing the sky",
    "start wobbling, clouds unstitch at the seams",
    "and sky water drench us, and I hear myself cry,",
    "“I’m the drowned sailor in her",
    ".”",
    "I remembered them ghost ships, I saw me corkscrewing",
    "to the sea bed of sea worms, fathom pass fathom,",
    "my jaw clench like a fist, and only one thing",
    "hold me, trembling, how my family safe home.",
    "Then a strength like it seize me and the strength said:",
    "“I from backward people who still fear God.”",
    "Let Him, in His might, heave Leviathan upward",
    "by the winch of His will, the beast pouring lace",
    "from his sea-bottom bed; and that was the faith",
    "that had fade from a child in the Methodist chapel",
    "in Chisel Street, Castries, when the whale-bell",
    "sang service and, in hard pews ribbed like the whale,",
    "proud with despair, we sang how our race",
    "survive the sea’s maw, our history, our peril,",
    "and now I was ready for whatever death will.",
    "But if that storm had strength, was in Cap’n face,",
    "beard beading with spray, tears salting his eyes,",
    "crucify to his post, that nigger hold fast",
    "to that wheel, man, like the cross held Jesus,",
    "and the wounds of his eyes like they crying for us,",
    "and I feeding him white rum, while every crest",
    "with Leviathan-lash make the",
    "quail",
    "like two criminal. Whole night, with no rest,",
    "till red-eyed like dawn, we watch our travail",
    "subsiding, subside, and there was no more storm.",
    "And the noon sea get calm as Thy Kingdom come.",
    "There’s a fresh light that follows a storm",
    "while the whole sea still havoc; in its bright wake",
    "I saw the veiled face of Maria Concepcion",
    "marrying the ocean, then drifting away",
    "in the widening lace of her bridal train",
    "with white gulls her bridesmaids, till she was gone.",
    "I wanted nothing after that day.",
    "Across my own face, like the face of the sun,",
    "a light rain was falling, with the sea calm.",
    "Fall gently, rain, on the sea’s upturned face",
    "like a girl showering; make these islands fresh",
    "as Shabine once knew them! Let every trace,",
    "every hot road, smell like clothes she just press",
    "and sprinkle with drizzle. I finish dream;",
    "whatever the rain wash and the sun iron:",
    "the white clouds, the sea and sky with one seam,",
    "is clothes enough for my nakedness.",
    "Though my",
    "never pass the incoming tide",
    "of this inland sea beyond the loud reefs",
    "of the final Bahamas, I am satisfied",
    "if my hand gave voice to one people’s grief.",
    "Open the map. More islands there, man,",
    "than peas on a tin plate, all different size,",
    "one thousand in the Bahamas alone,",
    "from mountains to low scrub with coral keys,",
    "and from this bowsprit, I bless every town,",
    "the blue smell of smoke in hills behind them,",
    "and the one small road winding down them like twine",
    "to the roofs below; I have only one theme:",
    "The bowsprit, the arrow, the longing, the lunging heart—",
    "the flight to a target whose aim we’ll never know,",
    "vain search for one island that heals with its harbor",
    "and a guiltless horizon, where the almond’s shadow",
    "doesn’t injure the sand. There are so many islands!",
    "As many islands as the stars at night",
    "on that branched tree from which meteors are shaken",
    "like falling fruit around the schooner",
    ".",
    "But things must fall, and so it always was,",
    "on one hand Venus, on the other Mars;",
    "fall, and are one, just as this earth is one",
    "island in archipelagoes of stars.",
    "My first friend was the sea. Now, is my last.",
    "I stop talking now. I work, then I read,",
    "cotching under a lantern hooked to the mast.",
    "I try to forget what happiness was,",
    "and when that don’t work, I study the stars.",
    "Sometimes is just me, and the soft-scissored foam",
    "as the deck turn white and the moon open",
    "a cloud like a door, and the light over me",
    "is a road in white moonlight taking me home.",
    "Shabine sang to you from the depths of the sea."
  ],
  "title": "The Schooner",
  "year": ""
}