{
  "author": "Derek Walcott",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247986",
  "region": "Caribbean",
  "text": [
    "I",
    "The dialect of the scrub in the dry season",
    "withers the flow of English. Things burn for days",
    "without translation, with the heat",
    "of the scorched pastures and their skeletal cows.",
    "Every noun is a stump with its roots showing,",
    "and the creole language rushes like weeds",
    "until the entire island is overrun,",
    "then the rain begins to come in paragraphs",
    "and hazes this page, hazes the grey of islets,",
    "the grey of eyes, the rainstorm's wild-haired beauty.",
    "The first daybreak of rain, the crusted drought",
    "broken in half like bread, the quiet trumpet mouth",
    "of a rainbow and the wiry drizzle fighting",
    "decease, half the year blowing out to sea",
    "in hale, refreshing gusts, the withered lilies",
    "drink with grateful mouths, and the first blackbird",
    "of the new season announces itself on a bough",
    "the hummingbird is reglistened drilling",
    "the pierced hedges, my small shaft to your heart,",
    "my emerald arrow: A crowd crosses a bridge",
    "from Canaries to the Ponte Vecchio, from",
    "Piaille to Pescara, and a volley of blackbirds",
    "fans over Venice or the broken pier of Choiseul,",
    "and love is as wide as the span of my open palm",
    "for frontiers that read like one country,",
    "one map of affection that closes around my pen.",
    "I had forgotten the benediction of rain",
    "edged with sunlight, the prayers of dripping leaves",
    "and the cat testing the edge of the season",
    "with careful paw. And I have nothing more",
    "to write about than gratitude. For",
    ",",
    ", the bow of the",
    "and the archery of blackbirds from its",
    "radiant bow. The rest of the year is rain.",
    "II",
    "There was a beautiful rain this morning.\"",
    "\"I was asleep.\"",
    "He stroked her forehead.",
    "She smiled at him, then laughed as she kept yawning.",
    "\"It was lovely rain.\" But I thought of the dead",
    "I know. The sun shone through the rain",
    "and it was lovely.",
    "\"I'm sure,\" she said.",
    "There were so many names the rain recited:",
    "Alan, Joseph and Claude and Charles and Roddy.",
    "The sunlight came through the rain and the drizzle shone",
    "as it had done before for everybody.",
    "For John and Inge, Devindra and Hamilton.",
    "\"Blessed are the dead that the rain rains upon,\"",
    "wrote Edward Thomas. Her eyes closed in my arms,",
    "but it was sleep. She was asleep again,",
    "while the bright rain moved from Massade to Monchy.",
    "Sometimes I stretch out, or you stretch out your hand,",
    "and we lock palms; our criss-crossed histories join",
    "and two maps fit. Bays, boundaries, rivers, roads,",
    "one country, one warm island. Is that noise rain",
    "on the hot roof, is it sweeping out to sea",
    "by the stones and shells of the almond cemetery?",
    "III",
    "The road is wet, the leaves wet, but the sun inching,",
    "and always the astonishment: in March?",
    "This blustery, this grey? The waves chopping",
    "and circling and ramming into one another",
    "like sheep in a maddened pen from a whiff of wolf,",
    "or white mares, bug-eyed from the lightning's whip,",
    "and, if they could, whinnying. But the light will win.",
    "The sun fought with the rain in the leaves and won;",
    "then the rain came back and it was finer out to sea.",
    "A drizzle blurred the promontories evenly",
    "and now the manchineels and acacias sparkled",
    "with the new rain and the cows' hides darkened",
    "as the horses dipped their heads and shook their manes,",
    "and over the horizon the faint arc",
    "of an almost imperceptible bow appeared",
    "then dimmed across the channel towards Martinique.",
    "This miracle was usual for the season.",
    "\"The sun came out just for you,\" he said.",
    "And it was true. The light entered her forehead",
    "and blazoned her difference there.",
    "The pastures were beaded, roofs shone on the hills,",
    "a sloop was working its way against huge clouds",
    "as patches of sunlight widened with a new zeal",
    "towards detachment, towards simplicity.",
    "Who said that they were lying side by side,",
    "the cupped spoon of her torso in his own",
    "in the striped shadows of mid-afternoon?",
    "IV",
    "The doors are open, the house breathes and I feel",
    "a balm so heavy and a benediction",
    "so weightless that the past is just blue air",
    "and cobalt motion lanced with emerald",
    "and sail-flecks and the dove's continuous complaint",
    "about repletion, its swollen note of gratitude-",
    "all incantation is the monody of thanks",
    "to the sky's motionless or moving altars,",
    "even to the faint drone of that silver insect",
    "that is the morning plane over Martinique,",
    "while, take this for what you will, the frangipani",
    "that, for dry months, contorted, crucified",
    "in impotence or barrenness, endured, has come",
    "with pale pink petals and blades of olive leaves,",
    "parable of my loin-longing, my silver age.",
    "From the salt brightness of my balcony",
    "I look across to the abandoned fort;",
    "no History left, just natural history,",
    "as a cloud's shadow subtilizes thought.",
    "On a sloped meadow lifted by the light,",
    "the Hessians spun like blossoms from the immortelle,",
    "the tattered pennons of the sea-almond fluttered",
    "to the spray-white detonations of the lilac",
    "against blue the hue of a grenadier, dried pods",
    "of the flamboyant rattle their sabres",
    "and a mare's whinny across the parched pastures",
    "launches white scuds of sails across the channel,",
    "the race of a schooner launched in a canal.",
    "A grey sky trawls its silver wires of rain;",
    "these are the subtleties of the noon sea:",
    "lime, emerald, lilac, cobalt, ultramarine."
  ],
  "title": "The Prodigal: 11",
  "year": ""
}