{
  "author": "Derek Walcott",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247990",
  "region": "Caribbean",
  "text": [
    "I",
    "Prodigal, what were your wanderings about?",
    "The smoke of homecoming, the smoke of departure.",
    "The earth grew music and the tubers sprouted",
    "to Sesenne's singing, rain-water, fresh patois",
    "in a clay carafe, a clear spring in the ferns,",
    "and pure things took root like the sweet-potato vine.",
    "Over the sea at dusk, an arrowing curlew,",
    "as the sun turns into a cipher from a green flash,",
    "clouds crumble like cities, the embers of Carthage;",
    "any man without a history stands in nettles",
    "and no butterflies console him, like surrendering flags,",
    "does he, still a child, long for battles and castles",
    "from the books of his beginning, in a hieratic language",
    "he will never inherit, but one in which he writes",
    "\"Over the sea at dusk, an arrowing curlew,\"",
    "his whole life a language awaiting translation?",
    "Since I am what I am, how was I made?",
    "To ascribe complexion to the intellect",
    "is not an insult, since it takes its plaid",
    "like the invaluable lizard from its background,",
    "and if our work is piebald mimicry",
    "then virtue lies in its variety",
    "to be adept. On the warm stones of Florence",
    "I subtly alter to a Florentine",
    "till the sun passes, in London",
    "I am pieced by fog, and shaken from reflection",
    "in Venice, a printed page in the sun",
    "on which a cabbage-white unfolds, a bookmark.",
    "To break through veils like spiders' webs,",
    "crack carapaces like a day-moth and achieve",
    "a clarified frenzy and feel the blood settle",
    "like a brown afternoon stream in River Doree",
    "is what I pulsed for in my brain and wrist",
    "for the drifting benediction of a drizzle",
    "drying on this page like asphalt, for peace that passes",
    "like a changing cloud, to a hawk's slow pivot.",
    "II",
    "In the vale of Santa Cruz I look to the hills.",
    "The white flowers have the fury of battle,",
    "they lay siege to the mountains, for war",
    "there is the tumult of the white ravines,",
    "and the cascade's assault; they bow their plumes,",
    "Queen Anne's lace, bougainvillea, orchid and oleander,",
    "and they are as white as arrested avalanches,",
    "angry and Alpine, their petals blur into",
    "a white gust from the Matterhom or the streets of Zermatt.",
    "Both worlds are welded, they were seamed by delight.",
    "Santa Cruz, in spring. Deep hills with blue clefts.",
    "I have come back for the white egrets",
    "feeding in a flock on the lawn, darting their bills",
    "in that finical stride, gawkily elegant,",
    "then suddenly but leisurely sailing",
    "to settle, but not too far off, like angels.",
    "III",
    "I wake at sunrise to angelic screams.",
    "And time is measuring my grandchildren's cries",
    "and time outpaces the sepia water",
    "of the racing creek, time takes its leisure, cunning",
    "in the blocked hollows of the pool, the elephantine stones",
    "in the leaf-marked lagoon, time sails",
    "with the soundless buzzard over the smoking hills",
    "and the clouds that fray and change",
    "and time waits very quiet between the mountains",
    "and the brown tracks in the valleys of the Northern Range,",
    "a cover of overhanging bamboo, in Maraval",
    "where, if the bed were steeper, a brown stream races",
    "or tries to, pooling in rocks, with great avail",
    "for me at least, or where a range's blues",
    "and indigo over which wide hawks sail",
    "their shadows on the wells of Santa Cruz,",
    "dark benedictions on the brook's muttering shale,",
    "and the horses are slowly plunging their manes",
    "as they climb up from the paved-with-lilies pond,",
    "so much mythology in their unharnessed necks!",
    "These little things take root as I add my praise",
    "to the huge lawn at the back of the house, a field,",
    "a bright, unaltered meadow, a small savannah",
    "for cries and bicycles and joy-crazed dogs",
    "bolting after pedalling boys, the crescent ghost",
    "of the new moon showing and on the thick slopes",
    "this forest like green billowing smoke",
    "pierced by the flame petals of the immortelle.",
    "IV",
    "Petals of the flame tree against ice-cream walls",
    "and the arches across the park with its tacit fountain,",
    "the old idlers on the benches, this is the prose",
    "that spreads like the shade of an immortal banyan",
    "in front of the library, the bulk that darkens",
    "the violin of twilight when traffic has vanished",
    "and nearly over also the colonial regime when the wharves",
    "cradled the rocking schooners of our boyhood to",
    "the echo of vespers in the alien cathedral.",
    "In the hot green silence a dragonfly's drone",
    "crossing the scorched hill to the shade of the cedars",
    "and spiced laurels, the",
    ",",
    "the word itself lifting the plurals of its leaves,",
    "from the hot ground, from this page, the singeing smells.",
    "How simple to write this after you have gone,",
    "that your death that afternoon had the same ease",
    "as stopping at the side of the road under the trees",
    "to buy cassava bread that comes in two sorts",
    "sweet and unsweetened, from the huge cauldron,",
    "on the road between Soufrière and Canaries.",
    "The heat collects in the depths between the ridges",
    "and the high hawks circle in the gathering haze;",
    "like consonants round a vowel, insistent midges",
    "hum round noun's hexagon, and the hornet's house.",
    "Delve in the hot, still valley of Soufrière,",
    "the black, baking asphalt and its hedges dripping shade",
    "and here is the ultimate nullity despite the moil",
    "of the churning vegetation. The small church",
    "hidden in leaves. In mid-afternoon, the halt–",
    "then dart of a quizzical lizard across the road."
  ],
  "title": "The Prodigal: 12",
  "year": ""
}