{
  "author": "Derek Walcott",
  "classification": "Terza Rima",
  "keywords": [
    "Family",
    "Ancestors",
    "Religion",
    "Living",
    "Faith",
    "Doubt",
    "Relationships",
    "Christianity",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177934",
  "region": "Caribbean",
  "text": [
    "Between the vision of the Tourist Board and the true",
    "Paradise lies the desert where Isaiah’s elations",
    "force a rose from the sand. The thirty-third canto",
    "cores the dawn clouds with concentric radiance,",
    "the breadfruit opens its palms in praise of the bounty,",
    ", tree of bread, slave food, the bliss of John Clare,",
    "torn, wandering Tom, stoat-stroker in his county",
    "of reeds and stalk-crickets, fiddling the dank air,",
    "lacing his boots with vines, steering glazed beetles",
    "with the tenderest prods, knight of the cockchafer,",
    "wrapped in the mists of shires, their snail-horned steeples",
    "palms opening to the cupped pool—but his soul safer",
    "than ours, though iron streams fetter his ankles.",
    "Frost whitening his stubble, he stands in the ford",
    "of a brook like the Baptist lifting his branches to bless",
    "cathedrals and snails, the breaking of this new day,",
    "and the shadows of the beach road near which my mother lies,",
    "with the traffic of insects going to work anyway.",
    "The lizard on the white wall fixed on the hieroglyph",
    "of its stone shadow, the palms’ rustling archery,",
    "the souls and sails of circling gulls rhyme with:",
    "In His will is our peace. Peace in white harbours,",
    "in marinas whose masts agree, in crescent melons",
    "left all night in the fridge, in the Egyptian labours",
    "of ants moving boulders of sugar, words in this sentence,",
    "shadow and light, who live next door like neighbours,",
    "and in sardines with pepper sauce. My mother lies",
    "near the white beach stones, John Clare near the sea-almonds,",
    "yet the bounty returns each daybreak, to my surprise,",
    "to my surprise and betrayal, yes, both at once.",
    "I am moved like you, mad Tom, by a line of ants;",
    "I behold their industry and they are giants.",
    "There on the beach, in the desert, lies the dark well",
    "where the rose of my life was lowered, near the shaken plants,",
    "near a pool of fresh tears, tolled by the golden bell",
    "of allamanda, thorns of the bougainvillea, and that is",
    "their bounty! They shine with defiance from weed and flower,",
    "even those that flourish elsewhere, vetch, ivy, clematis,",
    "on whom the sun now rises with all its power,",
    "not for the Tourist Board or for Dante Alighieri,",
    "but because there is no other path for its wheel to take",
    "except to make the ruts of the beach road an allegory",
    "of this poem’s career, of yours, that she died for the sake",
    "of a crowning wreath of false laurel; so, John Clare, forgive me,",
    "for this morning’s sake, forgive me, coffee, and pardon me,",
    "milk with two packets of artificial sugar,",
    "as I watch these lines grow and the art of poetry harden me",
    "into sorrow as measured as this, to draw the veiled figure",
    "of Mamma entering the standard elegiac.",
    "No, there is grief, there will always be, but it must not madden,",
    "like Clare, who wept for a beetle’s loss, for the weight",
    "of the world in a bead of dew on clematis or vetch,",
    "and the fire in these tinder-dry lines of this poem I hate",
    "as much as I love her, poor rain-beaten wretch,",
    "redeemer of mice, earl of the doomed protectorate",
    "of cavalry under your cloak; come on now, enough!",
    "Bounty!",
    "In the bells of tree-frogs with their steady clamour",
    "in the indigo dark before dawn, the fading morse",
    "of fireflies and crickets, then light on the beetle’s armour,",
    "and the toad’s too-late presages, nettles of remorse",
    "that shall spring from her grave from the spade’s heartbreak.",
    "And yet not to have loved her enough is to love more,",
    "if I confess it, and I confess it. The trickle of underground",
    "springs, the babble of swollen gulches under drenched ferns,",
    "loosening the grip of their roots, till their hairy clods",
    "like unclenching fists swirl wherever the gulch turns",
    "them, and the shuddering aftermath bends the rods",
    "of wild cane. Bounty in the ant’s waking fury,",
    "in the snail’s chapel stirring under wild yams,",
    "praise in decay and process, awe in the ordinary",
    "in wind that reads the lines of the breadfruit’s palms",
    "in the sun contained in a globe of the crystal dew,",
    "bounty in the ants’ continuing a line of raw flour,",
    "mercy on the mongoose scuttling past my door,",
    "in the light’s parallelogram laid on the kitchen floor,",
    "for Thine is the Kingdom, the Glory, and the Power,",
    "the bells of Saint Clement’s in the marigolds on the altar,",
    "in the bougainvillea’s thorns, in the imperial lilac",
    "and the feathery palms that nodded at the entry",
    "into Jerusalem, the weight of the world on the back",
    "of an ass; dismounting, He left His cross there for sentry",
    "and sneering centurion; then I believed in His Word,",
    "in a widow’s immaculate husband, in pews of brown wood,",
    "when the cattle-bell of the chapel summoned our herd",
    "into the varnished stalls, in whose rustling hymnals I heard",
    "the fresh Jacobean springs, the murmur Clare heard",
    "of bounty abiding, the clear language she taught us,",
    "“as the hart panteth,” at this, her keen ears pronged",
    "while her three fawns nibbled the soul-freshening waters,",
    "“as the hart panteth for the water-brooks” that belonged",
    "to the language in which I mourn her now, or when",
    "I showed her my first elegy, her husband’s, and then her own.",
    "But can she or can she not read this? Can you read this,",
    "Mamma, or hear it? If I took the pulpit, lay-preacher",
    "like tender Clare, like poor Tom, so that look, Miss!",
    "the ants come to you like children, their beloved teacher",
    "Alix, but unlike the silent recitation of the infants,",
    "the choir that Clare and Tom heard in their rainy county,",
    "we have no solace but utterance, hence this wild cry.",
    "Snails move into harbour, the breadfruit plants on the",
    "will be heaved aboard, and the white God is Captain Bligh.",
    "Across white feathery grave-grass the shadow of the soul",
    "passes, the canvas cracks open on the cross-trees of the",
    ",",
    "and the Trades lift the shrouds of the resurrected sail.",
    "All move in their passage to the same mother-country,",
    "the dirt-clawing weasel, the blank owl or sunning seal.",
    "Faith grows mutinous. The ribbed body with its cargo",
    "stalls in its doldrums, the God-captain is cast adrift",
    "by a mutinous Christian, in the wake of the turning",
    "plants bob in the ocean’s furrows, their shoots dip and lift,",
    "and the soul’s Australia is like the New Testament",
    "after the Old World, the code of an eye for an eye;",
    "the horizon spins slowly and Authority’s argument",
    "diminishes in power, in the longboat with Captain Bligh.",
    "This was one of your earliest lessons, how the Christ-Son",
    "questions the Father, to settle on another island, haunted by Him,",
    "by the speck of a raging deity on the ruled horizon,",
    "diminishing in meaning and distance, growing more dim:",
    "all these predictable passages that we first disobey",
    "before we become what we challenged; but you never altered",
    "your voice, either sighing or sewing, you would pray",
    "to your husband aloud, pedalling the hymns we all heard",
    "in the varnished pew: “There Is a Green Hill Far Away,”",
    "“Jerusalem the Golden.” Your melody faltered",
    "but never your faith in the bounty which is His Word.",
    "All of these waves crepitate from the culture of Ovid,",
    "its sibilants and consonants; a universal metre",
    "piles up these signatures like inscriptions of seaweed",
    "that dry in the pungent sun, lines ruled by mitre",
    "and laurel, or spray swiftly garlanding the forehead",
    "of an outcrop (and I hope this settles the matter",
    "of presences). No soul was ever invented,",
    "yet every presence is transparent; if I met her",
    "(in her nightdress ankling barefoot, crooning to the shallows),",
    "should I call her shadow that of a pattern invented",
    "by Graeco-Roman design, columns of shadows",
    "cast by the Forum, Augustan perspectives—",
    "poplars, casuarina-colonnades, the in-and-out light of almonds",
    "made from original Latin, no leaf but the olive’s?",
    "Questions of pitch. Faced with seraphic radiance",
    "(don’t interrupt!), mortals rub their skeptical eyes",
    "that hell is a beach-fire at night where embers dance,",
    "with temporal fireflies like thoughts of Paradise;",
    "but there are inexplicable instincts that keep recurring",
    "not from hope or fear only, that are real as stones,",
    "the faces of the dead we wait for as ants are transferring",
    "their cities, though we no longer believe in the shining ones.",
    "I half-expect to see you no longer, then more than half,",
    "almost never, or never then—there I have said it—",
    "but felt something less than final at the edge of your grave,",
    "some other something somewhere, equally dreaded,",
    "since the fear of the infinite is the same as death,",
    "unendurable brightness, the substantial dreading",
    "its own substance, dissolving to gases and vapours,",
    "like our dread of distance; we need a horizon,",
    "a dividing line that turns the stars into neighbours",
    "though infinity separates them, we can think of only one sun:",
    "all I am saying is that the dread of death is in the faces",
    "we love, the dread of our dying, or theirs;",
    "therefore we see in the glint of immeasurable spaces",
    "not stars or falling embers, not meteors, but tears.",
    "The mango trees serenely rust when they are in flower,",
    "nobody knows the name for that voluble cedar",
    "whose bell-flowers fall, the pomme-arac purples its floor.",
    "The blue hills in late afternoon always look sadder.",
    "The country night waiting to come in outside the door;",
    "the firefly keeps striking matches, and the hillside fumes",
    "with a bluish signal of charcoal, then the smoke burns",
    "into a larger question, one that forms and unforms,",
    "then loses itself in a cloud, till the question returns.",
    "Buckets clatter under pipes, villages begin at corners.",
    "A man and his trotting dog come back from their garden.",
    "The sea blazes beyond the rust roofs, dark is on us",
    "before we know it. The earth smells of what’s done,",
    "small yards brighten, day dies and its mourners",
    "begin, the first wreath of gnats; this was when we sat down",
    "on bright verandahs watching the hills die. Nothing is trite",
    "once the beloved have vanished; empty clothes in a row,",
    "but perhaps our sadness tires them who cherished delight;",
    "not only are they relieved of our customary sorrow,",
    "they are without hunger, without any appetite,",
    "but are part of earth’s vegetal fury; their veins grow",
    "with the wild mammy-apple, the open-handed breadfruit,",
    "their heart in the open pomegranate, in the sliced avocado;",
    "ground-doves pick from their palms; ants carry the freight",
    "of their sweetness, their absence in all that we eat,",
    "their savour that sweetens all of our multiple juices,",
    "their faith that we break and chew in a wedge of cassava,",
    "and here at first is the astonishment: that earth rejoices",
    "in the middle of our agony, earth that will have her",
    "for good: wind shines white stones and the shallows’ voices.",
    "In spring, after the bear’s self-burial, the stuttering",
    "crocuses open and choir, glaciers shelve and thaw,",
    "frozen ponds crack into maps, green lances spring",
    "from the melting fields, flags of rooks rise and tatter",
    "the pierced light, the crumbling quiet avalanches",
    "of an unsteady sky; the vole uncoils and the otter",
    "worries his sleek head through the verge’s branches;",
    "crannies, culverts, and creeks roar with wrist-numbing water.",
    "Deer vault invisible hurdles and sniff the sharp air,",
    "squirrels spring up like questions, berries easily redden,",
    "edges delight in their own shapes (whoever their shaper).",
    "But here there is one season, our viridian Eden",
    "is that of the primal garden that engendered decay,",
    "from the seed of a beetle’s shard or a dead hare",
    "white and forgotten as winter with spring on its way.",
    "There is no change now, no cycles of spring, autumn, winter,",
    "nor an island’s perpetual summer; she took time with her;",
    "no climate, no calendar except for this bountiful day.",
    "As poor Tom fed his last crust to trembling birds,",
    "as by reeds and cold pools John Clare blest these thin musicians,",
    "let the ants teach me again with the long lines of words,",
    "my business and duty, the lesson you taught your sons,",
    "to write of the light’s bounty on familiar things",
    "that stand on the verge of translating themselves into news:",
    "the crab, the frigate that floats on cruciform wings,",
    "and that nailed and thorn riddled tree that opens its pews",
    "to the blackbird that hasn’t forgotten her because it sings."
  ],
  "title": "The Bounty",
  "year": ""
}