{
  "author": "Derek Walcott",
  "classification": "",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Nature",
    "Fall",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248636",
  "region": "Caribbean",
  "text": [
    "Then all the nations of birds lifted together",
    "the huge net of the shadows of this earth",
    "in multitudinous dialects, twittering tongues,",
    "stitching and crossing it. They lifted up",
    "the shadows of long pines down trackless slopes,",
    "the shadows of glass-faced towers down evening streets,",
    "the shadow of a frail plant on a city sill—",
    "the net rising soundless as night, the birds' cries soundless, until",
    "there was no longer dusk, or season, decline, or weather,",
    "only this passage of phantasmal light",
    "that not the narrowest shadow dared to sever.",
    "And men could not see, looking up, what the wild geese drew,",
    "what the ospreys trailed behind them in silvery ropes",
    "that flashed in the icy sunlight; they could not hear",
    "battalions of starlings waging peaceful cries,",
    "bearing the net higher, covering this world",
    "like the vines of an orchard, or a mother drawing",
    "the trembling gauze over the trembling eyes",
    "of a child fluttering to sleep;",
    "it was the light",
    "that you will see at evening on the side of a hill",
    "in yellow October, and no one hearing knew",
    "what change had brought into the raven's cawing,",
    "the killdeer's screech, the ember-circling chough",
    "such an immense, soundless, and high concern",
    "for the fields and cities where the birds belong,",
    "except it was their seasonal passing, Love,",
    "made seasonless, or, from the high privilege of their birth,",
    "something brighter than pity for the wingless ones",
    "below them who shared dark holes in windows and in houses,",
    "and higher they lifted the net with soundless voices",
    "above all change, betrayals of falling suns,",
    "and this season lasted one moment, like the pause",
    "between dusk and darkness, between fury and peace,",
    "but, for such as our earth is now, it lasted long."
  ],
  "title": "The Season of Phantasmal Peace",
  "year": ""
}