{
  "author": "Derek Walcott",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Religion",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247992",
  "region": "Caribbean",
  "text": [
    "I",
    "From a blue keg, the barrel's thumb-tuned goatskin,",
    "the choirs of ancestral ululation",
    "are psalms and pivot for the prodigal",
    "in a dirt yard at Piaille, are confrontation,",
    "old incantation and fresh sacrifice",
    "where a ram is tethered, without the scrolled horns,",
    "wool locks and beard of the scapegoat,",
    "in the Old Testament, or black blood gushing in a trench",
    "in Attic ceremony and rite. Death softens the eyes",
    "of the still, unbleating sheep, a common ewe,",
    "as for you this is common. There is no awe",
    "in repetition, no claim, no tribal ecstasy,",
    "no pardon in the bent smoke from Guinea,",
    "the sprinkled white rum, or the meal crumbled",
    "on the small stone altar, in the broken memory",
    "of the slaver's coast and the braided villages",
    "of thatch and coalpot from the salted passage",
    "to this paralysis where your pale feet cannot keep time",
    "feel no communion with its celebrants,",
    "they keep another time, the time you keep",
    "comes with a different metre, your skin",
    "what sheath and prison that it has become",
    "as a dried chrysalis with no ressurection",
    "and one unwished for. Star-embers fade.",
    "II",
    "I could give facts and dates, but to what use?",
    "In the lush chasms and fissures of Choiseul",
    "an ogre bred my grandam, whelped my father,",
    "erected my tall aunts; slopes with potato vines,",
    "and the narrow, clean dark water of River Doree,",
    "the fragrant hogplums and chapel of La Fargue;",
    "go in search of his own shire, unlatch a gate",
    "that opens into Albion, its faery flowers,",
    "its source of intellectual bastardy,",
    "without embarrassment or degradation,",
    "without belligerence or accusation,",
    "and mostly selfishly, without self-contempt,",
    "a curious and self-nourishing integer",
    "outside their given numbers and their dates,",
    "as nameless as the bush, beyond heredity",
    "or prophecy, or the quiet panic of clocks,",
    "the shallow penitence of mirrors. Mongrel.",
    "And out of this chord, this discord will come",
    "the Atlantic's drone, the Caribbean hum",
    "of chaos in an ochre afternoon",
    "the enclosing harmony that we call home",
    "when the sea mints its quicksilver, when",
    "the cedars sag and the light ends up with nothing.",
    "The facts! The Facts! The history. The cause.",
    "You need a history to make your case.",
    "III",
    "1492. 1833. 1930.",
    "Dates. The one thing about which there is no discourse.",
    "Dates multiplied by events, by consequences,",
    "are what add up to History. We have a few coins",
    "struck for a mere handful of events,",
    "as amateur numismatists, regal profiles,",
    "none worthy in the traditional way of memory",
    "slavery being an infinity of endeavour",
    "without pause or payment, without commemoration,",
    "only the long division of day into dark,",
    "of drought into rainburst, equinoxes glide",
    "over their own shadows, and all our dates,",
    "our calendars, hymns and anniversaries,",
    "were bequeathed to us. Left to itself",
    "the brain would be mantled like coral in the cool",
    "shade of a reefs outcrop and turret, swayed",
    "like reeds in meditation, dateless.",
    "The petals of the sun curl, wilting on its stalk–",
    "here comes the quiet lily crescent of the moon.",
    "IV",
    "From this thick tree issues miraculous bread.",
    "The breadfruit makes itself from copious shade,",
    "whose dial is the ground's dry, palmate leaves,",
    "a voluble, invaluable dome, a library,",
    "where all the town's talk is stored,",
    "and in whose core is coiled—a tempest,",
    "a rising sea in wind, the spinning pages",
    "of remorseful texts, Bligh's log and cannonballs",
    "and bowling thunder, shelter from the rain",
    "and so magnanimous in circumference",
    "that it has no time without shade, and shade",
    "is suffering. The sun makes their suffering mute.",
    "This bedraggled backyard, this unfulfilled lot,",
    "this little field of leaves, brittle and fallen,",
    "of all the cities of the world, this is your centre.",
    "O to be luminous and exact! As this tree is",
    "in ripening sunshine, that your own leaves could shine",
    "with nourishment, and give such shade and peace,",
    "the mirror of each canvas that you sign.",
    "Despite acclamation, despite contempt,",
    "I was never part of that catalogue",
    "in spite of friends in the same business",
    "neither of the free-verse orthodoxy, nor the other—",
    "the clogged, elegiac thickness of memory;",
    "farther away from all that, forever,",
    "knee-high in the foam of the page",
    "wading by sounding caves.",
    "Gradually it hardens, the death-mask of Fame.",
    "V",
    "And Sancta Trinidad. It is that sacred to me.",
    "However fragmentary, through a sunlit hedge,",
    "by the running of clear water over the sun-wiry stones",
    "and a cool hoarding of bamboos without a bridge",
    "phrases of Spain in summer, in the vale of Santa Cruz,",
    "perhaps because of the name, but the bamboo's fountains",
    "arch, sounding sweet, surreptitious, twittering leaves",
    "and shadows moving over indigo mountains.",
    "In a green street of hedges and vermilion roofs,",
    "and gates that creak open into banana yards",
    "and doors that groan on the evocation of ginger",
    "behind which are the hill with five cresting palms",
    "whose long fingers are stirring tropical almanacs",
    "darkened with rain over the grey savannahs",
    "of zebu and bison and the small chalk temples",
    "of an almost erased Asia, and the ovations of cane",
    "through which turbaned horsemen carry feathering lances.",
    "The cloud-white egret, the heron whose hue",
    "is wet slate, move through a somnolence",
    "as sweet as malaria to a child whose parched lips",
    "are soothed by a servant or his own mother,",
    "to the sudden great sound of rain on the roofs,",
    "cloudburst of benediction, dry seas in his ears."
  ],
  "title": "The Prodigal: 14",
  "year": ""
}