{
  "author": "Phoebe Cary",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Summer"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/182721",
  "region": "",
  "text": [
    "The last days of the summer: bright and clear",
    "Shines the warm sun down on the quiet land,",
    "Where corn-fields, thick and heavy in the ear,",
    "Are slowly ripening for the laborer’s hand;",
    "Seed-time and harvest — since the bow was set,",
    "Not vainly has man hoped your coming yet!",
    "To the quick rush of sickles, joyously",
    "The reapers in the yellow wheat-fields sung,",
    "And bound the pale sheaves of the ripened rye,",
    "When the first tassels of the maize were hung;",
    "That precious seed into the furrow cast",
    "Earliest in spring-time, crowns the harvest last.",
    "Ever, when summer’s sun burns faint and dim,",
    "And rare and few the pleasant days are given,",
    "When the sweet praise of our thankgiving hymn",
    "Makes beautiful music in the ear of Heaven,",
    "I think of other harvests whence the sound",
    "Of singing comes not as the sheaves are bound.",
    "Not where the rice-fields whiten in the sun,",
    "And the warm South casts down her yellow fruit,",
    "Shout they the labors of the autumn done —",
    "For there Oppression casts her deadly root,",
    "And they, who sow and gather in that clime",
    "Share not the treasures of the harvest-time.",
    "God of the seasons! thou who didst ordain",
    "Bread for the eater who shall plant the soil,",
    "How have they heard thee, who have forged the chain",
    "And built the dungeon for the sons of toil?",
    "Burdening their hearts, not with the voice of prayer,",
    "But the dull cries of almost dumb despair.",
    "They who would see that growth of wickedness",
    "Planted where now the peaceful prairie waves,",
    "And make the green paths of our wilderness",
    "Red with the torn and bleeding feet of slaves —",
    "Forbid it, Heaven! and let the sharp axe be",
    "Laid at the root of that most poison tree!",
    "Let us behold its deadly leaves begin",
    "A fainter shadow o’er the world to cast,",
    "And the long day that nursed its growth of sin",
    "Wane to a sunset that shall be its last;",
    "So that the day-star, rising from the sea,",
    "Shall light a land whose children will be free!"
  ],
  "title": "Harvest Gathering",
  "year": ""
}