{
  "author": "Phoebe Cary",
  "classification": "Blank Verse",
  "keywords": [
    "Reading",
    "Books",
    "Relationships",
    "Arts",
    "Sciences",
    "Home Life",
    "Marriage",
    "Companionship",
    "Humor",
    "Satire",
    "Poetry",
    "Poets",
    "Theater",
    "Dance",
    "Disappointment",
    "Failure",
    "Living"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173174",
  "region": "",
  "text": [
    "Oh, but to fade, and live we know not where,",
    "To be a cold obstruction and to groan!",
    "This sensible, warm woman to become",
    "A prudish clod; and the delighted spirit",
    "To live and die alone, or to reside",
    "With married sisters, and to have the care",
    "Of half a dozen children, not your own;",
    "And driven, for no one wants you,",
    "Round the pendant world; or worse than worse",
    "Of those that disappointment and pure spite",
    "Have driven to madness: ’Tis too horrible!",
    "The weariest and most troubled married life",
    "That age, ache, penury, or jealousy",
    "Can lay on nature, is a paradise",
    "To being an old maid.",
    "That very time I saw, (but thou couldst not,)",
    "Walking between the garden and the barn,",
    "Reuben, all armed; a certain aim he took",
    "At a young chicken standing by a post,",
    "And loosed his bullet smartly from his gun,",
    "As he would kill a hundred thousand hens.",
    "But I might see young Reuben’s fiery shot",
    "Lodged in the chaste board of the garden fence,",
    "And the domesticated fowl passed on,",
    "In henly meditation, bullet free.",
    "My father had a daughter got a man,",
    "As it might be, perhaps, were I good-looking,",
    "I should, your lordship.",
    "And what’s her residence?",
    "A hut my lord, she never owned a house,",
    "But let her husband, like a graceless scamp,",
    "Spend all her little means,—she thought she ought,—",
    "And in a wretched chamber, on an alley,",
    "She worked like masons on a monument,",
    "Earning their bread. Was not this love indeed?"
  ],
  "title": "Shakesperian Readings",
  "year": ""
}