{
  "author": "Mary Collier",
  "classification": "",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Activities",
    "Class",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/183697",
  "region": "England",
  "text": [
    "When bright Orion glitters in the skies",
    "In winter nights, then early we must rise;",
    "The weather ne’er so bad, wind, rain or snow,",
    "Our work appointed, we must rise and go,",
    "While you on easy beds may lie and sleep,",
    "Till light does through your chamber-windows peep.",
    "When to the house we come where we should go,",
    "How to get in, alas! we do not know:",
    "The maid quite tired with work the day before,",
    "O’ercome with sleep; we standing at the door,",
    "Oppressed with cold, and often call in vain,",
    "Ere to our work we can admittance gain.",
    "But when from wind and weather we get in,",
    "Briskly with courage we our work begin;",
    "Heaps of fine linen we before us view,",
    "Whereon to lay our strength and patience too;",
    "Cambrics and muslins, which our ladies wear,",
    "Laces and edgings, costly, fine and rare,",
    "Which must be washed with utmost skill and care;",
    "With holland shirts, ruffles and fringes too,",
    "Fashions which our forefathers never knew.",
    "For several hours here we work and slave,",
    "Before we can one glimpse of daylight have;",
    "We labor hard before the morning’s past,",
    "Because we fear the time runs on too fast.",
    "At length bright Sol illuminates the skies,",
    "And summons drowsy mortals to arise;",
    "Then comes our mistress to us without fail,",
    "And in her hand, perhaps, a mug of ale",
    "To cheer our hearts, and also to inform",
    "Herself what work is done that very morn;",
    "Lays her commands upon us, that we mind",
    "Her linen well, nor leave the dirt behind.",
    "Not this alone, but also to take care",
    "We don’t her cambrics nor her ruffles tear;",
    "And these most strictly does of us require,",
    "To save her soap and sparing be of fire;",
    "Tells us her charge is great, nay furthermore,",
    "Her clothes are fewer than the time before.",
    "Now we drive on, resolved our strength to try,",
    "And what we can we do most willingly;",
    "Until with heat and work, ’tis often known,",
    "Not only sweat but blood runs trickling down",
    "Our wrists and fingers: still our work demands",
    "The constant action of our laboring hands.",
    "Now night comes on, from whence you have relief,",
    "But that, alas! does not increase our grief.",
    "With heavy hearts we often view the sun,",
    "Fearing he’ll set before our work is done;",
    "For, either in the morning or at night,",
    "We piece the summer’s day with candlelight.",
    "Though we all day with care our work attend,",
    "Such is our fate, we know not when ’twill end.",
    "When evening’s come, you homeward take your way;",
    "We, till our work is done, are forced to stay,",
    "And, after all our toil and labor past,",
    "Sixpence or eightpence pays us off at last;",
    "For all our pains no prospect can we see",
    "Attend us, but old age and poverty."
  ],
  "title": "The Woman’s Labor. An Epistle to Mr Stephen Duck",
  "year": ""
}