{
  "author": "Jan Heller Levi",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Separation",
    "Divorce",
    "Love",
    "Break-ups",
    "Vexed Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Romantic Love",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245058",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "All my stories are about being left,",
    "all yours about leaving. So we should have known.",
    "Should have known to leave well enough alone;",
    "we knew, and we didn’t. You said let’s put",
    "our cards on the table, your card",
    "was your body, the table my bed, where we didn’t",
    "get till 4 am, so tired from wanting",
    "what we shouldn’t that when we finally found our heads,",
    "we’d lost our minds.",
    ",I wanted to call you",
    "so fast. But so slow you could taste each",
    "letter licked into your particular and rose-like ear.",
    ", love, for let’s wait.",
    ", for oh no, let’s not.",
    "for the precious v between your deep breasts",
    "(and the virtue of your fingers",
    "in the voluptuous center of me.)",
    "Okay,",
    "for enough.",
    "Dawn broke, or shattered. Once we’ve made",
    "the promises, it’s hard to add the prefix",
    "But not so wrong to try.",
    "That means taking a lot of walks,",
    "which neither of us is good at,",
    "for different reasons, and nights up till 2",
    "arguing whose reasons are better.",
    "Time and numbers count a lot in this. 13",
    "years my marriage. 5 years you my friend.",
    "4th of July weekend when something that begins",
    "in mist, by mistake (whose?), means too much",
    "has to end. I think we need an abacus to get our love",
    "on course, and one of us to oil the shining rods",
    "so we can keep the crazy beads clicking,",
    "clicking. It wasn’t a question",
    "of a perfect fit. Theoretically,",
    "it should be enough to say I left a man",
    "for a woman (90% of the world is content",
    "to leave it at that. Oh, lazy world) and when the woman",
    "lost her nerve, I left",
    "for greater concerns: when words like autonomy",
    "were useful, I used them, I confess. So I get",
    "what I deserve: a studio apartment he paid the rent on;",
    "bookshelves up to the ceiling she drove",
    "the screws for. And a skylight I sleep alone",
    "beneath, and two shiny quarters in my pocket",
    "to call one, then the other, or to call one",
    "twice. Once, twice, I threatened to leave him—",
    "remember? Now that I’ve done it, he says",
    "he doesn’t. I’m in a phonebooth at the corner of Bank",
    "and Greenwich; not a booth, exactly,",
    "but two sheets of glass to shiver between.",
    "This is called being street-smart: dialing",
    "a number that you know won’t be answered,",
    "but the message you leave leaves proof that you tried.",
    "And this, my two dearly beloveds, is this called",
    "hedging your bets? I fish out my other",
    "coin, turn it over in my fingers, press",
    "it into the slot. Hold it there. Let it drop."
  ],
  "title": "Waiting for This Story to End Before I Begin Another",
  "year": ""
}