{
  "author": "William Collins",
  "classification": "",
  "keywords": [
    "Nature",
    "Arts",
    "Sciences",
    "Landscapes",
    "Pastorals",
    "Mythology",
    "Folklore",
    "Poetry",
    "Poets",
    "Fairy-tales",
    "Legends"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173258",
  "region": "England",
  "text": [
    "Home, thou return'st from Thames, whose Naiads long",
    "Have seen thee ling'ring, with a fond delay,",
    "Mid those soft friends, whose hearts, some future day,",
    "Shall melt, perhaps, to hear thy tragic song.",
    "Go, not unmindful of that cordial youth,",
    "Whom, long endear'd, thou leav'st by Lavant's side;",
    "Together let us wish him lasting truth,",
    "And joy untainted with his destined bride.",
    "Go! nor regardless, while these numbers boast",
    "My short-lived bliss, forget my social name;",
    "But think far off how, on the southern coast,",
    "I met thy friendship with an equal flame!",
    "Fresh to that soil thou turn'st, whose ev'ry vale",
    "Shall prompt the poet, and his song demand:",
    "To thee thy copious subjects ne'er shall fail;",
    "Thou need'st but take the pencil to thy hand,",
    "And paint what all believe who own thy genial land.",
    "There must thou wake perforce thy Doric quill,",
    "'Tis Fancy's land to which thou sett'st thy feet;",
    "Where still, 'tis said, the fairy people meet",
    "Beneath each birken shade, on mead or hill.",
    "There each trim lass that skims the milky store",
    "To the swart tribes their creamy bowl allots;",
    "By night they sip it round the cottage-door,",
    "While airy minstrels warble jocund notes.",
    "There ev'ry herd, by sad experience, knows",
    "How, winged with fate, their elf-shot arrows fly,",
    "When the sick ewe her summer food forgoes,",
    "Or, stretched on earth, the heart-smit heifers lie.",
    "Such airy beings awe th' untutored swain:",
    "Nor thou, though learned, his homelier thoughts neglect;",
    "Let thy sweet muse the rural faith sustain;",
    "These are the themes of simple, sure effect,",
    "That add new conquests to her boundless reign.",
    "And fill with double force her heart-commanding strain.",
    "Ev'n yet preserv'd, how often may'st thou hear,",
    "Where to the pole the Boreal mountains run,",
    "Taught by the father to his list'ning son",
    "Strange lays, whose pow'r had charmed a Spenser's ear.",
    "At ev'ry pause, before thy mind possessed,",
    "Old Runic bards shall seem to rise around,",
    "With uncouth lyres, in many-coloured vest,",
    "Their matted hair with boughs fantastic crowned:",
    "Whether thou bidd'st the well-taught hind repeat",
    "The choral dirge that mourns some chieftain brave,",
    "When ev'ry shrieking maid her bosom beat,",
    "And strewed with choicest herbs his scented grave;",
    "Or whether, sitting in the shepherd's shiel,",
    "Thou hear'st some sounding tale of war's alarms;",
    "When, at the bugle's call, with fire and steel,",
    "The sturdy clans pour'd forth their bonny swarms,",
    "And hostile brothers met to prove each other's arms.",
    "'Tis thine to sing how, framing hideous spells,",
    "In Skye's lone isle the gifted wizard seer,",
    "Lodged in the wintry cave with [ ]",
    "Or in the depth of Uist's dark forest dwells:",
    "How they, whose sight such dreary dreams engross,",
    "With their own visions oft astonished droop,",
    "When o'er the wat'ry strath or quaggy moss",
    "They see the gliding ghosts unbodied troop.",
    "Or if in sports, or on the festive green,",
    "Their [ ] glance some fated youth descry,",
    "Who, now perhaps in lusty vigour seen",
    "And rosy health, shall soon lamented die.",
    "For them the viewless forms of air obey,",
    "Their bidding heed, and at their beck repair.",
    "They know what spirit brews the stormful day,",
    "And heartless, oft like moody madness stare",
    "To see the phantom train their secret work prepare.",
    "What though far off, from some dark dell espied,",
    "His glimm'ring mazes cheer th' excursive sight,",
    "Yet turn, ye wand'rers, turn your steps aside,",
    "Nor trust the guidance of that faithless light!",
    "For watchful, lurking mid th' unrustling reed,",
    "At those mirk hours the wily monster lies,",
    "And listens oft to hear the passing steed,",
    "And frequent round him rolls his sullen eyes,",
    "If chance his savage wrath may some weak wretch surprise.",
    "Ah, luckless swain, o'er all unblest indeed!",
    "Whom late bewildered in the dank, dark fen,",
    "Far from his flocks and smoking hamlet then!",
    "To that sad spot [ ]:",
    "On him, enraged, the fiend, in angry mood,",
    "Shall never look with pity's kind concern,",
    "But instant, furious, raise the whelming flood",
    "O'er its drowned banks, forbidding all return.",
    "Or, if he meditate his wished escape",
    "To some dim hill that seems uprising near,",
    "To his faint eye the grim and grisly shape,",
    "In all its terrors clad, shall wild appear.",
    "Meantime, the wat'ry surge shall round him rise,",
    "Poured sudden forth from ev'ry swelling source.",
    "What now remains but tears and hopeless sighs?",
    "His fear-shook limbs have lost their youthly force,",
    "And down the waves he floats, a pale and breathless corse.",
    "For him in vain his anxious wife shall wait,",
    "Or wander forth to meet him on his way;",
    "For him in vain, at to-fall of the day,",
    "His bairns shall linger at th' unclosing gate.",
    "Ah, ne'er shall he return! Alone, if night",
    "Her travell'd limbs in broken slumbers steep,",
    "With drooping willows dressed, his mournful sprite",
    "Shall visit sad, perhaps, her silent sleep:",
    "Then he, perhaps, with moist and watry hand,",
    "Shall fondly seem to press her shudd'ring cheek,",
    "And with his blue swoll'n face before her stand,",
    "And, shiv'ring cold, these piteous accents speak:",
    "'Pursue, dear wife, thy daily toils pursue",
    "At dawn or dusk, industrious as before;",
    "Nor e'er of me one hapless thought renew,",
    "While I lie welt'ring on the osiered shore,",
    "Drown'd by the kaelpie's wrath, nor e'er shall aid thee more!'",
    "Unbounded is thy range; with varied style",
    "Thy Muse may, like those feath'ry tribes which spring",
    "From their rude rocks, extend her skirting wing",
    "Round the moist marge of each cold Hebrid isle,",
    "To that hoar pile which still its ruin shows:",
    "In whose small vaults a pigmy-folk is found,",
    "Whose bones the delver with his spade upthrows,",
    "And culls them, wond'ring, from the hallowed ground!",
    "Or thither, where beneath the show'ry west",
    "The mighty kings of three fair realms are laid;",
    "Once foes, perhaps, together now they rest.",
    "No slaves revere them, and no wars invade:",
    "Yet frequent now, at midnight's solemn hour,",
    "The rifted mounds their yawning cells unfold,",
    "And forth the monarchs stalk with sov'reign pow'r,",
    "In pageant robes, and wreathed with sheeny gold,",
    "And on their twilight tombs aerial council hold.",
    "But, O! o'er all, forget not Kilda's race,",
    "On whose bleak rocks, which brave the wasting tides,",
    "Fair Nature's daughter, Virtue, yet abides!",
    "Go, just as they, their blameless manners trace!",
    "Then to my ear transmit some gentle song,",
    "Of those whose lives are yet sincere and plain,",
    "Their bounded walks the rugged cliffs along,",
    "And all their prospect but the wintry main.",
    "With sparing temp'rance, at the needful time,",
    "They drain the sainted spring, or, hunger-pressed,",
    "Along th' Atlantic rock undreading climb,",
    "And of its eggs despoil the solan's nest.",
    "Thus blest in primal innocence they live,",
    "Sufficed and happy with that frugal fare",
    "Which tasteful toil and hourly danger give.",
    "Hard is their shallow soil, [ ] and bare;",
    "Nor ever vernal bee was heard to murmur there!",
    "Nor need'st thou blush, that such false themes engage",
    "Thy gentle mind, of fairer stores possessed;",
    "For not alone they touch the village breast,",
    "But filled in elder time th' historic page.",
    "There Shakespeare's self, with ev'ry garland crowned,",
    "In musing hour, his Wayward Sisters found,",
    "And with their terrors dressed the magic scene.",
    "From them he sung, when mid his bold design,",
    "Before the Scot afflicted and aghast,",
    "The shadowy kings of Banquo's fated line",
    "Through the dark cave in gleamy pageant passed.",
    "Proceed, nor quit the tales which, simply told,",
    "Could once so well my answ'ring bosom pierce;",
    "Proceed, in forceful sounds and colours bold",
    "The native legends of thy land rehearse;",
    "To such adapt thy lyre and suit thy pow'rful verse.",
    "In scenes like these, which, daring to depart",
    "From sober truth, are still to nature true,",
    "And call forth fresh delight to Fancy's view,",
    "Th' heroic Muse employed her Tasso's art!",
    "How have I trembled when, at Tancred's stroke,",
    "Its gushing blood the gaping cypress poured;",
    "When each live plant with mortal accents spoke,",
    "And the wild blast up-heaved the vanished sword!",
    "How have I sat, where piped the pensive wind,",
    "To hear his harp, by British Fairfax strung,",
    "Prevailing poet, whose undoubting mind",
    "Believed the magic wonders which he sung!",
    "Hence at each sound imagination glows;",
    "Hence his warm lay with softest sweetness flows;",
    "Melting it flows, pure, num'rous, strong, and clear,",
    "And fills th' impassioned heart, and lulls th' harmonious ear.",
    "All hail, ye scenes that o'er my soul prevail,",
    "Ye [ ] friths and lakes which, far away,",
    "Are by smooth Annan filled or past'ral Tay,",
    "Or Don's romantic springs, at distance, hail!",
    "The time shall come when I, perhaps, may tread",
    "Your lowly glens, o'erhung with spreading broom,",
    "Or, o'er your stretching heaths by Fancy led:",
    "Then will I dress once more the faded bow'r,",
    "Where Jonson sat in Drummond's [ ] shade;",
    "Or crop from Tiviot's dale each [ ]",
    "And mourn on Yarrow's banks [ ]",
    "Meantime, ye pow'rs, that on the plains which bore",
    "The cordial youth, on Lothian's plains attend,",
    "Where'er he dwell, on hill or lowly muir,",
    "To him I lose, your kind protection lend,",
    "And, touched with love like mine, preserve my absent friend"
  ],
  "title": "An Ode on the Popular Superstitions of the Highlands of Scotland, Considered as the Subject of Poetry",
  "year": ""
}