{
  "author": "William Collins",
  "classification": "",
  "keywords": [
    "Class",
    "Social Commentaries",
    "Money",
    "Economics"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/183737",
  "region": "England",
  "text": [
    "In silent horror o’er the desert-waste",
    "The driver",
    "with his camels past.",
    "One cruse of water on his back he bore,",
    "And his light scrip contained a scanty store:",
    "A fan of painted feathers in his hand,",
    "To guard his shaded face from scorching sand.",
    "The sultry sun had gained the middle sky,",
    "And not a tree, and not an herb was nigh.",
    "The beasts, with pain, their dusty way pursue,",
    "Shrill roared the winds, and dreary was the view!",
    "With desperate sorrow wild, th’ affrighted man",
    "Thrice sighted, thrice struck his breast, and thus began:",
    "When first from Schiraz’ walls I bent my way.",
    "Ah! little thought I of the blasting wind,",
    "The thirst or pinching hunger that I find!",
    "Bethink thee,",
    "where shall thirst assuage,",
    "When fails this cruise, his unrelenting rage?",
    "Soon shall this scrip its precious load resign;",
    "Then what but tears and hunger shall be thine?",
    "Ye mute companions of my toils, that bear",
    "In all my griefs a more than equal share!",
    "Here, where no springs in murmurs break away,",
    "Or moss-corned fountains mitigate the day,",
    "In vain ye hope the green delights to know,",
    "Which plains more blessed, or verdant vales bestow.",
    "Here rocks alone, and tasteless sands are found,",
    "And faint and sickly winds for ever howl around.",
    "When first from Schiraz’ walls I bent my way!",
    "Cursed be the gold and silver which persuade",
    "Weak men to follow far-fatiguing trade!",
    "The Lily-Peace outshines the silver store,",
    "And life is dearer than the golden ore.",
    "Yet money tempts us o’er the desert brown,",
    "To ev’ry distant mart and wealthy town:",
    "Full oft we tempt the land, and oft the sea;",
    "And are we only yet repaid by thee?",
    "Ah! why was ruin so attractive made,",
    "Or why fond Man so easily betrayed?",
    "Why heed we not, whilst mad we haste along,",
    "The gentle voice of Peace or Pleasure’s song?",
    "Or wherefore think the flow’ry mountain’s side,",
    "The fountain’s murmurs, and the valley’s pride,",
    "Why think we these less pleasing to behold,",
    "Than dreary deserts, if they lead to gold?",
    "When first from Schiraz’ walls I bent my way.",
    "O cease, my fears! all frantic as I go,",
    "When Thought creates unnumbered scenes of woe,",
    "What if the lion in his rage I meet!",
    "Oft in the dust I view his printed feet:",
    "And fearful! oft, when Day’s declining light",
    "Yields her pale empire to the mourner Night,",
    "By hunger roused, he scours the groaning plain,",
    "Gaunt wolves and sullen tigers in his train:",
    "Before them death with shrieks directs their way,",
    "Fills the wild yell, and leads them to their prey.",
    "When first from Schiraz’ walls I bent my way!",
    "At that dead hour the silent asp shall creep,",
    "If ought of rest I find, upon my sleep:",
    "Or some swoln serpent twist his scales around,",
    "And wake to anguish with a burning wound.",
    "Thrice happy they, the wise contented poor,",
    "From lust of wealth, and dread of death secure!",
    "They tempt no deserts and no griefs they find;",
    "Peace rules the day, where reason rules the mind.",
    "When first from Schiraz’ walls I bent my way!",
    "O hapless youth! for she thy love hath won,",
    "The tender",
    "will be most undone!",
    "Big swelled my hearte and owned the pow’rful maid,",
    "When fast she dropped her tears, as thus she said:",
    "“Farewell the youth whom sighs could not detain,",
    "Whom",
    "breaking heart implored in vain;",
    "Yet as thou go’st, may ev’ry blast arise,",
    "Weak and unfelt as these rejected sighs!",
    "Safe o’er the wild, no perils mayst thou see,",
    "No griefs endure, nor weep, false youth, like me.”",
    "O let me safely to the fair return,",
    "Say with a kiss, she must not, shall not mourn.",
    "Go teach my heart to lose its painful fears,",
    "Recalled by Wisdom’s voice and",
    "tears.",
    "He said, and called on Heav’n to bless the day,",
    "When back to Schiraz’ walls he bent this way."
  ],
  "title": "Eclogue the Second: HASSAN; or, the Camel-driver.",
  "year": ""
}