{
  "author": "Gregory Orr",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181538",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "As the sheriff remarked: I had no business being there. He was right, but for the wrong reasons. Among that odd crew of volunteers from the North, I was by far the most inept and least effective. I couldn’t have inspired or assisted a woodchuck to vote.",
    "In fact, when the sheriff’s buddies nabbed me on the highway east of Selma, I’d just been released from ten days of jail in Mississippi. I was fed up and terrified; I was actually fleeing north and glad to go.",
    "-",
    "In Jackson, they’d been ready for the demonstration. After the peaceful arrests, after the news cameras recorded us being quietly ushered onto trucks, the doors were closed and we headed for the county fairgrounds.",
    "Once we passed its gates, it was a different story: the truck doors opened on a crowd of state troopers waiting to greet us with their nightsticks out. Smiles beneath mirrored sunglasses and blue riot helmets; smiles above badges taped so numbers didn’t show.",
    "For the next twenty minutes, they clubbed us, and it kept up at intervals, more or less at random, all that afternoon and into the evening.",
    "Next morning we woke to new guards who did not need to conceal their names or faces. A little later, the",
    "arrived to ask if anyone had specific complaints about how they’d been treated and by whom.",
    "But late that first night, as we sat bolt upright in rows on the concrete floor of the cattle barn waiting for mattresses to arrive, one last precise event: A guard stopped in front of the ten-year-old black kid next to me. He pulled a",
    "pin from the kid’s shirt, made him put it in his mouth, then ordered him to swallow.",
    "-",
    "That stakeout at dusk on Route 80 east of Selma was intended for someone else, some imaginary organizer rumored to be headed toward their dismal, godforsaken town. Why did they stop me?",
    "The New York plates, perhaps, and that little bit of stupidity: the straw hat I wore, a souvenir of Mississippi.",
    "Siren-wail from an unmarked car behind me—why should I think they were cops? I hesitated, then pulled to the shoulder. The two who jumped out waved pistols, but wore no uniforms or badges. By then, my doors were locked, my windows rolled. Absurd sound of a pistol barrel rapping the glass three inches from my face: “Get out, you son of a bitch, or we’ll blow your head off.”",
    "When they found pamphlets on the backseat they were sure they’d got the right guy. The fat one started poking my stomach with his gun, saying, “Boy, we’re gonna dump you in the swamp.”",
    "-",
    "It was a long ride through the dark, a ride full of believable threats, before they arrived at that hamlet with its cinderblock jail.",
    "He was very glad to see it, that adolescent I was twenty years ago. For eight days he cowered in his solitary cell, stinking of dirt and fear. He’s cowering there still, waiting for me to come back and release him by turning his terror into art. But consciously or not, he made his choice and he’s caught in history.",
    "And if I reach back now, it’s only to hug him and tell him to be brave, to remember that black kid who sat beside him in the Mississippi darkness. And to remember that silence shared by guards and prisoners alike as they watched in disbelief the darkness deepening around the small shape in his mouth, the taste of metal, the feel of the pin against his tongue.",
    "It’s too dark for it to matter what’s printed on the pin; it’s too dark for anything but the brute fact that someone wants him to choke to death on its hard shape.",
    "And still he refuses to swallow."
  ],
  "title": "On a Highway East of Selma, Alabama",
  "year": ""
}