{
  "author": "Charlotte Mew",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Health",
    "Illness"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/243436",
  "region": "England",
  "text": [
    "The town is old and very steep",
    "A place of bells and cloisters and grey towers,",
    "And black-clad people walking in their sleep—",
    "A nun, a priest, a woman taking flowers",
    "To her new grave; and watched from end to end",
    "By the great Church above, through the still hours:",
    "But in the morning and the early dark",
    "The children wake to dart from doors and call",
    "Down the wide, crooked street, where, at the bend,",
    "Before it climbs up to the park,",
    "Ken’s is in the gabled house facing the Castle wall.",
    "When first I came upon him there",
    "Suddenly, on the half-lit stair,",
    "I think I hardly found a trace",
    "Of likeness to a human face",
    "In his. And I said then",
    "If in His image God made men,",
    "Some other must have made poor Ken—",
    "But for his eyes which looked at you",
    "As two red, wounded stars might do.",
    "He scarcely spoke, you scarcely heard,",
    "His voice broke off in little jars",
    "To tears sometimes. An uncouth bird",
    "He seemed as he ploughed up the street,",
    "Groping, with knarred, high-lifted feet",
    "And arms thrust out as if to beat",
    "Always against a threat of bars.",
    "And oftener than not there’d be",
    "A child just higher than his knee",
    "Trotting beside him. Through his dim",
    "Long twilight this, at least, shone clear,",
    "That all the children and the deer,",
    "Whom every day he went to see",
    "Out in the park, belonged to him.",
    "“God help the folk that next him sits",
    "He fidgets so, with his poor wits,”",
    "The neighbours said on Sunday nights",
    "When he would go to Church to “see the lights!”",
    "Although for these he used to fix",
    "His eyes upon a crucifix",
    "In a dark corner, staring on",
    "Till everybody else had gone.",
    "And sometimes, in his evil fits,",
    "You could not move him from his chair—",
    "You did not look at him as he sat there,",
    "Biting his rosary to bits.",
    "While pointing to the Christ he tried to say,",
    "“Take it away”.",
    "Nothing was dead:",
    "He said “a bird” if he picked up a broken wing,",
    "A perished leaf or any such thing",
    "Was just “a rose”; and once when I had said",
    "He must not stand and knock there any more,",
    "He left a twig on the mat outside my door.",
    "Not long ago",
    "The last thrush stiffened in the snow,",
    "While black against a sullen sky",
    "The sighing pines stood by.",
    "But now the wind has left our rattled pane",
    "To flutter the hedge-sparrow’s wing,",
    "The birches in the wood are red again",
    "And only yesterday",
    "The larks went up a little way to sing",
    "What lovers say",
    "Who loiter in the lanes to-day;",
    "The buds begin to talk of May",
    "With learned rooks on city trees,",
    "And if God please",
    "With all of these",
    "We, too, shall see another Spring.",
    "But in that red brick barn upon the hill",
    "I wonder—can one own the deer,",
    "And does one walk with children still",
    "As one did here?",
    "Do roses grow",
    "Beneath those twenty windows in a row—",
    "And if some night",
    "When you have not seen any light",
    "They cannot move you from your chair",
    "What happens there?",
    "I do not know.",
    "So, when they took",
    "Ken to that place, I did not look",
    "After he called and turned on me",
    "His eyes. These I shall see—"
  ],
  "title": "Ken",
  "year": ""
}