{
  "author": "Charlotte Mew",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/243434",
  "region": "England",
  "text": [
    "Here, in the darkness, where this plaster saint",
    "Stands nearer than God stands to our distress,",
    "And one small candle shines, but not so faint",
    "As the far lights of everlastingness,",
    "I’d rather kneel than over there, in open day",
    "Where Christ is hanging, rather pray",
    "To something more like my own clay,",
    "Not too divine;",
    "For, once, perhaps my little saint",
    "Before he got his niche and crown,",
    "Had one short stroll about the town;",
    "It brings him closer, just that taint—",
    "And anyone can wash the paint",
    "Off our poor faces, his and mine!",
    "Is that why I see Monty now? equal to any saint, poor boy, as good as gold,",
    "But still, with just the proper trace",
    "Of earthliness on his shining wedding face;",
    "And then gone suddenly blank and old",
    "The hateful day of the divorce:",
    "Stuart got his, hands down, of course",
    "Crowing like twenty cocks and grinning like a horse:",
    "But Monty took it hard. All said and done I liked him best,—",
    "He was the first, he stands out clearer than the rest.",
    "It seems too funny all we other rips",
    "Should have immortal souls; Monty and Redge quite damnably",
    "Keep theirs afloat while we go down like scuttled ships.—",
    "It’s funny too, how easily we sink,",
    "One might put up a monument, I think",
    "To half the world and cut across it “Lost at Sea!”",
    "I should drown Jim, poor little sparrow, if I netted him to-night—",
    "No, it’s no use this penny light—",
    "Or my poor saint with his tin-pot crown—",
    "The trees of Calvary are where they were,",
    "When we are sure that we can spare",
    "The tallest, let us go and strike it down",
    "And leave the other two still standing there.",
    "I, too, would ask Him to remember me",
    "If there were any Paradise beyond this earth that I could see.",
    "Oh! quiet Christ who never knew",
    "The poisonous fangs that bite us through",
    "And make us do the things we do,",
    "See how we suffer and fight and die,",
    "How helpless and how low we lie,",
    "God holds You, and You hang so high,",
    "Though no one looking long at You,",
    "Can think You do not suffer too,",
    "But, up there, from your still, star-lighted tree",
    "What can You know, what can You really see",
    "Of this dark ditch, the soul of me!",
    "We are what we are: when I was half a child I could not sit",
    "Watching black shadows on green lawns and red carnations burning in the sun,",
    "Without paying so heavily for it",
    "That joy and pain, like any mother and her unborn child were almost one.",
    "I could hardly bear",
    "The dreams upon the eyes of white geraniums in the dusk,",
    "The thick, close voice of musk,",
    "The jessamine music on the thin night air,",
    "Or, sometimes, my own hands about me anywhere —",
    "The sight of my own face (for it was lovely then) even the scent of my own hair,",
    "Oh! there was nothing, nothing that did not sweep to the high seat",
    "Of laughing gods, and then blow down and beat",
    "My soul into the highway dust, as hoofs do the dropped roses of the street.",
    "I think my body was my soul,",
    "And when we are made thus",
    "Who shall control",
    "Our hands, our eyes, the wandering passion of our feet,",
    "Who shall teach us",
    "To thrust the world out of our heart: to say, till perhaps in death,",
    "When the race is run,",
    "And it is forced from us with our last breath",
    "“Thy will be done”?",
    "If it is Your will that we should be content with the tame, bloodless things.",
    "As pale as angels smirking by, with folded wings—",
    "Oh! I know Virtue, and the peace it brings!",
    "The temperate, well-worn smile",
    "The one man gives you, when you are evermore his own:",
    "And afterwards the child’s, for a little while,",
    "With its unknowing and all-seeing eyes",
    "So soon to change, and make you feel how quick",
    "The clock goes round. If one had learned the trick—",
    "(How does one though?) quite early on,",
    "Of long green pastures under placid skies,",
    "One might be walking now with patient truth.",
    "What did we ever care for it, who have asked for youth,",
    "When, oh! my God! this is going or has gone?",
    "There is a portrait of my mother, at nineteen,",
    "With the black spaniel, standing by the garden seat,",
    "The dainty head held high against the painted green",
    "And throwing out the youngest smile, shy, but half haughty and half sweet.",
    "Her picture then: but simply Youth, or simply Spring",
    "To me to-day: a radiance on the wall,",
    "So exquisite, so heart-breaking a thing",
    "Beside the mask that I remember, shrunk and small,",
    "Sapless and lined like a dead leaf,",
    "All that was left of oh! the loveliest face, by time and grief!",
    "And in the glass, last night, I saw a ghost behind my chair—",
    "Yet why remember it, when one can still go moderately gay—?",
    "Or could—with any one of the old crew,",
    "But oh! these boys! the solemn way",
    "They take you and the things they say—",
    "This “I have only as long as you”",
    "When you remind them you are not precisely twenty-two—",
    "Although at heart perhaps—God! if it were",
    "Only the face, only the hair!",
    "If Jim had written to me as he did to-day",
    "A year ago—and now it leaves me cold—",
    "I know what this means, old, old,",
    "That is not always true: there was my Mother (well at least the dead are free!)",
    "Yoked to the man that Father was; yoked to the woman I am, Monty too;",
    "The little portress at the Convent School, stewing in hell so patiently;",
    "The poor, fair boy who shot himself at Aix. And what of me—and what of me ?",
    "But I, I paid for what I had, and they for nothing. No, one cannot see",
    "How it shall be made up to them in some serene eternity.",
    "If there were fifty heavens God could not give us back the child who went or never came;",
    "Here, on our little patch of this great earth, the sun of any darkened day.",
    "Not one of all the starry buds hung on the hawthorn trees of last year’s May,",
    "No shadow from the sloping fields of yesterday;",
    "For every hour they slant across the hedge a different way,",
    "The shadows are never the same.",
    "“Find rest in Him” One knows the parsons’ tags—",
    "Back to the fold, across the evening fields, like any flock of baa-ing sheep:",
    "Yes, it may be, when He has shorn, led us to slaughter, torn the bleating soul in us to rags,",
    "For so He giveth His belovèd sleep.",
    "Oh! He will take us stripped and done,",
    "Driven into His heart. So we are won:",
    "Then safe, safe are we? in the shelter of His everlasting wings—",
    "I do not envy Him his victories, His arms are full of broken things.",
    "But I shall not be in them. Let Him take",
    "The finer ones, the easier to break.",
    "And they are not gone, yet, for me, the lights, the colours, the perfumes,",
    "Though now they speak rather in sumptuous rooms.",
    "In silks and in gemlike wines;",
    "Here, even, in this corner where my little candle shines",
    "And overhead the lancet-window glows",
    "With golds and crimsons you could almost drink",
    "To know how jewels taste, just as I used to think",
    "There was the scent in every red and yellow rose",
    "Of all the sunsets. But this place is grey,",
    "And much too quiet. No one here,",
    "Why, this is awful, this is fear!",
    "Nothing to see, no face.",
    "Nothing to hear except your heart beating in space",
    "As if the world was ended. Dead at last!",
    "Dead soul, dead body, tied together fast.",
    "These to go on with and alone, to the slow end:",
    "No one to sit with, really, or to speak to, friend to friend:",
    "Out of the long procession, black or white or red",
    "Not one left now to say “Still I am here, then see you, dear, lay here your head”.",
    "Only the doll’s house looking on the Park",
    "To-night, all nights, I know, when the man puts the lights out, very dark.",
    "With, upstairs, in the blue and gold box of a room, just the maids' footsteps overhead,",
    "Then utter silence and the empty world—the room—the bed—",
    "The corpse! No, not quite dead, while this cries out in me.",
    "But nearly: very soon to be",
    "A handful of forgotten dust—",
    "There must be someone. Christ! there must,",
    "Tell me there",
    "be someone. Who?",
    "If there were no one else, could it be You?",
    "How old was Mary out of whom you cast",
    "So many devils? Was she young or perhaps for years",
    "She had sat staring, with dry eyes, at this and that man going past",
    "Till suddenly she saw You on the steps of Simon’s house",
    "And stood and looked at You through tears.",
    "I think she must have known by those",
    "The thing, for what it was that had come to her.",
    "For some of us there is a passion, I suppose,",
    "So far from earthly cares and earthly fears",
    "That in its stillness you can hardly stir",
    "Or in its nearness, lift your hand,",
    "So great that you have simply got to stand",
    "Looking at it through tears, through tears.",
    "Then straight from these there broke the kiss,",
    "I think You must have known by this",
    "The thing, for what it was, that had come to You:",
    "She did not love You like the rest,",
    "It was in her own way, but at the worst, the best,",
    "She gave You something altogether new.",
    "And through it all, from her, no word,",
    "She scarcely saw You, scarcely heard:",
    "Surely You knew when she so touched You with her hair,",
    "Or by the wet cheek lying there,",
    "And while her perfume clung to You from head to feet all through the day",
    "That You can change the things for which we care,",
    "But even You, unless You kill us, not the way.",
    "This, then was peace for her, but passion too.",
    "I wonder was it like a kiss that once I knew,",
    "The only one that I would care to take",
    "Into the grave with me, to which if there were afterwards, to wake.",
    "Almost as happy as the carven dead",
    "In some dim chancel lying head by head",
    "We slept with it, but face to face, the whole night through—",
    "One breath, one throbbing quietness, as if the thing behind our lips was endless life,",
    "Lost, as I woke, to hear in the strange earthly dawn, his “Are you there?”",
    "And lie still, listening to the wind outside, among the firs.",
    "So Mary chose the dream of Him for what was left to her of night and day,",
    "It is the only truth: it is the dream in us that neither life nor death nor any other",
    "thing can take away:",
    "But if she had not touched Him in the doorway of the dream could she have",
    "cared so much ?",
    "She was a sinner, we are what we are: the spirit afterwards, but first the touch.",
    "And He has never shared with me my haunted house beneath the trees",
    "Of Eden and Calvary, with its ghosts that have not any eyes for tears,",
    "And the happier guests who would not see, or if they did, remember these,",
    "Though they lived there a thousand years.",
    "Outside, too gravely looking at me. He seems to stand,",
    "And looking at Him, if my forgotten spirit came",
    "Unwillingly back, what could it claim",
    "Of those calm eyes, that quiet speech,",
    "Breaking like a slow tide upon the beach,",
    "The scarred, not quite human hand ?—",
    "Unwillingly back to the burden of old imaginings",
    "When it has learned so long not to think, not to be,",
    "Again, again it would speak as it has spoken to me of things",
    "That I shall not see!",
    "I cannot bear to look at this divinely bent and gracious head:",
    "When I was small I never quite believed that He was dead:",
    "And at the Convent school I used to lie awake in bed",
    "Thinking about His hands. It did not matter what they said,",
    "He was alive to me, so hurt, so hurt! And most of all in Holy Week",
    "When there was no one else to see",
    "I used to think it would not hurt me too, so terribly,",
    "If He had ever seemed to notice me",
    "Or, if, for once, He would only speak."
  ],
  "title": "Madeleine in Church",
  "year": ""
}