{
  "author": "Charlotte Mew",
  "classification": "",
  "keywords": [
    "Nature",
    "Trees",
    "Flowers",
    "Social Commentaries"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/learning/guide/182600",
  "region": "England",
  "text": [
    "They are cutting down the great plane-trees at the end of the gardens.",
    "For days there has been the grate of the saw, the swish of the branches as they fall,",
    "The crash of the trunks, the rustle of trodden leaves,",
    "With the ‘Whoops’ and the ‘Whoas,’ the loud common talk, the loud common laughs of the men, above it all.",
    "I remember one evening of a long past Spring",
    "Turning in at a gate, getting out of a cart, and finding a large dead rat in the mud of the drive.",
    "I remember thinking: alive or dead, a rat was a god-forsaken thing,",
    "But at least, in May, that even a rat should be alive.",
    "The week’s work here is as good as done. There is just one bough",
    "On the roped bole, in the fine grey rain,",
    "Green and high",
    "And lonely against the sky.",
    "(Down now!—)",
    "And but for that,",
    "If an old dead rat",
    "Did once, for a moment, unmake the Spring, I might never have thought of him again.",
    "It is not for a moment the Spring is unmade to-day;",
    "These were great trees, it was in them from root to stem:",
    "When the men with the ‘Whoops’ and the ‘Whoas’ have carted the whole of the whispering loveliness away",
    "Half the Spring, for me, will have gone with them.",
    "It is going now, and my heart has been struck with the hearts of the planes;",
    "Half my life it has beat with these, in the sun, in the rains,",
    "In the March wind, the May breeze,",
    "In the great gales that came over to them across the roofs from the great seas.",
    "There was only a quiet rain when they were dying;",
    "They must have heard the sparrows flying,",
    "And the small creeping creatures in the earth where they were lying—",
    "But I, all day, I heard an angel crying:",
    "‘Hurt not the trees.’"
  ],
  "title": "The Trees are Down",
  "year": ""
}