{
  "author": "Charlotte Mew",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism",
    "Horror"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/248328",
  "region": "England",
  "text": [
    "Not yet will those measureless fields be green again",
    "Where only yesterday the wild sweet blood of wonderful youth was shed;",
    "There is a grave whose earth must hold too long, too deep a stain,",
    "Though for ever over it we may speak as proudly as we may tread.",
    "But here, where the watchers by lonely hearths from the thrust of an inward sword have more slowly bled,",
    "We shall build the Cenotaph: Victory, winged, with Peace, winged too, at the column's head.",
    "And over the stairway, at the foot—oh! here, leave desolate, passionate hands to spread",
    "Violets, roses, and laurel with the small sweet twinkling country things",
    "Speaking so wistfully of other Springs",
    "From the little gardens of little places where son or sweetheart was born and bred.",
    "In splendid sleep, with a thousand brothers",
    "To lovers—to mothers",
    "Here, too, lies he:",
    "Under the purple, the green, the red,",
    "It is all young life: it must break some women's hearts to see",
    "Such a brave, gay coverlet to such a bed!",
    "Only, when all is done and said,",
    "God is not mocked and neither are the dead.",
    "For this will stand in our Market-place—",
    "Who'll sell, who'll buy",
    "(Will you or I",
    "Lie each to each with the better grace)?",
    "While looking into every busy whore's and huckster's face",
    "As they drive their bargains, is the Face",
    "Of God: and some young, piteous, murdered face."
  ],
  "title": "The Cenotaph",
  "year": ""
}