{
  "author": "Charlotte Mew",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "Love",
    "Unrequited Love",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Break-ups",
    "Vexed Love",
    "Relationships",
    "Men",
    "Women",
    "Town",
    "Country Life"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/243422",
  "region": "England",
  "text": [
    "Three summers since I chose a maid,",
    "Too young maybe—but more’s to do",
    "At harvest-time than bide and woo.",
    "When us was wed she turned afraid",
    "Of love and me and all things human;",
    "Like the shut of a winter’s day",
    "Her smile went out, and ’twadn’t a woman—",
    "More like a little frightened fay.",
    "One night, in the Fall, she runned away.",
    "“Out ’mong the sheep, her be,” they said,",
    "’Should properly have been abed;",
    "But sure enough she wadn’t there",
    "Lying awake with her wide brown stare.",
    "So over seven-acre field and up-along across the down",
    "We chased her, flying like a hare",
    "Before out lanterns. To Church-Town",
    "All in a shiver and a scare",
    "We caught her, fetched her home at last",
    "And turned the key upon her, fast.",
    "She does the work about the house",
    "As well as most, but like a mouse:",
    "Happy enough to chat and play",
    "With birds and rabbits and such as they,",
    "So long as men-folk keep away.",
    "“Not near, not near!” her eyes beseech",
    "When one of us comes within reach.",
    "The women say that beasts in stall",
    "Look round like children at her call.",
    "I’ve hardly heard her speak at all.",
    "Shy as a leveret, swift as he,",
    "Straight and slight as a young larch tree,",
    "Sweet as the first wild violets, she,",
    "To her wild self. But what to me?",
    "The short days shorten and the oaks are brown,",
    "The blue smoke rises to the low grey sky,",
    "One leaf in the still air falls slowly down,",
    "A magpie’s spotted feathers lie",
    "On the black earth spread white with rime,",
    "The berries redden up to Christmas-time.",
    "What’s Christmas-time without there be",
    "Some other in the house than we!",
    "She sleeps up in the attic there",
    "Alone, poor maid. ’Tis but a stair",
    "Betwixt us. Oh! my God! the down,",
    "The soft young down of her, the brown,",
    "The brown of her—her eyes, her hair, her hair!"
  ],
  "title": "The Farmer’s Bride",
  "year": ""
}