{
  "author": "Charlotte Mew",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Nature",
    "Religion",
    "Christianity",
    "Social Commentaries"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/243438",
  "region": "England",
  "text": [
    "To-night again the moon’s white mat",
    "Stretches across the dormitory floor",
    "While outside, like an evil cat",
    "The",
    "prowls down the dark corridor,",
    "Planning, I know, to pounce on me, in spite",
    "For getting leave to sleep in town last night.",
    "But it was none of us who made that noise,",
    "Only the old brown owl that hoots and flies",
    "Out of the ivy—he will say it was us boys—",
    ": the",
    "soul of spies!",
    "He would like to catch each dream that lies",
    "Hidden behind our sleepy eyes:",
    "Their dream? But mine—it is the moon and the wood that sees;",
    "All my long life how I shall hate the trees!",
    "In the",
    "the dusty planes, all Summer through,",
    "Dozed with the market women in the sun and scarcely stirred",
    "To see the quiet things that crossed the Square—,",
    "A tiny funeral, the flying shadow of a bird,",
    "The hump-backed barber Célestin Lemaire,",
    "Old Madame Michel in her three-wheeled chair,",
    "And filing past to Vespers, two and two,",
    "The",
    "of the",
    "Towed like a ship through the harbour bar,",
    "Safe into port, where",
    "Perhaps makes nothing of the look they shot at you:",
    "It was the sun. The sunshine weaves",
    "A pattern on dull stones: the sunshine leaves",
    "The portraiture of dreams upon the eyes",
    "Before it dies:",
    "All Summer through",
    "The dust hung white upon the drowsy planes",
    "Till suddenly they woke with the Autumn rains.",
    "It is not only the little boys",
    "Who have hardly got away from toys,",
    "But I, who am seventeen next year,",
    "Some nights, in bed, have grown cold to hear",
    "That lonely passion of the rain",
    "Which makes you think of being dead,",
    "And of somewhere living to lay your head",
    "As if you were a child again,",
    "Crying for one thing, known and near",
    "Your empty heart, to still the hunger and the fear",
    "That pelts and beats with it against the pane.",
    "But I remember smiling too",
    "At all the sun’s soft tricks and those Autumn dreads",
    "In winter time, when the grey light broke slowly through",
    "The frosted window-lace to drag us shivering from our beds.",
    "And when at dusk the singing wind swung down",
    "Straight from the stars to the dark country roads",
    "Beyond the twinkling town,",
    "Striking the leafless poplar boughs as he went by,",
    "Like some poor, stray dog by the wayside lying dead,",
    "We left behind us the old world of dread,",
    "I and the wind as we strode whistling on under the Winter sky.",
    "And then in Spring for three days came the Fair",
    "Just as the planes were starting into bud",
    "Above the caravans: you saw the dancing bear",
    "Pass on his chain; and heard the jingle and the thud.",
    "Only four days ago",
    "They let you out of this dull show",
    "To slither down the",
    "and chaff the man",
    "Hit, slick, the bull's eye at the",
    ",",
    "Spin round and round till your head went queer",
    "On the",
    ".",
    "With the girl who sugars the",
    ",",
    "How thin she was! but she smiled, you bet,",
    "As she took your tip—“One does not forget",
    "The good days, Monsieur”. Said with a grace,",
    "But",
    ": what a ghost of a face!",
    "And no fun too for the",
    "Of the",
    ", who were hurried past,",
    "With their “",
    "—",
    "”",
    "A lap-dog’s life from first to last! ;",
    "The good nights are not made for sleep, nor the good days for dreaming in,",
    "And at the end in the big Circus tent we sat and shook and stewed like sin!",
    "Some children there had got—but where?",
    "Sent from the south, perhaps—a red bouquet",
    "Of roses, sweetening the fetid air",
    "With scent from gardens by some far away blue bay.",
    "They threw one at the dancing bear;",
    "The white clown caught it. From St. Rémy’s tower",
    "The deep, slow bell tolled out the hour;",
    "The black clown, with his dirty grin",
    "Lay, sprawling in the dust, as She rode in.",
    "She stood on a white horse—and suddenly you saw the bend",
    "Of a far-off road at dawn, with knights riding by,",
    "A field of spears—and then the gallant day",
    "Go out in storm, with ragged clouds low down, sullen and grey",
    "Against red heavens: wild and awful, such a sky",
    "As witnesses against you at the end",
    "Of a great battle; bugles blowing, blood and dust—",
    "The old",
    ", fight you must—.",
    "It died in anger. But it was not death",
    "That had you by the throat, stopping your breath.",
    "She looked like Victory. She rode my way.",
    "She laughed at the black clown and then she flew",
    "A bird above us, on the wing",
    "Of her white arms; and you saw through",
    "A rent in the old tent, a patch of sky",
    "With one dim star. She flew, but not so high—",
    "And then she did not fly;",
    "She stood in the bright moonlight at the door",
    "Of a strange room, she threw her slippers on the floor—",
    "Again, again",
    "You heard the patter of the rain,",
    "The starving rain—it was this Thing,",
    "Summer was this, the gold mist in your eyes;—",
    "Oh God! it dies,",
    "But after death—,",
    "To-night the splendour and the sting",
    "Blows back and catches at your breath,",
    "The smell of beasts, the smell of dust, the scent of all the roses in the world,",
    "the sea, the Spring,",
    "The beat of drums, the pad of hoofs, music, the dream, the dream, the",
    "Enchanted Thing!",
    "At first you scarcely saw her face,",
    "You knew the maddening feet were there,",
    "What called was that half-hidden, white unrest",
    "To which now and then she pressed",
    "Her finger-tips; but as she slackened pace",
    "And turned and looked at you it grew quite bare:",
    "There was not anything you did not dare:—",
    "Like trumpeters the hours passed until the last day of the Fair.",
    "In the",
    "all afternoon",
    "The building birds had sung “Soon, soon”,",
    "The shuttered streets slept sound that night,",
    "It was full moon:",
    "The path into the wood was almost white,",
    "The trees were very still and seemed to stare:",
    "Not far before your soul the Dream flits on,",
    "But when you touch it, it is gone",
    "And quite alone your soul stands there.",
    "Mother of Christ, no one has seen your eyes: how can men pray",
    "Even unto you?",
    "There were only wolves’ eyes in the wood—",
    "My Mother is a woman too:",
    "Nothing is true that is not good,",
    "With that quick smile of hers, I have heard her say;—",
    "I wish I had gone back home to-day;",
    "I should have watched the light that so gently dies",
    "From our high window, in the Paris skies,",
    "The long, straight chain",
    "Of lamps hung out along the Seine:",
    "I would have turned to her and let the rain",
    "Beat on her breast as it does against the pane;—",
    "Nothing will be the same again;—",
    "There is something strange in my little Mother’s eyes,",
    "There is something new in the old heavenly air of Spring—",
    "The smell of beasts, the smell of dust—",
    "!",
    "All my life long I shall see moonlight on the fern",
    "And the black trunks of trees. Only the hair",
    "Of any woman can belong to God.",
    "The stalks are cruelly broken where we trod,",
    "There had been violets there,",
    "I shall not care",
    "As I used to do when I see the bracken burn."
  ],
  "title": "The Fête",
  "year": ""
}