{
  "author": "Mary Borden",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248452",
  "region": "England",
  "text": [
    "This is the song of the mud,",
    "The pale yellow glistening mud that covers the hills like satin;",
    "The grey gleaming silvery mud that is spread like enamel over the valleys;",
    "The frothing, squirting, spurting, liquid mud that gurgles along the road beds;",
    "The thick elastic mud that is kneaded and pounded and squeezed under the hoofs of the horses;",
    "The invincible, inexhaustible mud of the war zone.",
    "This is the song of the mud, the uniform of the poilu.",
    "His coat is of mud, his great dragging flapping coat, that is too big for him and too heavy;",
    "His coat that once was blue and now is grey and stiff with the mud that cakes to it.",
    "This is the mud that clothes him. His trousers and boots are of mud,",
    "And his skin is of mud;",
    "And there is mud in his beard.",
    "His head is crowned with a helmet of mud.",
    "He wears it well.",
    "He wears it as a king wears the ermine that bores him.",
    "He has set a new style in clothing;",
    "He has introduced the chic of mud.",
    "This is the song of the mud that wriggles its way into battle.",
    "The impertinent, the intrusive, the ubiquitous, the unwelcome,",
    "The slimy inveterate nuisance,",
    "That fills the trenches,",
    "That mixes in with the food of the soldiers,",
    "That spoils the working of motors and crawls into their secret parts,",
    "That spreads itself over the guns,",
    "That sucks the guns down and holds them fast in its slimy voluminous lips,",
    "That has no respect for destruction and muzzles the bursting shells;",
    "And slowly, softly, easily,",
    "Soaks up the fire, the noise; soaks up the energy and the courage;",
    "Soaks up the power of armies;",
    "Soaks up the battle.",
    "Just soaks it up and thus stops it.",
    "This is the hymn of mud-the obscene, the filthy, the putrid,",
    "The vast liquid grave of our armies. It has drowned our men.",
    "Its monstrous distended belly reeks with the undigested dead.",
    "Our men have gone into it, sinking slowly, and struggling and slowly disappearing.",
    "Our fine men, our brave, strong, young men;",
    "Our glowing red, shouting, brawny men.",
    "Slowly, inch by inch, they have gone down into it,",
    "Into its darkness, its thickness, its silence.",
    "Slowly, irresistibly, it drew them down, sucked them down,",
    "And they were drowned in thick, bitter, heaving mud.",
    "Now it hides them, Oh, so many of them!",
    "Under its smooth glistening surface it is hiding them blandly.",
    "There is not a trace of them.",
    "There is no mark where they went down.",
    "The mute enormous mouth of the mud has closed over them.",
    "This is the song of the mud,",
    "The beautiful glistening golden mud that covers the hills like satin;",
    "The mysterious gleaming silvery mud that is spread like enamel over the valleys.",
    "Mud, the disguise of the war zone;",
    "Mud, the mantle of battles;",
    "Mud, the smooth fluid grave of our soldiers:",
    "This is the song of the mud."
  ],
  "title": "At the Somme: The Song of the Mud",
  "year": ""
}