{
  "author": "Ovid",
  "classification": "",
  "keywords": [
    "Love",
    "Desire",
    "Break-ups",
    "Vexed Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180818",
  "region": "",
  "text": [
    "Either she was foul, or her attire was bad,",
    "Or she was not the wench I wished t’have had.",
    "Idly I lay with her, as if I loved not,",
    "And like a burden grieved the bed that moved not.",
    "Yet though both of us performed our true intent,",
    "Yet I could not cast anchor where I meant.",
    "She on my neck her ivory arms did throw,",
    "Her arms far whiter than the Scythian snow.",
    "And eagerly she kissed me with her tongue,",
    "And under mine her wanton thigh she flung.",
    "Yea, and she soothed me up and called me sir,",
    "And used all speech that might provoke and stir.",
    "Yet, like as if cold hemlock I had drunk,",
    "It mockèd me, hung down the head, and sunk.",
    "Like a dull cipher or rude block I lay,",
    "Or shade or body was I, who can say?",
    "What will my age do, age I cannot shun,",
    "When in my prime my force is spent and done?",
    "I blush, that being youthful, hot and lusty,",
    "I prove neither youth nor man, but old and rusty.",
    "Pure rose she, like a nun to sacrifice,",
    "Or one that with her tender brother lies.",
    "Yet boarded I the golden Chie twice,",
    "And Libas, and the white-cheeked Pitho thrice.",
    "Corinna craved it in a summer’s night,",
    "And nine sweet bouts we had before daylight.",
    "What, waste my limbs through some Thessalian charms?",
    "May spells and drugs do silly souls such harm?",
    "With virgin wax hath some imbaste my joints",
    "And pierced my liver with sharp needles’ points?",
    "Charms change corn to grass and make it die.",
    "By charms are running spring and fountains dry.",
    "By charms mast crops from oaks, from vines grapes fall,",
    "And fruit from trees when there’s no wind at all.",
    "Why might not then my sinews be enchanted,",
    "And I grow faint, as with some spirit haunted?",
    "To this add shame: shame to perform it quailed me",
    "And was the second cause why vigour failed me.",
    "My idle thoughts delighted her no more",
    "Than did the robe or garment which she wore.",
    "Yet might her touch make youthful Pylius fire",
    "And Tithon livelier than his years require.",
    "Even her I had, and she had me in vain;",
    "What might I crave more if I asked again?",
    "I think the great gods grieved they had bestowed",
    "The benefit which lewdly I for-slowed.",
    "I wished to be received in. In I get me",
    "To kiss. I kiss. To lie with her, she let me.",
    "Why was I blessed? Why made king to refuse it?",
    "Chuff-like had I not gold and could not use it?",
    "So in a spring thrives he that told so much,",
    "And looks upon the fruits he cannot touch.",
    "Hath any rose so from a fresh young maid,",
    "As she might straight have gone to church and prayed?",
    "Well I believe she kissed not as she should,",
    "Nor used the sleight and cunning which she could.",
    "Huge oaks, hard adamants might she have moved,",
    "And with sweet words cause deaf rocks to have loved.",
    "Worthy she was to move both gods and men,",
    "But neither was I man, nor lived then.",
    "Can deaf ear take delight when Phaemius sings?",
    "Or Thamiras in curious painted things?",
    "What sweet thought is there but I had the same?",
    "And one gave place still as another came.",
    "Yet, notwithstanding, like one dead it lay,",
    "Drooping more than a rose pulled yesterday.",
    "Now, when he should not jet, he bolts upright",
    "And craves his task, and seeks to be at fight.",
    "Lie down with shame, and see thou stir no more,",
    "Seeing thou wouldst deceive me as before.",
    "Thou cozenest me, by thee surprised am I,",
    "And bide sore loss with endless infamy.",
    "Nay more, the wench did not disdain a whit",
    "To take it in her hand and play with it.",
    "But when she saw it would by no means stand,",
    "But still drooped down, regarding not her hand,",
    "‘Why mockst thou me?’ she cried. ‘Or, being ill,",
    "Who bade thee lie down here against thy will?",
    "Either thou art witch, with blood of frogs new dead,",
    "Or jaded camest thou from some other bed.’",
    "With that, her loose gown on, from me she cast her –",
    "In skipping out her naked feet much graced her.",
    "And, lest her maid should know of this disgrace,",
    "To cover it, spilt water on the place."
  ],
  "title": "\"Either she was foul, or her attire was bad\"",
  "year": ""
}