{
  "author": "Ovid",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181311",
  "region": "",
  "text": [
    "Majesty is incompatible truly with love; they cohabit",
    "Nowhere together. The father and chief of the gods, whose right hand is",
    "Armed with the triple-forked lightning, who shakes the whole world with a nod, laid",
    "Dignity down with his sceptre, adopting the guise of a bull that",
    "Mixed with the cattle and lowed as he ambled around the fresh fields, a",
    "Beautiful animal, colored like snow that no footprint has trodden",
    "And which no watery south wind has melted. His muscular neck bulged,",
    "Dewlaps hung down from his chin; his curved horns you might think had been hand carved,",
    "Perfect, more purely translucent than pearl. His unthreatening brow and",
    "Far from formidable eyes made his face appear tranquil. Agenor's",
    "Daughter was truly amazed that this beautiful bull did not seem to",
    "Manifest any hostility. Though he was gentle she trembled at first to",
    "Touch him, but soon she approached him, adorning his muzzle with flowers.",
    "Then he rejoiced as a lover and, while he looked forward to hoped for",
    "Pleasures, he slobbered all over her hands, and could hardly postpone the",
    "Joys that remained. So he frolicked and bounded about on the green grass,",
    "Laying his snowy-white flanks on the yellowish sands. As her fear was",
    "Little by little diminished, he offered his chest for her virgin",
    "Hand to caress and his horns to be decked with fresh flowers. The royal",
    "Maiden, not knowing on whom she was sitting, was even so bold as",
    "Also to climb on the back of the bull. As the god very slowly",
    "Inched from the shore and the dry land he planted his spurious footprints",
    "Deep in the shallows. Thus swimming out farther, he carried his prey off",
    "Into the midst of the sea. Almost fainting with terror she glanced back,",
    "As she was carried away, at the shore left behind. As she gripped one",
    "Horn in her right hand while clutching the back of the beast with the other,",
    "Meanwhile her fluttering draperies billowed behind on the sea breeze."
  ],
  "title": "The Rape of Europa",
  "year": ""
}