{
  "author": "Cesare Pavese",
  "classification": "",
  "keywords": [
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181986",
  "region": "Italy",
  "text": [
    "The drunk mechanic is happy to be in the ditch.",
    "From the tavern, five minutes through the dark field",
    "and you’re home. But first, there’s the cool grass",
    "to enjoy, and the mechanic will sleep here till dawn.",
    "A few feet away, the red and black sign that rises",
    "from the field: if you’re too close, you can’t read it,",
    "it’s that big. At this hour, it’s still wet dew.",
    "Later, the streets will cover it with dust, as it covers",
    "the bushes. The mechanic, beneath it, stretches in sleep.",
    "Silence is total. Shortly, in the warmth of the sun,",
    "one car after another will pass, waking the dust.",
    "At the top of the hill they slow down for the curve,",
    "then plunge down the slope. A few of the cars",
    "stop at the garage, in the dust, to drink a few liters.",
    "At this time of the morning, the mechanics, still dazed,",
    "will be sitting on oil drums, waiting for work.",
    "It’s a pleasure to spend the morning sitting in the shade,",
    "where the stink of oil’s cut with the smell of green,",
    "of tobacco, of wine, and where work comes to them,",
    "right to the door. Sometimes it’s even amusing:",
    "peasants’ wives come to scold them, blaming the garage",
    "for the traffic—it frightens the animals and women—",
    "and for making their husbands look sullen: quick trips",
    "down the hill into Turin that lighten their wallets.",
    "Between laughing and selling gas, one of them will pause:",
    "these fields, it’s plain to see, are covered with road dust,",
    "if you try to sit on the grass, it’ll drive you away.",
    "On the hillside, there’s a vineyard he prefers to all others,",
    "and in the end he’ll marry that vineyard and the sweet girl",
    "who comes with it, and he’ll go out in the sun to work,",
    "but now with a hoe, and his neck will turn brown,",
    "and he’ll drink wine pressed on fall evenings from his own grapes.",
    "Cars pass during the night, too, but more quietly,",
    "so quiet the drunk in the ditch hasn’t woken. At night",
    "they don’t raise much dust, and the beams of their headlights,",
    "as they round the curve, reveal in full the sign in the field.",
    "Near dawn, they glide cautiously along, you can’t hear a thing",
    "except maybe the breeze, and from the top of the hill",
    "they disappear into the plain, sinking in shadows."
  ],
  "title": "Atlantic Oil",
  "year": ""
}