{
  "author": "Cesare Pavese",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Disappointment",
    "Failure",
    "Relationships",
    "Love",
    "Activities",
    "Eating",
    "Drinking"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181982",
  "region": "Italy",
  "text": [
    "Deola passes her mornings sitting in a cafe,",
    "and nobody looks at her. Everyone’s rushing to work,",
    "under a sun still fresh with the dawn. Even Deola",
    "isn’t looking for anyone: she smokes serenely, breathing",
    "the morning. In years past, she slept at this hour",
    "to recover her strength: the throw on her bed",
    "was black with the boot-prints of soldiers and workers,",
    "the backbreaking clients. But now, on her own,",
    "it’s different: the work’s more refined, and it’s easier.",
    "Like the gentleman yesterday, who woke her up early,",
    "kissed her, and took her (",
    "in Turin with you, if I could) to the station",
    "to tell him goodbye.",
    "She’s dazed this morning, but fresh—",
    "Deola likes being free, likes drinking her milk",
    "and eating brioches. This morning she’s nearly a lady,",
    "and if she looks at anyone now, it’s just to pass the time.",
    "The girls at the house are still sleeping. The air stinks,",
    "the madam goes out for a walk, it’s crazy to stay there.",
    "To work the bars in the evening you have to look good;",
    "at that house, by thirty, you’ve lost what little looks you had left.",
    "Deola sits with her profile turned toward a mirror",
    "and looks at herself in the cool of the glass: her face pale,",
    "and not from the smoke; her brow a bit furrowed.",
    "To survive at that house, you’d need a will",
    "like Marí used to have (",
    "come here to get something they can’t get at home",
    "from their wives or their lovers) and Marí used to work",
    "tirelessly, full of good cheer and blessed with good health.",
    "The people who pass the cafe aren’t distracting Deola—",
    "she only works evenings, making slow conquests",
    "to music, in her usual bar. She’ll make eyes.",
    "at a client, or nudge his foot, while enjoying the band",
    "that makes her seem like an actress doing a love scene",
    "with a young millionaire. One client each evening",
    "is enough to scrape by on. (",
    "really will take me with him.) To be alone, if she wants,",
    "in the morning. To sit in a café. To not look for anyone."
  ],
  "title": "Deola Thinking",
  "year": ""
}