{
  "author": "Cesare Pavese",
  "classification": "",
  "keywords": [
    "Nature",
    "Faith",
    "Doubt",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180248",
  "region": "Italy",
  "text": [
    "I’m eating a little supper by the bright window.",
    "The room’s already dark, the sky’s starting to turn.",
    "Outside my door, the quiet roads lead,",
    "after a short walk, to open fields.",
    "I’m eating, watching the sky—who knows",
    "how many women are eating now. My body is calm:",
    "labor dulls all the senses, and dulls women too.",
    "Outside, after supper, the stars will come out to touch",
    "the wide plain of the earth. The stars are alive,",
    "but not worth these cherries, which I’m eating alone.",
    "I look at the sky, know that lights already are shining",
    "among rust-red roofs, noises of people beneath them.",
    "A gulp of my drink, and my body can taste the life",
    "of plants and of rivers. It feels detached from things.",
    "A small dose of silence suffices, and everything’s still,",
    "in its true place, just like my body is still.",
    "All things become islands before my senses,",
    "which accept them as a matter of course: a murmur of silence.",
    "All things in this darkness—I can know all of them,",
    "just as I know that blood flows in my veins.",
    "The plain is a great flowing of water through plants,",
    "a supper of all things. Each plant, and each stone,",
    "lives motionlessly. I hear my food feeding my veins",
    "with each living thing that this plain provides.",
    "The night doesn’t matter. The square patch of sky",
    "whispers all the loud noises to me, and a small star",
    "struggles in emptiness, far from all foods,",
    "from all houses, alien. It isn’t enough for itself,",
    "it needs too many companions. Here in the dark, alone,",
    "my body is calm, it feels it’s in charge."
  ],
  "title": "Passion for Solitude",
  "year": ""
}