{
  "author": "Cesare Pavese",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Growing Old",
    "Relationships",
    "Friends",
    "Enemies",
    "Activities",
    "Eating",
    "Drinking"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182023",
  "region": "Italy",
  "text": [
    "It’s a fine fact that whenever I sit in a tavern corner",
    "sipping a grappa, the pederast’s there, or the kids",
    "with their screaming, or the unemployed guy,",
    "or some beautiful girl outside—all breaking",
    "the thread of my smoke.",
    "I’m telling it straight, I work at Lucento.",
    "But that voice, that sorrowful voice of the old man",
    "(forty-ish, maybe?) who shook my hand",
    "one night in the cold and then walked with me back",
    "to my house, that tone like an old cornet—",
    "I’ll never forget it, not even in death.",
    "He said nothing of wine, but spoke to me then",
    "because I had suffered and was smoking a pipe.",
    "“And pipe smokers,” he declared, shaking a little,",
    "“can always be trusted!” I nodded my head.",
    "their skirts cut higher—this after months of hunger—",
    "and I went and got married because I was drunk",
    "on all their freshness—a senile love.",
    "I married the sassiest, most muscular girl",
    "so I’d taste life again, so I wouldn’t die",
    "behind a desk, in an office, surrounded by strangers.",
    "But Nella too was a stranger to me, and a student pilot",
    "saw her with me once, and later laid hands on her.",
    "He’s dead now, that coward—that poor kid—",
    "spun out of the sky—I guess I’m the coward.",
    "Now she’s got her baby—who knows if he’s mine—",
    "and she’s home all the time and I’m just a stranger",
    "who can’t keep her happy. I don’t dare say a word",
    "and neither does Nella, she just looks at me.",
    "It was beautiful how he cried as he told it,",
    "the way a drunk cries, his whole body to it,",
    "and he hung on my shoulder saying,",
    "always respect, and there I was, shaking with cold,",
    "wanting to leave, and helping him walk.",
    "Sipping grappa is nice, but there’s also a pleasure",
    "in listening to the venting of an impotent old man",
    "who’s back from the front and asks your forgiveness.",
    "I’m telling it straight, I work at Lucento.",
    "What satisfaction will I ever have in this life?"
  ],
  "title": "Sad Wine (I)",
  "year": ""
}