{
  "author": "Cesare Pavese",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182022",
  "region": "Italy",
  "text": [
    "He’s brought me to hear his band. He sits in a corner",
    "mouthing his clarinet. A hellish racket begins.",
    "Outside, through flashes of lightning, wind gusts",
    "and rain whips, knocking the lights out",
    "every five minutes. In the dark, their faces",
    "give it their all, contorted, as they play a dance tune",
    "from memory. Full of energy, my poor friend",
    "anchors them all from behind. His clarinet writhes,",
    "breaks through the din, passes beyond it, releasing",
    "like a lone soul, into a dry, rough silence.",
    "The poor pieces of brass have been dented too often:",
    "the hands working the stops also work in the fields,",
    "and the obstinate brows stay fixed on the ground.",
    "Miserable worn-out blood, weakened",
    "by too many labors—you can hear it groan",
    "in their notes, as my friend struggles to lead them,",
    "his own hands hardened from swinging a hammer,",
    "from pushing a plane, from scraping a living.",
    "He’s lost all his old comrades, and he’s only thirty.",
    "Part of the postwar group that grew up on hunger.",
    "They all came to Turin, to look for a life,",
    "and discovered injustice. He learned, without smiling,",
    "how to work in a factory. He learned how to measure",
    "the hunger of others with his own fatigue—",
    "injustice was everywhere. He tried to find peace",
    "by walking, at night, down streets without ends,",
    "half-asleep, but found only thousands of streetlamps",
    "blazing down on iniquity: hoarse women and drunks,",
    "staggering puppets, far from their homes, He came,",
    "one winter, to Turin—factory lights, smoke and ash—",
    "and he learned what work is. He accepted that work",
    "was part of a man’s hard fate; if all men did that,",
    "there just might be some justice in this world.",
    "And he found new comrades. He suffered their long words,",
    "he listened and waited for them to be over.",
    "He made them his comrades. Families of them",
    "in each house, the city surrounded by them, the face",
    "of the world covered with them. And each of them",
    "felt desperate enough to conquer the world.",
    "They sound harsh tonight, despite all the time",
    "he spent coaching each player. He ignores the loud rain",
    "and the flickering lights. His face is severe,",
    "fixed on some grief, almost biting the mouthpiece.",
    "I’ve seen this expression before, one evening, just us",
    "and his brother, who’s ten years sadder than him.",
    "We were up late in the dim light, the brother studying",
    "a lathe he had built that didn’t work right,",
    "and my poor friend cursing the fate that kept him there,",
    "bound to his hammer and plane, feeding a pair",
    "of old people he never asked for.",
    "That’s when he yelled",
    "that it wasn’t fate that made the world suffer",
    "or made the daylight spark blasphemous outbursts:",
    "man is the guilty one.",
    "and be hungry and free, and say no",
    "to a life that uses our love and our piety,",
    "our families, our patches of dirt, to shackle our hands."
  ],
  "title": "Smokers of Paper",
  "year": ""
}