{
  "author": "Cesare Pavese",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Disappointment",
    "Failure",
    "Relationships",
    "Love",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181993",
  "region": "Italy",
  "text": [
    "The big front wall that blocks off the courtyard",
    "often catches the newborn light of the sun",
    "like the side of a barn. The body awakes",
    "in the morning to a room, messy and empty,",
    "that smells of the first, clumsy perfume.",
    "Even that body, wrapped now in sheets,",
    "is the same that it was when it thrilled in discovery.",
    "Her body wakes alone to the extended call",
    "of morning, the languor of another morning",
    "returning in the heavy shadows: the barn",
    "of childhood and the heavy tiredness of sun",
    "hot in the indolent doorways. A perfume",
    "worked itself into the usual sweat",
    "of her hair, a smell the animals knew.",
    "Her body took secret pleasure in the sun’s",
    "suggestive, serene caress—like a real touch.",
    "The languor of bed saps the sprawled limbs,",
    "still youthful and plump, like a child’s.",
    "The clumsy child used to smell the mixed scent",
    "of tobacco and hay, used to tremble when touched",
    "by the man’s quick hands: she liked playing games.",
    "Sometimes she played lying down with the man",
    "in the hay, but he wasn’t smelling her hair:",
    "he’d find her closed legs in the hay and pry",
    "them open, then crush her like he was her father.",
    "The perfume was flowers ground upon stones.",
    "It often returns, in the slow rise from sleep,",
    "that undone aroma of far-off flowers,",
    "of barns and of sun. No man can know",
    "the subtle caress of that sour memory.",
    "No man can see, beyond that sprawled body,",
    "that childhood passed in such clumsy anxiety."
  ],
  "title": "The Country Whore",
  "year": ""
}