{
  "author": "Howard Nemerov",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/16665",
  "region": "",
  "text": [
    "Still half drunk, after a night at cards,",
    "with the grey dawn taking us unaware",
    "among our guilty kings and queens, we drove",
    "far North in the morning, winners, losers,",
    "to a stream in the high hills, to climb up to a place",
    "one of us knew, with some vague view",
    "of cutting losses or consolidating gains",
    "by the old standard appeal to the wilderness,",
    "the desert, the empty places of our exile,",
    "bringing only the biblical bread and cheese",
    "and cigarettes got from a grocer’s on the way,",
    "expecting to drink only the clear cold water",
    "among the stones, and remember, or forget.",
    "Though no one said anything about atonement,",
    "there was still some purgatorial idea",
    "in all those aching heads and ageing hearts",
    "as we climbed the giant stair of the stream,",
    "reaching the place around noon.",
    "It was as promised, a wonder, with granite walls",
    "enclosing ledges, long and flat, of limestone,",
    "or, rolling, of lava; within the ledges",
    "the water, fast and still, pouring its yellow light,",
    "and green, over the tilted slabs of the floor,",
    "blackened at shady corners, falling in a foam",
    "of crystal to a calm where the waterlight",
    "dappled the ledges as they leaned",
    "against the sun; big blue dragonflies hovered",
    "and darted and dipped a wing, hovered again",
    "against the low wind moving over the stream,",
    "and shook the flakes of light from their clear wings.",
    "This surely was it, was what we had come for,",
    "was nature, though it looked like art with its",
    "grey fortress walls and laminated benches",
    "as in the waiting room of some petrified station.",
    "But we believed; and what it was we believed",
    "made of the place a paradise",
    "for ruined poker players, win or lose,",
    "who stripped naked and bathed and dried out on the rocks",
    "like gasping trout (the water they drank",
    "making them drunk again), lit cigarettes and lay back",
    "waiting for nature to say the last word",
    "—as though the stones were Memnon stones,",
    "which, caught in a certain light, would sing.",
    "The silence (and even the noise of the waters",
    "was silence) grew pregnant; that is the phrase,",
    "grew pregnant; but nothing else did.",
    "The mountains brought forth not a mouse, and the rocks,",
    "unlike the ones you would expect to find",
    "on the slopes of Purgatory or near Helicon,",
    "mollified by muses and with a little give to ’em,",
    "were modern American rocks, and hard as rocks.",
    "Our easy bones groaned, our flesh baked",
    "on one side and shuddered on the other; and each man",
    "thought bitterly about primitive simplicity",
    "and decadence, and how he had been ruined",
    "by civilization and forced by circumstances",
    "to drink and smoke and sit up all night",
    "inspecting those perfectly arbitrary cards",
    "until he was broken-winded as a trout on a rock",
    "and had no use for the doctrines of Jean Jacques",
    "Rousseau, and could no longer afford",
    "a savagery whether noble or not; some",
    "would never batter that battered copy of Walden",
    "again.",
    "But all the same,",
    "the water, the sunlight, and the wind",
    "did something; even the dragonflies",
    "did something to the minds full of telephone",
    "numbers and flushes, to the flesh",
    "sweating bourbon on one side and freezing on the other.",
    "And the rocks, the old and tumbling boulders",
    "which formed the giant stair of the stream,",
    "induced (again) some purgatorial ideas",
    "concerning humility, concerning patience",
    "and enduring what had to be endured,",
    "winning and losing and breaking even;",
    "ideas of weathering in whatever weather,",
    "being eroded, or broken, or ground down into pebbles",
    "by the stream’s necessitous and grave currents.",
    "But to these ideas did any purgatory",
    "respond? Only this one: that in a world",
    "where even the Memnon stones were carved in soap",
    "one might at any rate wash with the soap.",
    "After a time we talked about the War,",
    "about what we had done in the War, and how near",
    "some of us had been to being drowned, and burned,",
    "and shot, and how many people we knew",
    "who had been drowned, or burned, or shot;",
    "and would it have been better to have died",
    "in the War, the peaceful old War, where we were young?",
    "But the mineral peace, or paralysis, of those",
    "great stones, the moving stillness of the waters,",
    "entered our speech; the ribs and blood",
    "of the earth, from which all fables grow,",
    "established poetry and truth in us,",
    "so that at last one said, “I shall play cards",
    "until the day I die,” and another said,",
    "“in bourbon whisky are all the vitamins",
    "and minerals needed to sustain man’s life,”",
    "and still another, “I shall live on smoke",
    "until my spirit has been cured of flesh.”",
    "Climbing downstream again, on the way home",
    "to the lives we had left empty for a day,",
    "we noticed, as not before, how of three bridges",
    "not one had held the stream, which in its floods",
    "had twisted the girders, splintered the boards, hurled",
    "boulder on boulder, and had broken into rubble,",
    "smashed practically back to nature,",
    "the massive masonry of span after span",
    "with its indifferent rage; this was a sight",
    "that sobered us considerably, and kept us quiet",
    "both during the long drive home and after,",
    "till it was time to deal the cards."
  ],
  "title": "A Day on the Big Branch",
  "year": ""
}