{
  "author": "Howard Nemerov",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/22392",
  "region": "",
  "text": [
    "Before you can learn the trees, you have to learn",
    "The language of the trees. That’s done indoors,",
    "Out of a book, which now you think of it",
    "Is one of the transformations of a tree.",
    "The words themselves are a delight to learn,",
    "You might be in a foreign land of terms",
    "Like samara, capsule, drupe, legume and pome,",
    "Where bark is papery, plated, warty or smooth.",
    "But best of all are the words that shape the leaves—",
    "Orbicular, cordate, cleft and reniform—",
    "And their venation—palmate and parallel—",
    "And tips—acute, truncate, auriculate.",
    "Sufficiently provided, you may now",
    "Go forth to the forests and the shady streets",
    "To see how the chaos of experience",
    "Answers to catalogue and category.",
    "Confusedly. The leaves of a single tree",
    "May differ among themselves more than they do",
    "From other species, so you have to find,",
    "All blandly says the book, “an average leaf.”",
    "Example, the catalpa in the book",
    "Sprays out its leaves in whorls of three",
    "Around the stem; the one in front of you",
    "But rarely does, or somewhat, or almost;",
    "Maybe it’s not catalpa? Dreadful doubt.",
    "It may be weeks before you see an elm",
    "Fanlike in form, a spruce that pyramids,",
    "A sweetgum spiring up in steeple shape.",
    "Still,",
    "as Lucretius says,",
    "Little by little, you do start to learn;",
    "And learn as well, maybe, what language does",
    "And how it does it, cutting across the world",
    "Not always at the joints, competing with",
    "Experience while cooperating with",
    "Experience, and keeping an obstinate",
    "Intransigence, uncanny, of its own.",
    "Think finally about the secret will",
    "Pretending obedience to Nature, but",
    "Invidiously distinguishing everywhere,",
    "Dividing up the world to conquer it,",
    "And think also how funny knowledge is:",
    "You may succeed in learning many trees",
    "And calling off their names as you go by,",
    "But their comprehensive silence stays the same."
  ],
  "title": "Learning the Trees",
  "year": ""
}