{
  "author": "Howard Nemerov",
  "classification": "",
  "keywords": [
    "Living",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237250",
  "region": "",
  "text": [
    "Roughly figured, this man of moderate habits,",
    "This average consumer of the middle class,",
    "Consumed in the course of his average life span",
    "Just under half a million cigarettes,",
    "Four thousand fifths of gin and about",
    "A quarter as much vermouth; he drank",
    "Maybe a hundred thousand cups of coffee,",
    "And counting his parents’ share it cost",
    "Something like half a million dollars",
    "To put him through life. How many beasts",
    "Died to provide him with meat, belt and shoes",
    "Cannot be certainly said.",
    "But anyhow,",
    "It is in this way that a man travels through time,",
    "Leaving behind him a lengthening trail",
    "Of empty bottles and bones, of broken shoes,",
    "Frayed collars and worn out or outgrown",
    "Diapers and dinnerjackets, silk ties and slickers.",
    "Given the energy and security thus achieved,",
    "He did . . . ? What? The usual things, of course,",
    "The eating, dreaming, drinking and begetting,",
    "And he worked for the money which was to pay",
    "For the eating, et cetera, which were necessary",
    "If he were to go on working for the money, et cetera,",
    "But chiefly he talked. As the bottles and bones",
    "Accumulated behind him, the words proceeded",
    "Steadily from the front of his face as he",
    "Advanced into the silence and made it verbal.",
    "Who can tally the tale of his words? A lifetime",
    "Would barely suffice for their repetition;",
    "If you merely printed all his commas the result",
    "Would be a very large volume, and the number of times",
    "He said “thank you” or “very little sugar, please,”",
    "Would stagger the imagination. There were also",
    "Witticisms, platitudes, and statements beginning",
    "“It seems to me” or “As I always say.”",
    "Consider the courage in all that, and behold the man",
    "Walking into deep silence, with the ectoplastic",
    "Cartoon’s balloon of speech proceeding",
    "Steadily out of the front of his face, the words",
    "Borne along on the breath which is his spirit",
    "Telling the numberless tale of his untold Word",
    "Which makes the world his apple, and forces him to eat."
  ],
  "title": "Life Cycle of Common Man",
  "year": ""
}