{
  "author": "Howard Nemerov",
  "classification": "Blank Verse",
  "keywords": [
    "Money",
    "Economics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171412",
  "region": "",
  "text": [
    "This morning we shall spend a few minutes",
    "Upon the study of symbolism, which is basic",
    "To the nature of money. I show you this nickel.",
    "Icons and cryptograms are written all over",
    "The nickel: one side shows a hunchbacked bison",
    "Bending his head and curling his tail to accommodate",
    "The circular nature of money. Over him arches",
    ", and, squinched in",
    "Between that and his rump,",
    ",",
    "A Roman reminiscence that appears to mean",
    "An indeterminately large number of things",
    "All of which are the same. Under the bison",
    "A straight line giving him a ground to stand on",
    "Reads",
    ". And on the other side of our nickel",
    "There is the profile of a man with long hair",
    "And a couple of feathers in the hair; we know",
    "Somehow that he is an American Indian, and",
    "He wears the number nineteen-thirty-six.",
    "Right in front of his eyes the word",
    ", bent",
    "To conform with the curve of the rim, appears",
    "To be falling out of the sky",
    "first; the Indian",
    "Keeps his eyes downcast and does not notice this;",
    "To notice it, indeed, would be shortsighted of him.",
    "So much for the iconography of one of our nickels,",
    "Which is now becoming a rarity and something of",
    "A collectors’ item: for as a matter of fact",
    "There is almost nothing you can buy with a nickel,",
    "The representative American Indian was destroyed",
    "A hundred years or so ago, and his descendants’",
    "Relations with liberty are maintained with reservations,",
    "Or primitive concentration camps; while the bison,",
    "Except for a few examples kept in cages,",
    "Is now extinct. Something like that, I think,",
    "Is what Keats must have meant in his celebrated",
    "Ode on a Grecian Urn.",
    "Notice, in conclusion,",
    "A number of circumstances sometimes overlooked",
    "Even by experts: (",
    ") Indian and bison,",
    "Confined to obverse and reverse of the coin,",
    "Can never see each other; (",
    ") they are looking",
    "In opposite directions, the bison past",
    "The Indian’s feathers, the Indian past",
    "The bison’s tail; (",
    ") they are upside down",
    "To one another; (",
    ") the bison has a human face",
    "Somewhat resembling that of Jupiter Ammon.",
    "I hope that our studies today will have shown you",
    "Something of the import of symbolism",
    "With respect to the understanding of what is symbolized."
  ],
  "title": "Money",
  "year": ""
}