{
  "author": "Howard Nemerov",
  "classification": "",
  "keywords": [
    "Activities",
    "School",
    "Learning",
    "Nature",
    "The Body",
    "Religion",
    "Other Religions",
    "Arts",
    "Sciences",
    "Philosophy",
    "Painting",
    "Sculpture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237252",
  "region": "",
  "text": [
    "I",
    "The painter’s eye follows relation out.",
    "His work is not to paint the visible,",
    "He says, it is to render visible.",
    "Being a man, and not a god, he stands",
    "Already in a world of sense, from which",
    "He borrows, to begin with, mental things",
    "Chiefly, the abstract elements of language:",
    "The point, the line, the plane, the colors and",
    "The geometric shapes. Of these he spins",
    "Relation out, he weaves its fabric up",
    "So that it speaks darkly, as music does",
    "Singing the secret history of the mind.",
    "And when in this the visible world appears,",
    "As it does do, mountain, flower, cloud, and tree,",
    "All haunted here and there with the human face,",
    "It happens as by accident, although",
    "The accident is of design. It is because",
    "Language first rises from the speechless world",
    "That the painterly intelligence",
    "Can say correctly that he makes his world,",
    "Not imitates the one before his eyes.",
    "Hence the delightsome gardens, the dark shores,",
    "The terrifying forests where nightfall",
    "Enfolds a lost and tired traveler.",
    "And hence the careless crowd deludes itself",
    "By likening his hieroglyphic signs",
    "And secret alphabets to the drawing of a child.",
    "That likeness is significant the other side",
    "Of what they see, for his simplicities",
    "Are not the first ones, but the furthest ones,",
    "Final refinements of his thought made visible.",
    "He is the painter of the human mind",
    "Finding and faithfully reflecting the mindfulness",
    "That is in things, and not the things themselves.",
    "For such a man, art is an act of faith:",
    "Prayer the study of it, as Blake says,",
    "And praise the practice; nor does he divide",
    "Making from teaching, or from theory.",
    "The three are one, and in his hours of art",
    "There shines a happiness through darkest themes,",
    "As though spirit and sense were not at odds.",
    "II",
    "The painter as an allegory of the mind",
    "At genesis. He takes a burlap bag,",
    "Tears it open and tacks it on a stretcher.",
    "He paints it black because, as he has said,",
    "Everything looks different on black.",
    "Suppose the burlap bag to be the universe,",
    "And black because its volume is the void",
    "Before the stars were. At the painter’s hand",
    "Volume becomes one-sidedly a surface,",
    "And all his depths are on the face of it.",
    "Against this flat abyss, this groundless ground",
    "Of zero thickness stretched against the cold",
    "Dark silence of the Absolutely Not,",
    "Material worlds arise, the colored earths",
    "And oil of plants that imitate the light.",
    "They imitate the light that is in thought,",
    "For the mind relates to thinking as the eye",
    "Relates to light. Only because the world",
    "Already is a language can the painter speak",
    "According to his grammar of the ground.",
    "It is archaic speech, that has not yet",
    "Divided out its cadences in words;",
    "It is a language for the oldest spells",
    "About how some thoughts rose into the mind",
    "While others, stranger still, sleep in the world.",
    "So grows the garden green, the sun vermilion.",
    "He sees the rose flame up and fade and fall",
    "And be the same rose still, the radiant in red.",
    "He paints his language, and his language is",
    "The theory of what the painter thinks.",
    "III",
    "The painter’s eye attends to death and birth",
    "Together, seeing a single energy",
    "Momently manifest in every form,",
    "As in the tree the growing of the tree",
    "Exploding from the seed not more nor less",
    "Than from the void condensing down and in,",
    "Summoning sun and rain. He views the tree,",
    "The great tree standing in the garden, say,",
    "As thrusting downward its vast spread and weight,",
    "Growing its green height from the dark watered earth,",
    "And as suspended weightless in the sky,",
    "Haled forth and held up by the hair of its head.",
    "He follows through the flowing of the forms",
    "From the divisions of the trunk out to",
    "The veinings of the leaf, and the leaf’s fall.",
    "His pencil meditates the many in the one",
    "After the method in the confluence of rivers,",
    "The running of ravines on mountainsides,",
    "And in the deltas of the nerves; he sees",
    "How things must be continuous with themselves",
    "As with whole worlds that they themselves are not,",
    "In order that they may be so transformed.",
    "He stands where the eternity of thought",
    "Opens upon perspective time and space;",
    "He watches mind become incarnate; then",
    "He paints the tree.",
    "IV",
    "These thoughts have chiefly been about the painter Klee,",
    "About how he in our hard time might stand to us",
    "Especially whose lives concern themselves with learning",
    "As patron of the practical intelligence of art,",
    "And thence as model, modest and humorous in sufferings,",
    "For all research that follows spirit where it goes.",
    "That there should be much goodness in the world,",
    "Much kindness and intelligence, candor and charm,",
    "And that it all goes down in the dust after a while,",
    "This is a subject for the steadiest meditations",
    "Of the heart and mind, as for the tears",
    "That clarify the eye toward charity.",
    "So may it be to all of us, that at some times",
    "In this bad time when faith in study seems to fail,",
    "And when impatience in the street and still despair at home",
    "Divide the mind to rule it, there shall be some comfort come",
    "From the remembrance of so deep and clear a life as his",
    "Whom I have thought of, for the wholeness of his mind,",
    "As the painter dreaming in the scholar’s house,",
    "His dream an emblem to us of the life of thought,",
    "The same dream that then flared before intelligence",
    "When light first went forth looking for the eye."
  ],
  "title": "The Painter Dreaming in the Scholar’s House",
  "year": ""
}