{
  "author": "Howard Nemerov",
  "classification": "",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Money",
    "Economics",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237248",
  "region": "",
  "text": [
    "A mile out in the marshes, under a sky",
    "Which seems to be always going away",
    "In a hurry, on that Venetian land threaded",
    "With hidden canals, you will find the city",
    "Which seconds ours (so cemeteries, too,",
    "Reflect a town from hillsides out of town),",
    "Where Being most Becomingly ends up",
    "Becoming some more. From cardboard tenements,",
    "Windowed with cellophane, or simply tenting",
    "In paper bags, the angry mackerel eyes",
    "Glare at you out of stove-in, sunken heads",
    "Far from the sea; the lobster, also, lifts",
    "An empty claw in his most minatory",
    "Of gestures; oyster, crab, and mussel shells",
    "Lie here in heaps, savage as money hurled",
    "Away at the gate of hell. If you want results,",
    "These are results.",
    "Objects of value or virtue,",
    "However, are also to be picked up here,",
    "Though rarely, lying with bones and rotten meat,",
    "Eggshells and mouldy bread, banana peels",
    "No one will skid on, apple cores that caused",
    "Neither the fall of man nor a theory",
    "Of gravitation. People do throw out",
    "The family pearls by accident, sometimes,",
    "Not often; I’ve known dealers in antiques",
    "To prowl this place by night, with flashlights, on",
    "The off-chance of somebody’s having left",
    "Derelict chairs which will turn out to be",
    "by Hepplewhite, a perfect set of six",
    "Going to show, I guess, that in any sty",
    "Someone’s heaven may open and shower down",
    "Riches responsive to the right dream; though",
    "It is a small chance, certainly, that sends",
    "The ghostly dealer, heavy with fly-netting",
    "Over his head, across these hills in darkness,",
    "Stumbling in cut-glass goblets, lacquered cups,",
    "And other products of his dreamy midden",
    "Penciled with light and guarded by the flies.",
    "For there are flies, of course. A dynamo",
    "Composed, by thousands, of our ancient black",
    "Retainers, hums here day and night, steady",
    "As someone telling beads, the hum becoming",
    "A high whine at any disturbance; then,",
    "Settled again, they shine under the sun",
    "Like oil-drops, or are invisible as night,",
    "By night.",
    "All this continually smoulders,",
    "Crackles, and smokes with mostly invisible fires",
    "Which, working deep, rarely flash out and flare,",
    "And never finish. Nothing finishes;",
    "The flies, feeling the heat, keep on the move.",
    "Among the flies, the purefying fires,",
    "The hunters by night, acquainted with the art",
    "Of our necessities, and the new deposits",
    "That each day wastes with treasure, you may say",
    "There should be ratios. You may sum up",
    "The results, if you want results. But I will add",
    "That wild birds, drawn to the carrion and flies,",
    "Assemble in some numbers here, their wings",
    "Shining with light, their flight enviably free,",
    "Their music marvelous, though sad, and strange."
  ],
  "title": "The Town Dump",
  "year": ""
}