{
  "author": "Howard Nemerov",
  "classification": "",
  "keywords": [
    "Marriage",
    "Companionship",
    "Home Life",
    "Winter",
    "Trees",
    "Flowers",
    "Death",
    "Weather",
    "Parenthood",
    "Living",
    "Relationships",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171408",
  "region": "",
  "text": [
    "1",
    "Among the high-branching, leafless boughs",
    "Above the roof-peaks of the town,",
    "Snowflakes unnumberably come down.",
    "I watched out of the attic window",
    "The laced sway of family trees,",
    "Intricate genealogies",
    "Whose strict, reserved gentility,",
    "Trembling, impossible to bow,",
    "Received the appalling fall of snow.",
    "All during Sunday afternoon,",
    "Not storming, but befittingly,",
    "Out of a still, grey, devout sky,",
    "The snowflakes fell, until all shapes",
    "Went under, and thickening, drunken lines",
    "Cobwebbed the sleep of solemn pines.",
    "Up in the attic, among many things",
    "Inherited and out of style,",
    "I cried, then fell asleep awhile,",
    "Waking at night now, as the snow-",
    "flakes from darkness to darkness go",
    "Past yellow lights in the street below.",
    "2",
    "I cried because life is hopeless and beautiful.",
    "And like a child I cried myself to sleep",
    "High in the head of the house, feeling the hull",
    "Beneath me pitch and roll among the steep",
    "Mountains and valleys of the many years",
    "That brought me to tears.",
    "Down in the cellar, furnace and washing machine,",
    "Pump, fuse-box, water heater, work their hearts",
    "Out at my life, which narrowly runs between",
    "Them and this cemetery of spare parts",
    "For discontinued men, whose hats and canes",
    "Are my rich remains.",
    "And women, their portraits and wedding gowns",
    "Stacked in the corners, brooding in wooden trunks;",
    "And children’s rattles, books about lions and clowns;",
    "And headless, hanging dresses swayed like drunks",
    "Whenever a living footstep shakes the floor;",
    "I mention no more;",
    "But what I thought today, that made me cry,",
    "Is this, that we live in two kinds of thing:",
    "The powerful trees, thrusting into the sky",
    "Their black patience, are one, and that branching",
    "Relation teaches how we endure and grow;",
    "The other is the snow,",
    "Falling in a white chaos from the sky,",
    "As many as the sands of all the seas,",
    "As all the men who died or who will die,",
    "As stars in heaven, as leaves of all the trees;",
    "As Abraham was promised of his seed;",
    "Generations bleed,",
    "Till I, high in the tower of my time",
    "Among familiar ruins, began to cry",
    "For accident, sickness, justice, war and crime,",
    "Because all died, because I had to die.",
    "The snow fell, the trees stood, the promise kept,",
    "And a child I slept."
  ],
  "title": "The View from an Attic Window",
  "year": ""
}