{
  "author": "Allen Ginsberg",
  "classification": "Free Verse",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Arts",
    "Sciences",
    "History",
    "Politics",
    "Social Commentaries",
    "Humor",
    "Satire"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/179383",
  "region": "",
  "text": [
    "America I’ve given you all and now I’m nothing.",
    "America two dollars and twentyseven cents January 17, 1956.",
    "I can’t stand my own mind.",
    "America when will we end the human war?",
    "Go fuck yourself with your atom bomb.",
    "I don’t feel good don’t bother me.",
    "I won’t write my poem till I’m in my right mind.",
    "America when will you be angelic?",
    "When will you take off your clothes?",
    "When will you look at yourself through the grave?",
    "When will you be worthy of your million Trotskyites?",
    "America why are your libraries full of tears?",
    "America when will you send your eggs to India?",
    "I’m sick of your insane demands.",
    "When can I go into the supermarket and buy what I need with my good looks?",
    "America after all it is you and I who are perfect not the next world.",
    "Your machinery is too much for me.",
    "You made me want to be a saint.",
    "There must be some other way to settle this argument.",
    "Burroughs is in Tangiers I don’t think he’ll come back it’s sinister.",
    "Are you being sinister or is this some form of practical joke?",
    "I’m trying to come to the point.",
    "I refuse to give up my obsession.",
    "America stop pushing I know what I’m doing.",
    "America the plum blossoms are falling.",
    "I haven’t read the newspapers for months, everyday somebody goes on trial for murder.",
    "America I feel sentimental about the Wobblies.",
    "America I used to be a communist when I was a kid I’m not sorry.",
    "I smoke marijuana every chance I get.",
    "I sit in my house for days on end and stare at the roses in the closet.",
    "When I go to Chinatown I get drunk and never get laid.",
    "My mind is made up there’s going to be trouble.",
    "You should have seen me reading Marx.",
    "My psychoanalyst thinks I’m perfectly right.",
    "I won’t say the Lord’s Prayer.",
    "I have mystical visions and cosmic vibrations.",
    "America I still haven’t told you what you did to Uncle Max after he came over from Russia.",
    "I’m addressing you.",
    "Are you going to let your emotional life be run by Time Magazine?",
    "I’m obsessed by Time Magazine.",
    "I read it every week.",
    "Its cover stares at me every time I slink past the corner candystore.",
    "I read it in the basement of the Berkeley Public Library.",
    "It’s always telling me about responsibility. Businessmen are serious. Movie producers are serious. Everybody’s serious but me.",
    "It occurs to me that I am America.",
    "I am talking to myself again.",
    "Asia is rising against me.",
    "I haven’t got a chinaman’s chance.",
    "I’d better consider my national resources.",
    "My national resources consist of two joints of marijuana millions of genitals an unpublishable private literature that jetplanes 1400 miles an hour and twentyfive-thousand mental institutions.",
    "I say nothing about my prisons nor the millions of underprivileged who live in my flowerpots under the light of five hundred suns.",
    "I have abolished the whorehouses of France, Tangiers is the next to go.",
    "My ambition is to be President despite the fact that I’m a Catholic.",
    "America how can I write a holy litany in your silly mood?",
    "I will continue like Henry Ford my strophes are as individual as his automobiles more so they’re all different sexes.",
    "America I will sell you strophes $2500 apiece $500 down on your old strophe",
    "America free Tom Mooney",
    "America save the Spanish Loyalists",
    "America Sacco & Vanzetti must not die",
    "America I am the Scottsboro boys.",
    "America when I was seven momma took me to Communist Cell meetings they sold us garbanzos a handful per ticket a ticket costs a nickel and the speeches were free everybody was angelic and sentimental about the workers it was all so sincere you have no idea what a good thing the party was in 1835 Scott Nearing was a grand old man a real mensch Mother Bloor the Silk-strikers’ Ewig-Weibliche made me cry I once saw the Yiddish orator Israel Amter plain. Everybody must have been a spy.",
    "America you don’t really want to go to war.",
    "America its them bad Russians.",
    "Them Russians them Russians and them Chinamen. And them Russians.",
    "The Russia wants to eat us alive. The Russia’s power mad. She wants to take our cars from out our garages.",
    "Her wants to grab Chicago. Her needs a Red",
    "Her wants our auto plants in Siberia. Him big bureaucracy running our fillingstations.",
    "That no good. Ugh. Him make Indians learn read. Him need big black niggers. Hah. Her make us all work sixteen hours a day. Help.",
    "America this is quite serious.",
    "America this is the impression I get from looking in the television set.",
    "America is this correct?",
    "I’d better get right down to the job.",
    "It’s true I don’t want to join the Army or turn lathes in precision parts factories, I’m nearsighted and psychopathic anyway.",
    "America I’m putting my queer shoulder to the wheel."
  ],
  "title": "America",
  "year": ""
}