{
  "author": "Allen Ginsberg",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "The Mind",
    "Relationships",
    "Friends",
    "Enemies",
    "Religion",
    "The Spiritual",
    "Social Commentaries",
    "Popular Culture",
    "Love"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/240700",
  "region": "",
  "text": [
    "Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy! Holy!",
    "The world is holy! The soul is holy! The skin is holy! The nose is holy! The tongue and cock and hand and asshole holy!",
    "Everything is holy! everybody’s holy! everywhere is holy! everyday is in eternity! Everyman’s an angel!",
    "The bum’s as holy as the seraphim! the madman is holy as you my soul are holy!",
    "The typewriter is holy the poem is holy the voice is holy the hearers are holy the ecstasy is holy!",
    "Holy Peter holy Allen holy Solomon holy Lucien holy Kerouac holy Huncke holy Burroughs holy Cassady holy the unknown buggered and suffering beggars holy the hideous human angels!",
    "Holy my mother in the insane asylum! Holy the cocks of the grandfathers of Kansas!",
    "Holy the groaning saxophone! Holy the bop apocalypse! Holy the jazzbands marijuana hipsters peace peyote pipes & drums!",
    "Holy the solitudes of skyscrapers and pavements! Holy the cafeterias filled with the millions! Holy the mysterious rivers of tears under the streets!",
    "Holy the lone juggernaut! Holy the vast lamb of the middleclass! Holy the crazy shepherds of rebellion! Who digs Los Angeles IS Los Angeles!",
    "Holy New York Holy San Francisco Holy Peoria & Seattle Holy Paris Holy Tangiers Holy Moscow Holy Istanbul!",
    "Holy time in eternity holy eternity in time holy the clocks in space holy the fourth dimension holy the fifth International holy the Angel in Moloch!",
    "Holy the sea holy the desert holy the railroad holy the locomotive holy the visions holy the hallucinations holy the miracles holy the eyeball holy the abyss!",
    "Holy forgiveness! mercy! charity! faith! Holy! Ours! bodies! suffering! magnanimity!",
    "Holy the supernatural extra brilliant intelligent kindness of the soul!"
  ],
  "title": "Footnote to Howl",
  "year": ""
}