{
  "author": "Allen Ginsberg",
  "classification": "Refrain",
  "keywords": [
    "Crime",
    "Punishment",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/179388",
  "region": "",
  "text": [
    "Tonite I walked out of my red apartment door on East tenth street’s dusk—",
    "Walked out of my home ten years, walked out in my honking neighborhood",
    "Tonite at seven walked out past garbage cans chained to concrete anchors",
    "Walked under black painted fire escapes, giant castiron plate covering a hole in ground",
    "—Crossed the street, traffic lite red, thirteen bus roaring by liquor store,",
    "past corner pharmacy iron grated, past Coca Cola & Mylai posters fading scraped on brick",
    "Past Chinese Laundry wood door’d, & broken cement stoop steps For Rent hall painted green & purple Puerto Rican style",
    "Along E. 10th’s glass splattered pavement, kid blacks & Spanish oiled hair adolescents’ crowded house fronts—",
    "Ah, tonite I walked out on my block NY City under humid summer sky Halloween,",
    "thinking what happened Timothy Leary joining brain police for a season?",
    "thinking what’s all this Weathermen, secrecy & selfrighteousness beyond reason—F.B.I. plots?",
    "Walked past a taxicab controlling the bottle strewn curb—",
    "past young fellows with their umbrella handles & canes leaning against a ravaged Buick",
    "—and as I looked at the crowd of kids on the stoop—a boy stepped up, put his arm around my neck",
    "tenderly I thought for a moment, squeezed harder, his umbrella handle against my skull,",
    "and his friends took my arm, a young brown companion tripped his foot ’gainst my ankle—",
    "as I went down shouting Om Ah Hū",
    "to gangs of lovers on the stoop watching",
    "slowly appreciating, why this is a raid, these strangers mean strange business",
    "with what—my pockets, bald head, broken-healed-bone leg, my softshoes, my heart—",
    "Have they knives? Om Ah Hū",
    "—Have they sharp metal wood to shove in eye ear ass? Om Ah Hū",
    "& slowly reclined on the pavement, struggling to keep my woolen bag of poetry address calendar & Leary-lawyer notes hung from my shoulder",
    "dragged in my neat orlon shirt over the crossbar of a broken metal door",
    "dragged slowly onto the fire-soiled floor an abandoned store, laundry candy counter 1929—",
    "now a mess of papers & pillows & plastic car seat covers cracked cockroach-corpsed ground—",
    "my wallet back pocket passed over the iron foot step guard",
    "and fell out, stole by God Muggers’ lost fingers, Strange—",
    "Couldn’t tell—snakeskin wallet actually plastic, 70 dollars my bank money for a week,",
    "old broken wallet—and dreary plastic contents—Amex card & Manf. Hanover Trust Credit too—business card from Mr. Spears British Home Minister Drug Squad—my draft card—membership ACLU & Naropa Institute Instructor’s identification",
    "Om Ah Hū",
    "I continued chanting Om Ah Hū",
    "Putting my palm on the neck of an 18 year old boy fingering my back pocket crying “Where’s the money”",
    "“Om Ah Hū",
    "there isn’t any”",
    "My card Chief Boo-Hoo Neo American Church New Jersey & Lower East Side",
    "Om Ah Hū",
    "—what not forgotten crowded wallet—Mobil Credit, Shell? old lovers addresses on cardboard pieces, booksellers calling cards—",
    "—“Shut up or we’ll murder you”—“Om Ah Hū",
    "take it easy”",
    "Lying on the floor shall I shout more loud?—the metal door closed on blackness",
    "one boy felt my broken healed ankle, looking for hundred dollar bills behind my stocking weren’t even there—a third boy untied my Seiko Hong Kong watch rough from right wrist leaving a clasp-prick skin tiny bruise",
    "“Shut up and we’ll get out of here”—and so they left,",
    "as I rose from the cardboard mattress thinking Om Ah Hū",
    "didn’t stop em enough,",
    "the tone of voice too loud—my shoulder bag with 10,000 dollars full of poetry left on the broken floor—"
  ],
  "title": "Mugging (I)",
  "year": ""
}