{
  "author": "Rosmarie Waldrop",
  "classification": "Prose Poem",
  "keywords": [
    "Relationships",
    "Nature",
    "The Body",
    "Arts",
    "Sciences",
    "Sciences",
    "The Mind",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239046",
  "region": "U.S., New England",
  "text": [
    "I sit in my own shadow, she says, the way my mother gave birth to it. In artificial light, blinds drawn against the darkness of power. I think of you as if you were that shadow, a natural enclosure, a world, not a slight, so I can wander through your darkness. Has our contract inverted time, made our universe contract, a cramped bed for two? And when I say your name, do I draw water, a portrait, curtain, bridge, or conclusion?",
    "Place there is none, he quotes. Not even to hang up our archetypes. Let alone Star-Spangled Banners. We go forward and backward, and there is no place. Therefore it is a name for God. My eye, steadfast on traffic lights, abolishes the larger part of the round world. I should look at my feet. Space sweeps through us, a hell of distances bathed in the feeble glow of emptiness. Outward mobility, unimpeded. Suddenly we’re nobody home, without any need of inattention, imposture, or talent for deceit.",
    "The wind whips my skin as if it were water, she says. My skin",
    "water. For wind read wind, news, sky falling. Is it a mental disturbance or the higher math of love if I hear you talking under my breath and from the torn fragments assume the sun is far away and small, and a look can cause a burn? Superstition, too, is a kind of understanding, and to forgo it may have consequences.",
    "Clusters of possibilities whiz through our head, he says. Electric charges, clogged highway, screeching brakes, a house too full of guests. With grounds for disagreement and miscarriage. The light rushes in dry, screaming. But the opaque parts of the nerve oppose the noise and void the options. Then the project must be prolonged in terms of lack."
  ],
  "title": "Conversation 4: On Place",
  "year": ""
}