{
  "author": "Leigh Stein",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244490",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I want Rattawut Lapcharoensap to write my biography.",
    "I want him to come to my apartment when my boyfriend",
    "s",
    "not home. I want to make him coffee. I know that he",
    "will want to tape record all of our sessions, and",
    "after I die I want these tapes catalogued and archived",
    "in the temperature controlled basement of an ivy league",
    "university library. Additionally, I would like",
    "my biography to have a neon purple dust jacket and",
    "I would like Nancy Milford to grant us permission",
    "to call the book",
    "even though there is already",
    "a book called",
    "because it is about the life of Zelda",
    "Fitzgerald. Maybe because it is just one word and",
    "that word is a name we won",
    "t need permission; I",
    "m",
    "not a lawyer. Also: I would like Martin Scorsese to direct",
    "the movie based on the book based on my real life.",
    "I don",
    "t know if any of you have seen",
    "yet, but",
    "I just saw it last night and my life is almost exactly like that",
    "except instead of Boston I grew up in Chicago, and instead",
    "of going to police academy I toured with Cirque du Soleil.",
    "If Rattawut could just get a hold of a copy of the screenplay",
    "and make Matt Damon a female trapeze artist",
    "who was born to Prussian immigrant parents in 1984,",
    "I",
    "m sure he",
    "d have a good three, four chapters right there, easy.",
    "Have any of you ever tried to think of all the different ways",
    "you could disappoint your parents and then done them?",
    "I chose the calliope over the violin; I ran with gypsies;",
    "I dated a boy three years younger than me just because",
    "he had an apartment and I didn",
    "t want to live",
    "with my parents anymore. I want Rattawut to tell me",
    "he likes my blue sweater. Maybe I",
    "ll sit next to him",
    "while I show him old photographs and wait to see",
    "if he puts his hand on my leg. I don",
    "t know what will happen",
    "to me after I turn 23, but when my biography comes out",
    "I will have to avoid the reviews and the interviews",
    "and any website that gives away the ending.",
    "I will probably have to spend a few weeks in a cabin",
    "in Minnesota. By then, I will have broken up",
    "with my boyfriend in order to marry Rattawut",
    "beneath a chuppah in the western suburbs of Chicago",
    "because even though I",
    "m not technically Jewish,",
    "my father is, and any tradition is better than none.",
    "When Rattawut gives me my autographed copy,",
    "I",
    "ll stay inside my childhood, making daisy chains,",
    "enrolled in summer programs for the gifted and talented.",
    "I",
    "ll concentrate on the photos of myself holding prize ribbons,",
    "playing leapfrog, dressed up like Elizabeth Cady Stanton.",
    "I won",
    "t read the chapters about my future addiction",
    "to pain medication, my lepidopterophobia,",
    "my failed marriages, my miscarriages, the fire",
    "that will destroy all my manuscripts, my fall",
    "down the stairs. I won",
    "t ever read the last chapter,",
    "the one that describes in vivid detail the flames",
    "that will erupt from my fatal motorcycle accident",
    "somewhere in the Badlands, how it will take weeks",
    "for them to discover my body. I am only 22 years old.",
    "I want to fake my death on Facebook. I want a pony."
  ],
  "title": "Zelda",
  "year": ""
}