{
  "author": "Helen Leigh",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Living",
    "Infancy",
    "Social Commentaries",
    "Parenthood"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182497",
  "region": "England",
  "text": [
    "Let not the title of my verse offend,",
    "Nor let the pride contract her rigid brow;",
    "That helpless Innocence demands a friend,",
    "Virtue herself will cheerfully allow:",
    "And should my pencil prove too weak to paint,",
    "The ills attendant on the babe ere born;",
    "Whose parents swerved from virtue’s mild restraint,",
    "Forgive the attempt, nor treat the Muse with scorn.",
    "Yon rural farm, where Mirth was wont to dwell,",
    "Of Melancholy, now appears the seat;",
    "Solemn and silent as the hermit’s cell —",
    "Say what, my muse, has caused a change so great?",
    "This hapless morn, an infant first saw light,",
    "Whose innocence a better fate might claim,",
    "Than to be shunned as hateful to the sight,",
    "And banished soon as it receives a name.",
    "No joy attends its entrance into life,",
    "No smile upon its mother’s face appears,",
    "She cannot smile, alas! she is no wife;",
    "But vents the sorrow of her heart in tears.",
    "No father flies to clasp it to his breast,",
    "And bless the power that gave it to his arms;",
    "To see his form, in miniature expressed,",
    "Or trace, with ecstacy, its mother’s charms.",
    "Unhappy babe! thy father is thy foe!",
    "Oft shall he wish thee numbered with the dead;",
    "His crime entails on thee a load of woe,",
    "And sorrow heaps on thy devoted head.",
    "Torn from its breast, by shame or pride,",
    "No matter which — to hireling hands assigned;",
    "A parent’s tenderness, when thus denied,",
    "Can it be thought its nurse is overkind?",
    "Too many, like this infant may we see,",
    "Exposed, abandoned, helpless and forlorn;",
    "Till death, misfortune’s friend, has set them free,",
    "From a rude world, which gave them nought but scorn.",
    "Too many mothers — horrid to relate!",
    "Soon as their infants breathe the vital air,",
    "Deaf to their plaintive cries, their helpless state,",
    "Led on by shame, and driven by despair,",
    "Fell murderers to become — Here cease, my pen,",
    "And leave these wretched victims of despair;",
    "But oh! what punishments await the men,",
    "Who in such depths of misery plunge the fair."
  ],
  "title": "The Natural Child",
  "year": ""
}