{
  "author": "Linda Bierds",
  "classification": "Free Verse",
  "keywords": [
    "Travels",
    "Journeys",
    "Ghosts",
    "the Supernatural",
    "Landscapes",
    "Pastorals",
    "Coming of Age",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/learning/guide/178020",
  "region": "U.S., Northwestern",
  "text": [
    "—Erasmus Darwin, 1731-1802",
    "A little satin like wind at the door.",
    "My mother slips past in great side hoops,",
    "arced like the ears of elephants",
    "on her head a goat-white wig,",
    "on her cheek a dollop of mole.",
    "She has entered the evening, and I",
    "her room with its hazel light.",
    "Where her wig had rested is a leather head,",
    "a stand, perfect in its shadow but",
    "carrying in fact, where the face should be,",
    "a swath of door. It cups",
    "in its skull-curved closure",
    "clay hair stays, a pouch of wig talc",
    "that snows at random and lends to the table",
    "a neck-shaped ring.",
    "When I reach inside I am frosted,",
    "my hand like a pond in winter, pale",
    "fingers below of leaves or carp.",
    "I have studied a painting from Holland,",
    "where a village adjourns to a frozen river.",
    "Skaters and sleighs, of course, but",
    "ale tents, the musk of chestnuts,",
    "someone thick on a chair with a lap robe.",
    "I do not know what becomes of them",
    "when the flow revisits. Or why",
    "they have moved from their warm hearthstones",
    "to settle there—except that one step",
    "is a method of gliding,",
    "the self for those moments",
    "weightless and preened as my leather companion.",
    "And I do not know if the fish there",
    "have frozen, or wait in some stasis",
    "like flowers. Perhaps they are stunned",
    "by the strange heaven—dotted with",
    "boot soles and chair legs",
    "and are slumped on the mud-rich bottom—",
    "waiting through time for a kind of shimmer,",
    "an image perhaps, something",
    "known and familiar, something",
    "rushing above in their own likeness,",
    "silver and blade-thin at the rim of the world.",
    "—James Whitfield, 1735-1772",
    "There are backflows of broom and mayweed,",
    "coal rillets",
    "slick on the mine path.",
    "And the bulrush reeds stretch up from the marsh pond",
    "like the stiffened tails of lions.",
    "I walk toward a village of perfect exchange:",
    "my life taking coal from the earth, then the potter",
    "in turn taking heat from the coal, the earth",
    "giving up an arc shape of pot, and the pot",
    "giving back, in some fired brilliance,",
    "a raspberry vine. . . .",
    "We make from the spines of bulrush reeds",
    "our tallow candles, each turn",
    "in a trough of sheep fat",
    "increasing their marble. They burn with a kind",
    "of spitting and cast to the walls",
    "an equal division of soot and light,",
    "all the surfaces gradually blackening,",
    "around the crucifix, the pastel sketch of",
    "a peach and char.",
    "Through the windows,",
    "great kilns cast the shadows of scent jars.",
    "It is a kind of immortality for us, that",
    "entering, that coming away, icicles thick",
    "in the drift tunnels, our lungs half functioning,",
    "but functioning—each chest with its hissing",
    "like a room with a brook running under it.",
    "When the earth shudders just over our heads,",
    "we say that the lions are walking,",
    "down from the marsh pond, out through",
    "the seams. We die with their chests",
    "pressed over our chests. In feast position.",
    "In rubble or in bed.",
    "The lions are with us, we say to our children,",
    "although nothing is there but",
    "the bedclothes. They have come for their tails,",
    "that sputter and flare on the bedposts",
    "and mark with their compass-point brilliance",
    "the absolute boundaries of",
    "any world opening under us.",
    "—Josiah Wedgwood, 1730-1795",
    "When smallpox settles like sand at the knee",
    "each upstep is a rasp, each kneeling",
    "the hiss, then downwash of seedpods.",
    "Just a boy, I limped past a pity",
    "of cantering geese, black-beaked with madness,",
    "each with its burden of drunken rider,",
    "then crossed the short tracks of moorland waste,",
    "the gorse tufts, the low-slung canopies of broom.",
    "Near the treeline, a single deer stepped",
    "into a stillness, watched me from a stillness,",
    "a magical closure of particles, light. Behind me,",
    "the pot banks of Burslem shivered like hives.",
    "I grew, declined. My cane tip",
    "a hail on the cobbles. And each day,",
    "each year, from a salt glaze or green glaze:",
    "knife-hafts, pickle-leaves, then creamers, Queen's ware,",
    "the press of the moulder's board, the dip",
    "of the baller's scale. I visited the chemists.",
    "I visited the soil.",
    "One spring, they severed my leg with a surgeon's blade.",
    "And up through the rice grains of laudanum,",
    "through the stupor, dream, as the blade",
    "wheezed with the breath-strokes of sleepers,",
    "I watched the still globe of our earth",
    "shatter and rush, burst away in an instant—",
    "particles, light. Then a cough. The thin",
    "lispings of thread under skin.",
    "On a wooden limb—brindled and cold as a pike—",
    "I walked and re-walked the kiln-room floors,",
    "saw on the rackworks those jasper bodies, cawk-white",
    "and luminous. And where was I going those years",
    "of my life, pigments of gorse and heath",
    "flaring, fading on the hillsides?",
    "In the royal chambers one morning, I watched",
    "as the Queen, from an elbow pad of claret velvet,",
    "reached up with her forearm and open hand",
    "to the open hand of the glove maker. From her",
    "nails and knuckles to her palm, wrist,",
    "he stroked out a cover of suckling fawn, translucent,",
    "fragile as the inner skin of eggs.",
    "Then a flush rose in the rims of her ears,",
    "as if she imagined an alternate world, as if",
    "through that dappled membrane, she were held",
    "by an alternate world—suspended—like water",
    "by a vase still rich with the coal-scent of fire.",
    "And as long as she did not move at all,",
    "there she would stay."
  ],
  "title": "The Ghost Trio",
  "year": ""
}