{
  "author": "Linda Bierds",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176041",
  "region": "U.S., Northwestern",
  "text": [
    "A little candlewax on the thumbnail, liquid",
    "at first, slipping, then stalled to an ice-hood.",
    "Another layer, another, and the child lies back,",
    "his thumb a hummock, his small knuckle",
    "buckled with cracks.",
    "No snow yet, but",
    "the last white meadows of switchwort and saxifrage",
    "mimic it. Already the bears brush back",
    "through the dwarf willows—Hubbart Point, Cape Henrietta Maria,",
    "the bay's deep arc flattening, lessening",
    "as land extends through the fast-ice and the seam",
    "of open leads stretches, withdraws.",
    "They have come for the pack floes, for the slow",
    "rafting. And repeat on their white faces, the boy thinks,",
    "the low strokes of the borealis: violet mouths,",
    "madder blue at the eyelids. Perhaps he will walk",
    "to the shoreline—no shore, of course, just miles",
    "of land-fast ice stretched over water, stretched out",
    "to water, the line where each begins",
    "a filament, a vapor. By then the bears will be",
    "sailors, or, far to the north, stalled in their waxy sleep.",
    "He yawns, looks down at his slipper, his floormat",
    "of braided fleece. By then the lights",
    "will be thicker, greens and magentas flashing, rolling in",
    "at times like fog.",
    "He turns, settles. To extend a little breath",
    "out over that ice—the white, cumbersome bodies",
    "migrating in reverse with the others, dragging",
    "between them a lifeline, plump and intricate,",
    "like a net, like purse seiners dragging a cork net,",
    "its great arc spiraling, tighter, tighter,",
    "now green in those lights, now blue, now",
    "pink as the boy's ear,",
    "where all night a line of cold",
    "traces the rim, the lobe,",
    "circles down, chills, and recedes."
  ],
  "title": "Ultima Thule",
  "year": ""
}