{
  "author": "Anne Sexton",
  "classification": "Confessional",
  "keywords": [
    "Family",
    "Ancestors",
    "Death",
    "Youth",
    "Parenthood",
    "Living",
    "Relationships"
  ],
  "period": "Confessional",
  "reference": "http://www.poetryfoundation.org/poem/171277",
  "region": "",
  "text": [
    "Father, this year’s jinx rides us apart",
    "where you followed our mother to her cold slumber;",
    "a second shock boiling its stone to your heart,",
    "leaving me here to shuffle and disencumber",
    "you from the residence you could not afford:",
    "a gold key, your half of a woolen mill,",
    "twenty suits from Dunne’s, an English Ford,",
    "the love and legal verbiage of another will,",
    "boxes of pictures of people I do not know.",
    "I touch their cardboard faces. They must go.",
    "But the eyes, as thick as wood in this album,",
    "hold me. I stop here, where a small boy",
    "waits in a ruffled dress for someone to come ...",
    "for this soldier who holds his bugle like a toy",
    "or for this velvet lady who cannot smile.",
    "Is this your father’s father, this commodore",
    "in a mailman suit? My father, time meanwhile",
    "has made it unimportant who you are looking for.",
    "I’ll never know what these faces are all about.",
    "I lock them into their book and throw them out.",
    "This is the yellow scrapbook that you began",
    "the year I was born; as crackling now and wrinkly",
    "as tobacco leaves: clippings where Hoover outran",
    "the Democrats, wiggling his dry finger at me",
    "and Prohibition; news where the",
    "went",
    "down and recent years where you went flush",
    "on war. This year, solvent but sick, you meant",
    "to marry that pretty widow in a one-month rush.",
    "But before you had that second chance, I cried",
    "on your fat shoulder. Three days later you died.",
    "These are the snapshots of marriage, stopped in places.",
    "Side by side at the rail toward Nassau now;",
    "here, with the winner’s cup at the speedboat races,",
    "here, in tails at the Cotillion, you take a bow,",
    "here, by our kennel of dogs with their pink eyes,",
    "running like show-bred pigs in their chain-link pen;",
    "here, at the horseshow where my sister wins a prize;",
    "and here, standing like a duke among groups of men.",
    "Now I fold you down, my drunkard, my navigator,",
    "my first lost keeper, to love or look at later.",
    "I hold a five-year diary that my mother kept",
    "for three years, telling all she does not say",
    "of your alcoholic tendency. You overslept,",
    "she writes. My God, father, each Christmas Day",
    "with your blood, will I drink down your glass",
    "of wine? The diary of your hurly-burly years",
    "goes to my shelf to wait for my age to pass.",
    "Only in this hoarded span will love persevere.",
    "Whether you are pretty or not, I outlive you,",
    "bend down my strange face to yours and forgive you."
  ],
  "title": "All My Pretty Ones",
  "year": ""
}