{
  "author": "Anne Sexton",
  "classification": "Confessional",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Nature",
    "The Body",
    "Social Commentaries"
  ],
  "period": "Confessional",
  "reference": "http://www.poetryfoundation.org/poem/238190",
  "region": "",
  "text": [
    "1.",
    "After the sweet promise,",
    "the summer’s mild retreat",
    "from mother’s cancer, the winter months of her death,",
    "I come to this white office, its sterile sheet,",
    "its hard tablet, its stirrups, to hold my breath",
    "while I, who must, allow the glove its oily rape,",
    "to hear the almost mighty doctor over me equate",
    "my ills with hers",
    "and decide to operate.",
    "It grew in her",
    "as simply as a child would grow,",
    "as simply as she housed me once, fat and female.",
    "Always my most gentle house before that embryo",
    "of evil spread in her shelter and she grew frail.",
    "Frail, we say, remembering fear, that face we wear",
    "in the room of the special smells of dying, fear",
    "where the snoring mouth gapes",
    "and is not dear.",
    "There was snow everywhere.",
    "Each day I grueled through",
    "its sloppy peak, its blue-struck days, my boots",
    "slapping into the hospital halls, past the retinue",
    "of nurses at the desk, to murmur in cahoots",
    "with hers outside her door, to enter with the outside",
    "air stuck on my skin, to enter smelling her pride,",
    "her upkeep, and to lie",
    "as all who love have lied.",
    "No reason to be afraid,",
    "my almost mighty doctor reasons.",
    "I nod, thinking that woman’s dying",
    "must come in seasons,",
    "thinking that living is worth buying.",
    "I walk out, scuffing a raw leaf,",
    "kicking the clumps of dead straw",
    "that were this summer’s lawn.",
    "Automatically I get in my car,",
    "knowing the historic thief",
    "is loose in my house",
    "and must be set upon.",
    "2.",
    "Clean of the body’s hair,",
    "I lie smooth from breast to leg.",
    "All that was special, all that was rare",
    "is common here. Fact: death too is in the egg.",
    "Fact: the body is dumb, the body is meat.",
    "And tomorrow the O.R. Only the summer was sweet.",
    "The rooms down the hall are calling",
    "all night long, while the night outside",
    "sucks at the trees. I hear limbs falling",
    "and see yellow eyes flick in the rain. Wide eyed",
    "and still whole I turn in my bin like a shorn lamb.",
    "A nurse’s flashlight blinds me to see who I am.",
    "The walls color in a wash",
    "of daylight until the room takes its objects",
    "into itself again. I smoke furtively and squash",
    "the butt and hide it with my watch and other effects.",
    "The halls bustle with legs. I smile at the nurse",
    "who smiles for the morning shift. Day is worse.",
    "Scheduled late, I cannot drink",
    "or eat, except for yellow pills",
    "and a jigger of water. I wait and think",
    "until she brings two mysterious needles: the skills",
    "she knows she knows, promising, soon you’ll be out.",
    "But nothing is sure. No one. I wait in doubt.",
    "I wait like a kennel of dogs",
    "jumping against their fence. At ten",
    "she returns, laughs and catalogues",
    "my resistance to drugs. On the stretcher, citizen",
    "and boss of my own body still, I glide down the halls",
    "and rise in the iron cage toward science and pitfalls.",
    "The great green people stand",
    "over me; I roll on the table",
    "under a terrible sun, following their command",
    "to curl, head touching knee if I am able.",
    "Next, I am hung up like a saddle and they begin.",
    "Pale as an angel I float out over my own skin.",
    "I soar in hostile air",
    "over the pure women in labor,",
    "over the crowning heads of babies being born.",
    "I plunge down the backstair",
    "calling",
    "at the dying door,",
    "to rush back to my own skin, tied where it was torn.",
    "Its nerves pull like wires",
    "snapping from the leg to the rib.",
    "Strangers, their faces rolling lilke hoops, require",
    "my arm. I am lifted into my aluminum crib.",
    "3.",
    "Skull flat, here in my harness,",
    "thick with shock, I call mother",
    "to help myself, call toe to frog,",
    "that woolly bat, that tongue of dog;",
    "call God help and all the rest.",
    "The soul that swam the furious water",
    "sinks now in flies and the brain",
    "flops like a docked fish and the eyes",
    "are flat boat decks riding out the pain.",
    "My nurses, those starchy ghosts,",
    "hover over me for my lame hours",
    "and my lame days. The mechanics",
    "of the body pump for their tricks.",
    "I rest on their needles, am dosed",
    "and snoring amid the orange flowers",
    "and the eyes of visitors. I wear,",
    "like some senile woman, a scarlet",
    "candy package ribbon in my hair.",
    "Four days from home I lurk on my",
    "mechanical parapet with two pillows",
    "at my elbows, as soft as praying cushions.",
    "My knees work with the bed that runs",
    "on power. I grumble to forget the lie",
    "I ought to hear, but don't. God knows",
    "I thought I’d die—but here I am,",
    "recalling mother, the sound of her",
    "good morning, the odor of orange and jam.",
    "All’s well, they say. They say I’m better.",
    "I lounge in frills or, picturesque,",
    "I wear bunny pink slippers in the hall.",
    "I read a new book and shuffle past the desk",
    "to mail the author my first fan letter.",
    "Time now to pack this humpty-dumpty",
    "back the frightened way she came",
    "and run along, Anne, and run along now,",
    "my stomach laced like a football",
    "for the game."
  ],
  "title": "The Operation",
  "year": ""
}