{
  "author": "Anne Sexton",
  "classification": "Persona",
  "keywords": [
    "Birth",
    "Birthdays",
    "Parenthood",
    "Living"
  ],
  "period": "Confessional",
  "reference": "http://www.poetryfoundation.org/poem/171278",
  "region": "",
  "text": [
    "Child, the current of your breath is six days long.",
    "You lie, a small knuckle on my white bed;",
    "lie, fisted like a snail, so small and strong",
    "at my breast. Your lips are animals; you are fed",
    "with love. At first hunger is not wrong.",
    "The nurses nod their caps; you are shepherded",
    "down starch halls with the other unnested throng",
    "in wheeling baskets. You tip like a cup; your head",
    "moving to my touch. You sense the way we belong.",
    "But this is an institution bed.",
    "You will not know me very long.",
    "The doctors are enamel. They want to know",
    "the facts. They guess about the man who left me,",
    "some pendulum soul, going the way men go",
    "and leave you full of child. But our case history",
    "stays blank. All I did was let you grow.",
    "Now we are here for all the ward to see.",
    "They thought I was strange, although",
    "I never spoke a word. I burst empty",
    "of you, letting you learn how the air is so.",
    "The doctors chart the riddle they ask of me",
    "and I turn my head away. I do not know.",
    "Yours is the only face I recognize.",
    "Bone at my bone, you drink my answers in.",
    "Six times a day I prize",
    "your need, the animals of your lips, your skin",
    "growing warm and plump. I see your eyes",
    "lifting their tents. They are blue stones, they begin",
    "to outgrow their moss. You blink in surprise",
    "and I wonder what you can see, my funny kin,",
    "as you trouble my silence. I am a shelter of lies.",
    "Should I learn to speak again, or hopeless in",
    "such sanity will I touch some face I recognize?",
    "Down the hall the baskets start back. My arms",
    "fit you like a sleeve, they hold",
    "catkins of your willows, the wild bee farms",
    "of your nerves, each muscle and fold",
    "of your first days. Your old man’s face disarms",
    "the nurses. But the doctors return to scold",
    "me. I speak. It is you my silence harms.",
    "I should have known; I should have told",
    "them something to write down. My voice alarms",
    "my throat. “Name of father—none.” I hold",
    "you and name you bastard in my arms.",
    "And now that’s that. There is nothing more",
    "that I can say or lose.",
    "Others have traded life before",
    "and could not speak. I tighten to refuse",
    "your owling eyes, my fragile visitor.",
    "I touch your cheeks, like flowers. You bruise",
    "against me. We unlearn. I am a shore",
    "rocking you off. You break from me. I choose",
    "your only way, my small inheritor",
    "and hand you off, trembling the selves we lose.",
    "Go child, who is my sin and nothing more."
  ],
  "title": "Unknown Girl in the Maternity Ward",
  "year": ""
}