{
  "author": "Emanuel Xavier",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Disappointment",
    "Failure",
    "Health",
    "Illness",
    "Life Choices",
    "Marriage",
    "Companionship",
    "Parenthood",
    "Relationships",
    "Family",
    "Ancestors",
    "Friends",
    "Enemies",
    "Home Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246788",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "He forgets that he used to call me",
    "that I harbored years of hatred toward him",
    "while hoping to find my real father. My",
    "childhood memories of him reminding me",
    "I was my mother's son, not his. I tried",
    "to poison him once and scattered sharp nails",
    "inside the shoes in his closet. By the time one",
    "of his sons died of AIDS I was already lost",
    "in contempt for the man I blamed for everything.",
    "There was the time I was in love and he met my",
    "boyfriend. Now he forgets to go to the bathroom",
    "or where he is but he still remembers Michael",
    "and asks about him. I help him walk slowly",
    "outdoors to step outside the prison cell that is",
    "the tiny apartment with no windows in which",
    "I grew up abused by both of them. He barely",
    "understands. His fate has been torture. I know",
    "that I cannot be his savior. I used to pray for",
    "him to die but here he is slowly fading. In his",
    "eyes I see that he learned to love me and wishes",
    "he could take it all back. He is unable to recall",
    "those drunken nights and hateful words. I should",
    "do the same. I left a long time ago but he still",
    "remains haunted by the little boy who wanted",
    "to belong. Like him, I want to forget that we",
    "made mistakes and caused so much pain. I need",
    "for both of us to remember how he taught me",
    "how to ride a bike and how to swim and told",
    "me, better late than never, that he loved me and",
    "was proud of all I had done. I have to help him",
    "settle into his favorite chair and let him know that",
    "I forgive him. There is a place somewhere where",
    "he will call me",
    "and I will know him as my dad."
  ],
  "title": "Step Father",
  "year": ""
}