{
  "author": "Edwin Markham",
  "classification": "",
  "keywords": [
    "Heroes",
    "Patriotism",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182326",
  "region": "",
  "text": [
    "When the Norn Mother saw the Whirlwind Hour",
    "Greatening and darkening as it hurried on,",
    "She left the Heaven of Heroes and came down",
    "To make a man to meet the mortal need.",
    "She took the tried clay of the common road—",
    "Clay warm yet with the genial heat of Earth,",
    "Dashed through it all a strain of prophecy;",
    "Tempered the heap with thrill of human tears;",
    "Then mixed a laughter with the serious stuff.",
    "Into the shape she breathed a flame to light",
    "That tender, tragic, ever-changing face.",
    "Here was a man to hold against the world,",
    "A man to match the mountains and the sea.",
    "The color of the ground was in him, the red earth;",
    "The smack and tang of elemental things;",
    "The rectitude and patience of the cliff;",
    "The good-will of the rain that loves all leaves;",
    "The friendly welcome of the wayside well;",
    "The courage of the bird that dares the sea;",
    "The gladness of the wind that shakes the corn;",
    "The pity of the snow that hides all scars;",
    "The secrecy of streams that make their way",
    "Beneath the mountain to the rifted rock;",
    "The tolerance and equity of light",
    "That gives as freely to the shrinking flower",
    "As to the great oak flaring to the wind—",
    "To the grave’s low hill as to the Matterhorn",
    "That shoulders out the sky. Sprung from the West,",
    "He drank the valorous youth of a new world.",
    "The strength of virgin forests braced his mind,",
    "The hush of spacious prairies stilled his soul.",
    "His words were oaks in acorns; and his thoughts",
    "Were roots that firmly gripped the granite truth.",
    "Up from log cabin to the Capitol,",
    "One fire was on his spirit, one resolve—",
    "To send the keen ax to the root of wrong,",
    "Clearing a free way for the feet of God,",
    "The eyes of conscience testing every stroke,",
    "To make his deed the measure of a man.",
    "He built the rail-pile as he built the State,",
    "Pouring his splendid strength through every blow:",
    "The grip that swung the ax in Illinois",
    "Was on the pen that set a people free.",
    "So came the Captain with the mighty heart;",
    "And when the judgment thunders split the house,",
    "Wrenching the rafters from their ancient rest,",
    "He held the ridgepole up, and spiked again",
    "The rafters of the Home. He held his place—",
    "Held the long purpose like a growing tree—",
    "Held on through blame and faltered not at praise.",
    "And when he fell in whirlwind, he went down",
    "As when a lordly cedar, green with boughs,",
    "Goes down with a great shout upon the hills,",
    "And leaves a lonesome place against the sky."
  ],
  "title": "Lincoln, Man of the People",
  "year": ""
}