{
  "author": "Edwin Markham",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Living",
    "Social Commentaries",
    "Activities",
    "Time",
    "Brevity",
    "Jobs",
    "Working",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177470",
  "region": "",
  "text": [
    "Bowed by the weight of centuries he leans",
    "Upon his hoe and gazes on the ground,",
    "The emptiness of ages in his face,",
    "And on his back the burden of the world.",
    "Who made him dead to rapture and despair,",
    "A thing that grieves not and that never hopes,",
    "Stolid and stunned, a brother to the ox?",
    "Who loosened and let down this brutal jaw?",
    "Whose was the hand that slanted back this brow?",
    "Whose breath blew out the light within this brain?",
    "Is this the Thing the Lord God made and gave",
    "To have dominion over sea and land;",
    "To trace the stars and search the heavens for power;",
    "To feel the passion of Eternity?",
    "Is this the Dream He dreamed who shaped the suns",
    "And marked their ways upon the ancient deep?",
    "Down all the stretch of Hell to its last gulf",
    "There is no shape more terrible than this—",
    "More tongued with censure of the world’s blind greed—",
    "More filled with signs and portents for the soul—",
    "More fraught with danger to the universe.",
    "What gulfs between him and the seraphim!",
    "Slave of the wheel of labor, what to him",
    "Are Plato and the swing of Pleiades?",
    "What the long reaches of the peaks of song,",
    "The rift of dawn, the reddening of the rose?",
    "Through this dread shape the suffering ages look;",
    "Time’s tragedy is in that aching stoop;",
    "Through this dread shape humanity betrayed,",
    "Plundered, profaned and disinherited,",
    "Cries protest to the Judges of the World,",
    "A protest that is also prophecy.",
    "O masters, lords and rulers in all lands,",
    "is this the handiwork you give to God,",
    "This monstrous thing distorted and soul-quenched ?",
    "How will you ever straighten up this shape;",
    "Touch it again with immortality;",
    "Give back the upward looking and the light;",
    "Rebuild in it the music and the dream;",
    "Make right the immemorial infamies,",
    "Perfidious wrongs, immedicable woes?",
    "O masters, lords and rulers in all lands,",
    "How will the Future reckon with this Man?",
    "How answer his brute question in that hour",
    "When whirlwinds of rebellion shake the world?",
    "How will it be with kingdoms and with kings—",
    "With those who shaped him to the thing he is—",
    "When this dumb Terror shall reply to God",
    "After the silence of the centuries?"
  ],
  "title": "The Man with the Hoe",
  "year": ""
}