{
  "author": "Edwin Markham",
  "classification": "Rhymed Stanza",
  "keywords": [
    "War",
    "Conflict",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177480",
  "region": "",
  "text": [
    "We are circling, glad of the battle: we",
    "joy in the smell of the smoke.",
    "Fight on in the hell of the trenches: we",
    "publish your names with a croak!",
    "Ye will lie in dim heaps when the sunset",
    "blows cold on the reddening sand;",
    "Yet fight, for the dead will have wages—a",
    "death-clutch of dust in the hand.",
    "Ye have given us banquet, O kings, and",
    "still do we clamor for more:",
    "Vast, vast is our hunger, as vast as the",
    "sea-hunger gnawing the shore.",
    "’Tis well ye are swift with your signals—",
    "the blaze of the banners, the blare",
    "Of the bugles, the boom of battalions, the",
    "cannon-breath hot on the air.",
    "It is for our hunger ye hurry, it is for our",
    "feast ye are met:",
    "Be sure we will never forget you, O servants",
    "that never forget!",
    "For we are the Spirits of Battle, the peerage",
    "of greed we defend:",
    "Our lineage rose from the Night, and we",
    "go without fellow or friend.",
    "We were ere our servant Sesostris spread",
    "over the Asian lands",
    "The smoke of the blood of the peoples,",
    "and scattered their bones to the sands.",
    "We circled in revel for ages above the",
    "Assyrian stream,",
    "While Babylon builded her beauty, and",
    "faded to dust and to dream.",
    "We scattered our laughter on nations—",
    "and Troy was a word and a waste,",
    "The glory of Carthage was ruined, the",
    "grandeur of Rome was effaced!",
    "And we blazoned the name of Timour, as",
    "he harried his herd of kings,",
    "And the host of his hordes wound on, a",
    "dragon with undulant rings.",
    "And we slid down the wind upon France,",
    "when the steps of the earthquake passed,",
    "When the Bastile bloomed into flame, and",
    "the heavens went by on the blast.",
    "We hung over Austerlitz, cheering the",
    "armies with jubilant cries:",
    "We scented three kings at the carnage,",
    "and croaked our applause from the skies.",
    "O kings, ye have catered to vultures—",
    "have chosen to feed us, forsooth,",
    "The joy of the world and her glory, the",
    "hope of the world and her youth.",
    "O kings, ye are diligent lackeys: we laurel",
    "your names with our praise,",
    "For ye are the staff of our comfort, for ye",
    "are the strength of our days.",
    "Then spur on the host in the trenches to",
    "give up the sky at a stroke:",
    "We tell all the winds of their glory: we",
    "publish their fame with a croak!"
  ],
  "title": "The Chant of the Vultures",
  "year": ""
}