{
  "author": "Amiri Baraka",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171262",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "How will it go, crumbling earthquake, towering inferno, juggernaut, volcano, smashup,",
    "in reality, other than the feverish nearreal fantasy of the capitalist flunky film hacks",
    "tho they sense its reality breathing a quake inferno scar on their throat even snorts of",
    "100% pure cocaine cant cancel the cold cut of impending death to this society. On all the",
    "screens of america, the joint blows up every hour and a half for two dollars an fifty cents.",
    "They have taken the niggers out to lunch, for a minute, made us partners nigger Charlie) or",
    "surrogates (boss nigger) for their horror. But just as superafrikan mobutu cannot leop",
    "ardskinhat his",
    "way out of responsibility for lumumba’s death, nor even with his incredible billions",
    "rockefeller",
    "cannot even save his pale ho’s titties in the crushing weight of",
    "things as they really are.",
    "How will it go, does it reach you, getting up, sitting on the side",
    "of the bed, getting ready to go to work. Hypnotized by the ma-",
    "chine, and the cement floor, the jungle treachery of",
    "trying",
    "to survive with no money in a money world, of making the boss",
    "100,000 for every 200",
    "dollars",
    "you get, and then having his brother get you for the rent, and if",
    "you want to buy the car",
    "you",
    "helped build, your downpayment paid for it, the rest goes to buy",
    "his old lady a foam",
    "rubber",
    "rhinestone set of boobies for special occasions when kissinger",
    "drunkenly fumbles with her blouse, forgetting himself.",
    "If you don’t like it, what you gonna do about it. That was the",
    "question we asked each",
    "other, &",
    "still right regularly need to ask. You don't like it? Whatcha",
    "gonna do, about it??",
    "The real terror of nature is humanity enraged, the true",
    "technicolor spectacle that",
    "hollywood",
    "cant record. They cant even show you how you look when you",
    "go to work, or when you",
    "come back.",
    "They cant even show you thinking or demanding the new so-",
    "cialist reality, its the ultimate",
    "tidal",
    "wave. When all over the planet, men and women, with heat in",
    "their hands, demand that",
    "society",
    "be planned to include the lives and self determination of all the",
    "people ever to live. That is the scalding scenario with a cast of",
    "just under two billion that they dare not even whisper. Its called,",
    "“We Want It All . . . The Whole World!”"
  ],
  "title": "A New Reality Is Better Than a New Movie!",
  "year": ""
}