{
  "author": "Amiri Baraka",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249820",
  "region": "",
  "text": [
    "Where ever something breathes",
    "Heart beating the rise and fall",
    "Of mountains, the waves upon the sky",
    "Of seas, the terror is our ignorance, that’s",
    "Why it is named after our home, earth",
    "Where art is locked between",
    "Gone and Destination",
    "The destiny of some other where and feeling",
    "The ape knew this, when his old lady pulled him up",
    "Off the ground. Was he grateful, ask him he’s still sitting up there",
    "Watching the sky’s adventures, leaving two holes for his own. Oh sing",
    "Gigantic burp past the insects, swifter than the ugly Stanleys on the ground",
    "Catching monkey meat for Hyenagators, absolute boss of what does not",
    "Arrive in time to say anything. We hear that eating, that doo dooing, that",
    "Burping, we had a nigro mayor used to burp like poison zapalote",
    "Waddled into the cave of his lust. We got a Spring Jasper now, if",
    "you don’t like that",
    "woid, what about courtesan, dreamed out his own replacement sprawled",
    "Across the velvet cash register of belching and farting, his knick names when they",
    "let him be played with. Some call him Puck, was love, we thought, now a rubber",
    "Flat blackie banged across the ice, to get past our Goli, the Africannibus of memory.",
    "Here. We have so many wedged between death and passivity. Like eyes that collide",
    "With reality and cannot see anything but the inner abstraction of flatus, a",
    "biography, a car, a walk to the guillotine, James the First, Giuliani the Second",
    "When he tries to go national, senators will stab him, Ides of March or Not. Maybe",
    "Both will die, James 1 and Caesar 2, as they did in the past, where we can read about",
    "The justness of their assassinations",
    "As we swig a little brew and laugh at the perseverance",
    "Of disease at higher and higher levels of its elimination.",
    "We could see anything we wanted to. Be anything we knew how to be. Build",
    "anything we needed. Arrive anywhere we should have to go. But time is as stubborn",
    "as space, and they compose us with definition, time place and condition.",
    "The howlees the yowlees the yankees the super left streamlined post racial ideational",
    "chauvinists creeep at the mouth of the venal cava. They are protesting fire and",
    "Looking askance at the giblets we have learned to eat. “It’s nobody’s heart,” they",
    "say, and we agree. It’s the rest of some thing’s insides. Along with the flowers, the",
    "grass, the tubers, the river, pieces of the sky, earth, our seasoning, baked",
    "throughout. What do you call that the anarchist of comfort asks,",
    "Food, we say, making it up as we chew. Yesterday we explained language."
  ],
  "title": "Tender Arrivals",
  "year": ""
}