{
  "author": "Amiri Baraka",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Growing Old",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Popular Culture",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171260",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The sun is folding, cars stall and rise",
    "beyond the window. The workmen leave",
    "the street to the bums and painters’ wives",
    "pushing their babies home. Those who realize",
    "how fitful and indecent consciousness is",
    "stare solemnly out on the emptying street.",
    "The mourners and soft singers. The liars,",
    "and seekers after ridiculous righteousness. All",
    "my doubles, and friends, whose mistakes cannot",
    "be duplicated by machines, and this is all of our",
    "arrogance. Being broke or broken, dribbling",
    "at the eyes. Wasted lyricists, and men",
    "who have seen their dreams come true, only seconds",
    "after they knew those dreams to be horrible conceits",
    "and plastic fantasies of gesture and extension,",
    "shoulders, hair and tongues distributing misinformation",
    "about the nature of understanding. No one is that simple",
    "or priggish, to be alone out of spite and grown strong",
    "in its practice, mystics in two-pants suits. Our style,",
    "and discipline, controlling the method of knowledge.",
    "Beatniks, like Bohemians, go calmly out of style. And boys",
    "are dying in Mexico, who did not get the word.",
    "The lateness of their fabrication: mark their holes",
    "with filthy needles. The lust of the world. This will not",
    "be news. The simple damning lust,",
    "float flat magic in low changing",
    "evenings. Shiver your hands",
    "in dance. Empty all of me for",
    "knowing, and will the danger",
    "of identification,",
    "Let me sit and go blind in my dreaming",
    "and be that dream in purpose and device.",
    "A fantasy of defeat, a strong strong man",
    "older, but no wiser than the defect of love."
  ],
  "title": "The New World",
  "year": ""
}