{
  "author": "Laura Kasischke",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250098",
  "region": "",
  "text": [
    "Once, I was as large",
    "as any living creature could be.",
    "I could lift the world and carry it",
    "from my breast to its bath.",
    "When I looked down from the sky",
    "you could see the love in my eye:",
    "“Oh, tiny world, if anything",
    "ever happened to you, I would die.”",
    "And I said, “No!” to the hand. Snatched",
    "the pebble from the mouth, fished it out",
    "and told the world it would choke!",
    "Warned the world over & over! “Do",
    "you hear me? Do you want to choke?!”",
    "But how was the world to know",
    "what the truth might be?",
    "they grant you special powers, these",
    "choking stones. Maybe",
    "For, clearly, there",
    "other gods.",
    "The world could see",
    "that I, too, was at the mercy of something.",
    "Sure, I could point to the sky",
    "and say its name, but I couldn’t make it change.",
    "Some days it was blue, true, but others",
    "were ruined by its gray:",
    "“I’m sorry, little world —",
    "no picnic, no parade, no swimming pool today ... ”",
    "And the skinned knee in spite of me.",
    "And",
    "such terror in the way she screamed, and the horn honking,",
    "and the squealing wheels, and, afterward, her cold",
    "sweat against my cheek?",
    "Ah, she wants us to live forever.",
    "It’s her weakness ...",
    "But, once, I was larger",
    "than any other being —",
    "larger, perhaps, than any being",
    "had any right to be.",
    "Because, of course, eventually, the world",
    "grew larger, and larger, until it could lift",
    "me up and put me down anywhere",
    "it pleased. Until, finally, I would need",
    "its help to move the bird bath, the book-",
    "shelf, the filing cabinet. “And",
    "could you put my desk by the window, sweetie?”",
    "A truck, two men, one of them my son, and",
    "everything I ever owned, and they",
    "didn’t even want to stop for lunch.",
    "Even the freezer. Even the piano.",
    "(“You can have it if you can move it.”)",
    "But, once, I swear, I was ... And now",
    "this trunk in the attic to prove it:",
    "These shoes in the palm of my hand?",
    "You used to wear them on your feet.",
    "This blanket the size of a hand towel?",
    "I used to wrap it around you sleeping",
    "in my arms like this. See?",
    "is how small the world used to be when",
    "everything else in the world was me."
  ],
  "title": "Two Men & a Truck",
  "year": ""
}