{
  "author": "Sergei Gandlevskii",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/185077",
  "region": "",
  "text": [
    "Speak then. What is it you wanted to say? Was it the way",
    "The barge slid down the city river in sunset’s pursuit,",
    "Two thirds of June passed, the twenty-second today",
    "And summer on tiptoes, in an effort to stretch to the light,",
    "How the linden trees breathed through the stifling square",
    "And in July there was thundering, mumbling from every direction?",
    "But that speech needed gravity, needed some weight at its core",
    "And not lightness—that, I’m afraid, was deception.",
    "Can you smell it: how sweet-rotting melon scented the greengrocer’s store",
    "Out of sight in the archway the crashing of empty crates",
    "On a breeze from the outskirts, the handcars’ jostling call",
    "And an archive of leaf-fall covered the pavements’ gray.",
    "Let the Rubik’s Cube fall from your hand, it is not worth the strain",
    "All effortful planning in vain, take the grapes, eat your fill",
    "In the quiet backyard on a bench, see for real, there in the rain",
    "What will come to your mind in the hills and the hollows of hell.",
    "And go now, where you were going. But your nights here, in rain",
    "Especially in rain, the steady bare branch of the upas tree",
    "Learnt to death like the alphabet, feels for the window pane—",
    "G for glass, touching the frame, the words you heard at her knee",
    "And although I learnt little at school, I see as if it were now",
    "Through the flask’s throat and falling from above to beneath",
    "With an unforgettable shivering, the fine sand heaping below.",
    "The simplest device, but such an opening for grief.",
    "You’re done for, you deceiver, you cheat, with the tottering",
    "Tripod, your cunning replete, beat your rage on the floor like a staff",
    "That a stream might come forth, ghostly, transparent and blossoming",
    "With the odor of ozone under the municipal office tin roof.",
    "The soft furnishings sting you with static—then resound,",
    "Speak again, as if under duress, without manifesto or school",
    "If these terrible times, this place the Lord has renounced",
    "Can fill with such love, the straggler, the spent force that is you.",
    "Aged forty-seven and widowed, Aizenstadt, shuffling, feels",
    "His way round the kitchen to the empty medicine chest",
    "Is there anything to raise a smile or a glass to here?",
    "Not even the comical long johns, in mourning and flapping half-mast.",
    "This place, where a",
    "means down in the yard by the crates",
    "Drinking with the men who have seen a good thing or two,",
    "Making toasts to Esenin and Chenier as if they were once mates",
    "And another wage packet spent like the last one on booze.",
    "After death I will leave my beloved city and there, without,",
    "I will lift my throat to the heavens, my horns tipped back to the earth,",
    "And marked by my sorrow I will give forth from my trumpeting mouth",
    "To sound through the autumn wastes, the truths for which speech had no words.",
    "How the barge was drawn down the river by sunset’s last fingering ray",
    "How, on my left wrist, time’s steel cooled and hissed",
    "How the magic door was unlocked with an ordinary key",
    "Speak. Such misfortune leaves us little else."
  ],
  "title": "Stanzas",
  "year": ""
}