{
  "author": "Susan Mitchell",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Youth",
    "Parenthood"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179789",
  "region": "U.S., New England",
  "text": [
    "Off Havana, the ocean is green this morning",
    "of my birth. The conchers clean their knives on leather",
    "straps and watch the sky while three couples",
    "who have been dancing on the deck of a ship",
    "in the harbor, the old harbor of the fifties, kiss",
    "each other's cheeks and call it a night.",
    "On a green sofa five dresses wait",
    "to be fitted. The seamstress kneeling at Mother's feet",
    "has no idea I am about to be born. Mother",
    "pats her stomach which is flat",
    "as the lace mats on the dressmaker's table. She thinks",
    "I'm playing in my room. But as usual, she's wrong.",
    "I'm about to be born in a park in Havana. Oh,",
    "this is important, everything in the dressmaker's house",
    "is furred like a cat. And Havana leans right up",
    "against the windows. In the park, the air",
    "is chocolate, the sweet breath of a man",
    "smoking an expensive cigar. The grass",
    "is drinkable, dazzling, white. In a moment",
    "I'll get up from a bench, lured",
    "by a flock of pigeons, lazily sipping",
    "the same syrupy music through a straw.",
    "Mother is so ignorant, she thinks",
    "I'm rolled like a ball of yarn under the bed. What",
    "does she know of how I got trapped in my life?",
    "She thinks it's all behind her, the bloody",
    "sheets, the mirror in the ceiling",
    "where I opened such a sudden furious blue, her eyes",
    "bruised shut like mine. The pigeon's eyes",
    "are orange, unblinking, a doll's. Mother always said",
    "I wanted to touch everything because",
    "I was a child. But I was younger than that.",
    "I was so young I thought whatever I",
    "wanted, the world wanted too. Workers",
    "in the fields wanted the glint of sun on their machetes.",
    "Sugarcane came naturally sweet, you",
    "had only to lick the earth where it grew.",
    "The music I heard each night outside",
    "my window lived in the mouth of a bird. I was so young",
    "I thought it was easy as walking",
    "into the ocean which always had room",
    "for my body. So when I held out my hands",
    "I expected the pigeon to float between them",
    "like a blossom, dusting my fingers with the manna",
    "of its wings. But the world is wily, and doesn't want",
    "to be held for long, which is why",
    "as my hands reached out, workers lay down",
    "their machetes and left the fields, which is why",
    "a prostitute in a little",
    "of Havana dreamed",
    "the world was a peach and flicked",
    "open a knife. And Mother, startled, shook",
    "out a dress with big peonies splashed like dirt",
    "across the front, as if she had fallen",
    "chasing after me in the rain. But what could I do?",
    "I was about to be born, I was about to have",
    "my hair combed into the new music",
    "everyone was singing. The dressmaker sang it, her mouth",
    "filled with pins. The butcher sang it and wiped",
    "blood on his apron. Mother sang it and thought her body",
    "was leaving her body. And when I tried",
    "I was so young the music beat right",
    "through me, which is how the pigeon got away.",
    "The song the world sings day after day",
    "isn't made of feathers, and the song a bird pours",
    "itself into is tough as a branch",
    "growing with the singer and the singer's delight."
  ],
  "title": "Havana Birth",
  "year": ""
}