{
  "author": "Edward Thomas",
  "classification": "Blank Verse",
  "keywords": [
    "Living",
    "Death",
    "Nature",
    "Animals",
    "Social Commentaries",
    "Town",
    "Country Life",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248198",
  "region": "England",
  "text": [
    "As the team’s head-brass flashed out on the turn",
    "The lovers disappeared into the wood.",
    "I sat among the boughs of the fallen elm",
    "That strewed an angle of the fallow, and",
    "Watched the plough narrowing a yellow square",
    "Of charlock. Every time the horses turned",
    "Instead of treading me down, the ploughman leaned",
    "Upon the handles to say or ask a word,",
    "About the weather, next about the war.",
    "Scraping the share he faced towards the wood,",
    "And screwed along the furrow till the brass flashed",
    "Once more.",
    "The blizzard felled the elm whose crest",
    "I sat in, by a woodpecker’s round hole,",
    "The ploughman said. “When will they take it away?”",
    "“When the war’s over.” So the talk began—",
    "One minute and an interval of ten,",
    "A minute more and the same interval.",
    "“Have you been out?” “No.” “And don’t want",
    "to, perhaps?”",
    "“If I could only come back again, I should.",
    "I could spare an arm. I shouldn’t want to lose",
    "A leg. If I should lose my head, why, so,",
    "I should want nothing more. . . . Have many gone",
    "From here?” “Yes.” “Many lost?” “Yes, a good few.",
    "Only two teams work on the farm this year.",
    "One of my mates is dead. The second day",
    "In France they killed him. It was back in March,",
    "The very night of the blizzard, too. Now if",
    "He had stayed here we should have moved the tree.”",
    "“And I should not have sat here. Everything",
    "Would have been different. For it would have been",
    "Another world.” “Ay, and a better, though",
    "If we could see all all might seem good.” Then",
    "The lovers came out of the wood again:",
    "The horses started and for the last time",
    "I watched the clods crumble and topple over",
    "After the ploughshare and the stumbling team."
  ],
  "title": "As the Team's Head Brass",
  "year": ""
}