{
  "author": "Edward Thomas",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Fall",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239746",
  "region": "England",
  "text": [
    "Aftear night’s thunder far away had rolled",
    "The fiery day had a kernel sweet of cold,",
    "And in the perfect blue the clouds uncurled,",
    "Like the first gods before they made the world",
    "And misery, swimming the stormless sea",
    "In beauty and in divine gaiety.",
    "The smooth white empty road was lightly strewn",
    "With leaves—the holly’s Autumn falls in June—",
    "And fir cones standing stiff up in the heat.",
    "The mill-foot water tumbled white and lit",
    "With tossing crystals, happier than any crowd",
    "Of children pouring out of school aloud.",
    "And in the little thickets where a sleeper",
    "For ever might lie lost, the nettle-creeper",
    "And garden warbler sang unceasingly;",
    "While over them shrill shrieked in his fierce glee",
    "The swift with wings and tail as sharp and narrow",
    "As if the bow had flown off with the arrow.",
    "Only the scent of woodbine and hay new-mown",
    "Travelled the road. In the field sloping down,",
    "Park-like, to where its willows showed the brook,",
    "Haymakers rested. The tosser lay forsook",
    "Out in the sun; and the long waggon stood",
    "Without its team, it seemed it never would",
    "Move from the shadow of that single yew.",
    "The team, as still, until their task was due,",
    "Beside the labourers enjoyed the shade",
    "That three squat oaks mid-field together made",
    "Upon a circle of grass and weed uncut,",
    "And on the hollow, once a chalk-pit, but",
    "Now brimmed with nut and elder-flower so clean.",
    "The men leaned on their rakes, about to begin,",
    "But still. And all were silent. All was old,",
    "This morning time, with a great age untold,",
    "Older than Clare and Cobbett, Morland and Crome,",
    "Than, at the field’s far edge, the farmer’s home,",
    "A white house crouched at the foot of a great tree.",
    "Under the heavens that know not what years be",
    "The men, the beasts, the trees, the implements",
    "Uttered even what they will in times far hence—",
    "All of us gone out of the reach of change—",
    "Immortal in a picture of an old grange."
  ],
  "title": "Haymaking",
  "year": ""
}