{
  "author": "Edward Thomas",
  "classification": "Couplet",
  "keywords": [
    "Relationships",
    "Home Life",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248184",
  "region": "England",
  "text": [
    "Fair was the morning, fair our tempers, and",
    "We had seen nothing fairer than that land,",
    "Though strange, and the untrodden snow that made",
    "Wild of the tame, casting out all that was",
    "Not wild and rustic and old; and we were glad.",
    "Fair, too, was afternoon, and first to pass",
    "Were we that league of snow, next the north wind.",
    "There was nothing to return for, except need,",
    "And yet we sang nor ever stopped for speed,",
    "As we did often with the start behind.",
    "Faster still strode we when we came in sight",
    "Of the cold roofs where we must spend the night.",
    "Happy we had not been there, nor could be.",
    "Though we had tasted sleep and food and fellowship",
    "Together long.",
    "“How quick” to someone's lip",
    "The words came, “will the beaten horse run home.”",
    "The word “home” raised a smile in us all three,",
    "And one repeated it, smiling just so",
    "That all knew what he meant and none would say.",
    "Between three counties far apart that lay",
    "We were divided and looked strangely each",
    "At the other, and we knew we were not friends",
    "But fellows in a union that ends",
    "With the necessity for it, as it ought.",
    "Never a word was spoken, not a thought",
    "Was thought, of what the look meant with the word",
    "“Home” as we walked and watched the sunset blurred.",
    "And then to me the word, only the word,",
    "“Homesick,” as it were playfully occurred:",
    "No more. If I should ever more admit",
    "Than the mere word I could not endure it",
    "For a day longer: this captivity",
    "Must somehow come to an end, else I should be",
    "Another man, as often now I seem,",
    "Or this life be only an evil dream."
  ],
  "title": "Home [“Fair was the morning, fair our tempers, and”]",
  "year": ""
}