{
  "author": "Edward Thomas",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Activities",
    "Travels",
    "Journeys",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239744",
  "region": "England",
  "text": [
    "At hawthorn-time in Wiltshire travelling",
    "In search of something chance would never bring,",
    "An old man’s face, by life and weather cut",
    "And coloured,—rough, brown, sweet as any nut,—",
    "A land face, sea-blue-eyed,—hung in my mind",
    "When I had left him many a mile behind.",
    "All he said was: “Nobody can’t stop ’ee. It’s",
    "A footpath, right enough. You see those bits",
    "Of mounds—that’s where they opened up the barrows",
    "Sixty years since, while I was scaring sparrows.",
    "They thought as there was something to find there,",
    "But couldn’t find it, by digging, anywhere.”",
    "To turn back then and seek him, where was the use?",
    "There were three Manningfords,—Abbots, Bohun, and Bruce:",
    "And whether Alton, not Manningford, it was,",
    "My memory could not decide, because",
    "There was both Alton Barnes and Alton Priors.",
    "All had their churches, graveyards, farms, and byres,",
    "Lurking to one side up the paths and lanes,",
    "Seldom well seen except by aeroplanes;",
    "And when bells rang, or pigs squealed, or cocks crowed,",
    "Then only heard. Ages ago the road",
    "Approached. The people stood and looked and turned.",
    "Nor asked it to come nearer, nor yet learned",
    "To move out there and dwell in all men’s dust.",
    "And yet withal they shot the weathercock, just",
    "Because ’twas he crowed out of tune, they said:",
    "So now the copper weathercock is dead.",
    "If they had reaped their dandelions and sold",
    "Them fairly, they could have afforded gold.",
    "Many years passed, and I went back again",
    "Among those villages, and looked for men",
    "Who might have known my ancient. He himself",
    "Had long been dead or laid upon the shelf,",
    "I thought. One man I asked about him roared",
    "At my description: “’Tis old Bottlesford",
    "He means, Bill.” But another said: “Of course,",
    "It was Jack Button up at the White Horse.",
    "He’s dead, sir, these three years.” This lasted till",
    "A girl proposed Walker of Walker’s Hill,",
    "“Old Adam Walker. Adam's Point you’ll see",
    "Marked on the maps.”",
    "“That was her roguery,”",
    "The next man said. He was a squire’s son",
    "Who loved wild bird and beast, and dog and gun",
    "For killing them. He had loved them from his birth,",
    "One with another, as he loved the earth.",
    "“The man may be like Button, or Walker, or",
    "Like Bottlesford, that you want, but far more",
    "He sounds like one I saw when I was a child.",
    "I could almost swear to him. The man was wild",
    "And wandered. His home was where he was free.",
    "Everybody has met one such man as he.",
    "Does he keep clear old paths that no one uses",
    "But once a lifetime when he loves or muses?",
    "He is English as this gate, these flowers, this mire.",
    "And when at eight years old Lob-lie-by-the-fire",
    "Came in my books, this was the man I saw.",
    "He has been in England as long as dove and daw,",
    "Calling the wild cherry tree the merry tree,",
    "The rose campion Bridget-in-her-bravery;",
    "And in a tender mood he, as I guess,",
    "Christened one flower Love-in-idleness,",
    "And while he walked from Exeter to Leeds",
    "One April called all cuckoo-flowers Milkmaids.",
    "From him old herbal Gerard learnt, as a boy,",
    "To name wild clematis the Traveller’s-joy.",
    "Our blackbirds sang no English till his ear",
    "Told him they called his Jan Toy ‘Pretty dear.’",
    "(She was Jan Toy the Lucky, who, having lost",
    "A shilling, and found a penny loaf, rejoiced.)",
    "For reasons of his own to him the wren",
    "Is Jenny Pooter. Before all other men",
    "’Twas he first called the Hog’s Back the Hog’s Back.",
    "That Mother Dunch’s Buttocks should not lack",
    "Their name was his care. He too could explain",
    "Totteridge and Totterdown and Juggler’s Lane:",
    "He knows, if anyone. Why Tumbling Bay,",
    "Inland in Kent, is called so, he might say.",
    "“But little he says compared with what he does.",
    "If ever a sage troubles him he will buzz",
    "Like a beehive to conclude the tedious fray:",
    "And the sage, who knows all languages, runs away.",
    "Yet Lob has thirteen hundred names for a fool,",
    "And though he never could spare time for school",
    "To unteach what the fox so well expressed,",
    "On biting the cock’s head off,—Quietness is best,—",
    "He can talk quite as well as anyone",
    "After his thinking is forgot and done.",
    "He first of all told someone else’s wife,",
    "For a farthing she’d skin a flint and spoil a knife",
    "Worth sixpence skinning it. She heard him speak:",
    "‘She had a face as long as a wet week’",
    "Said he, telling the tale in after years.",
    "With blue smock and with gold rings in his ears,",
    "Sometimes he is a pedlar, not too poor",
    "To keep his wit. This is tall Tom that bore",
    "The logs in, and with Shakespeare in the hall",
    "Once talked, when icicles hung by the wall.",
    "As Herne the Hunter he has known hard times.",
    "On sleepless nights he made up weather rhymes",
    "Which others spoilt. And, Hob being then his name,",
    "He kept the hog that thought the butcher came",
    "To bring his breakfast ‘You thought wrong,’ said Hob.",
    "When there were kings in Kent this very Lob,",
    "Whose sheep grew fat and he himself grew merry,",
    "Wedded the king’s daughter of Canterbury;",
    "For he alone, unlike squire, lord, and king,",
    "Watched a night by her without slumbering;",
    "He kept both waking. When he was but a lad",
    "He won a rich man’s heiress, deaf, dumb, and sad,",
    "By rousing her to laugh at him. He carried",
    "His donkey on his back. So they were married.",
    "And while he was a little cobbler’s boy",
    "He tricked the giant coming to destroy",
    "Shrewsbury by flood. ‘And how far is it yet?’",
    "The giant asked in passing. ‘I forget;",
    "But see these shoes I‘ve worn out on the road",
    "And we’re not there yet.’ He emptied out his load",
    "Of shoes for mending. The giant let fall from his spade",
    "The earth for damming Severn, and thus made",
    "The Wrekin hill; and little Ercall hill",
    "Rose where the giant scraped his boots. While still",
    "So young, our Jack was chief of Gotham’s sages.",
    "But long before he could have been wise, ages",
    "Earlier than this, while he grew thick and strong",
    "And ate his bacon, or, at times, sang a song",
    "And merely smelt it, as Jack the giant-killer",
    "He made a name. He too ground up the miller,",
    "The Yorkshireman who ground men’s bones for flour.",
    "“Do you believe Jack dead before his hour?",
    "Or that his name is Walker, or Bottlesford,",
    "Or Button, a mere clown, or squire, or lord?",
    "The man you saw,—Lob-lie-by-the-fire, Jack Cade,",
    "Jack Smith, Jack Moon, poor Jack of every trade,",
    "Young Jack, or old Jack, or Jack What-d’ye-call,",
    "Jack-in-the-hedge, or Robin-run-by-the-wall,",
    "Robin Hood, Ragged Robin, lazy Bob,",
    "One of the lords of No Man’s Land, good Lob,—",
    "Although he was seen dying at Waterloo,",
    "Hastings, Agincourt, and Sedgemoor too,—",
    "Lives yet. He never will admit he is dead",
    "Till millers cease to grind men’s bones for bread,",
    "Not till our weathercock crows once again",
    "And I remove my house out of the lane",
    "On to the road.” With this he disappeared",
    "In hazel and thorn tangled with old-man’s-beard.",
    "But one glimpse of his back, as there he stood,",
    "Choosing his way, proved him of old Jack’s blood,",
    "Young Jack perhaps, and now a Wiltshireman",
    "As he has oft been since his days began."
  ],
  "title": "Lob",
  "year": ""
}