{
  "author": "Edward Thomas",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Activities",
    "Gardening",
    "Sports",
    "Outdoor Activities",
    "Nature",
    "Trees",
    "Flowers",
    "Social Commentaries",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248204",
  "region": "England",
  "text": [
    "Old Man, or Lad's-love,—in the name there's nothing",
    "To one that knows not Lad's-love, or Old Man,",
    "The hoar-green feathery herb, almost a tree,",
    "Growing with rosemary and lavender.",
    "Even to one that knows it well, the names",
    "Half decorate, half perplex, the thing it is:",
    "At least, what that is clings not to the names",
    "In spite of time. And yet I like the names.",
    "The herb itself I like not, but for certain",
    "I love it, as some day the child will love it",
    "Who plucks a feather from the door-side bush",
    "Whenever she goes in or out of the house.",
    "Often she waits there, snipping the tips and shrivelling",
    "The shreds at last on to the path, perhaps",
    "Thinking, perhaps of nothing, till she sniffs",
    "Her fingers and runs off. The bush is still",
    "But half as tall as she, though it is as old;",
    "So well she clips it. Not a word she says;",
    "And I can only wonder how much hereafter",
    "She will remember, with that bitter scent,",
    "Of garden rows, and ancient damson-trees",
    "Topping a hedge, a bent path to a door,",
    "A low thick bush beside the door, and me",
    "Forbidding her to pick.",
    "As for myself,",
    "Where first I met the bitter scent is lost.",
    "I, too, often shrivel the grey shreds,",
    "Sniff them and think and sniff again and try",
    "Once more to think what it is I am remembering,",
    "Always in vain. I cannot like the scent,",
    "Yet I would rather give up others more sweet,",
    "With no meaning, than this bitter one.",
    "I have mislaid the key. I sniff the spray",
    "And think of nothing; I see and I hear nothing;",
    "Yet seem, too, to be listening, lying in wait",
    "For what I should, yet never can, remember:",
    "No garden appears, no path, no hoar-green bush",
    "Of Lad's-love, or Old Man, no child beside,",
    "Neither father nor mother, nor any playmate;",
    "Only an avenue, dark, nameless, without end."
  ],
  "title": "Old Man",
  "year": ""
}