{
  "author": "John Engels",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "Growing Old",
    "Time",
    "Brevity",
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177650",
  "region": "U.S., New England",
  "text": [
    "Water sheets on the old stone of the cellar walls,",
    "trickles out over the floor into little deltas of mud,",
    "worse every year, so that now I can see daylight",
    "at the footings, and upstairs the floors sometimes",
    "tremble and the clothes go damp in the closets. And sometimes",
    "I think the whole place is about to come down, and have begun",
    "to dream at night of moving, unaccountably sad",
    "to think of leaving this house which has possessed me now",
    "for eighteen years, in which one of us has died",
    "and two been born, for all its elegance of detail most everything",
    "not right in it, or long gone bad, nothing",
    "ever done which should have been, one hundred years",
    "and more of water rancid in the cellars, moldings",
    "never finished or else mitred crookedly, all",
    "the small and growing energies of dirt and rot",
    "wherever we care to look, whenever we do. And we do.",
    "But I dream also of the pine grove of my planting,",
    "which I know I love and which is the green truth",
    "of this place: in one day ten years ago",
    "I dug fourteen small trees, wrapped the roots",
    "in burlap, dragged them down from the top ridge",
    "of the hill, spaced them carefully, watered",
    "them each day for one whole season. Now",
    "they are twenty feet high, thick roots",
    "already at the cellar wall, vigorous and loud",
    "even in little winds, only the hemlock",
    "mournful and reluctant to do much in the way",
    "of increasing itself. But it is clear",
    "that if I do not freely leave this place,",
    "it will leave me—though, as Ray Reynolds says,",
    "digging at a powdery floor joist with his knife,",
    "there may be more here than I think, better",
    "than a two-by-six at least; and his blade slides",
    "two inches in and stops at what he calls",
    "the",
    ", meaning, as I take it, at the wood",
    "which has not yet given way."
  ],
  "title": "Damp Rot",
  "year": ""
}