{
  "author": "John Engels",
  "classification": "Free Verse",
  "keywords": [
    "Midlife",
    "Living",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177649",
  "region": "U.S., New England",
  "text": [
    "1",
    "In prologue let me plainly say",
    "I shall not ever come to that discretion where",
    "I do not rage to think I grow decrepit,",
    "bursten-bellied, bald and toothless,",
    "thick of hearing, tremulous of leg, dry",
    "and rough-barked as a hemlock slab, the soft rot",
    "setting in and all my wheezy dreams the tunnelling",
    "of beetles in a raspy bark. For now",
    "I am fleshed at smaller sports, and grow in time",
    "into the mineral thick fell of earth; Vermont",
    "hairy with violets, roses, lilies and like",
    "minions and darlings of the spring, meantime",
    "working wonders, rousing astonishments. And",
    "being a humble man, I at the same time acknowledge",
    "my miscreate: the nightshades, cabbages and fleaworts",
    "of my plot, though always I try to turn my back and scorn",
    "upon the inkhorn term and speak as is most commonly",
    "received with smile and wink and approbative nod,",
    "not overfine nor at the same time reckless",
    "of the phrase, nor ever ugly, turdy, tut-mouthed,",
    "but always joyous at the goosey brain,",
    "the woolpack of the solid cloud, a crowd, a heap,",
    "a troop, a plume of trees, grass, gulls and rabbits,",
    "in the end, no doubt, a vulgar prattle: but the planet",
    "swells and bulges and protrudes beyond my eyes’ aversions,",
    "and tottery, fuddled, always I give up, I am not understood,",
    "or wrongly, out of some general assumption of my innocence.",
    "2",
    "This much I wish to say, my nonesuch, nosegay",
    "native sweet, in someway plainer, this is my letter to you,",
    "and out of most severe purpose: the bee,",
    "the honey stalk, the whole keep of the house",
    "endanger me: the perspectives of the clapboard, the steep",
    "falls of the lawn, the razory apices of ridges,",
    "and the abdominous curves of the meadow into the far",
    "trees. There are ponds below the house, and water runs.",
    "The road crosses the water, and the road",
    "diminishes to the reach of the next farm, and the farm",
    "beyond that, and two miles bearing right or left",
    "somewhere runs Highway 25. I have found my way",
    "with difficulty, I am confused, halfway I have suffered",
    "a failure of vital powers, a swoon, have been",
    "smirked at by the natives, and misdirected. Fitting,",
    "for I always dream of the painless redemption, the return",
    "from fiasco and tumultuous journey to the transcendentally",
    "serene lawns of a transcendentally white house",
    "with columns of oak trees and iron deer and the",
    "affectionate greeting of One who has these many years",
    "waited in full patience, without complaint,",
    "for me to come in bleeding, dusty and deliquescent",
    "from the fields, the blade in my thigh, or blinded,",
    "the victim of fire or ravenous birds, the lovely blood",
    "on my cheek like tears, one-limbed, a bullet",
    "in my heart, my hands, my head cut off and the dark",
    "pulses of my blood diminishing. Yet never a reproach",
    "for my criminal self-negligence, my careless japeries",
    "and clumsy flounderings: instead, my brow is wiped, my",
    "wounds attended to, blood let, leeches applied: I heal,",
    "I grow strong, I can set forth again renewed, valiant,",
    "sturdy, full of high spirits, lively, gay, spruce",
    "in looks, a reveler, a merry prankster, dimpled",
    "in the cheek from smiling, perfect Pilgrim, fit",
    "for the chemistry of the Resurrection. Yet",
    "I am of wild and changeful moods. I am perhaps worthy",
    "of being stoned, sometimes. I lie hid and lurk in wait",
    "for the giggling girleries and leap out and shout",
    "and scatter them like chickens from the boot to the safe",
    "and flying four winds. I am easy and fluent",
    "in the telling of lies, and let it be said that I roar",
    "and sing scurrilous songs in base places, and shall no doubt",
    "for this little vain merriment find a sorrowful reckoning",
    "in the end. Still, my noises please me, and what",
    "this wretched poet overmuch desires, he easily believes.",
    "It is his conventional cowardice, it makes him",
    "immortally glad. But then he always grows morose",
    "(that is in his favor), he repents, lances his soul, thinks",
    "of the willows and the columned porch and the wind",
    "melliloquent about the chimneys, and you",
    "from where he sits now at the far end",
    "of this small porch of a Federal farmhouse",
    "in this very and summery Vermont.",
    "3",
    "I look down the pitches of the lawn:",
    "fireflies make small explosions among the grass stems,",
    "and I think that to walk down that slant of lawn",
    "to the black waters of the brook at the dark join",
    "of the cleft would be like dying, and that if I die",
    "I will never pardon time. I think my words",
    "will echo only in my own mind forever, to what purpose",
    "I do not know I see a firefly trapped inside the screen.",
    "I have no name for any of this; I know it clearly",
    "in the same way I know the dead cry of the starlings",
    "in the eaves, the smell of after rain, the warm",
    "air holding in the hollows of the roads. For this",
    "there is no name. The holding mind is likewise",
    "without name. That is the final thought,",
    "it is the disorder, the reason",
    "for all this. The clouds",
    "begin to reach up Blood Mountain,",
    "and I am sitting on a farmhouse porch,",
    "and there are trees, and it is late and I am dreaming",
    "that I dream I stare down into a fouled well and see",
    "the white legbones of a deer and the water’s surface",
    "matte with loose hair, the green stink welling",
    "and bellying from the fertile sump up and flowing",
    "outwards in a fountaining current of vines and melons",
    "and leaves and the knotgrass lawns blossoming with gilliflowers,",
    "shoulder-high, cloud-high, the sun finally smothering",
    "in grass, and then in the entire silence of this",
    "growth the grasses thickening, darkening, becoming clouds,",
    "reaching up from the ridges. And all night",
    "there is rain. I dream that when I awaken",
    "it is a shining milky day, four roosters",
    "are crowing in the yard and geese",
    "dabble in the green soft muds of the ditches.",
    "This is the literal surface, and for all",
    "the extravagance of what has gone before",
    "I now repent, and make an image:",
    "All of Vermont each night blazes",
    "with fireflies, the comet is a faint",
    "green phosphorescence to the North, the catalpas",
    "blossom and each noon the sunlight hardens, and the sky",
    "is a clear ground, and I can look from my open doorway",
    "into dry and fiery yards. You see, I draw back always,",
    "I cannot be understood.",
    "darkemans, nor ever speke! It was as if I had forgotten",
    "to see the steep lawns suddenly erupt in tiny lights,",
    "it was as if my fingers burned green and blazed",
    "with crushed fireflies; and, as usual, no deer appeared.",
    "The strict edges of the meadow held nothing.",
    "When I drive home, my carlights sweep",
    "the road before me. I override",
    "the long shadows of the pebbles and grasses, and the sky",
    "grows long clouds. I drive into the soft explosions",
    "of lightning far to the West, at the end of the confusing road",
    "where I will sleep and awaken and sleep again. My hands",
    "in the dashboard lights are glowing softly green. This whole",
    "journey is before me. I know",
    "I am touched with the phosphors",
    "of self-love. The light",
    "knows it is light. A great",
    "red moon rides wedged in a crevice of clouds,",
    "and I come up the widening road",
    "as if it is the driveway to your house."
  ],
  "title": "West Topsham",
  "year": ""
}