{
  "author": "Joanna Klink",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Time",
    "Brevity",
    "Love",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated",
    "Relationships",
    "Men",
    "Women",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246416",
  "region": "U.S., Northwestern",
  "text": [
    "When everything finally has been wrecked and further shipwrecked,",
    "When their most ardent dream has been made hollow and unrecognizable,",
    "They will feel inside their limbs the missing shade of blue that lingers",
    "Against hills in the cooler hours before dark, and the moss at the foot of the forest",
    "When green starts to leave it. What they take into their privacy (half of his embrace,",
    "Her violence at play) are shadows of acts which have no farewells in them.",
    "Moons unearth them. And when, in their separate dwellings, their bodies",
    "Feel the next season come, they no longer have anyone to whom",
    "To tell it. Clouds of reverie pass outside the window and a strange emptiness",
    "Peers back in. If they love, it is solely to be adored, it is to scatter and gather",
    "Themselves like hard seeds in a field made fallow by a fire someone years ago set.",
    "In the quiet woods, from the highest trees, there is always something",
    "Weightless falling; and he, who must realize that certain losses are irreparable,",
    "Tells himself at night, before the darkest mirror, that vision keeps him whole.",
    "On the verge of warm and simple sleep they tell themselves certain loves",
    "Are like sheets of dark water, or ice forests, or husks of ships. To stop a thing",
    "Such as this would be to halve a sound that travels out from a silent person’s",
    "Thoughts. The imprint they make on each other’s bodies is worth any pain",
    "They may have caused. Quiet falls around them. And when she reaches",
    "For him the air greens like underwater light and the well-waters drop.",
    "They will see again the shadows of insects.",
    "They will touch the bark and feel each age of the tree fly undisturbed",
    "Into them. If what is no longer present in them cannot be restored,",
    "It can at least be offered. Through long bewildered dusks, stalks grow;",
    "Rains fill and pass out of clouds; animals hover at the edges of fields",
    "With eyes like black pools. For nothing cannot be transformed;",
    "Pleasure and failure feed each other daily. Do not think any breeze,",
    "Any grain of light, shall be withheld. All the stars will sail out for them."
  ],
  "title": "Half Omen Half Hope",
  "year": ""
}