{
  "author": "Joanna Klink",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246414",
  "region": "U.S., Northwestern",
  "text": [
    "And if all those who meet or even",
    "hear of you become witness to what you are—",
    "a white country of blight beneath the last snows of",
    "spring. Could we remain quiet on earth",
    "and bear it, the war we make inside",
    "what is—it’s a long time to be here, to be still,",
    "to feel the rot inside",
    "—bone-scrap, char, sheets of stars",
    "at the edge of a field where we are once again",
    "taken from ourselves. Could we remain here,",
    "witness to grief, one last bright dire call-and-reply,",
    "each birdsong or siren extinguished where some",
    "trueness abides, some portion we have lost our right",
    "to claim or know. It comes into any mind that would",
    "perceive it, leaf-rot, speech-rot, the deliberate ribcage",
    "of the deer, these abrupt chalk cliffs over which",
    "the confused animals fling themselves, and you,",
    "obscure, receive no response that is not suffered",
    "as the days grow long and distortions",
    "come to seem the natural course of things—",
    "what trees whose creatures stray into space—",
    "and they find they cannot land though the eyelid",
    "struggles open—no answer, no resolution—",
    "a window opened to the mute green world,",
    "weedy and driftless, a wind drilling rain, dirt,",
    "the parameters of uncertainty, of hope,",
    "what we might be against what we have done,",
    "bees crawling through the lips of the one",
    "who would say",
    "—",
    "What strange rooms, what soundless movement of sky",
    "over desert where the flesh again is beaten",
    "and the emptiness extends itself while some old man",
    "looks on, a raptor in waiting, the sand-field",
    "around them blown thinly toward sun—no longer",
    "ourselves in the afternoons, evenings,",
    "weak, vague, clutched at the mouth—",
    "because we did nothing, because we lost count."
  ],
  "title": "What Is (War)",
  "year": ""
}