{
  "author": "William Cowper",
  "classification": "Imagery",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Death",
    "Parenthood"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173287",
  "region": "England",
  "text": [
    "Oh that those lips had language! Life has pass'd",
    "With me but roughly since I heard thee last.",
    "Those lips are thine—thy own sweet smiles I see,",
    "The same that oft in childhood solaced me;",
    "Voice only fails, else, how distinct they say,",
    "\"Grieve not, my child, chase all thy fears away!\"",
    "The meek intelligence of those dear eyes",
    "(Blest be the art that can immortalize,",
    "The art that baffles time's tyrannic claim",
    "To quench it) here shines on me still the same.",
    "Faithful remembrancer of one so dear,",
    "Oh welcome guest, though unexpected, here!",
    "Who bidd'st me honour with an artless song,",
    "Affectionate, a mother lost so long,",
    "I will obey, not willingly alone,",
    "But gladly, as the precept were her own;",
    "And, while that face renews my filial grief,",
    "Fancy shall weave a charm for my relief—",
    "Shall steep me in Elysian reverie,",
    "A momentary dream, that thou art she.",
    "My mother! when I learn'd that thou wast dead,",
    "Say, wast thou conscious of the tears I shed?",
    "Hover'd thy spirit o'er thy sorrowing son,",
    "Wretch even then, life's journey just begun?",
    "Perhaps thou gav'st me, though unseen, a kiss;",
    "Perhaps a tear, if souls can weep in bliss—",
    "Ah that maternal smile! it answers—Yes.",
    "I heard the bell toll'd on thy burial day,",
    "I saw the hearse that bore thee slow away,",
    "And, turning from my nurs'ry window, drew",
    "A long, long sigh, and wept a last adieu!",
    "But was it such?—It was.—Where thou art gone",
    "Adieus and farewells are a sound unknown.",
    "May I but meet thee on that peaceful shore,",
    "The parting sound shall pass my lips no more!",
    "Thy maidens griev'd themselves at my concern,",
    "Oft gave me promise of a quick return.",
    "What ardently I wish'd, I long believ'd,",
    "And, disappointed still, was still deceiv'd;",
    "By disappointment every day beguil'd,",
    "Dupe of to-morrow even from a child.",
    "Thus many a sad to-morrow came and went,",
    "Till, all my stock of infant sorrow spent,",
    "I learn'd at last submission to my lot;",
    "But, though I less deplor'd thee, ne'er forgot.",
    "Where once we dwelt our name is heard no more,",
    "Children not thine have trod my nurs'ry floor;",
    "And where the gard'ner Robin, day by day,",
    "Drew me to school along the public way,",
    "Delighted with my bauble coach, and wrapt",
    "In scarlet mantle warm, and velvet capt,",
    "'Tis now become a history little known,",
    "That once we call'd the past'ral house our own.",
    "Short-liv'd possession! but the record fair",
    "That mem'ry keeps of all thy kindness there,",
    "Still outlives many a storm that has effac'd",
    "A thousand other themes less deeply trac'd.",
    "Thy nightly visits to my chamber made,",
    "That thou might'st know me safe and warmly laid;",
    "Thy morning bounties ere I left my home,",
    "The biscuit, or confectionary plum;",
    "The fragrant waters on my cheeks bestow'd",
    "By thy own hand, till fresh they shone and glow'd;",
    "All this, and more endearing still than all,",
    "Thy constant flow of love, that knew no fall,",
    "Ne'er roughen'd by those cataracts and brakes",
    "That humour interpos'd too often makes;",
    "All this still legible in mem'ry's page,",
    "And still to be so, to my latest age,",
    "Adds joy to duty, makes me glad to pay",
    "Such honours to thee as my numbers may;",
    "Perhaps a frail memorial, but sincere,",
    "Not scorn'd in heav'n, though little notic'd here.",
    "Could time, his flight revers'd, restore the hours,",
    "When, playing with thy vesture's tissued flow'rs,",
    "The violet, the pink, and jessamine,",
    "I prick'd them into paper with a pin,",
    "(And thou wast happier than myself the while,",
    "Would'st softly speak, and stroke my head and smile)",
    "Could those few pleasant hours again appear,",
    "Might one wish bring them, would I wish them here?",
    "I would not trust my heart—the dear delight",
    "Seems so to be desir'd, perhaps I might.—",
    "But no—what here we call our life is such,",
    "So little to be lov'd, and thou so much,",
    "That I should ill requite thee to constrain",
    "Thy unbound spirit into bonds again.",
    "Thou, as a gallant bark from Albion's coast",
    "(The storms all weather'd and the ocean cross'd)",
    "Shoots into port at some well-haven'd isle,",
    "Where spices breathe and brighter seasons smile,",
    "There sits quiescent on the floods that show",
    "Her beauteous form reflected clear below,",
    "While airs impregnated with incense play",
    "Around her, fanning light her streamers gay;",
    "So thou, with sails how swift! hast reach'd the shore",
    "\"Where tempests never beat nor billows roar,\"",
    "And thy lov'd consort on the dang'rous tide",
    "Of life, long since, has anchor'd at thy side.",
    "But me, scarce hoping to attain that rest,",
    "Always from port withheld, always distress'd—",
    "Me howling winds drive devious, tempest toss'd,",
    "Sails ript, seams op'ning wide, and compass lost,",
    "And day by day some current's thwarting force",
    "Sets me more distant from a prosp'rous course.",
    "But oh the thought, that thou art safe, and he!",
    "That thought is joy, arrive what may to me.",
    "My boast is not that I deduce my birth",
    "From loins enthron'd, and rulers of the earth;",
    "But higher far my proud pretensions rise—",
    "The son of parents pass'd into the skies.",
    "And now, farewell—time, unrevok'd, has run",
    "His wonted course, yet what I wish'd is done.",
    "By contemplation's help, not sought in vain,",
    "I seem t' have liv'd my childhood o'er again;",
    "To have renew'd the joys that once were mine,",
    "Without the sin of violating thine:",
    "And, while the wings of fancy still are free,",
    "And I can view this mimic shew of thee,",
    "Time has but half succeeded in his theft—",
    "Thyself remov'd, thy power to sooth me left."
  ],
  "title": "On Receipt Of My Mother's Picture",
  "year": ""
}