{
  "author": "William Cowper",
  "classification": "Epic",
  "keywords": [
    "Weather",
    "Sorrow",
    "Grieving",
    "Arts",
    "Sciences",
    "Heroes",
    "Patriotism",
    "Nature",
    "Humor",
    "Satire",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "Disappointment",
    "Failure",
    "Living"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173292",
  "region": "England",
  "text": [
    "England, with all thy faults, I love thee still",
    "My country! and while yet a nook is left",
    "Where English minds and manners may be found,",
    "Shall be constrain’d to love thee. Though thy clime",
    "Be fickle, and thy year, most part, deform’d",
    "With dripping rains, or wither’d by a frost,",
    "I would not yet exchange thy sullen skies",
    "And fields without a flow’r, for warmer France",
    "With all her vines; nor for Ausonia’s groves",
    "Of golden fruitage and her myrtle bow’rs.",
    "To shake thy senate, and from heights sublime",
    "Of patriot eloquence to flash down fire",
    "Upon thy foes, was never meant my task:",
    "But I can feel thy fortunes, and partake",
    "Thy joys and sorrows with as true a heart",
    "As any thund’rer there. And I can feel",
    "Thy follies too, and with a just disdain",
    "Frown at effeminates, whose very looks",
    "Reflect dishonour on the land I love.",
    "How, in the name of soldiership and sense,",
    "Should England prosper, when such things, as smooth",
    "And tender as a girl, all essenc’d o’er",
    "With odors, and as profligate as sweet,",
    "Who sell their laurel for a myrtle wreath,",
    "And love when they should fight; when such as these",
    "Presume to lay their hand upon the ark",
    "Of her magnificent and awful cause?",
    "Time was when it was praise and boast enough",
    "In ev’ry clime, and travel where we might,",
    "That we were born her children. Praise enough",
    "To fill th’ ambition of a private man,",
    "That Chatham’s language was his mother tongue,",
    "And Wolfe’s great name compatriot with his own.",
    "Farewell those honors, and farewell with them",
    "The hope of such hereafter! They have fall’n",
    "Each in his field of glory: one in arms,",
    "And one in council. Wolfe upon the lap",
    "Of smiling victory that moment won,",
    "And Chatham, heart-sick of his country’s shame.",
    "They made us many soldiers. Chatham still",
    "Consulting England’s happiness at home,",
    "Secur’d it by an unforgiving frown",
    "If any wrong’d her. Wolfe, where’er he fought,",
    "Put so much of his heart into his act,",
    "That his example had a magnet’s force,",
    "And all were swift to follow whom all loved.",
    "Those suns are set. Oh rise some other such!",
    "Or all that we have left is empty talk",
    "Of old achievements, and despair of new.",
    ". . .",
    "There is a pleasure in poetic pains",
    "Which only poets know. The shifts and turns,",
    "Th’ expedients and inventions multiform",
    "To which the mind resorts, in chase of terms",
    "Thought apt, yet coy, and difficult to win—",
    "T’ arrest the fleeting images that fill",
    "The mirror of the mind, and hold them fast,",
    "And force them sit, ’till he has pencill’d off",
    "A faithful likeness of the forms he views;",
    "Then to dispose his copies with such art",
    "That each may find its most propitious light,",
    "And shine by situation, hardly less,",
    "Than by the labor and the skill it cost,",
    "Are occupations of the poet’s mind",
    "So pleasing, and that steal away the thought",
    "With such address from themes of sad import,",
    "That lost in his own musings, happy man!",
    "He feels th’ anxieties of life, denied",
    "Their wonted entertainment, all retire.",
    "Such joys has he that sings. But ah! not such,",
    "Or seldom such, the hearers of his song.",
    "Fastidious, or else listless, or perhaps",
    "Aware of nothing arduous in a task",
    "They never undertook, they little note",
    "His dangers or escapes, and haply find",
    "There least amusement where he found the most.",
    "But is amusement all? studious of song,",
    "And yet ambitious not to sing in vain,",
    "I would not trifle merely, though the world",
    "Be loudest in their praise who do no more.",
    "Yet what can satire, whether grave or gay?",
    "It may correct a foible, may chastise",
    "The freaks of fashion, regulate the dress,",
    "Retrench a sword-blade, or displace a patch;",
    "But where are its sublimer trophies found?",
    "What vice has it subdu’d? whose heart reclaim’d",
    "By rigour, or whom laugh’d into reform?",
    "Alas! Leviathan is not so tam’d:",
    "Laugh’d at, he laughs again; and, stricken hard,",
    "Turns to the stroke his adamantine scales,",
    "That fear no discipline of human hands.",
    "The pulpit, therefore (and I name it, fill’d",
    "With solemn awe, that bids me well beware",
    "With what intent I touch that holy thing)",
    "The pulpit (when the sat’rist has at last,",
    "Strutting and vap’ring in an empty school,",
    "Spent all his force and made no proselyte)",
    "I say the pulpit (in the sober use",
    "Of its legitimate, peculiar pow’rs)",
    "Must stand acknowledg’d, while the world shall stand,",
    "The most important and effectual guard,",
    "Support and ornament of virtue’s cause."
  ],
  "title": "The Task, Book II: The Time-Piece",
  "year": ""
}