{
  "author": "William Cowper",
  "classification": "Epic",
  "keywords": [
    "Animals",
    "Weather",
    "Philosophy",
    "Arts",
    "Sciences",
    "Winter",
    "Nature",
    "The Body",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "History",
    "Politics",
    "Stars, Planets, Heavens",
    "Religion",
    "God",
    "the Divine"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173294",
  "region": "England",
  "text": [
    "’Tis morning; and the sun with ruddy orb",
    "Ascending, fires the horizon: while the clouds",
    "That crowd away before the driving wind,",
    "More ardent as the disk emerges more,",
    "Resemble most some city in a blaze,",
    "Seen through the leafless wood. His slanting ray",
    "Slides ineffectual down the snowy vale,",
    "And tinging all with his own rosy hue,",
    "From ev’ry herb and ev’ry spiry blade",
    "Stretches a length of shadow o’er the field.",
    "Mine, spindling into longitude immense,",
    "In spite of gravity, and sage remark",
    "That I myself am but a fleeting shade,",
    "Provokes me to a smile. With eye askance",
    "I view the muscular proportion’d limb",
    "Transform’d to a lean shank. The shapeless pair,",
    "As they design’d to mock me, at my side",
    "Take step for step; and as I near approach",
    "The cottage, walk along the plaster’d wall,",
    "Prepost’rous sight! the legs without the man.",
    "The verdure of the plain lies buried deep",
    "Beneath the dazzling deluge; and the bents,",
    "And coarser grass upspearing o’er the rest,",
    "Of late unsightly and unseen, now shine",
    "Conspicuous, and in bright apparel clad,",
    "And fledg’d with icy feathers, nod superb.",
    "The cattle mourn in corners where the fence",
    "Screens them, and seem half petrified to sleep",
    "In unrecumbent sadness. There they wait",
    "Their wonted fodder; not like hung’ring man",
    "Fretful if unsupply’d, but silent, meek,",
    "And patient of the slow-pac’d swain’s delay.",
    "He from the stack carves out th’ accustom’d load,",
    "Deep-plunging, and again deep plunging oft",
    "His broad keen knife into the solid mass;",
    "Smooth as a wall the upright remnant stands,",
    "With such undeviating and even force",
    "He severs it away: no needless care",
    "Lest storms should overset the leaning pile",
    "Deciduous, or its own unbalanc’d weight.",
    ". . .",
    "’Tis liberty alone that gives the flow’r",
    "Of fleeting life its lustre and perfume,",
    "And we are weeds without it. All constraint,",
    "Except what wisdom lays on evil men,",
    "Is evil; hurts the faculties, impedes",
    "Their progress in the road of science; blinds",
    "The eyesight of discov’ry, and begets,",
    "In those that suffer it, a sordid mind",
    "Bestial, a meagre intellect, unfit",
    "To be the tenant of man’s noble form.",
    "Thee therefore still, blame-worthy as thou art,",
    "With all thy loss of empire, and though squeez’d",
    "By public exigence till annual food",
    "Fails for the craving hunger of the state,",
    "Thee I account still happy, and the chief",
    "Among the nations, seeing thou art free!",
    "My native nook of earth!",
    ". . .",
    "But there is yet a liberty unsung",
    "By poets, and by senators unprais’d,",
    "Which monarchs cannot grant, nor all the powers",
    "Of earth and hell confed’rate take away.",
    "A liberty, which persecution, fraud,",
    "Oppression, prisons, have no pow’r to bind,",
    "Which whoso tastes can be enslav’d no more.",
    "’Tis liberty of heart, deriv’d from heav’n,",
    "Bought with HIS blood who gave it to mankind,",
    "And seal’d with the same token. It is held",
    "By charter, and that charter sanction’d sure",
    "By th’ unimpeachable and awful oath",
    "And promise of a God. His other gifts",
    "All bear the royal stamp that speaks them his,",
    "And are august, but this transcends them all."
  ],
  "title": "The Task, Book V: The Winter Morning Walk",
  "year": ""
}