{
  "author": "William Cowper",
  "classification": "Epic",
  "keywords": [
    "Living",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Nature",
    "Arts",
    "Sciences",
    "Disappointment",
    "Failure",
    "History",
    "Politics",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Painting",
    "Sculpture",
    "Trees",
    "Flowers",
    "Sorrow",
    "Grieving"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173291",
  "region": "England",
  "text": [
    "Thou know’st my praise of nature most sincere,",
    "And that my raptures are not conjur’d up",
    "To serve occasions of poetic pomp,",
    "But genuine, and art partner of them all.",
    "How oft upon yon eminence our pace",
    "Has slacken’d to a pause, and we have borne",
    "The ruffling wind, scarce conscious that it blew,",
    "While admiration, feeding at the eye,",
    "And still unsated, dwelt upon the scene.",
    "Thence with what pleasure have we just discern’d",
    "The distant plough slow-moving, and beside",
    "His lab’ring team, that swerv’d not from the track,",
    "The sturdy swain diminish’d to a boy!",
    "Here Ouse, slow winding through a level plain",
    "Of spacious meads with cattle sprinkled o’er,",
    "Conducts the eye along its sinuous course",
    "Delighted. There, fast rooted in his bank,",
    "Stand, never overlook’d, our fav’rite elms,",
    "That screen the herdsman’s solitary hut;",
    "While far beyond, and overthwart the stream",
    "That as with molten glass inlays the vale,",
    "The sloping land recedes into the clouds;",
    "Displaying on its varied side the grace",
    "Of hedge-row beauties numberless, square tow’r,",
    "Tall spire, from which the sound of cheerful bells",
    "Just undulates upon the list’ning ear,",
    "Groves, heaths, and smoking villages remote.",
    "Scenes must be beautiful which daily view’d",
    "Please daily, and whose novelty survives",
    "Long knowledge and the scrutiny of years.",
    "Praise justly due to those that I describe.",
    ". . .",
    "But though true worth and virtue, in the mild",
    "And genial soil of cultivated life",
    "Thrive most, and may perhaps thrive only there,",
    "Yet not in cities oft. In proud and gay",
    "And gain-devoted cities; thither flow,",
    "As to a common and most noisome sewer,",
    "The dregs and fæculence of ev’ry land.",
    "In cities foul example on most minds",
    "Begets its likeness. Rank abundance breeds",
    "In gross and pamper’d cities sloth and lust,",
    "And wantonness and gluttonous excess.",
    "In cities, vice is hidden with most ease,",
    "Or seen with least reproach; and virtue, taught",
    "By frequent lapse, can hope no triumph there",
    "Beyond th’ atchievement of successful flight.",
    "I do confess them nurs’ries of the arts,",
    "In which they flourish most: where, in the beams",
    "Of warm encouragement, and in the eye",
    "Of public note, they reach their perfect size.",
    "Such London is, by taste and wealth proclaim’d",
    "The fairest capital of all the world,",
    "By riot and incontinence the worst.",
    "There, touch’d by Reynolds, a dull blank becomes",
    "A lucid mirror, in which Nature sees",
    "All her reflected features. Bacon there",
    "Gives more than female beauty to a stone,",
    "And Chatham’s eloquence to marble lips.",
    ". . .",
    "God made the country, and man made the town:",
    "What wonder then, that health and virtue, gifts",
    "That can alone make sweet the bitter draught",
    "That life holds out to all, should most abound",
    "And least be threaten’d in the fields and groves?",
    "Possess ye therefore, ye who, borne about",
    "In chariots and sedans, know no fatigue",
    "But that of idleness, and taste no scenes",
    "But such as art contrives, possess ye still",
    "Your element; there only ye can shine,",
    "There only minds like yours can do no harm.",
    "Our groves were planted to console at noon",
    "The pensive wand’rer in their shades. At eve",
    "The moon-beam, sliding softly in between",
    "The sleeping leaves, is all the light they wish,",
    "Birds warbling all the music. We can spare",
    "The splendour of your lamps, they but eclipse",
    "Our softer satellite. Your songs confound",
    "Our more harmonious notes: the thrush departs",
    "Scar’d, and th’ offended nightingale is mute.",
    "There is a public mischief in your mirth,",
    "It plagues your country. Folly such as your’s,",
    "Grac’d with a sword, and worthier of a fan,",
    "Has made, which enemies could ne’er have done,",
    "Our arch of empire, steadfast but for you,",
    "A mutilated structure, soon to fall."
  ],
  "title": "The Task, Book I: The Sofa",
  "year": ""
}