{
  "author": "William Cowper",
  "classification": "Epic",
  "keywords": [
    "Religion",
    "Landscapes",
    "Pastorals",
    "Activities",
    "Nature",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Eating",
    "Drinking",
    "Jobs",
    "Working",
    "God",
    "the Divine",
    "History",
    "Politics",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Travels",
    "Journeys",
    "War",
    "Conflict",
    "Winter"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173293",
  "region": "England",
  "text": [
    "Hark! ’tis the twanging horn! o’er yonder bridge,",
    "That with its wearisome but needful length",
    "Bestrides the wintry flood, in which the moon",
    "Sees her unwrinkled face reflected bright;",
    "He comes, the herald of a noisy world,",
    "With spatter’d boots, strapp’d waist, and frozen locks,",
    "News from all nations lumb’ring at his back.",
    "True to his charge, the close-pack’d load behind,",
    "Yet careless what he brings, his one concern",
    "Is to conduct it to the destin’d inn:",
    "And having dropp’d th’ expected bag—pass on.",
    "He whistles as he goes, light-hearted wretch,",
    "Cold and yet cheerful: messenger of grief",
    "Perhaps to thousands, and of joy to some,",
    "To him indiff’rent whether grief or joy.",
    "Houses in ashes, and the fall of stocks,",
    "Births, deaths, and marriages, epistles wet",
    "With tears, that trickled down the writer’s cheeks,",
    "Fast as the periods from his fluent quill,",
    "Or charg’d with am’rous sighs of absent swains,",
    "Or nymphs responsive, equally affect",
    "His horse and him, unconscious of them all.",
    "But oh th’ important budget! usher’d in",
    "With such heart-shaking music, who can say",
    "What are its tidings? have our troops awak’d?",
    "Or do they still, as if with opium drugg’d,",
    "Snore to the murmurs of th’ Atlantic wave?",
    "Is India free? and does she wear her plum’d",
    "And jewell’d turban with a smile of peace,",
    "Or do we grind her still? The grand debate,",
    "The popular harangue, the tart reply,",
    "The logic, and the wisdom, and the wit,",
    "And the loud laugh—I long to know them all;",
    "I burn to set th’ imprison’d wranglers free,",
    "And give them voice and utt’rance once again.",
    "Now stir the fire, and close the shutters fast,",
    "Let fall the curtains, wheel the sofa round,",
    "And, while the bubbling and loud-hissing urn",
    "Throws up a steamy column, and the cups,",
    "That cheer but not inebriate, wait on each,",
    "So let us welcome peaceful ev’ning in.",
    "Not such his ev’ning, who with shining face",
    "Sweats in the crowded theatre, and squeez’d",
    "And bor’d with elbow-points through both his sides,",
    "Out-scolds the ranting actor on the stage:",
    "Nor his, who patient stands till his feet throb,",
    "And his head thumps, to feed upon the breath",
    "Of patriots, bursting with heroic rage,",
    "Or placemen, all tranquility and smiles.",
    "This folio of four pages, happy work!",
    "Which not ev’n critics criticise; that holds",
    "Inquisitive attention, while I read,",
    "Fast bound in chains of silence, which the fair,",
    "Though eloquent themselves, yet fear to break;",
    "What is it but a map of busy life,",
    "Its fluctuations, and its vast concerns?",
    ". . .",
    "Oh Winter! ruler of th’ inverted year,",
    "Thy scatter’d hair with sleet like ashes fill’d,",
    "Thy breath congeal’d upon thy lips, thy cheeks",
    "Fring’d with a beard made white with other snows",
    "Than those of age; thy forehead wrapt in clouds,",
    "A leafless branch thy sceptre, and thy throne",
    "A sliding car, indebted to no wheels,",
    "But urg’d by storms along its slipp’ry way;",
    "I love thee, all unlovely as thou seem’st,",
    "And dreaded as thou art! Thou hold’st the sun",
    "A pris’ner in the yet undawning East,",
    "Short’ning his journey between morn and noon,",
    "And hurrying him, impatient of his stay,",
    "Down to the rosy West; but kindly still",
    "Compensating his loss with added hours",
    "Of social converse and instructive ease,",
    "And gathering at short notice, in one group,",
    "The family dispers’d, and fixing thought,",
    "Not less dispers’d by day-light and its cares.",
    "I crown thee King of intimate delights,",
    "Fire-side enjoyments, home-born happiness,",
    "And all the comforts that the lowly roof",
    "Of undisturb’d retirement, and the hours",
    "Of long uninterrupted evening, know.",
    "No ratt’ling wheels stop short before these gates;",
    "No powder’d pert proficient in the art",
    "Of sounding an alarm, assaults these doors",
    "Till the street rings; no stationary steeds",
    "Cough their own knell, while, heedless of the sound,",
    "The silent circle fan themselves, and quake:",
    "But here the needle plies its busy task,",
    "The pattern grows, the well-depicted flow’r,",
    "Wrought patiently into the snowy lawn,",
    "Unfolds its bosom; buds, and leaves, and sprigs,",
    "And curling tendrils, gracefully dispos’d,",
    "Follow the nimble finger of the fair;",
    "A wreath that cannot fade, or flow’rs that blow",
    "With most success when all besides decay.",
    "The poet’s or historian’s page, by one",
    "Made vocal for th’ amusement of the rest;",
    "The sprightly lyre, whose treasure of sweet sounds",
    "The touch from many a trembling chord shakes out;",
    "And the clear voice symphonious, yet distinct,",
    "And in the charming strife triumphant still,",
    "Beguile the night, and set a keener edge",
    "On female industry; the threaded steel",
    "Flies swiftly, and unfelt the task proceeds.",
    "The volume clos’d, the customary rites",
    "Of the last meal commence. A Roman meal;",
    "Such as the mistress of the world once found",
    "Delicious, when her patriots of high note,",
    "Perhaps by moonlight, at their humble doors,",
    "And under an old oak’s domestic shade,",
    "Enjoy’d, spare feast! a radish and an egg.",
    "Discourse ensues, not trivial, yet not dull,",
    "Nor such as with a frown forbids the play",
    "Of fancy, or proscribes the sound of mirth:",
    "Nor do we madly, like an impious world,",
    "Who deem religion frenzy, and the God",
    "That made them an intruder on their joys,",
    "Start at his awful name, or deem his praise",
    "A jarring note. Themes of a graver tone,",
    "Exciting oft our gratitude and love,",
    "While we retrace with mem’ry’s pointing wand,",
    "That calls the past to our exact review,",
    "The dangers we have ’scap’d, the broken snare,",
    "The disappointed foe, deliv’rance found",
    "Unlook’d for, life preserv’d and peace restor’d,",
    "Fruits of omnipotent eternal love.",
    "Oh ev’nings worthy of the Gods! exclaim’d",
    "The Sabine bard. Oh ev’nings, I reply,",
    "More to be priz’d and coveted than yours,",
    "As more illumin’d, and with nobler truths,",
    "That I and mine, and those we love, enjoy."
  ],
  "title": "The Task, Book IV: The Winter Evening",
  "year": ""
}