{
  "author": "Nomi Stone",
  "classification": "",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/185577",
  "region": "",
  "text": [
    "The people who live here",
    "do two things: their faces whiten past you or blacken into",
    "you. Girls are not supposed to come to islands",
    "by themselves; did no one tell you? You found",
    "the highest hill, away from their whistles,",
    "their eyes. Up here only windy grass, the blow of sea that brought you.",
    "Only a few cigarette butts, pistachio shells. They come here,",
    "but hardly. The house you make",
    "is sticks and burrs. Dirt on white knuckles. The sea",
    "through the cracks. They do not talk to you anymore, or look at you,",
    "your first wish. The wind and sea are full of stomachs:",
    "now, learn to disappear",
    "into them. Your house’s slender frame catches",
    "fire one day. You hear them buzzing below. They watch,",
    "they stand, wild brightness from the hill reflecting",
    "in each eye. Light. Birds almost green among",
    "the sparks. Is it the sun? No, the moon",
    "has caught the sun in its mouth. The moon is nothing but the sun letting",
    "it see itself. The question comes again, do you have too much faith",
    "in people, or too little? Like when you were sitting on the ledge by the sea",
    "and three large boys’ shadows stubbed the grass.",
    "Your first thought was, so they will make me fall. But they don’t",
    "make you fall. Whether they are afraid of you or you of them, whether",
    "they are jeering, is not clear.",
    "This is the island with the hill with the house with the girl with the fire",
    "inside. Afterwards they climb to the top to look at something ruined",
    "close-up. They touch the door, soft with ash:",
    "the body, amongst the branches and birds,",
    "is white. The face catches the sun’s",
    "light."
  ],
  "title": "La Ghriba (“The Stranger”) Tells How and Why",
  "year": ""
}