{
  "author": "Nomi Stone",
  "classification": "",
  "keywords": [
    "Faith",
    "Doubt",
    "Friends",
    "Enemies",
    "Religion",
    "Relationships",
    "Islam",
    "Arts",
    "Sciences",
    "Philosophy"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/185587",
  "region": "",
  "text": [
    "So, if you don’t believe in full it means you don’t",
    "believe. Words tumble onto the rock. A book",
    "happens.",
    "food and women. Who are these women?",
    "My friend says, “This life is like a twenty-minute train ride.”",
    "He says, “I live inside my",
    "faith more fully every day.”",
    "I am standing on soaked pavement outside",
    "that majestic hotel in the center of town. Just before",
    "dark, the birds come in a furious swoop like",
    "hornets, stinging the sky to let in",
    "what is on the other side.",
    "about the body, denied in the first?",
    "“Do you know the Prophet knew the exact number of bones in the human",
    "body? And why do you ask so many questions? You ask",
    "more questions than you take in breaths of air.”",
    "The birds beat. They crumple in",
    "rivers of sky. At the same time every day. Kierkegaard said that",
    "every instant a man in despair is contracting it. My friend is not",
    "in despair; I am not in despair.",
    "Kierkegaard says there are three kinds of despair: despair",
    "at not being conscious of having a self, despair at not being",
    "willing to be oneself, and despair at willingness to be",
    "oneself. Listen, the train. Why complain about",
    "the seat, the air conditioner? Just do",
    "your best until you arrive.",
    "During Ramadan, I fasted a week. I went to the mosque.",
    "My friend’s uncle said:",
    "“So you are becoming Muslim?” I said: “No.” He said: “Shame",
    "on you.”",
    "In the cold November current, there is a whirring of wings. Sometimes",
    "they cloud into petals, sometimes they don’t.",
    "When the forehead presses to the earth, the blood moves",
    "down. In the joining, the self lightens. You must count the three perfect",
    "joints of each finger to keep time. Make no mistake, you leave the body only",
    "through the body. The train ride. This quiet voice that is borrowed or my own."
  ],
  "title": "Many Scientists Convert to Islam",
  "year": ""
}