{
  "author": "April Bernard",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247698",
  "region": "",
  "text": [
    "I",
    "When in a farmhouse kitchen that smelled",
    "of old rinds and wet cigarette butts",
    "I hoisted the shotgun to my shoulder",
    "and aimed but did not fire it at the man",
    "who had just taken my virginity like a snack,",
    "with my collusion, but still —",
    "When I sat in a conference room",
    "in an inquisition",
    "at the “newspaper of record,”",
    "across from the one slurping his pipe,",
    "the one arching her eyebrow,",
    "and I felt the heat like a wet brand in my chest,",
    "repaid insult for insult and left their fancy job",
    "like a squashed bug on the floor —",
    "When I was twelve, too old, the last time my father",
    "spanked me, pants down,",
    "because I had “distressed” my mother",
    "and my vision went red-black and",
    "I did not forgive —",
    "When, during my travels along the Gulf Coast,",
    "the intruder returned in the night",
    "and I did not call the cops again but stood",
    "with a butcher knife facing the door, yelling, “Come in!”",
    "although this time it was just the wind flapping",
    "and banging the screen door —",
    "When across a skating-rink-sized glistening table",
    "I told the committee chair and her brooch I was a fan of Marx",
    "and lost the fellowship —",
    "When I threw a pot of hot coffee",
    "and it just missed a man’s head, and the black-brown spatter stains",
    "were still there four years later long after he’d left me",
    "when I finally moved out of that East Village hole —",
    "II",
    "I would have had to be",
    "in order to have thought — loaded, not loaded?",
    "— and I was not thinking, I was only dripping hot",
    "and oh the pleasure, I can still feel its prickling,",
    "crackle over the furnace of my rage,",
    "to see his face go pale, his eyes widen,",
    "his “put it down, put it down” — and I",
    "put it down and allowed my life as well as his",
    "to go on.",
    "III",
    "I miss my anger. Decades go by",
    "when all I can muster is absent-minded invective,",
    "you know, directed at the news;",
    "or a brief fantasy",
    "of shoving someone in front of a bus. Yesterday",
    "I slammed my fist on my desk",
    "and then apologized, to the desk.",
    "Consider the tapestry of the seven deadly sins, at Saint-Denis:",
    "Anger, wild-haired and half-dressed,",
    "picked out in blue and silver thread bunched",
    "against the crimson,",
    "rough against the fingertips, she",
    "rides a black boar dappled with blood",
    "and waves her double-headed axe —",
    "Yes, I remember her.",
    "I always lie when I always say",
    "I didn’t know the gun was loaded."
  ],
  "title": "Anger",
  "year": ""
}