{
  "author": "Clarence Major",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Nature",
    "Living",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180526",
  "region": "U.S., Western",
  "text": [
    "No sound, the whole thing.",
    "Unknown folk. People waving from a hillside of ripple grass",
    "to people below in an ongoing meadow.",
    "Side rows of trees waving in a tide of wind,",
    "and because what is moving is not moving,",
    "you catch a state of stasis.",
    "Opposite of this inactivity",
    "you imagine distant music and buzzing and crickets",
    "and that special hot smell of summer.",
    "To the garden past the Bay to the meadow,",
    "cliff sheltered with low clouds, offset by nodding thistle.",
    "Tatter-wort and Stinking Tommy along footpath",
    "worn down by locals. But who and why?",
    "In the photograph itself you’re now looking the other way",
    "to unknown clusters of houses.",
    "Where forces are balanced to near perfection.",
    "Who could live",
    "in such a great swollen silence and solitude?",
    "You hear church bells",
    "from Our Lady’s Tears breaking that silence nicely",
    "but just in the right way so silence continues",
    "as though nothing else matters day after day.",
    "And anyway, each face seems so familiar.",
    "What do you do when you wave back?",
    "You wave vigorously.",
    "You remember your own meadow,",
    "your cliffside and town,",
    "photographs forgotten,",
    "the halfhearted motion of your hand,",
    "your grandmother’s church-folk",
    "gathering on a Sunday afternoon in saintly quietness.",
    "You name the people",
    "whose names are not written on the back.",
    "You forgive them for wrapping themselves in silence.",
    "You enter house after house and open top-floor windows",
    "and you wave down to future generations like this."
  ],
  "title": "Photograph of a Gathering of People Waving",
  "year": ""
}