{
  "author": "Geoffrey Chaucer",
  "classification": "Epic",
  "keywords": [
    "Living",
    "Love",
    "Social Commentaries",
    "Marriage",
    "Companionship",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Relationships",
    "Men",
    "Women",
    "Infatuation",
    "Crushes",
    "Unrequited Love"
  ],
  "period": "Middle English",
  "reference": "http://www.poetryfoundation.org/poem/173194",
  "region": "England",
  "text": [
    "With this he took his leve, and hom he wente;",
    "And lord, so he was glad and wel bygon!",
    "Criseyde aroos, no lenger she ne stente,",
    "But streght in-to hire closet wente anon,",
    "And set hire doun as stylle as any ston,",
    "And every word gan up and doun to wynde,",
    "That he hadde seyd, as it com hire to mynde;",
    "And wex somdel aston ed in hire thought,",
    "Right for the newe cas; but whan that she",
    "Was ful avysed, tho fond she right nought",
    "Of peril, why she ought afered be,",
    "For man may love, of possibilite,",
    "A womman so, his herte may to-breste,",
    "And she naught love ayein, but-if hire leste.",
    "But as she sat allone and thought e thus,",
    "Ascry aroos at scarmuch al with-oute,",
    "And men cryde in the strete, \"Se, Troilus",
    "Hath right now put to flighte the Grekes route!\"",
    "With that gan al hire meynee for to shoute,",
    "\"A! go we see; caste up the latis wyde;",
    "For thorugh this strete he moot to paleys ryde;",
    "\"For other wey is fro the yat e noon",
    "Of Dardanus, ther opyn is the cheyne.\"",
    "With that com he and al his folk anoon",
    "An esy pas rydynge, in routes tweyne,",
    "Right as his happy day was, sooth to seyne,",
    "For which, men seyn, may nought distourbed be",
    "That shal bityden of necessitee.",
    "This Troilus sat on his bay e steede,",
    "Al armed, save his hed, ful richely,",
    "And wownded was his hors, and gan to blede,",
    "On whiche he rood a pas, ful softely,",
    "But swych a knyghtly sighte, trewely,",
    "As was on hym was nought, withouten faille,",
    "To loke on Mars, that god is of bataille.",
    "So lik a man of arm es and a knyght",
    "He was to seen, fulfilled of heigh prowesse;",
    "For bothe he hadde a body and a myght",
    "To doon that thing, as wel as hardynesse;",
    "And eek to seen hym in his gere hym dresse,",
    "So fressh, so yong, so weldy semed he,",
    "It was an heven up-on hym for to see.",
    "His helm to-hewen was in twenty places,",
    "That by a tyssew heng, his bak byhynde;",
    "His sheld to-dasshed was with swerdes and maces,",
    "In which men myghte many an arwe fynde",
    "That thirl ed hadde horn and nerf and rynde;",
    "And ay the peple cryde, \"Here cometh oure joye,",
    "And, next his brother, holder up of Troye!\"",
    "For which he wex a litel reed for shame,",
    "Whan he the peple up-on hym herde cryen,",
    "That to byholde it was a noble game,",
    "How sobreliche he caste doun his ÿen.",
    "Cryseÿda gan al his chere aspien,",
    "And leet it so softe yn hir herte synke,",
    "That to hireself she seyde, \"Who yaf me drynke?\"",
    "For of hire owen thought she wex al reed,",
    "Remembryng hire right thus, \"Lo, this is he",
    "Which that myn uncle swerith he moot be deed,",
    "But I on hym have mercy and pitee.\"",
    "And with that thought, for pure ashamed, she",
    "Gan in hir hed to pulle, and that as faste,",
    "Whil he and all the peple forby paste.",
    "And gan to caste and rollen up and doun",
    "With-inne hir thought his excellent prowesse,",
    "And his estat, and also his renown,",
    "His wit, his shap, and eek his gentillesse;",
    "But moost hir favour was, for his distresse",
    "Was al for hire, and thoughte it was a routhe",
    "To sleen swich oon, if that he mente trouthe.",
    "Now myghte som envious jangle thus:",
    "\"This was a sodeyn love; how myght it be",
    "That she so lightly loved Troilus",
    "Right for the firste syghte; ye, pardee?\"",
    "Now who-so seith so, mote he never thee!",
    "For everything, a gynnyng hath it nede",
    "Er al be wrought, with-outen any drede.",
    "For I sey nought that she so sodeynly",
    "Yaf hym hire love, but that she gan enclyne",
    "To like him first, and I have told yow whi;",
    "And after that, his manhod and his pyne",
    "Made love with-inne hire herte for to myne,",
    "For which, by proces and by good servyse,",
    "He gat hire love, and in no sodeyn wyse."
  ],
  "title": "Troilus and Criseyde: Book II",
  "year": ""
}