{
  "author": "Louis Untermeyer",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/237094",
  "region": "",
  "text": [
    "I listened to them talking, talking,",
    "That tableful of keen and clever folk,",
    "Sputtering . . . followed by a pale and balking",
    "Sort of flash whenever some one spoke;",
    "Like musty fireworks or a pointless joke,",
    "Followed by a pointless, musty laughter. Then",
    "Without a pause, the sputtering once again . . .",
    "The air was thick with epigrams and smoke;",
    "And underneath it all",
    "It seemed that furtive things began to crawl,",
    "Hissing and striking in the dark,",
    "Aiming at no particular mark,",
    "And careless whom they hurt.",
    "The petty jealousies, the smiling hates",
    "Shot forth their venom as they passed the plates,",
    "And hissed and struck again, aroused, alert;",
    "Using their feeble smartness as a screen",
    "To shield their poisonous stabbing, to divert",
    "From what was cowardly and black and mean.",
    "Then I thought of you,",
    "Your gentle soul,",
    "Your large and quiet kindness;",
    "Ready to caution and console,",
    "And, with an almost blindness",
    "To what was mean and low.",
    "Baseness you never knew;",
    "You could not think that falsehood was untrue,",
    "Nor that deceit would ever dare betray you.",
    "You even trusted treachery; and so,",
    "Guileless, what guile or evil could dismay you?",
    "You were for counsels rather than commands.",
    "Your sweetness was your strength, your strength a sweetness",
    "That drew all men, and made reluctant hands",
    "Rest long upon your shoulder.",
    "Firm, but never proud,",
    "You walked your sixty years as through a crowd",
    "Of friends who loved to feel your warmth, and who",
    "Knowing that warmth, knew you.",
    "Even the casual beholder",
    "Could see your fresh and generous completeness,",
    "Like dawn in a deep forest, growing and shining through.",
    "Such faith has soothed and armed you. It has smiled",
    "Frankly and unashamed at Death; and, like a child,",
    "Swayed half by joy and half by reticence,",
    "Walking beside its nurse, you walk with Life;",
    "Protected by your smile and an immense",
    "Security and simple confidence.",
    "Hearing the talkers talk, I thought of you . . .",
    "And it was like a great wind blowing",
    "Over confused and poisonous places.",
    "It was like sterile spaces",
    "Crowded with birds and grasses, soaked clear through",
    "With sunlight, quiet and vast and clean.",
    "And it was forests growing,",
    "And it was black things turning green.",
    "And it was laughter on a thousand faces . . .",
    "It was, like victory rising from defeat,",
    "The world made well again and strong—and sweet."
  ],
  "title": "A Man",
  "year": ""
}