{
  "author": "Louis Untermeyer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/2620",
  "region": "",
  "text": [
    "We passed old farmer Boothby in the field.",
    "Rugged and straight he stood; his body steeled",
    "With stubbornness and age. We met his eyes",
    "That never flinched or turned to compromise,",
    "And “Luck,” he cried, “good luck!”—and waved an arm,",
    "Knotted and sailor-like, such as no farm",
    "In all of Maine could boast of; and away",
    "He turned again to pitch his new-cut hay...",
    "We walked on leisurely until a bend",
    "Showed him once more, now working toward the end",
    "Of one great path; wearing his eighty years",
    "Like banners lifted in a wind of cheers.",
    "Then we turned off abruptly—took the road",
    "Cutting the village, the one with the commanding",
    "View of the river. And we strode",
    "More briskly now to the long pier that showed",
    "Where the frail boats were kept at Indian Landing.",
    "In the canoe we stepped; our paddles dipped",
    "Leisurely downwards, and the slim bark slipped",
    "More on than in the water. Smoothly then",
    "We shot its nose against the rippling current,",
    "Feeling the rising river’s half-deterrent",
    "Pull on the paddle as we turned the blade",
    "To keep from swerving round; while we delayed",
    "To watch the curious wave-eaten locks;",
    "Or pass, with lazy turns, the picnic-rocks....",
    "Blue eels flew under us, and fishes darted",
    "A thousand ways; the once broad channel shrunk.",
    "And over us the wise and noble-hearted",
    "Twilight leaned down; the sunset mists were parted,—",
    "And we, with thoughts on tiptoe, slunk",
    "Down the green, twisting alleys of the Kennebunk,",
    "The trees, the rocks, the cows...",
    "And quiet dripped from the shadows",
    "Like rain from heavy boughs.",
    "The tree-toads started ringing",
    "Their ceaseless silver bells;",
    "A land-locked breeze came swinging",
    "Its censer of earthy smells.",
    "The river’s tiny cañon",
    "Stretched into dusky lands;",
    "Like a dark and silent companion",
    "Evening held out her hands.",
    "Hushed were the dawn’s bravados;",
    "Loud noon was a silenced cry—",
    "And quiet slipped from the shadows",
    "As stars slip out of the sky...",
    "It must have been an hour more, or later,",
    "When, tramping homeward through the piney wood,",
    "We felt the years fly back; the brotherhood",
    "Of forests took us—and we saw the satyr!",
    "There in a pool, up to his neck, he stood",
    "And grinned to see us stare, incredulous—",
    "Too startled to remember fear or flight.",
    "Feeling the menace in the crafty night,",
    "We turned to run—when lo, he called to us!",
    "Using our very names he called. We drew",
    "With creaking courage down the avenue",
    "Of birches till we saw, with clearing sight,",
    "(No longer through a tricky, pale-green light)",
    "Familiar turns and shrubs, the friendly path,—",
    "And Farmer Boothby in his woodland bath!",
    "The woods became his background; every tree",
    "Seemed part of him, and stood erect, and shared",
    "The beauty of that gnarled serenity;",
    "The quiet vigor of age that smiled and squared",
    "Its shoulders against Time ... And even night",
    "Flowed in and out of him, as though content",
    "With such a native element;",
    "Happy to move about a spirit quite",
    "As old, as placid and as confident...",
    "Sideways we turned. Still glistening and unclad",
    "He leaped up on the bank, light as a lad,",
    "His body in the moonlight dripping stars...",
    "We went on homeward, through the pasture-bars."
  ],
  "title": "Magic",
  "year": ""
}