{
  "author": "John Kinsella",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239278",
  "region": "",
  "text": [
    "It didn’t happen in that order—",
    "the endless growl of what will turn out to be",
    "miniature quad and trail bikes, carried along",
    "the top of the valley and rumbling its contents:",
    "small kids with helmets weighing more than their heads,",
    "ragged on by parents with crossed arms and ambition",
    "in their eyes: round and round the drone of fun.",
    "A country pursuit. Tracy tells me a professor",
    "of economics at a local city university",
    "while praising capitalism says he will only",
    "listen to opposition if it comes from one",
    "who eats only lentils, has given up cars",
    "and eschews imported brands of foodstuffs. Lentils?",
    "Contradictions aside, I’ll take him on, though",
    "it might be hard to hear me speak above the junior",
    "quad-bike circus performing along the hills. But hark,",
    "I’ll tell you something unusually usual: at dusk",
    "wandering the block with Katherine we came across",
    "shreds of chemical-pink balloon with plastic string",
    "attached to its tied-off umbilical cord, clearly",
    "an escapee from a party, the child—her name",
    "decorating the balloon with three crosses for kisses—",
    "in tears, chasing it up into the sky, watching",
    "it drift over the hills, her letter to the world",
    "a single word and her mark made over. Katherine",
    "asks if I recall the balloons her class back in England",
    "released with school name and address and how one",
    "floated all the way over the Channel and on to Belgium",
    "where another child picked up the shreds and deciphered",
    "the message and wrote back; weather balloons, “hopes",
    "and ambitions” as Delmore says, but without doubt",
    "or skepticism, in full expectation they will land",
    "somewhere far away and bring joy to the finder.",
    "I throw the shred of balloon away, fearing",
    "an animal crossing the block in the dark,",
    "night-eyed and keenly sampling the ground",
    "and the air with its snout, will reread or misread",
    "the code of chemical pinkness, and like some Red",
    "Riding Hood in reverse, choke on the gift of chance."
  ],
  "title": "Balloon",
  "year": ""
}