{
  "author": "Szilárd Borbély",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246698",
  "region": "",
  "text": [
    "On the platter set out in the center of the Matyó-embroidered tablecloth",
    "was the syringe. And around it was silence. My father",
    "gazed at my mother, and she back at him. Slowly,",
    "faltering, he began to speak. I was seized by",
    "an unusual shuddering. I recall that he used the word",
    ",",
    "and that if I consented to the injected dose,",
    "we could all fall asleep. We would stay together",
    "for all time. And evade the uncertainty in mortifying",
    "desperation. A fifteen-year-old’s desire to live",
    "cried out in me: “No!” To which",
    "my father stated: “If you want to live, then",
    "we too must keep on living, because we can’t leave you",
    "by yourself.” My father was the village doctor. I grew up",
    "with no siblings. My mother’s sister lived next door,",
    "with her husband and two children, Nelly and Gyurika.",
    "In the evenings I prayed: “Merciful Lord of mine,",
    "My eyes have closed, but thine, yet still are open, father mine,",
    "Watch over me as I recline.” Then this: “In one God",
    "I believe, in one homeland I believe, in the eternal",
    "divine truth I believe, in Hungary’s re-",
    "surrection I believe. Amen.” Gyuri could not study in Pest,",
    "he went to Brünn. Later, not even there. Then the family",
    "sent him to Toulouse. My mind could not comprehend. Then",
    "one of uncle Vilmos’s servants murdered him with six ax-blows.",
    "He screamed crazed into the courtyard: “That’s what",
    "the stinking Jew deserved!” I found him, his head smashed open.",
    "I ran to my father, who didn’t even believe it. And one after",
    "the other, the horrors came. Nelly lived in Újvidék",
    "with her husband. Uncle Ernő was in the middle of shaving when",
    "Hungarians broke into the flat. They were looking for the family.",
    "The nanny quickly threw a quilt onto six-month-old Tomika,",
    "they didn’t notice him. Peterke was out with Nelly. Uncle Ern",
    "was executed on the ice of the Danube. Nelly did not recover.",
    "She knitted pullovers, each more beautiful than the next, so as not",
    "to feel the pain. She went to Pest to learn a trade,",
    "so she could support her children. That’s how it was when",
    "nineteen-forty-four came. On March 15, one of my teachers said,",
    "“You remain seated,” while the class sang the Anthem,",
    "“and be quiet.” On the day of the nineteenth, the Germans",
    "invaded. From then on, it was obligatory to wear the star.",
    "Through the intervention of the medical officer and the Lord Lieutenant, my father",
    "could have stayed out. I had to move to the ghetto with my mother. My",
    "father said “The family should stay together.” All up and down",
    "our street they stood, to bid farewell. Father acknowledged",
    "them, but already he was just waiting",
    "for the end. He had aged by decades. Then the injection,",
    "the one I already spoke of, turned up on the table with the",
    "Matyó embroidery. We sat in the evening underneath the open sky",
    "before being loaded onto the freight cars. The doctor from the next village",
    "drank mercury chloride with his wife. Despite my father’s stomach lavage,",
    "they succumbed by the morning. There were eighty of us in the wagon.",
    "An expectant mother gave birth on the way. But with no water, my father",
    "could not save them. There were those who went mad in the freight cars.",
    "My father taught me always to say “Ich will",
    "arbeiten.” On the seventh of July the train stopped. Father read",
    "the plaque, Auschwitz-Birkenau, and said, “We are",
    "lost!” Megaphones blared, “Leave your packages",
    "in the wagons, they will be brought to you later. Special vehicles",
    "are coming for the sick and the elderly, just remain sitting,”",
    "they repeated, “everything will be fine. Men exit",
    "the wagon to the left, women to the right.” As farewell,",
    "my papa said, “Always be my clever, my obedient, my good",
    "little girl... ” That is how we parted for eternity. Tomika and Peterke",
    "were squeezing my hand tightly, but my mother said, “Don’t",
    "you want to sit down? We can walk. Come... ”",
    "We moved forward in a column of five rows. The bulbs of the searchlights",
    "blinded us in the eyes. A German officer, legs wide apart. He stood there",
    "somewhere far away. Sent us to the right. Had to get undressed",
    "in a room. Then they sent us into another, and the iron door slammed,",
    "bolted shut. Screaming, I pounded on it again and again. We truly",
    "were lost, as last I understood.... Turning around, the others",
    "already shaved bald. I didn’t recognize anyone.",
    "They stood there like sheep. Upon their skin, the writing of gooseflesh."
  ],
  "title": "The Matyó Embroidery",
  "year": ""
}