{
  "author": "Ofelia Zepeda",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Relationships",
    "Men",
    "Women",
    "Family",
    "Ancestors",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "The Body",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239016",
  "region": "U.S., Southwestern",
  "text": [
    "She always got mad at him",
    "every time he came home in the middle of the morning",
    "with his pant legs wet.",
    "She knew he had fallen in the ditch again.",
    "His legs were not strong enough to be straddling ditches.",
    "He was too old to be walking over temporary dikes.",
    "She wished he didn’t do that, but sometimes he had to.",
    "She sometimes imagined him falling over backward in one of the irrigation ditches,",
    "his head hitting hard cement,",
    "his body slowly sinking into the water.",
    "Water that was only three feet deep.",
    "A harmless three feet of water,",
    "where children played,",
    "and ladies sometimes sat and dipped their feet,",
    "especially on hot summer evening.",
    "She knew he would drown,",
    "she knew it was bound to happen sometime.",
    "As far as the eye could see,",
    "flat, green fields appearing to end at the foot of distant mountains.",
    "Mountains, a reminder of what the fields once looked like.",
    "Fields saturated with water pulled from its secret storage place",
    "beneath the earth’s surface.",
    "We are called “the people of the cotton fields”",
    "because of the labor our families did.",
    "For us there was no reservation, no Housing & Urban Development, no tribal support.",
    "We were a people segregated in row houses",
    "all lined up along the roads of our labor.",
    "It is a muggy summer evening.",
    "My father, my sister, and I sit on the east side of the house finding shade against the still-hot setting sun.",
    "The change from brilliant white sun to blue and gold sunset and finally,",
    "to warm darkness, a change we anticipate for brief relief.",
    "On this evening the anticipation is shattered.",
    "A boy comes to the house. He gestures for my father to come to him, out of our hearing.",
    "With what the boy says to him my father moves quickly.",
    "As quickly as his stiff back and legs can move him.",
    "Back and legs broken and fused from when he was a cowboy.",
    "He rushes by, throwing the kitchen door open, grabbing his hat.",
    "He gets into his truck and drives away.",
    "We pay him no mind other than for the fact that he is rushing.",
    "A second later my mother comes out of the house and with a single motion pulls her apron off.",
    "In a tone I recognize as signifying something is wrong, she instructs us to come with her.",
    "She starts in the direction of a cotton field a few hundred yards from our house.",
    "My sister and I walk beside her.",
    "Saying nothing.",
    "Her hands wring the towel she carries with her.",
    "This towel, a multipurpose kind of thing.",
    "Women carry it to fan themselves,",
    "to wipe sweat, to cover their heads and eyes from the sunlight, to shoo away kids, dogs, flies.",
    "I remember once a student of mine, out of habit, brought her towel with her to summer school at the university.",
    "Whenever we see each other on campus during a summer session we always laugh about it.",
    "We continue to walk, stepping over the ends of rows of cotton.",
    "Rows of cotton my family and I know well.",
    "In early summer we walk the rows to thin out the growth,",
    "and later we walk to chop the weeds somehow immune to chemicals.",
    "And in the winter, at least before the machinery, we pick the cotton from their stalks.",
    "Now I can’t begin to imagine how many miles we have all walked,",
    "up and back, up and back along these rows.",
    "We walk alongside her.",
    "The setting sun maintains a continuous pounding on our backs,",
    "the humidity from the damp fields is warm, it rests on our shoulders like tired, sweaty arms.",
    "She heads toward the irrigation ditch.",
    "The ditch is dirt, not cement, it is wide, muddy, and slippery.",
    "The water is shallow.",
    "I see my father’s truck pulling up on the opposite side.",
    "In the front seat there are women, and in the back, men.",
    "The men wedge their feet in between plastic and aluminum irrigation pipes, mud-caked shovels, boots, and hoes.",
    "Equipment in the back of his truck all for the purposes of working fields.",
    "I remember the hoe he carried.",
    "It was big, with a blade that held an edge well and got the work done.",
    "I recall purchasing a hoe for my home and being particularly unsatisfied with the craftsmanship.",
    "“They call this a hoe?” I said to my husband. It had a skinny neck, and no blade to speak of.",
    "The handle was too thin, causing blisters.",
    "Once in awhile I look around for the type of hoe my father carried. I found one once, but didn’t have money to buy it.",
    "In slow motion,",
    "weighed down by the heat,",
    "the women begin to slide across the bench of the pickup truck.",
    "They slowly step out of the cab, appearing as a single long strand of woman, emerging.",
    "In cautious unison they walk toward the edge of the ditch.",
    "My mother, as if connected to them by an invisible string,",
    "is pulled toward them from the opposite side.",
    "Their movement is dreamlike. They peer into the muddy water.",
    "And as if with a shared nervous system, their hands motion the towel each is carrying,",
    "motion it to just above their eyes, covering their faces.",
    "With a single vocal act they release from their depths a hard, deep, mournful wail.",
    "This sound breaks the wave of bright summer light above the green cotton fields."
  ],
  "title": "The Man Who Drowned in the Irrigation Ditch",
  "year": ""
}