{
  "author": "Gregory Corso",
  "classification": "Free Verse",
  "keywords": [
    "Heroes",
    "Patriotism",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/175645",
  "region": "",
  "text": [
    "I am a great American",
    "I am almost nationalistic about it!",
    "I love America like a madness!",
    "But I am afraid to return to America",
    "I’m even afraid to go into the American Express—",
    "They are frankensteining Christ in America",
    "in their Sunday campaigns",
    "They are putting the fear of Christ in America",
    "under their tents in their Sunday campaigns",
    "They are driving old ladies mad with Christ in America",
    "They are televising the gift of healing and the fear of hell",
    "in America under their tents in their Sunday",
    "campaigns",
    "They are leaving their tents and are bringing their Christ",
    "to the stadiums of America in their Sunday",
    "campaigns",
    "They are asking for a full house an all get out",
    "for their Christ in the stadiums of America",
    "They are getting them in their Sunday and Saturday",
    "campaigns",
    "They are asking them to come forward and fall on their",
    "knees",
    "because they are all guilty and they are coming",
    "forward",
    "in guilt and are falling on their knees weeping their",
    "guilt",
    "begging to be saved O Lord O Lord in their Monday",
    "Tuesday Wednesday Thursday Friday Saturday",
    "and Sunday campaigns",
    "It is a time in which no man is extremely wondrous",
    "It is a time in which rock stupidity",
    "outsteps the 5th Column as the sole enemy in America",
    "It is a time in which ignorance is a good Ameri-cun",
    "ignorance is excused only where it is so",
    "it is not so in America",
    "Man is not guilty Christ is not to be feared",
    "I am telling you the American Way is a hideous monster",
    "eating Christ making Him into Oreos and Dr. Pepper",
    "the sacrament of its foul mouth",
    "I am telling you the devil is impersonating Christ in America",
    "America’s educators & preachers are the mental-dictators",
    "of false intelligence they will not allow America",
    "to be smart",
    "they will only allow death to make America smart",
    "Educators & communicators are the lackeys of the",
    "American Way",
    "They enslave the minds of the young",
    "and the young are willing slaves (but not for long)",
    "because who is to doubt the American Way",
    "is not the way?",
    "The duty of these educators is no different",
    "than the duty of a factory foreman",
    "Replica production make all the young think alike",
    "dress alike believe alike do alike",
    "Togetherness this is the American Way",
    "The few great educators in America are weak & helpless",
    "They abide and so uphold the American Way",
    "Wars have seen such men they who despised things about",
    "them",
    "but did nothing and they are the most dangerous",
    "Dangerous because their intelligence is not denied",
    "and so give faith to the young",
    "who rightfully believe in their intelligence",
    "Smoke this cigarette doctors smoke this cigarette",
    "and doctors know",
    "Educators know but they dare not speak their know",
    "The victory that is man is made sad in this fix",
    "Youth can only know the victory of being born",
    "all else is stemmed until death be the final victory",
    "and a merciful one at that",
    "If America falls it will be the blame of its educators",
    "preachers communicators alike",
    "America today is America’s greatest threat",
    "We are old when we are young",
    "America is always new the world is always new",
    "The meaning of the world is birth not death",
    "Growth gone in the wrong direction",
    "The true direction grows ever young",
    "In this direction what grows grows old",
    "A strange mistake a strange and sad mistake",
    "for it has grown into an old thing",
    "while all else around it is new",
    "Rockets will not make it any younger—",
    "And what made America decide to grow?",
    "I do not know I can only hold it to the strangeness in man",
    "And America has grown into the American Way—",
    "To be young is to be ever purposeful limitless",
    "To grow is to know limit purposelessness",
    "Each age is a new age",
    "How outrageous it is that something old and sad",
    "from the pre-age incorporates each new age—",
    "Do I say the Declaration of Independence is old?",
    "Yes I say what was good for 1789, is not good for 1960",
    "It was right and new to say all men were created equal",
    "because it was a light then",
    "But today it is tragic to say it",
    "today it should be fact—",
    "Man has been on earth a long time",
    "One would think with his mania for growth",
    "he would, by now, have outgrown such things as",
    "constitutions manifestos codes commandments",
    "that he could well live in the world without them",
    "and know instinctively how to live and be",
    "—for what is being but the facility to love?",
    "Was not that the true goal of growth, love?",
    "Was not that Christ?",
    "But man is strange and grows where he will",
    "and chalks it all up to Fate whatever be—",
    "America rings with such strangeness",
    "It has grown into something strange and",
    "the American is good example of this mad growth",
    "The boy man big baby meat",
    "as though the womb were turned backwards",
    "giving birth to an old man",
    "The victory that is man does not allow man",
    "to top off his empirical achievement with death",
    "The Aztecs did it by yanking out young hearts",
    "at the height of their power",
    "The Americans are doing it by feeding their young to the",
    "Way",
    "For it was not the Spaniard who killed the Aztec",
    "but the Aztec who killed the Aztec",
    "Rome is proof Greece is proof all history is proof",
    "Victory does not allow degeneracy",
    "It will not be the Communists will kill America",
    "no but America itself—",
    "The American Way that sad mad process",
    "is not run by any one man or organization",
    "It is a monster born of itself existing of its self",
    "The men who are employed by this monster",
    "are employed unknowingly",
    "They reside in the higher echelons of intelligence",
    "They are the educators the psychiatrists the ministers",
    "the writers the politicians the communicators",
    "the rich the entertainment world",
    "And some follow and sing the Way because they sincerely",
    "believe it to be good",
    "And some believe it holy and become minutemen in it",
    "Some are in it simply to be in",
    "And most are in it for gold",
    "They do not see the Way as monster",
    "They see it as the “Good Life”",
    "What is the Way?",
    "The Way was born out of the American Dream",
    "a nightmare—",
    "The state of Americans today compared to the Americans",
    "of the 18th century proves the nightmare—",
    "Not Franklin not Jefferson who speaks for America today",
    "but strange red-necked men of industry",
    "and the goofs of show business",
    "Bizarre! Frightening! The Mickey Mouse sits on the throne",
    "and Hollywood has a vast supply—",
    "Could grammar school youth seriously look upon",
    "a picture of George Washington and “Herman Borst”",
    "the famous night club comedian together at Valley",
    "Forge?",
    "Old old and decadent gone the dignity",
    "the American sun seems headed for the grave",
    "O that youth might raise it anew!",
    "The future depends solely on the young",
    "The future is the property of the young",
    "What the young know the future will know",
    "What they are and do the future will be and do",
    "What has been done must not be done again",
    "Will the American Way allow this?",
    "No.",
    "I see in every American Express",
    "and in every army center in Europe",
    "I see the same face the same sound of voice",
    "the same clothes the same walk",
    "I see mothers & fathers",
    "no difference among them",
    "Replicas",
    "They not only speak and walk and think alike",
    "they have the same face!",
    "What did this monstrous thing?",
    "What regiments a people so?",
    "How strange is nature’s play on America",
    "Surely were Lincoln alive today",
    "he could never be voted President not with his",
    "looks—",
    "Indeed Americans are babies all in the embrace",
    "of Mama Way",
    "Did not Ike, when he visited the American Embassy in",
    "Paris a year ago, say to the staff—“Everything is fine,",
    "just drink Coca Cola, and everything will be all right.”",
    "This is true, and is on record",
    "Did not American advertising call for TOGETHERNESS?",
    "not orgiasticly like today’s call",
    "nor as means to stem violence",
    "This is true, and is on record.",
    "Are not the army centers in Europe ghettos?",
    "They are, and O how sad how lost!",
    "The PX newsstands are filled with comic books",
    "The army movies are always Doris Day",
    "What makes a people huddle so?",
    "Why can’t they be universal?",
    "Who has smalled them so?",
    "This is serious! I do not mock or hate this",
    "I can only sense some mad vast conspiracy!",
    "Helplessness is all it is!",
    "They are caught caught in the Way—",
    "And those who seek to get out of the Way",
    "can not",
    "The Beats are good example of this",
    "They forsake the Way’s habits",
    "and acquire for themselves their own habits",
    "And they become as distinct and regimented and lost",
    "as the main flow",
    "because the Way has many outlets",
    "like a snake of many tentacles—",
    "There is no getting out of the Way",
    "The only way out is the death of the Way",
    "And what will kill the Way but a new consciousness",
    "Something great and new and wonderful must happen",
    "to free man from this beast",
    "It is a beast we can not see or even understand",
    "For it be the condition of our minds",
    "God how close to science fiction it all seems!",
    "As if some power from another planet",
    "incorporated itself in the minds of us all",
    "It could well be!",
    "For as I live I swear America does not seem like America",
    "to me",
    "Americans are a great people",
    "I ask for some great and wondrous event",
    "that will free them from the Way",
    "and make them a glorious purposeful people once",
    "again",
    "I do not know if that event is due deserved",
    "or even possible",
    "I can only hold that man is the victory of life",
    "And I hold firm to American man",
    "I see standing on the skin of the Way",
    "America to be as proud and victorious as St.",
    "Michael on the neck of the fallen Lucifer—"
  ],
  "title": "The American Way",
  "year": ""
}