{
  "author": "Gregory Corso",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Arts",
    "Sciences",
    "Birth",
    "Birthdays",
    "Growing Old",
    "Poetry",
    "Poets"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/175644",
  "region": "",
  "text": [
    "I am 32 years old",
    "and finally I look my age, if not more.",
    "Is it a good face what’s no more a boy’s face?",
    "It seems fatter. And my hair,",
    "it’s stopped being curly. Is my nose big?",
    "The lips are the same.",
    "And the eyes, ah the eyes get better all the time.",
    "32 and no wife, no baby; no baby hurts,",
    "but there’s lots of time.",
    "I don’t act silly any more.",
    "And because of it I have to hear from so-called friends:",
    "“You’ve changed. You used to be so crazy so great.”",
    "They are not comfortable with me when I’m serious.",
    "Let them go to the Radio City Music Hall.",
    "32; saw all of Europe, met millions of people;",
    "was great for some, terrible for others.",
    "I remember my 31st year when I cried:",
    "“To think I may have to go another 31 years!”",
    "I don’t feel that way this birthday.",
    "I feel I want to be wise with white hair in a tall library",
    "in a deep chair by a fireplace.",
    "Another year in which I stole nothing.",
    "8 years now and haven’t stole a thing!",
    "I stopped stealing!",
    "But I still lie at times,",
    "and still am shameless yet ashamed when it comes",
    "to asking for money.",
    "32 years old and four hard real funny sad bad wonderful",
    "books of poetry",
    "—the world owes me a million dollars.",
    "I think I had a pretty weird 32 years.",
    "And it weren’t up to me, none of it.",
    "No choice of two roads; if there were,",
    "I don’t doubt I’d have chosen both.",
    "I like to think",
    "had it I play the bell.",
    "The clue, perhaps, is in my unabashed declaration:",
    "“I’m good example there’s such a thing as called soul.”",
    "I love poetry because it makes me love",
    "and presents me life.",
    "And of all the fires that die in me,",
    "there’s one burns like the sun;",
    "it might not make day my personal life,",
    "my association with people,",
    "or my behavior toward society,",
    "but it does tell me my soul has a shadow."
  ],
  "title": "Writ on the Eve of My 32nd Birthday",
  "year": ""
}