{
  "author": "Yehuda Amichai",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Growing Old",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "The Body",
    "Religion",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "Judaism",
    "Social Commentaries",
    "History",
    "Politics",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237652",
  "region": "Israel",
  "text": [
    "I",
    "My life is the gardener of my body. The brain—a hothouse closed tight",
    "with its flowers and plants, alien and odd",
    "in their sensitivity, their terror of becoming extinct.",
    "The face—a formal French garden of symmetrical contours",
    "and circular paths of marble with statues and places to rest,",
    "places to touch and smell, to look out from, to lose yourself",
    "in a green maze, and Keep Off and Don’t Pick the Flowers.",
    "The upper body above the navel—an English park",
    "pretending to be free, no angles, no paving stones, naturelike,",
    "humanlike, in our image, after our likeness,",
    "its arms linking up with the big night all around.",
    "And my lower body, beneath the navel—sometimes a nature preserve,",
    "wild, frightening, amazing, an unpreserved preserve,",
    "and sometimes a Japanese garden, concentrated, full of",
    "forethought. And the penis and testes are smooth",
    "polished stones with dark vegetation between them,",
    "precise paths fraught with meaning",
    "and calm reflection. And the teachings of my father",
    "and the commandments of my mother",
    "are birds of chirp and song. And the woman I love",
    "is seasons and changing weather, and the children at play",
    "are my children. And the life my life.",
    "2",
    "I’ve never been in those places where I’ve never been",
    "and never will be, I have no share in the infinity of light-years and dark-years,",
    "but the darkness is mine, and the light, and my time",
    "is my own. The sand on the seashore—those infinite grains",
    "are the same sand where I made love in Achziv and Caesarea.",
    "The years of my life I have broken into hours, and the hours into minutes",
    "and seconds and fractions of seconds. These, only these,",
    "are the stars above me",
    "that cannot be numbered.",
    "3",
    "And what is my life span? I’m like a man gone out of Egypt:",
    "the Red Sea parts, I cross on dry land,",
    "two walls of water, on my right hand and on my left.",
    "Pharaoh’s army and his horsemen behind me. Before me the desert,",
    "perhaps the Promised Land, too. That is my life span.",
    "4",
    "Open closed open. Before we are born, everything is open",
    "in the universe without us. For as long as we live, everything is closed",
    "within us. And when we die, everything is open again.",
    "Open closed open. That’s all we are.",
    "5",
    "What then is my life span? Like shooting a self-portrait.",
    "I set up the camera a few feet away on something stable",
    "(the one thing that’s stable in this world),",
    "I decide on a good place to stand, near a tree,",
    "run back to the camera, press the timer,",
    "run back again to that place near the tree,",
    "and I hear the ticking of time, the whirring",
    "like a distant prayer, the click of the shutter like an execution.",
    "That is my life span. God develops the picture",
    "in His big darkroom. And here is the picture:",
    "white hair on my head, eyes tired and heavy,",
    "eyebrows black, like the charred lintels",
    "above the windows in a house that burned down.",
    "My life span is over.",
    "6",
    "I wasn’t one of the six million who died in the Shoah,",
    "I wasn’t even among the survivors.",
    "And I wasn’t one of the six hundred thousand who went out of Egypt.",
    "I came to the Promised Land by sea.",
    "No, I was not in that number, though I still have the fire and the smoke",
    "within me, pillars of fire and pillars of smoke that guide me",
    "by night and by day. I still have inside me the mad search",
    "for emergency exits, for soft places, for the nakedness",
    "of the land, for the escape into weakness and hope,",
    "I still have within me the lust to search for living water",
    "with quiet talk to the rock or with frenzied blows.",
    "Afterwards, silence: no questions, no answers.",
    "Jewish history and world history",
    "grind me between them like two grindstones, sometimes",
    "to a powder. And the solar year and the lunar year",
    "get ahead of each other or fall behind,",
    "leaping, they set my life in perpetual motion.",
    "Sometimes I fall into the gap between them to hide,",
    "or to sink all the way down.",
    "7",
    "I believe with perfect faith that at this very moment",
    "millions of human beings are standing at crossroads",
    "and intersections, in jungles and deserts,",
    "showing each other where to turn, what the right way is,",
    "which direction. They explain exactly where to go,",
    "what is the quickest way to get there, when to stop",
    "and ask again. There, over there. The second",
    "turnoff, not the first, and from there left or right,",
    "near the white house, by the oak tree.",
    "They explain with excited voices, with a wave of the hand",
    "and a nod of the head: There, over there, not",
    "there, the",
    "there,",
    "as in some ancient rite. This too is a new religion.",
    "I believe with perfect faith that at this very moment."
  ],
  "title": "I Wasn’t One of the Six Million: And What Is My Life Span? Open Closed Open",
  "year": ""
}