{
  "author": "Yehuda Amichai",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181734",
  "region": "",
  "text": [
    "JOE, a doctoral candidate in literature",
    "RACHEL, his fiancée",
    "POET/CRITIC",
    "SCENE 1",
    "POET: Again like a rebellious nation my heart",
    "Stands and cries: forward, to the battle!",
    "To the battle? Now? What's a battle to an old man",
    "Like me. O barricades of washed-up words,",
    "Stanzas filling books with my heart's murmurs,",
    "My love is lined with lies and sweetened",
    "With the sweetest white sugar. My thoughts are rusty,",
    "My feelings but smoky furniture",
    "And scraps of youthful rage gone by.",
    "All this, piled on the barricades.",
    "But whither my flag, my withering flag?",
    "Spring is in my heart again and winter in my eyes,",
    "Fall in my arms and frost in my toes.",
    "O desire, O vain rebellion,",
    "What more . . .",
    "[",
    "]",
    "JOE: This is the end. This is the end.",
    "[",
    "]",
    "This is the end. This is the end.",
    "[",
    "]",
    "RACHEL: Joe, Joe, what's with you?",
    "JOE: This is the end.",
    "[",
    "]",
    "The end! The end! The end! The end!",
    "RACHEL: [",
    "] What's wrong with you? The end of what? What",
    "happened? Good God. I have never . . .",
    "JOE: [",
    "] This is the end. Read the newspaper.",
    "RACHEL: Which newspaper? Where?",
    "JOE: There, that ball, that ball of paper. [",
    "] Well",
    "read it!",
    "RACHEL: One moment. You've torn and crumpled it . . . hold on . . . this",
    "is a serious act of archaeological reconstruction.",
    "JOE: Come on, read it out loud!",
    "RACHEL: . . . and frost in my toes.",
    "O desire, O vain rebellion,",
    "What more do I ask? O dark desperation",
    "In a tenebrous valley like a ship of ghosts.",
    "But behold! What is that light on the horizon,",
    "Yonder as if from a distant cave?",
    "My legs fail me, yet my heart",
    "Soaks up hope like a big sponge in the bathtub.",
    "[",
    "] A big sponge in the bathtub!",
    "JOE: Go on. Go on.",
    "RACHEL: [",
    "] Fine, fine, stop rushing me . . . one moment,",
    "one moment . . . it's hard to make out . . . OK:",
    "Three maidens sit in that cave weaving my fate.",
    "Spin-spin on the spindle, no not on the spindle, no.",
    "They crouch over books by lamplight.",
    "The students. How studious!",
    "Till dawn breaks they study and maybe read my poems",
    "of yore.",
    "JOE: Go on!",
    "RACHEL: Slowly I'll sneak through the rustling summer grass",
    "And watch, struck with awe. There is a window",
    "Ancient, arched, and there she sits with her hand stroking",
    "The hair of her . . . head. O, my studious one,",
    "I begged to see you, only to see, not to touch,",
    "Not to sit in your room, only to know your name,",
    "To call your name, O your name, your name and your",
    "name and your name.",
    "I'll peep stealthily . . .",
    "Enough, I can't read anymore.",
    "JOE: Do you know what this means?",
    "RACHEL: I know.",
    "JOE: The end of my glorious dissertation. The end of the literature",
    "department's rising star. I'll remain a teaching assistant forever. I",
    "might as well go back to the army.",
    "RACHEL: I won't let you, I love you.",
    "JOE: So what? I'll sit and start writing on a new subject. Come to me",
    "in four years when I'm done . . .",
    "RACHEL: You're out of your mind.",
    "JOE: . . . only to discover, like Sisyphus, that it was all for naught.",
    "[",
    "] What an idiot! And just yesterday I wrote the",
    "final chapter! [",
    "] Here, look, the dissertation",
    "that will revolutionize the appreciation of D.G. Castleman's poetry.",
    "RACHEL: [",
    "] And I drew the letters on the cover: \"D.G.",
    "Castleman's Poetry and its Interpretation.\"",
    "JOE: The long silence of D.G. Castleman . . . [",
    "anger.] That bastard, that stupid old man.",
    "RACHEL: But Joe, you admire him more than anyone!",
    "JOE: That stupid old man had to open his mouth again like Balaam's",
    "talking ass . . . [",
    "] Here, the concluding",
    "lines of my thesis: \"Rare are the cases in which an eminent poet",
    "stops writing at the height of his success. Like his Biblical",
    "forebear, Ezekiel, he went silent at the age of forty. What monastic",
    "discipline! What intellectual honesty! What peace with reality! A",
    "king who renounces his kingdom at the pinnacle of power, when the",
    "nation's love is with him. D.G. Castleman, the king of poetry. The",
    "king of poetry and the king of silence.\" [",
    "hysterical laughter.]",
    "JOE: [",
    "] What are you laughing at?",
    "RACHEL: You laughed!",
    "JOE: It's not funny at all. Four years of work down the drain. My",
    "professor warned me when I took on this research. Who would have",
    "thought that after twenty-three years of silence he'd start spewing",
    "his verse again, yes, exactly twenty-three years . . . You're not",
    "listening. Put down that idiotic poem.",
    "RACHEL: Let me keep reading:",
    "I shall peep, peep, peep and be struck.",
    "Joe, Joe! It's the stalker. Remember I told you about the stalker who",
    "sneaks up to our window from the yard. Once we ambushed him,",
    "but he managed to escape. The police told us that stalkers",
    "typically hang around student apartments. Here, listen to this:",
    "I will see the three caves, I will see the three maidens,",
    "I will see the three fairies who see into my future",
    "And my primordial past. Quiet, I will not move. Here",
    "come the three.",
    "That's me and Heather and Lisa.",
    "O storm of pink thighs that shan't storm",
    "Over me. My ears hear a door close. And footsteps.",
    "Perhaps a groom steps into the summer night?",
    "He walks out satisfied. Perhaps he whistles a tune?",
    "Quickly I will hide my wretched self, starved as I am,",
    "So as not to see the light in his eyes.",
    "That was you, and that's the stalker! It's the stalker!",
    "My eye hurts, a hard stone has scratched my forehead.",
    "It's him! He tried to climb. Listen to this:",
    "Like a vine, I will climb the wall of your home.",
    "Pour out thy wrath upon me. Pour! Pour!",
    "Don't you remember that one night Lisa poured a bucket of water",
    "onto the stalker from the window?!",
    "JOE: Only the throbbing of my heart remains, and my neck",
    "Catches on the clothesline where the small, gentle, wonder-",
    "ful things hang to dry.",
    "RACHEL: We should hang him out to dry.",
    "JOE: O wondrous dripping cave.",
    "RACHEL: Did you hear that, dripping cave!",
    "JOE: The sound of warm running waters",
    "Filling a white tub of foaming bubble bath",
    "Spills happiness into the heart of the sorrowful listener.",
    "Languidly stretching her body",
    "She slowly, indulgently prepares to anoint herself in oils,",
    "And now like a snake she sheds",
    "A final layer of skin: her clinging panties,",
    "A triangular lace fig leaf with three holes.",
    "Home, go home, O poor old man,",
    "Your head is spinning in the white steam of the bathtub",
    "In the clouds.",
    "RACHEL: Go home, go home!",
    "RACHEL & JOE: Go home, go home, O",
    "old man.",
    "JOE: And as if that weren't enough, wait, just wait! Now that fat",
    "pseudo-critic will also have to open his mouth. You'll see, soon",
    "you'll see his articles, that abominable bastard, that sycophantic",
    "parasite.",
    "RACHEL: Enough, enough.",
    "JOE: Here is what our famed critic will write: \"Who would have",
    "thought, who would have hoped, that once again Castleman, our",
    "poet, would break the space of his silence. Yes, he did it again.",
    "The man of our motherland's fire ignites his own torch, the man",
    "of the people's revival has revived from the grave of his silence,",
    "his poetry again blazing trails through the spiritual landscape",
    "of our country. The sacred and the erotic have met, the light of",
    "a love renewed illuminates the world of values, and in embracing",
    "that world he returns to us. Is there an allegory more wonderful",
    "than this? Thus with the eyes of this renewed vision our poet",
    "shall watch over our lackluster lives.\"",
    "RACHEL: Watch over, watch over, I'm telling you he's just peeping.",
    "CRITIC: Here D.G. Castleman, the man, the artist, scores. He",
    "penetrates our consciousness, breaks a way into our zone, and",
    "he's in! He's in! The addition of a late love experience contributes",
    "to the momentum of this penetrating goal.",
    "JOE: I'm going out of my mind.",
    "CRITIC: These last poems are emblematic of our soul-searching era. A",
    "time of crisis has arrived. With great struggles has our poet",
    "struggled, and he has prevailed.",
    "RACHEL: Joe, Joe, do you still love me?",
    "CRITIC: With a secretive smile masking the lines, his eyes emerge to",
    "strip veil after veil from our lives, until we stand awestruck,",
    "trembling from the powerful experience.",
    "RACHEL: Joe, look at me! Look at me.",
    "CRITIC: These poems are devoid of the nihilism and iconoclasm",
    "toward enshrined national values that characterize the poets of",
    "our time. There is a return to origins and an originality of return.",
    "A return of return, if you will. Thus he soars like an eagle",
    "above the trends of today with the ethos of the past lighting",
    "his way.",
    "RACHEL: Joe, don't pay attention. I love you.",
    "CRITIC: Through the tension of opposition and a burning, yearning",
    "heart, he embraces this land with all her stones and thorns.",
    "JOE: Embraces, embraces.",
    "RACHEL: That's when he fell, when he tried to climb the wall. Lisa told",
    "me that she heard a thump and some rustling, and Heather said",
    "she even heard someone sighing.",
    "CRITIC: These poems occasionally heave sighs of profound pain. Sacred",
    "quiver and profane quiver meet in the quivering quill of his",
    "vibrating body, with \"I\" and \"they\" illuminating the way by",
    "contradistinction.",
    "[",
    "]",
    "POET: I am one big clock, a swelling tick,",
    "A hickory dickory time bomb.",
    "O footsteps on the stairs.",
    "CRITIC: The poet speaks of stairs, and I will discuss the significance of",
    "stairs in the poetry of D.G. Castleman. They possess a powerful",
    "sacred symbol signifying the stairs in his poetry.",
    "[",
    "]",
    "POET: I shall not be caught like a ram in the thicket of my flesh.",
    "The blood of grapes will splatter on my mountain's rise,",
    "And the womb shall be my mountain's lust.",
    "O caves of lust, to touch your knee,",
    "To see your thighs like a man watching",
    "Clouds gather in the firmament.",
    "To see the muscles contract and release",
    "Like a game without end",
    "In the fullness of your thighs.",
    "I shall write my love poems all over your skin.",
    "RACHEL: Actually it's nice to write on skin.",
    "JOE: The old goat.",
    "[",
    "]",
    "CRITIC: Here the poet achieves the essence of his expression. He seeks",
    "to carve the message of his life, the vision of his days and",
    "the prophecy of his nights deeply, into Being.",
    "RACHEL: This is so painful. [",
    "] Joe!",
    "JOE: What? What is it?",
    "RACHEL: I have a great idea. A wonderful plan. Read this.",
    "POET: If she would only come from her secret place,",
    "I would shut my mouth forever. If I could only see her face",
    "She would save me from these words.",
    "Come, my bride, stop my lips with your hand,",
    "Dress the wound of my poetry, come, come,",
    "Save me from this gushing flow.",
    "RACHEL: You still don't get it?",
    "JOE: No, not at all.",
    "RACHEL: [",
    "] I'll appear before him. I'll save him.",
    "Here it says:",
    "Only then will my life's verse be stilled, only then will I",
    "rest in silence.",
    "Like a house burnt to ruins,",
    "Burnt by my late love, which wants nothing but to see you",
    "within my walls.",
    "JOE: Absolutely not.",
    "RACHEL: But it will put an end to his poetry. Nothing will happen.",
    "JOE: Read this:",
    "My lust collected and pooled over thousands of years",
    "Will finally pour forth to irrigate your beauty.",
    "RACHEL: It's nothing, it's symbolic of cultivating the land. Listen to",
    "this:",
    "Thus will I stand across from you and look, watch.",
    "For me that is enough, as if facing a sacred place",
    "Whose threshold I dare not cross.",
    "JOE: What about this?",
    "My storm will storm over your storming virginity",
    "In the quivering white zone of your thighs.",
    "Is that symbolic too?",
    "RACHEL: Of course it's symbolic! The white zone is a symbol of his",
    "simple, lonesome life. The storm is the storm of the nation.",
    "JOE: What, an entire nation in her thighs?",
    "RACHEL: Listen to this:",
    "Words, words, but for words I have nothing",
    "To give you. I am an old man. Take my words.",
    "JOE: Listen to this:",
    "I will buck like a billy goat . . .",
    "RACHEL: I will lie alone and hum your name. No more.",
    "He clearly says no more.",
    "JOE: . . . and with a battle cry in my veins",
    "I will tear your clothes.",
    "What's that? That's symbolic?",
    "RACHEL: Give an old man like me, give him rest.",
    "JOE: Your bottom is my end, your bosoms my beelzebubs.",
    "RACHEL: Stand in the doorway, forbear approaching me.",
    "JOE: As a woman presses grapes into wine",
    "So will you press your dress, and the blood of grapes",
    "Will splatter my lust.",
    "RACHEL: Enough, Joe, we should at least try. Four years of work.",
    "Remember. Is he married?",
    "JOE: Widowed by the first, divorced by the second.",
    "RACHEL: Trust me. Besides, he's old and I know some judo. I'll appear",
    "in a dark skirt and a simple white blouse, innocent as a",
    "schoolgirl singing in the choir. Proper, virginal, parochial. Here",
    "listen:",
    "Frightened she approached like a flower . . .",
    "Etc. etc. That's how I'll be.",
    "JOE: There are also lustful irises and pussy willows.",
    "RACHEL: No. I'll be a primrose under a rock. An innocent daisy.",
    "A flow of purity.",
    "JOE: [",
    "] A flow of purity.",
    "SCENE 2",
    "POET: Ah, should you suddenly appear, should I see you . . . I would",
    "cast my poetry's net, catch you, and have you floundering. Light",
    "suddenly enters the darkness of my apartment, and there she sits,",
    "her hair cascading over her shoulders. That she is real, that she",
    "is flesh and blood, I cannot believe. What does she know of my life?",
    "What does she know?",
    "RACHEL: This is only the second time I've come to see you. What",
    "could I know?",
    "POET: Tell me about yourself, about your room. You live in an old",
    "apartment with a couple of roommates, female roommates, right?",
    "Intuition! Girls' dormitories and apartments have always been the",
    "object of my desire. Tell me about the pictures on your walls.",
    "Picasso? Modigliani's women with their slender faces and bountiful",
    "bodies? And how are the closets? The colorful order and disorder of",
    "clothes, the different cosmetics and different colored towels in the",
    "bathroom, the refrigerator with each person's food stored",
    "separately, and the smell of coffee, and the droves of boys that come",
    "and go as if making honey from a hive. What are their names these",
    "days? And your name and your name and your name.",
    "RACHEL: Like it says in your poem, \"And your name and your name",
    "and your name and your name.\"",
    "POET: You remember everything. And your name?",
    "RACHEL: Rachel. But my friends call me Rache.",
    "POET: Stop! Don't tell me your last name. Last names conjure up",
    "anxious matchmaking mothers and older married sisters living in",
    "run-down apartments. No, no, don't bring up your family. For me",
    "you came from the sea. Your father wasn't some truck driver. No,",
    "you and your golden tresses emerged from the foam of the waves.",
    "Rachel, Rachel, I would never call you Rache. You probably also",
    "write a little here and there, am I right? Swooning diary entries.",
    "The soul exposed. Dear Rachel, you came to save me from the curse",
    "of poetry.",
    "RACHEL: Yes, I've come to save you.",
    "POET: Rachel, Rachel, Rachel, Rachel.",
    "SCENE 3",
    "RACHEL: He's been saved from the curse of poetry. He won't write",
    "again.",
    "JOE: Are you sure?",
    "RACHEL: He completely relaxed once he heard my name and I",
    "described my room—the Modigliani on the wall of that slender-",
    "faced woman with fat thighs that look like stuffed, bloated",
    "snakes.",
    "JOE: Now you're waxing poetic.",
    "RACHEL: I also described the rug.",
    "JOE: Rug? What rug?",
    "RACHEL: The rug I don't have.",
    "POET: And your name now is the key",
    "That opens my life—or does it lock it?—",
    "Your name embroidered in the rug in your room.",
    "Whosoever needs the peaks and valleys of nature when",
    "All is in your room? Your rug is the grass",
    "In which we roll and roll and roll.",
    "You bring back my youth.",
    "JOE: It's a lost cause, he's done it all over again.",
    "RACHEL: Help! Please help!",
    "CRITIC: The ancient tradition lends metaphysical significance to the",
    "name; the name, that is, of a beloved vacillating between purity",
    "and mundanity—not to mention the pure mundanity and mundane",
    "purity of the purity of mundanity—while the totality of",
    "heterosexual love grows into fatality.",
    "SCENE 4",
    "RACHEL: I've come to save you from the curse of writing.",
    "POET: You have beautiful knees. A witch has bony knees, so you must",
    "be part witch and part—",
    "RACHEL: But you said that my name locked your music box forever.",
    "POET: What a wonderful image.",
    "RACHEL: Here's the key, my name: Rachel.",
    "POET: Wonderful, wonderful!",
    "RACHEL: Look, I'm closing your big poetic mouth and locking it . . . like",
    "this. . . . And then with a sad and loving gesture I throw the key",
    "into the sea of time.",
    "POET: Where it will swim among shimmering fish in the depths of",
    "forgetfulness. O, fishy fishy fishies.",
    "RACHEL: You're the one being fishy. Stop!",
    "POET: Here the thigh begins to widen. Yes, here is true eternity an",
    "pleasure without borders.",
    "RACHEL: Eternity has a limit—don't push it. [",
    "] You're",
    "tickling me . . . Hey, are you tearing my stockings? Stop it. Stop it",
    "or I swear I'll scratch your eyes out.",
    "POET: Scratch! Scratch! Like Cain, like Oedipus banished,",
    "I will bear the mark of your love upon my face,",
    "Blood running into my mouth. Scratch! Scratch!",
    "SCENE 5",
    "JOE: \"Scratch, scratch.\" What is this? What the hell is this poem about?",
    "Wait, show me your nails. Did he try to attack you?",
    "RACHEL: No, no, only in his imagination. It's all symbolic. I simply sit",
    "and listen to him like an innocent student, the teacher's pet.",
    "JOE: It's the teacher's petting that concerns me.",
    "RACHEL: Look, all I do is let him spill his guts and his boring poems",
    "until he's completely dried up. That's how I drain the old swamp.",
    "Do you see what I'm saying? Every time he tries to write a line I",
    "pervert him—I mean prevent him. I play with his pen, doodle a",
    "little, and make him laugh. Then he forgets everything.",
    "CRITIC: His renewed poetry of late has been augmented by a",
    "courageous display of blood and wounds, a heightened dimension",
    "of pain. These torments serve as the anchor for his loneliness",
    "and detachment from Being while the increase of pain in the",
    "crease of his suffering saves him from the net of nihilism, as",
    "noted in my previous article, \"Where Do They Strike, To Whom",
    "Will They Pass?\"",
    "JOE: I won't let you see him again. This has to stop.",
    "RACHEL: I'm doing it for you, for us.",
    "JOE: I didn't send you.",
    "RACHEL: You don't need to have a PhD for me. I'm even happy for you",
    "to be a kindergarten teacher . . . I'll try again with a different",
    "tack.",
    "SCENE 6",
    "POET: I was afraid you wouldn't come back. You were like a cat last",
    "time, a wonderful wildcat, a tigress . . .",
    "RACHEL: What, did I do this to you?",
    "POET: It's no problem. They're already healing. Only this one",
    "sometimes reopens when I shave. You cut me well, my little",
    "barberette. Coffee?",
    "RACHEL: Thank you. Tell me, my darling . . .",
    "POET: What, what, whatever you desire.",
    "RACHEL: When do you write? How does your poetry come to you?",
    "POET: Ha, ha! Delilah! Delilah asks Samson where his power lies. My",
    "hair! My hair! If you cut my hair the way you shaved my beard I'd",
    "be like any other man. It would be the end of my verse, the demise",
    "of my inspiration. My little coiffeuse. Milk??",
    "RACHEL: No thanks . . . Will you tell me?",
    "POET: Only if you shackle me in the chains of your love.",
    "RACHEL: I'm not joking—really.",
    "POET & RACHEL: Five-fifteen. Five-fifteen. Five-fifteen.",
    "RACHEL: It's already five-fifteen. I need to go to class soon . . . Please",
    "tell me!",
    "POET: Alright. It comes when I sit in the bath and the warm water",
    "slowly drains out, my body gradually emerging from the receding",
    "waters of the flood, first exposing my knees, then my toes, then my",
    "stomach, and then my . . .",
    "RACHEL: OK, I get it.",
    "POET: The smell of burnt milk also inspires me.",
    "RACHEL: You're kidding.",
    "POET: Even a toothache. A toothache in the heart—that's love.",
    "RACHEL: Nonsense!",
    "POET: Or a small hiss on the radio lingering at the end of a broadcast. [",
    "] My sweet radio! You are the sound of negligee rustling in the night.",
    "RACHEL: The sound of negligee rustling in the night?! Seriously, please tell me.",
    "POET: Sit on me. Sit on me.",
    "RACHEL: What do you mean? What for?",
    "POET: I'll lie down, and you'll sit on me. My sweet burden. Sit! [",
    "lies on the floor and sighs.] That's it. Sit, sit!",
    "RACHEL: Where?",
    "POET: On my chest, on my stomach. Wherever you're comfortable.",
    "There . . . [",
    "]",
    "Sweet suffering. From the bowels of my burden",
    "I will celebrate and sing . . .",
    "Wait, you're pressing too hard . . . move up a little . . .",
    "that's good . . . now get up . . .",
    "I have been released, I have flown my load.",
    "My eyes see the world.",
    "Now bend over me . . .",
    "Your face hovers above, the face of an angel. . .",
    "Now take your bag, go out the door and slam it behind",
    "you . . . but don't run away. Please. [",
    "]",
    "Like thunder, nay, like a guillotine,",
    "The door destroys my life. Now we are but",
    "A worm cut in two",
    "Whose separate parts live on.",
    "Come back to me, O my bride, come back, come back.",
    "That's enough. You can come back now.",
    "RACHEL: What a great performance.",
    "POET: And here is what the critic will say about it: \"The disappearance",
    "of the sacred entity is like the disappearance of the beloved.",
    "The lines of these poems are written with a tender hand. It is",
    "as if the poet's hand hesitates.\"",
    "RACHEL: The poet's hand at this moment isn't hesitating at all . . .",
    "Hands off!",
    "POET: I'm only inspecting. Today's poetry is exact . . . The poet",
    "these days must offer precise details, like a scientist, like",
    "this sweet stocking that embraces your thigh and its garter",
    "guarding the smooth zone of . . . eternity.",
    "RACHEL: Are you starting with eternity again? Don't forget that the last",
    "\"eternity\" ended in scratches.",
    "POET: The hesitating hand, wandering without a home, searches for a",
    "hold on Being.",
    "RACHEL: [",
    "] Stop.",
    "POET: Is there no end to eternity? Ah, there. Hand has reached silken",
    "shore.",
    "RACHEL: It's nylon, not silk.",
    "CRITIC: The poet transports us to a mental, emotional, soft and gentle",
    "landscape that evokes tender velvet and a longing for something",
    "far, deep, protected and warm.",
    "RACHEL: The hand is tired, let it rest.",
    "O fingers, return to your sleeve.",
    "POET: Rest from eternity, hand, O hand!",
    "This flesh is restricted.",
    "Return to pen and paper.",
    "Write, write.",
    "RACHEL: You're waxing again . . . six, six, six o'clock. I have to go.",
    "If you really love me I should be your poem. What are words",
    "compared to true love?",
    "POET: Stay, please stay. I will bare my soul to you. You are the secret",
    "of my creativity. Cruel muse. Must I stop the fount of my poetry?",
    "SCENE 7",
    "RACHEL: Six.",
    "JOE: Thirty.",
    "RACHEL: Six.",
    "JOE: Thirty.",
    "RACHEL: Six.",
    "JOE: Thirty.",
    "RACHEL: I'm here, I'm here, I'm here, I'm here.",
    "JOE: You're here, you're here, you're here, you're here. You're cheerful.",
    "RACHEL: I'm here, I'm here, I'm here.",
    "JOE: Tell me already.",
    "RACHEL: It's all over. His key is in my hands.",
    "JOE: His what is in your hands?",
    "RACHEL: His key, his inspiration, the poet and his faithful dog.",
    "JOE: You mean that kiss-ass fat-ass of a critic: Harvey Lickenball?",
    "RACHEL: It's Lichenball.",
    "JOE: I know.",
    "RACHEL: Listen, first of all, he is both of them, he plays both parts.",
    "JOE: Who does? Fat-ass?",
    "RACHEL: No,",
    ", Castleman. He writes most of his own",
    "criticism himself—criticism about himself, on himself, by himself.",
    "He told me. Sometimes he even writes the criticism first to inspire",
    "the poetry.",
    "JOE: But Lichenball exists. I've spoken with him before.",
    "RACHEL: Exists and writes too. He completes his friend Castleman's",
    "reviews. They have some kind of weird connection from a shared",
    "past, a shared woman or something . . . Anyway, Lichenball does",
    "write, but he writes for the papers about—",
    "JOE: Women's fashion.",
    "RACHEL: Sports.",
    "JOE: Sports?!",
    "RACHEL: Yes. Check out this sentence from yesterday's sports section:",
    "\"The final blow was yet to come, runners ran without a goal,",
    "passes were inaccurate, the defense was pale and the offense",
    "moved like purgatorial shadows in limbo.\" This could make a",
    "great topic for another dissertation: examine all the critical",
    "essays by Lichenball from the past thirty years and identify the",
    "soccer-related passages in them—or football-related, if you want",
    "to publish it abroad. He's crazy about soccer. It would take some",
    "serious research. Listen to this one: \"Ever standing in center",
    "field, he suddenly breaks forward as if poetry in motion, showing",
    "a rare combination of brilliant technique and spiritual force, an",
    "experience that quivers and flutters in the net of our hearts.\"",
    "JOE: Now the titles of some of his essays make sense: \"Where Do",
    "They Strike, To Whom Will They Pass?\" Remember that one?",
    "RACHEL: How about the one against Modernism?: \"One Man's Goal.\"",
    "JOE: \"The Offénse of the Defénse.\"",
    "RACHEL: You mean \"The Óffense of the Défense.\"",
    "JOE: That was published just last year.",
    "RACHEL: \"Passes and Passages of Past Literature.\"",
    "JOE: \"D.G. Castleman: One Nothing.\"",
    "RACHEL: \"Alone in the Field.\"",
    "JOE: \"The Reference and the Referee.\" Rachel, we're through with",
    "them. Let's get married.",
    "SCENE 8",
    "POET: All is exposed, all my secrets spread out in the sun",
    "Like a ship washing ashore to reveal",
    "A rusty prow covered in moss and seaweed.",
    "My subconscious penetrates the depths",
    "Of a new sub-sub-sub-sub level.",
    "My pen has dried up and the well runs dry.",
    "O longing for longing! My hands betrayed my own secrets",
    "And emptied this profound swamp",
    "Where neither flower nor plant shall ever grow again.",
    "My dear, I have a surprise!",
    "RACHEL: A surprise?",
    "POET: I feel like a bundle of surprises. Yes, I'm really a present",
    "wrapped up and bound for you to untie string by string,",
    "paper after paper, my package rustling in expectation.",
    "RACHEL: As long as you don't think of me as a package to unwrap it's",
    "fine.",
    "POET: You're wonderful! Wonderful! Truly absorbed in an aura of",
    "pictures and images. In the end you'll become a poet. I'll pour my",
    "blood into you. A blood infusion from an old poet to a young",
    "woman. When you simply appear, I'm filled with poetry.",
    "RACHEL: No!",
    "POET: We'll trick these critics. They wait for every success and every",
    "failure. I'm free from it all. They will not affect my writing.",
    "\"He's like this and like that.\" Enough already!",
    "RACHEL: That's it! Move on to criticism of the criticism. Hit them",
    "from behind, from inside, below the belt, with the belt. Write",
    "social criticism! Get back at the society that didn't acknowledge",
    "you when you started. They'll give you a column in the paper.",
    "A regular column. Your own personal corner of wrath. Your poems",
    "are not for this materialistic generation. We need prophets of",
    "rage today, not poets.",
    "POET: But they actually want the rolling lines, the sound of old",
    "wisdom, the poet in the twilight of his years. \"The last",
    "poems of D.G. Castleman glow in the wonderful redness",
    "of sunset.\"",
    "RACHEL: With a sleepy head he roars like the MGM lion and remains",
    "in the frame as if smiling, not giving a damn. The grinning lion,",
    "D.G. Castleman.",
    "POET: You're wonderful! These critics never dirty their hands with life.",
    "They're always clean. The poet gets dirty. Yes, like a painter he",
    "gets dirty with life. Ah, to roll in the vibrant colors of life.",
    "RACHEL: Just not with me!",
    "POET: They merely sit on the side and appraise us with manicured",
    "hands: \"Here he struck a balance, there he struck a chord.\" My",
    "wonderful one, you freed me, my Joan of Arc, my little Freud, my",
    "adorable Jung, my barber and shaver, my sweet Delilah.",
    "RACHEL: My, my, my, don't wax again.",
    "POET: I'll kiss your shoes and polish them with my lips.",
    "RACHEL: You're crazy! I'll scream. [",
    "]",
    "POET: \"Thus she stood across from me with mouth agape.\" [",
    "starts screaming.] Well, that was liberating.",
    "RACHEL: What about the surprise?",
    "POET: Yes! I invented a new form of poem.",
    "RACHEL: But you said you'd stop writing!",
    "POET: Do you know what a sonnet is?",
    "RACHEL: Yes, but . . .",
    "POET: Two large stanzas and two small ones. Well I've invented a",
    "poem according to the shape of your body! Five parts. One stanza",
    "on the left, one stanza on the right. Below them a long, narrow,",
    "flexible stanza: the back. Below that, on the left, a large",
    "round stanza, and beside it, on the right, another large",
    "round stanza.",
    "RACHEL: Crystal clear.",
    "POET: It's a revolution! Here, I'll compose one immediately.",
    "RACHEL: But only for me! As long as you tear it up right after.",
    "POET: Fine, fine. Lie down on the sofa like this. Look, I could even write it on you, on your skin.",
    "RACHEL: Don't you dare.",
    "POET: Now then, the stanza on the top left:",
    "Sun grows round",
    "In the dream of day.",
    "RACHEL: You're tickling me.",
    "POET: And on the right side I'll write:",
    "Full moon",
    "Sags heavily",
    "Downward.",
    "RACHEL: It doesn't sag, actually. Mine are firm.",
    "POET: Purely poetic license. Now for the long stanza of the flexible back. Lie down on your stomach, please.",
    "Narrow",
    "Valley,",
    "In you",
    "Will I move",
    "Will I slide",
    "Toward",
    "The abyss.",
    "And now I'll write a beautiful round stanza on the right:",
    "Stop the flow of time",
    "On its banks, dam",
    "It up, a large cloud contains",
    "The glow of the sun.",
    "RACHEL: You already have the sun on top.",
    "POET: Let there be another sun. And finally the second beautiful round stanza.",
    "RACHEL: Enough, stop.",
    "POET: But I can't, it's missing.",
    "RACHEL: Enough, help me get up, my foot is numb.",
    "POET: And what will the critic say? \"Here the poet achieves a mature",
    "and profound conclusion while drawing on the physical.\"",
    "SCENE 9",
    "POET: And so, and again, yet again, and so",
    "Time crawls through the valleys.",
    "On the floor, we are two ancient dirt-eating reptiles.",
    "I see candles rising in the windows of a dark world.",
    "Come back to me, again come back, come back again, come",
    "again and again.",
    "JOE: The whiny old pervert.",
    "POET: The last light goes out and I scream.",
    "Like a frightened child I scream, I scream!",
    "JOE: Scream scream scream!",
    "POET: Neither lullaby nor quiet song will I sing,",
    "But a bitter song on your silken dress,",
    "Your embroidery and your lace.",
    "And I will remember every thin strand",
    "Of the gentle mesh caressing your body,",
    "Everything close to your bouncing flesh.",
    "JOE: Bounce bounce bounce. [",
    "]",
    "POET: My lips at the slit of the horizon",
    "Slurp up longing like beggars in a shelter.",
    "JOE: I hope he chokes on it.",
    "POET: When will spring tickle me again,",
    "Or must I tickle myself for flowers to grow?",
    "JOE: Give me a break.",
    "POET: Then like a large, bald mountain",
    "I shall rise through all that blossoms.",
    "JOE: Bald bald bald!",
    "POET: Bald bald bald. I am spent.",
    "You will come to rest at the foot of my mountain,",
    "And you will come to roll in the grass, yet you will not",
    "know that it is me,",
    "As you dance about and strip your clothes,",
    "Scattering them like wild seeds.",
    "Ah, here lies a precious garment,",
    "A red rose in the grass.",
    "JOE: He took your clothes off! He described the color of your. . .",
    "of your . . . He described them exactly! Red.",
    "[",
    "]",
    "POET: A rose is a rose is eternity.",
    "I see red.",
    "RACHEL: That's what I said. He stole that line from me.",
    "JOE: And you stole it from Stein.",
    "POET: Words, words, oils",
    "To soften your skin.",
    "RACHEL: He plagiarized. Bastard!",
    "JOE: Don't get all poetic with him, just say what's necessary. The bare",
    "minimum. \"Yes, Mr. Author. No, Mr. Author.\" Like that. Or better",
    "yet don't say anything.",
    "POET: Your silence fills me once again with abundance.",
    "Now I may sing your silent song too.",
    "RACHEL: [",
    "] What haven't I done?! I'm silent—he",
    "writes about it. I scream—he writes about it. I leave him—",
    "sentimental verses. I hit him—songs of pain. I curse him—and",
    "he writes about roses.",
    "JOE: This is murder. [",
    "] Let's kill him!",
    "[",
    "]",
    "RACHEL: Joe, we can't freak out like this. We need a plan, a strategy,",
    "otherwise he'll go on writing and writing.",
    "JOE: You're right. Let's brainstorm.",
    "RACHEL: I say we recruit kids to make noise all day in front of his",
    "house.",
    "JOE: Then he'll write children's poetry. How about we write dozens of",
    "poems in his style and publish them under his name? His work will",
    "undergo inflation and drop in value.",
    "RACHEL: Too complicated. I'm going to visit him again and finally",
    "make him sick of his poems.",
    "JOE: You won't succeed.",
    "RACHEL: Wait and see.",
    "SCENE 10",
    "POET: You're right, my dear. Sometimes it also seems to me that the",
    "poet is a fat cow. The public demands the milk of her poems, and if",
    "she pumps out enough, she's rewarded now and then with a paltry",
    "but prestigious prize.",
    "RACHEL: Moo.",
    "POET: Just like that. And to extend the metaphor: the cow lives in the",
    "barn of her life, dropping the warm dung of her feelings on a bed of",
    "straw, and scuffing pleasantly in the warmth and stench until—",
    "Splat! Out comes the biggest cow-pie of them all: love. More",
    "and more, until the barn is full—",
    "RACHEL: Of shit. It should be cleaned. Stop degrading yourself, stop",
    "writing.",
    "POET: But my poems will immortalize you.",
    "RACHEL: Your crap? Thanks a lot!",
    "POET: They are about you, the mysterious dark lady.",
    "RACHEL: I'm blonde.",
    "POET: OK, so the unknown golden maiden.",
    "RACHEL: I don't want unknown, I don't want mysterious, I don't want",
    "udders, I don't want splats, and I don't want crap.",
    "SCENE 11",
    "JOE: Here's the latest poem:",
    "Eternity is milk and the smell of manure.",
    "You see? You didn't succeed.",
    "RACHEL: Let me try again.",
    "JOE: Did you read it?",
    "The gurgling of my soul",
    "Like gurgling water at dawn",
    "Spins a spell of gurgling words",
    "As a fateful hand holds my head.",
    "Water, water,",
    "Ghastly gulping",
    "Water, water,",
    "Let love flow.",
    "RACHEL: Yes, I read it.",
    "JOE: What is it about?",
    "RACHEL: That was my little sink experiment. I simply filled his sink with water. . .",
    "JOE: Yes.",
    "RACHEL: Then I led him to it. . .",
    "JOE: Yes.",
    "RACHEL: Then I took this gentle hand of mine. . .",
    "JOE: Yes.",
    "RACHEL: . . . and shoved the old man's head under the water. I held",
    "him down while the water surged and swelled and splashed",
    "everywhere.",
    "JOE: And out came the poem.",
    "RACHEL: I have an idea. If we lock him up inside a chicken coop—",
    "JOE: He'll write a poem about the fluttering wings of angels. Let's revisit noise.",
    "RACHEL: Hammers.",
    "JOE: Horns.",
    "RACHEL: Saws.",
    "JOE: Chainsaws.",
    "RACHEL: Sirens.",
    "JOE: Fires. Let's burn down his house with all his papers.",
    "RACHEL: Then he'd burn too.",
    "JOE: Let's tear him to shreds.",
    "RACHEL: Uh . . .",
    "JOE: Rip him apart.",
    "RACHEL: Rip him . . . ?",
    "JOE: Fry him.",
    "RACHEL: Excuse me?",
    "JOE: Take a look at this amazing contraption I invented.",
    "RACHEL: What is it?",
    "JOE: A lot of money and a lot of thought is what it is.",
    "RACHEL: It looks like a bizarre cross between a washing machine and an electric chair.",
    "JOE: Exactly.",
    "[",
    "]",
    "Quiet. I hear him coming. Now be sweet and invite him to sit down",
    "on it, gently.",
    "POET: Hello, my dears, my two little turtledoves.",
    "RACHEL: Sit down, please sit down, weary sir.",
    "[",
    "]",
    "JOE: Put his hand like this. His left leg goes here. Come on already!",
    "Quick!",
    "[",
    "]",
    "RACHEL: What about his right ear?",
    "JOE: Use the electrode marked with a big \"D.\" Connect the red cord to",
    "the white socket . . . like this. Now take this strap and tie it",
    "around his knee. Tighter! Okay, there's a small spring here—do you",
    "see the coil?",
    "RACHEL: Yes.",
    "[",
    "]",
    "JOE: Pull the strap through the hole to tighten the screw—that's for the",
    "thumb. What are you doing?!",
    "RACHEL: [",
    "] You should have explained it to me before.",
    "JOE: There wasn't any time. Can you breathe, Monsieur?",
    "POET: Yes.",
    "JOE: Now you'll sing, you drab little bard, now you'll really sing. Rachel!",
    "RACHEL: Yes.",
    "JOE: Connect the two cords and shove them up his nose.",
    "RACHEL: OK.",
    "POET: What happiness! The poetry is positively bursting out of me.",
    "Wonderful! Wonderful!",
    "[",
    "]",
    "RACHEL & JOE: \"One can hardly believe that his voice has been",
    "silenced, permanently. In his final years, as his usually bright",
    "spirit was overcome by nightmares, pain and suffering, he withdrew",
    "into himself, and in his last poems one already sensed an",
    "apocalyptic tone. Indeed he foresaw the horror of our times",
    "reflected in the annihilating technologies of the twenty-first",
    "century. Yet his great body of work, his illustrious oeuvre",
    "comprising the veritably verdant field in which he played,",
    "will survive the test of time.\""
  ],
  "title": "Killing Him: A Radio Play",
  "year": ""
}