{
  "author": "Peter Munro",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182826",
  "region": "",
  "text": [
    "The length of the wind runs from mid-May to murder.",
    "The length of the wind runs from January through joy.",
    "The wind runs as long as the right hand’s first finger",
    "points to the sun after thunder.",
    "The wind gallops prayerward",
    "like a horse held in the palm of a rock,",
    "no taller than a knee bent for the sake of singing.",
    "The wind weighs more than the fossilized horse and stretches from fingernail to praise.",
    "The length of the wind runs from mid-May to mercy, January through justice.",
    "Unto the broken, dwelling in a broken, promised land, the wind drops a hammer",
    "and some are warmed and some are chilled and some laugh and some die.",
    "Silently through the nuclear physicist, the wind wicks",
    "loud as paper-scraps trailing in the wind’s wake,",
    "igniting an empiricist, fragrant through tallow.",
    "The wind strikes the wind like rice in a paddy.",
    "The wind scatters petals like blossoms of napalm.",
    "The wind snaps the backs of malnourished conquistadors bowed down to gold.",
    "It is the wind who estimates poverty in moments by the method of moments,",
    "who assesses want in units of amass.",
    "It is the wind who shakes America by the ovaries,",
    "runs the length of revolution, all the calories in a dollar.",
    "The length of the wind runts from mid-March to hunger.",
    "The length of the wind grunts from Saturday through sorrow.",
    "The wind flutters nothing but orgasms and afterplay.",
    "The wind numbers seminarians more numinous than semen.",
    "The wind is a mote on the wind.",
    "The wind is the dust that measures time in footsteps.",
    "The wind is the word in the throat of the dust.",
    "The length of the wind runs from midwife to marvel.",
    "The wind ribbons out within mid-May and mourning and dust",
    "is the voice the wind whickers glory, the wind whickers grief."
  ],
  "title": "The Wind’s Measure",
  "year": ""
}