{
  "author": "W. D. Snodgrass",
  "classification": "Confessional",
  "keywords": [
    "School",
    "Learning",
    "History",
    "Politics",
    "Social Commentaries",
    "Money",
    "Economics",
    "Youth",
    "Living",
    "Activities"
  ],
  "period": "Confessional",
  "reference": "http://www.poetryfoundation.org/poem/171516",
  "region": "",
  "text": [
    "Up the reputable walks of old established trees",
    "They stalk, children of the",
    "chimes",
    "Of the tall Clock Tower drench their heads in blessing:",
    "“I don't wanna play at your house;",
    "I don't like you any more.”",
    "My house stands opposite, on the other hill,",
    "Among meadows, with the orchard fences down and falling;",
    "Deer come almost to the door.",
    "You cannot see it, even in this clearest morning.",
    "White birds hang in the air between",
    "Over the garbage landfill and those homes thereto adjacent,",
    "Hovering slowly, turning, settling down",
    "Like the flakes sifting imperceptibly onto the little town",
    "In a waterball of glass.",
    "And yet, this morning, beyond this quiet scene,",
    "The floating birds, the backyards of the poor,",
    "Beyond the shopping plaza, the dead canal, the hillside lying tilted in the air,",
    "Tomorrow has broken out today:",
    "Riot in Algeria, in Cyprus, in Alabama;",
    "Aged in wrong, the empires are declining,",
    "And China gathers, soundlessly, like evidence.",
    "What shall I say to the young on such a morning?—",
    "Mind is the one salvation?—also grammar?—",
    "No; my little ones lean not toward revolt. They",
    "Are the Whites, the vaguely furiously driven, who resist",
    "Their souls with such passivity",
    "As would make Quakers swear. All day, dear Lord, all day",
    "They wear their godhead lightly.",
    "They look out from their hill and say,",
    "To themselves, “We have nowhere to go but down;",
    "The great destination is to stay.”",
    "Surely the nations will be reasonable;",
    "They look at the world—don't they?—the world's way?",
    "The clock just now has nothing more to say."
  ],
  "title": "The Campus on the Hill",
  "year": ""
}