{
  "author": "Chen Chen",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250448",
  "region": "",
  "text": [
    "God sent an angel. One of his least qualified, though. Fluent only in",
    "Lemme get back to you. The angel sounded like me, early twenties,",
    "unpaid interning. Proficient in fetching coffee, sending super",
    "vague emails. It got so bad God personally had to speak to me.",
    "This was annoying because I’m not a religious person. I thought",
    "I’d made this clear to God by reading Harry Potter & not attending",
    "church except for gay weddings. God did not listen to me. God is",
    "not a good listener. I said Stop it please, I’ll give you wedding cake,",
    "money, candy, marijuana. Go talk to married people, politicians,",
    "children, reality TV stars. I’ll even set up a booth for you,",
    "then everyone who wants to talk to you can do so",
    "without the stuffy house of worship, the stuffier middlemen,",
    "& the football blimps that accidentally intercept prayers",
    "on their way to heaven. I’ll keep the booth decorations simple",
    "but attractive: stickers of angels & cats, because I’m not religious",
    "but didn’t people worship cats? Thing is, God couldn’t take a hint.",
    "My doctor said to eat an apple every day. My best friend said to stop",
    "sleeping with guys with messiah complexes. My mother said she is",
    "pretty sure she had sex with my father so I can’t be some new",
    "Asian Jesus. I tried to enrage God by saying things like When I asked",
    "my mother about you, she was in the middle of making dinner",
    "so she just said Too busy. I tried to confuse God by saying I am",
    "a made-up dinosaur & a real dinosaur & who knows maybe",
    "I love you, but then God ended up relating to me. God said I am",
    "a good dinosaur but also sort of evil & sometimes loving no one.",
    "It rained & we stayed inside. Played a few rounds of backgammon.",
    "We used our indoor voices. It got so quiet I asked God",
    "about the afterlife. Its existence, human continued existence.",
    "He said Oh. That. Then sent his angel again. Who said Ummmmmmm.",
    "I never heard from God or his rookie angel after that. I miss them.",
    "Like creatures I made up or found in a book, then got to know a bit."
  ],
  "title": "I’m not a religious person but",
  "year": ""
}