{
  "author": "Chen Chen",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250452",
  "region": "",
  "text": [
    "Oh. Sorry. Hello. Are you on your way to work, too?",
    "I was just taken aback by how you also have a briefcase,",
    "also small & brown. I was taken by how you seem, secretly,",
    "to love everything. Are you my new coworker? Oh. I see. No.",
    "Still, good to meet you. I’m trying out this thing where it’s good",
    "to meet people. Maybe, beyond briefcases, we have some things",
    "in common. I like jelly beans. I’m afraid of death. I’m afraid",
    "of farting, even around people I love. Do you think your mother",
    "loves you when you fart? Does your mother love you",
    "all the time? Have you ever doubted?",
    "I like that the street we’re on is named after a tree,",
    "when there are none, poplar or otherwise. I wonder if a tree",
    "has ever been named after a street, whether that worked out.",
    "If I were a street, I hope I’d get a good name, not Main",
    "or One-Way. One night I ran out of an apartment,",
    "down North Pleasant Street — it was soft & neighborly",
    "with pines & oaks, it felt too hopeful,",
    "after what happened. After my mother’s love",
    "became doubtful. After I told her I liked a boy & she wished",
    "I had never been born. After she said she was afraid",
    "of me, terrified I might infect my brothers",
    "with my abnormality. Sometimes, parents & children",
    "become the most common strangers. Eventually,",
    "a street appears where they can meet again.",
    "Or not. I’ve doubted my own love for my mother. I doubt.",
    "Do I have to forgive in order to love? Or do I have to love",
    "for forgiveness to even be possible? What do you think?",
    "I’m trying out this thing where questions about love & forgiveness",
    "are a form of work I’d rather not do alone. I’m trying to say,",
    "Let’s put our briefcases on our heads, in the sudden rain,",
    "& continue meeting as if we’ve just been given our names."
  ],
  "title": "Poplar Street",
  "year": ""
}