{
  "author": "Rebecca Hazelton",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "The Mind",
    "Love",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246280",
  "region": "U.S., Midwestern",
  "text": [
    "In my seeing there was a blank and he filled that blank",
    "with words, there were words for darkness which made it lift,",
    "there were words for cover which ripped them off,",
    "there were legs that crossed and hearts that crossed,",
    "promises red and read, and the pluck of banjo had a name",
    "for that twang, and the way he called the world into notice,",
    "that had a word, too. Once I saw I couldn’t unsee",
    "and the worst was that the light glaring from the letters",
    "left blue haze under my eyelids. There are no photographs",
    "of this time, and I can only go by what others",
    "tell me: I was blurred and erratic, I drew a circle",
    "of white chalk around me and called myself inviolate,",
    "I watched for horses on the horizon, my walls",
    "were under siege from smaller men who called themselves",
    "heroes. They say I reached over the balustrade and picked",
    "up the tiny ships and threw them over the edge of the world.",
    "I tore my hair, cut one breast from my body and plattered it",
    "as around my fortifications one man pulled another man",
    "behind his chariot. If they say that’s how I was,",
    "that’s how I was. I have no words for the one in the mirror",
    "who apes me every morning. She’s not the one I remember",
    "imagining as a young girl. There must be a way to unsee",
    "how I tap the glass and she taps back, and which wall,",
    "which Cassandra weeping—everything I saw I spoke to his ear,",
    "and the wall crashed into place between us, the horse",
    "had a bellyful of it, the blank was full of small soldiers,",
    "and he turned from my beauty and said my name."
  ],
  "title": "Book of Memory",
  "year": ""
}