{
  "author": "Rebecca Hazelton",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "Love",
    "Realistic",
    "Complicated",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246282",
  "region": "U.S., Midwestern",
  "text": [
    "I’m having trouble understanding the wife.",
    "The wife seems like she is only there as a foil to your actions.",
    "I want to know how the wife feels when you drag her",
    "and your son down into the basement to start a new religion.",
    "The religion has something to do with cowering",
    "before a force greater than yourself and then being buried alive.",
    "I want to know how the wife behaves in small, enclosed spaces:",
    "if she is trying to comfort your son by telling him Daddy likes",
    "to play funny games, or if she is already visualizing",
    "herself walking into a women’s shelter, your son",
    "on her back and maybe, because this is a fantasy,",
    "she carries a burning torch, like an angry villager, or a goddess.",
    "Does the wife merit any revenge after you weed whack",
    "the coffee table? Does she agree with you that the coffee table",
    "is yours to destroy because you built it? What has she built",
    "in the house that is hers to destroy? What kind of childhood",
    "has the wife endured that allows her to understand you?",
    "In her past life or lives, was the wife ever a shepherdess?",
    "Does she see you as a sort of Pan, goatish, and pricked",
    "by ticks, but also very well-endowed? When the wife transforms",
    "into a tree can she still think or is she just a green haze",
    "inside, an idea of growing? I would like to see the wife",
    "peel off that bark, leaving only enough for modesty’s sake,",
    "although as this is your poem, we can take a bit more off.",
    "I want to see her uproot herself, pick up the house and shake it.",
    "How many people fall out?",
    "The wife has something about her the Germans",
    "would call",
    ". I sometimes catch a glimpse of the wife",
    "out of the corner of my eye but then I look away.",
    "I cannot look directly at the wife. The wife is a conflagration",
    "of everything dear. I wonder sometimes if she is faking;",
    "There is a certain note she holds too long",
    "so the orgasm is more operatic, less genuine.",
    "When she cries,",
    ", really, she should stutter.",
    "Let’s say the wife wakes up in the morning.",
    "You have already made breakfast. Does your kindness feel oppressive?",
    "Does she want to take your weed whacker through the house?",
    "Has she ever, in a fit of anger, destroyed your pornography?",
    "When you found a picture of the wife online with a foreign handprint",
    "smacked red on her ass, how quickly did your shock turn to arousal?",
    "Are you aware the wife is breaking down in public places,",
    "and sometimes cannot move for thirty minutes? Sometimes",
    "her arm goes entirely numb from the shoulder down. I think the wife",
    "might need some fine-tuning, some elbow grease,",
    "some wrenching apart, and then reassembling."
  ],
  "title": "Questions About the Wife",
  "year": ""
}