{
  "author": "Clark Coolidge",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/243676",
  "region": "U.S., Western",
  "text": [
    "I look in that one kind of dwindled. And in this,",
    "look up, a truncheon in my fist, tin pot",
    "on my head, the war. My father, I’m looking at, is my",
    "age then and thin, his pants streak to the ground,",
    "shadows of rosevines . . . His father sits beneath",
    "a cat. Here the shadow has more flavor than my",
    "trains, elbows on livingroom floor, bangs that",
    "curl, opera broadcast, The Surreptitious Adventures of",
    "Nightstick. I lie in the wind of the sun and hear",
    "toots and smell aluminium smoke. The tiny oval",
    "of my mother’s youth in back and the rest is dark.",
    "Sundays, the floor was black. At the beach, here",
    "I’m a nest of seaweed, an earlier portrait of",
    "surrealists I saw later, a stem of grey what",
    "rises from my scalp. My hair is peaked in brine.",
    "And this here hat, dark green fedora over same green",
    "corduroy suit for a trip to the nation’s capitol,",
    "how far askance I’ve been since and never another",
    "hat. Cromium rods, the hand in the guide’s pocket",
    "seems far removed. Blurry shoes on sandstone steps,",
    "double and over exposed. Then in this one the SECRET",
    "points to my head, shaved, and emblem, OPEN, striped",
    "in “pirate” T-shirt and HERE IT IS. My elbow bent,",
    "upright this time, behind a pole. I had yet to",
    "enter at this snap the cavern beneath my sneakers.",
    "To the right my soles protrude from beneath a boulder,",
    "for I had trapped my mother and she asked Why.",
    "Taken. Given. Flashlight brighter than my face,",
    "another grotto, where the ball of twine, indirection,",
    "gave out but we never got very far in, Connecticut.",
    "I swim out of another cave in a further frame, cramped",
    "gaze of sunlit days, apparel forgot. Later I reel",
    "in a yell as my cousin takes a bite from my shank",
    "beneath ranchhouse breezy curtains of Marion. On a trudge up",
    "from the gasoline rockpit in the gaze of Judy Lamb,",
    "she carries my pack, my jeans rolled as I step on",
    "a pipe. Estwing in hand and svelte as only youthful can.",
    "Most of those rocks remain and she married a so-so",
    "clarinetist. My greygreen zipper jacket leans against",
    "a concrete teepee, my father looking bullchested stands",
    "before. Perhaps we had just argued. Central Park cement",
    "steps of pigeons, the snow removed. Overexposed",
    "whiteshirt at the drums, stick fingers ride cymbal",
    "at the camera raised, livingroom Brenton with orange",
    "& black “sea” wallpaper and orange&black tubs. I wore",
    "a wristwatch then and never again, drumtime hitching",
    "me past it. I graduate from highschool in white dinner",
    "jacket and diploma and frown, too many hot shadows",
    "back of the garage. Must roll up the bedroll with",
    "skinny arms and lam for the caves. Dave & A. Bell by",
    "the Ford Company Squire first time allowed alone to tool",
    "Bleak grass scapes of Knox farm. Rope down a crack,",
    "mosquitoes and Koolade, sun dapple leaf moss sandwiches, ache.",
    "Then in this group more drums on the roof, the gravel",
    "and the flat, a cover attempt for no album even thought.",
    "I tap and step in the dim known street. Lean on a",
    "chimney to inhabit the sky, deep with drops. Here",
    "I’m pressed on a wall of Tennessee limes, stones-throw",
    "from mouth of the underground we camped in. Too many",
    "thoughts, elide. Then lie on a beach in a doughnut",
    "pattern shirt with a stick, a pipe?, in my mouth as my",
    "cousin grins shiny beyond. Truro, also waiting for the",
    "caves. With the poets then I’m fat and the driveway is",
    "dark, the clapboards all white in a day of all talk.",
    "This then all ends in color, my red bandana and shirt out",
    "on Devil’s Pulpit, open hand addressed to the grey",
    "where Hawthorne and Melville now view of a highschool.",
    "While the water still spills, and the cat squints at leaves",
    "blown, my father wears Brahms, families lean in on one",
    "for a group shot, and the rock remains shattered in a star."
  ],
  "title": "Album — A Runthru",
  "year": ""
}