{
  "author": "John Davies",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248022",
  "region": "England",
  "text": [
    "Why did my parents send me to the schools",
    "That I with knowledge might enrich my mind?",
    "Since the desire to know first made men fools,",
    "And did corrupt the root of all mankind.",
    "For when God's hand had written in the hearts",
    "Of the first parents all the rules of good,",
    "So that their skill infused did pass all arts",
    "That ever were, before or since the flood,",
    "And when their reason's eye was sharp and clear,",
    "And, as an eagle can behold the sun,",
    "Could have approached th'eternal light as near",
    "As the intellectual angels could have done,",
    "Even then to them the spirit of lies suggests",
    "That they were blind, because they saw not ill,",
    "And breathes into their incorrupted breasts",
    "A curious wish, which did corrupt their will.",
    "For that same ill they straight desired to know;",
    "Which ill, being nought but a defect of good,",
    "And all God's works the devil could not show",
    "While man their lord in his perfection stood.",
    "So that themselves were first to do the ill,",
    "Ere they thereof the knowledge could attain;",
    "Like him that knew not poison's power to kill,",
    "Until, by tasting it, himself was slain.",
    "Even so by tasting of that fruit forbid,",
    "Where they sought knowledge, they did error find;",
    "Ill they desired to know, and ill they did,",
    "And to give passion eyes, made reason blind.",
    "For then their minds did first in passion see",
    "Those wretched shapes of misery and woe,",
    "Of nakedness, of shame, of poverty,",
    "Which then their own experience made them know.",
    "But then grew reason dark, that she no more",
    "Could the fair forms of good and truth discern;",
    "Bats they became, that eagles were before,",
    "And this they got by their desire to learn.",
    "But we, their wretched offspring, what do we?",
    "Do not we still taste of the fruit forbid,",
    "Whiles with fond fruitless curiosity",
    "In books profane we seek for knowledge hid?",
    "What is this knowledge but the sky-stolen fire",
    "For which the thief still chained in ice doth sit,",
    "And which the poor rude satyr did admire,",
    "And needs would kiss, but burnt his lips with it.",
    "What is it but the cloud of empty rain,",
    "Which when Jove's guest embraced, he monsters got?",
    "Or the false pails which oft being filled with pain,",
    "Received the water, but retained it not?",
    "Shortly, what is it but the fiery coach",
    "Which the youth sought, and sought his death withal?",
    "Or the boy's wings, which when he did approach",
    "The sun's hot beams, did melt and let him fall?",
    "And yet, alas, when all our lamps are burned,",
    "Our bodies waste, and our spirits spent,",
    "When we have all the learned volumes turned,",
    "Which yield men's wits both help and ornament,",
    "What can we know, or what can we discern,",
    "When error chokes the windows of the mind,",
    "The diverse forms of things, how can we learn,",
    "That have been ever from our birthday blind?",
    "When reason's lamp, which like the sun in sky,",
    "Throughout man's little world her beams did spread,",
    "Is now become a sparkle which doth lie",
    "Under the ashes, half extinct and dead;",
    "How can we hope that through the eye and ear",
    "This dying sparkle, in this cloudy place,",
    "Can recollect these beams of knowledge clear,",
    "Which were infused in the first minds by grace?",
    "So might the heir whose father hath in play",
    "Wasted a thousand pound of ancient rent,",
    "By painful earning of a groat a day",
    "Hope to restore the patrimony spent.",
    "The wits that dived most deep and soared most high,",
    "Seeking man's powers, have found his weakness such;",
    "Skill comes so slow and life so fast doth fly,",
    "We learn so little and forget so much.",
    "For this the wisest of all mortal men",
    "Said, He knew nought but that he nought did know;",
    "And the great mocking master mocked not then,",
    "When he said, Truth was buried deep below.",
    "For how may we to others' things attain,",
    "When none of us his own soul understands?",
    "For which the devil mocks our curious brain,",
    "When, Know thyself, his oracle commands.",
    "For why should we the busy soul believe,",
    "When boldly she concludes of that and this;",
    "When of herself she can no judgment give,",
    "Nor how, nor whence, nor where, nor what she is?",
    "All things without, which round about we see,",
    "We seek to know, and how therewith to do;",
    "But that whereby we reason, live, and be,",
    "Within ourselves we strangers are thereto.",
    "We seek to know the moving of each sphere,",
    "And the strange cause of th'ebbs and floods of Nile;",
    "But of that clock within our breasts we bear,",
    "The subtle motions we forget the while.",
    "We that acquaint ourselves with every zone,",
    "And pass both tropics and behold the poles,",
    "When we come home, are to ourselves unknown,",
    "And unacquainted still with our own souls.",
    "We study speech, but others we persuade;",
    "We leech-craft learn, but others cure with it;",
    "We interpret laws, which other men have made,",
    "But read not those which in our hearts are writ.",
    "Is it because the mind is like the eye,",
    "Through which it gathers knowledge by degrees--",
    "Whose rays reflect not, but spread outwardly--",
    "Not seeing itself when other things it sees?",
    "No, doubtless, for the mind can backward cast",
    "Upon herself her understanding light;",
    "But she is so corrupt and so defaced,",
    "As her own image doth herself affright.",
    "As in the fable of the lady fair,",
    "Which for her lust was turned into a cow:",
    "When thirsty to a stream she did repair,",
    "And saw herself transformed, she wist not how,",
    "At first she startles, then she stands amazed,",
    "At last with terror she from thence doth fly,",
    "And loathes the wat'ry glass wherein she gazed,",
    "And shuns it still, though she for thirst do die.",
    "Even so man's soul, which did God's image bear,",
    "And was at first fair, good, and spotless pure,",
    "Since with her sins her beauties blotted were,",
    "Doth of all sights her own sight least endure.",
    "For even at first reflection she espies",
    "Such strange chimeras and such monsters there,",
    "Such toys, such antics, and such vanities,",
    "As she retires and shrinks for shame and fear.",
    "And as the man loves least at home to be,",
    "That hath a sluttish house haunted with sprites,",
    "So she, impatient her own faults to see,",
    "Turns from herself and in strange things delights.",
    "For this, few know themselves; for merchants broke",
    "View their estate with discontent and pain,",
    "And seas are troubled when they do revoke",
    "Their flowing waves into themselves again.",
    "And while the face of outward things we find",
    "Pleasing and fair, agreeable and sweet,",
    "These things transport and carry out the mind,",
    "That with herself herself can never meet.",
    "Yet if affliction once her wars begin,",
    "And threat the feebler sense with sword and fire,",
    "The mind contracts herself and shrinketh in,",
    "And to herself she gladly doth retire,",
    "As spiders touched seek their webs' inmost part,",
    "As bees in storms unto their hives return,",
    "As blood in danger gathers to the heart,",
    "As men seek towns when foes the country burn.",
    "If aught can teach us aught, affliction's looks,",
    "Making us look into ourselves so near,",
    "Teach us to know ourselves beyond all books,",
    "Or all the learned schools that ever were.",
    "This mistress lately plucked me by the ear,",
    "And many a golden lesson hath me taught;",
    "Hath made my senses quick and reason clear,",
    "Reformed my will and rectified my thought.",
    "So do the winds and thunders cleanse the air;",
    "So working lees settle and purge the wine;",
    "So lopped and prunëd trees do flourish fair;",
    "So doth the fire the drossy gold refine.",
    "Neither Minerva nor the learned muse,",
    "Nor rules of art, nor precepts of the wise,",
    "Could in my brain those beams of skill infuse,",
    "As but the glance of this dame's angry eyes.",
    "She within lists my ranging mind hath brought,",
    "That now beyond myself I list not go;",
    "Myself am center of my circling thought,",
    "Only myself I study, learn, and know.",
    "I know my body's of so frail a kind",
    "As force without, fevers within, can kill;",
    "I know the heavenly nature of my nind,",
    "But 'tis corrupted both in wit and will;",
    "I know my soul hath power to know all things,",
    "Yet is she blind and ignorant of all;",
    "I know I am one of nature's little kings,",
    "Yet to the least and vilest things am thrall.",
    "I know my life's a pain and but a span,",
    "I know my sense is mocked with everything;",
    "And to conclude, I know myself a man,",
    "Which is a proud and yet a wretched thing."
  ],
  "title": "from Nosce Tiepsum: of Human Knowledge",
  "year": ""
}