{
  "author": "Rachel Wetzsteon",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240636",
  "region": "",
  "text": [
    "used to be my limp’s",
    "accompaniment. Meanwhile (as my legs",
    "maneuvered an abyss), a ballet is",
    "beginning, and the dancer’s perfect feet",
    "propel her downstage, where applause is waiting.",
    "Meanwhile a sad man stomps his gloom away",
    "by stomping evenly: one two, one two",
    "means never blue, his motto goes. But I",
    "was born to other paces, different measures;",
    "the roads I take are undulant and lined",
    "with fluid hedges, trees that take a dive",
    "whenever I am near; a bird’s ascent",
    "slows down to an eternal crawl; and when",
    "a doctor’s order takes me to the city",
    "it is a jagged gotham, full of spires",
    "that waver in the sky like falling knives",
    "or silver metronomes. Meanwhile, meanwhile",
    "(the rhythm steadied me) a lover steals",
    "upon his mistress with the quietness",
    "that only flatfeet know. So quietly",
    "that he might just as well have stayed at home,",
    "I add when my self-confidence is at",
    "a high point, and the view is at its best.",
    "And sometimes I have thoughts, before the surge",
    "of",
    "drowns them out, that limping is",
    "a thing I’d voluntarily take up",
    "if I were just as upright as the rest:",
    "I see myself, erect, stampeding through",
    "a garden’s sturdy, stale geometry",
    "and nearly knocked down by the urge to say",
    "incline, I like your style; ravine, hello;",
    "how many good things share your curvature;",
    "it is the slant of rainfall when the wind",
    "convinces it to drift; it is a sight",
    "that those with level heads and steady feet",
    "miss out on. In a coracle (my new",
    "enthusiasm leads to stories), you",
    "are better, bent; the more you tilt, the more",
    "the water welcomes you, its addled waves",
    "a live reminder of your being there,",
    "its leaping fish a sign that you are still",
    "alert and in command. The clubfoots have",
    "a myth concerning Orpheus’ head,",
    "and though I doubt its authenticity",
    "I like the way it goes: hacked off, the head",
    "was rolling down the river, when a change",
    "came over it—it bobbed, it jumped, it shuddered,",
    "it caught itself in weeds, but struggled free",
    "because of all its energy, and then",
    "its eyes began to come to life, as if",
    "a pretty tune enthralled it even then.",
    "Meanwhile his killers marched away, saying",
    "he had his ups and downs. Of course, of course",
    "to hobble is to hinder: sick is sick,",
    "no matter how you change the second term",
    "to suit your needs. But sometimes I am sure",
    "that when I limp along a crooked street,",
    "my dancing shadow is a model for",
    "the stiffs who hurry past without a sound,",
    "showing them",
    ", as they reach",
    "the little level huts they call home."
  ],
  "title": "Clubfoot",
  "year": ""
}