{
  "author": "Rachel Wetzsteon",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Love",
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238908",
  "region": "",
  "text": [
    "In an uncurtained room across the way",
    "a woman in a tight dress paints her lips",
    "a deeper red, and sizes up her hips",
    "for signs of ounces gained since yesterday.",
    "She has a thoughtful and a clever face,",
    "but she is also smart enough to know",
    "the truth: however large the brain may grow,",
    "the lashes and the earrings must keep pace.",
    "Although I’ve spread my books in front of me",
    "with a majestic air of",
    "I’m much less confident than I’d prefer,",
    "and now I’ve started pacing nervously.",
    "I’m poring over theorems, tomes and tracts.",
    "I’m getting ready for a heavy date",
    "by staying up ridiculously late.",
    "But a small voice advises, Face the facts:",
    "go on this way and you’ll soon come to harm.",
    "The world’s most famous scholars wander down",
    "the most appalling alleyways in town,",
    "a blond and busty airhead on each arm.",
    "There is an inner motor known as lust",
    "that makes a man of learning walk a mile",
    "to gratify his raging senses, while",
    "the woman he can talk to gathers dust.",
    "A chilling vision of the years ahead",
    "invades my thoughts, and widens like a stain:",
    "a barren dance card and a teeming brain,",
    "a crowded bookcase and an empty bed...",
    "What if I compromised? I’d stay up late",
    "to hone my elocutionary skills,",
    "and at the crack of dawn I’d swallow pills",
    "to calm my temper and control my weight,",
    "but I just can’t. Romantics, so far gone",
    "they think their lovers live for wisdom, woo",
    "by growing wiser; when I think of you",
    "I find the nearest lamp and turn it on.",
    "Great gods of longing, watch me as I work",
    "and if I sprout a martyr’s smarmy grin",
    "please find some violent way to do me in;",
    "I’m burning all these candles not to shirk",
    "a night of passion, but to give that night",
    "a richly textured backdrop when it comes.",
    "The girl who gets up from her desk and dumbs",
    "her discourse down has never seen the flight",
    "of wide-eyed starlings from their shabby cage;",
    "the fool whose love is truest is the one",
    "who knows a lover’s work is never done.",
    "I’ll call you when I’ve finished one more page."
  ],
  "title": "Love and Work",
  "year": ""
}