{
  "author": "Rachel Wetzsteon",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Relationships",
    "Social Commentaries",
    "Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240648",
  "region": "",
  "text": [
    "Tripartite schemes were all very well",
    "for the builders who held their blueprints firmly",
    "in hand beforehand. What did it matter",
    "if the two vertical poles didn’t touch, seemed so",
    "far apart, in fact, that no one who visited the site",
    "could believe the architect’s arrogant babble?",
    "Before they knew it, he’d bridged the two poles with a plank.",
    "I have hidden under these structures of",
    "synthetic comfort when the sky was",
    "overcast. I have even hired a claque of",
    "unemployed actors to stand there with me. But speaking",
    "for myself, I find their tentlike charm diminishing.",
    "Over on the next hill is a line of poker-faced upright slabs,",
    "their bases deep in the dirt, their function something else entirely.",
    "I keep seeking this pleasure-giving eye mote;",
    "you fill your pew and my view with",
    "golden uncontrollable emanation",
    "and the music surges in response,",
    "a coded story of hope and disappointment",
    "decipherable to the few. Is it wrong",
    "to be overheated here, or not to have left my coat at the entrance?",
    "The only crime would be",
    "to swoon,",
    "to see and ignore you, or brand you a brother",
    "in spotless devotion. Beneath the bleeding windows",
    "hearts must have heft, masses of skin become",
    "human tremors, to feel the force of the organ.",
    "On its own the rite is a starchy obligation;",
    "add intrigue and the altar ripples and ripples.",
    "Over the hub of the hill, a solid wall of",
    "silver leaves. Underfoot, soil without",
    "burrows. Blanketing soil and leaves, a scrim of",
    "hushed and unpunctured blue. Then all of a sudden,",
    "rumors of something about to happen; the night",
    "restless with its own unkeepable secrets,",
    "the very air strained and achingly electric.",
    "Because you are not here, nighttime behaves",
    "this way, calling for terms I’d long since put away:",
    "susurration, intrigue, reverberant. It is only",
    "in your magnanimous absence that stony surroundings",
    "can sing your praises so; I curse even as I gape",
    "to know that their raving requires your being",
    "anywhere else. The evening hums in compensation.",
    "His beak is open as if in mid-worm or",
    "mid-sentence, his feet impressively sturdy as they",
    "straddle the street. What gives him away,",
    "though, is the magenta pool spreading rapidly",
    "under this otherwise unruffled stomach.",
    "Something ended this bird so suddenly that",
    "he never had time to strike a normal death pose.",
    "It would be overdone and untrue",
    "to say I am the bird, to paint myself in similar terms",
    "as stunted, irretrievably downed, forever rooted",
    "to unkind ground. It would smack of self-pity.",
    "We are partners instead beneath a general rubric",
    "of doom: an arrow descended and brought",
    "him, startled, to death, me screamingly to life.",
    "I loved a statue and watered it daily.",
    "Sooner or later it softened and let me",
    "break a vital part of it off;",
    "with my hard-won prize in my pocket",
    "I explored the streets with a secret,",
    "but before long the plundered piece was",
    "dust in my hands, and painful to look at.",
    "Now another effigy makes me",
    "shudder at its criminal threshold.",
    "More than ever I entertain a",
    "shameless urge to steal or caress it,",
    "but the facts of history tell me",
    "otherwise: you get what you pray for",
    "and the statue dwindles to rubble.",
    "Although others lack the sharpened knives",
    "to be villains, they do what they can with",
    "blunter instruments. Sparring to kill time,",
    "falling to fisticuffs when eloquence evades them,",
    "they get their day’s entertainment from",
    "instruction manuals bought at auctions; when one",
    "utters his bored “Touché,” a gaggle of fans surround him.",
    "How much deadlier is your collection of",
    "swords with a history, scimitars that glint",
    "even when strung up and inactive. Although I would gladly",
    "lay a whetstone at your door for one blinding night of",
    "thrust-and-parry, you have no need of",
    "anything resembling aid: one twist of your weapon",
    "outstabs the meanest ranks of dullard soldiers.",
    "The avuncular figure with grizzled beard,",
    "the bearer of balm for the stricken and",
    "abandoned, the craggy but spirited sickle-carrier",
    "paces the page of a long-forgotten book of days",
    "and never once frowns. There is no need to:",
    "our days may be numbered, but . . . (and here his eyes",
    "mist over with comforting thoughts of gold and rainbows).",
    "His evil twin wants none of this waiting,",
    "this starry-eyed torpor. Hoping to scare eternity",
    "into submission, he too brandishes a sickle, but",
    "everything goes wrong: he pierces his own leg and must go",
    "on crutches. Before long, he falls into childish fits",
    "of self-pity, proffering sickle and leg to hirelings,",
    "saying “Lop it off, boys, and be quick.”",
    "During the first stages of frenzy, a glut of",
    "meaning descends on nature. As if to spite cynics",
    "who call dirt nothing but dirt, terrific breezes",
    "mere conveyors of pollen, something in the",
    "sufferer’s mind seeks out and finds corroboration",
    "in vast planets and puny insects; all are as prone to",
    "nervous tics, all whirring with badly kept secrets.",
    "Time passes, and the system turn on you. When",
    "all is sacred, nothing is safe: silent lampposts suddenly",
    "pipe up in irresistible colloquy a tone too high, the sky",
    "calls you but does not want your replies, and",
    "water-bound birds decline pronouns in Latin. It is a hotbed",
    "that cannot stand the addition of an offending",
    "presence; it whispers until you are well on your way.",
    "Before you came on the scene and blasted",
    "the image to bits, I thought of love as a",
    "spacious courtroom where evidence was presented",
    "graphically and up front, where deserving plaintiffs",
    "got what they wanted legally, and where",
    "judges beamed beneath picturesque wigs when they saw",
    "happy verdicts amicably arrived at.",
    "These days, law is something to be left at the door",
    "along with galoshes; I spend my nights in sinister",
    "mock-trial, playing all the parts. “Guilty or not?”",
    "booms our pot-bellied, exquisitely bored judge. I answer",
    "for you: “Not, your holiness; this harridan framed me.”",
    "And then I object. And then, hunched over in a corner",
    "of the courtroom, a juror suggests we all go out to lunch.",
    "It was a run of the mill journey until the windows",
    "seemed to have melted; outside the train,",
    "the foliage of early summer received an",
    "instantaneous drenching. Startled, I thought of you",
    "like a lovesick heroine out of an old romance:",
    "“Holding her heart, agawp at nature’s rages,",
    "she would watch the storm from inside, and secretly like it.”",
    "No longer dainty hand-to-the-head, the tragic",
    "meaningful stare out the window. No storm buffets",
    "alone; however stunningly leaves may shudder and",
    "press against the pane, it is a wasted downpour if",
    "nobody comes out soggy. Reaching my stop, I",
    "left my cap and trenchcoat inside a locker",
    "and headed for the wet jungle, hot on your heels.",
    "Our meeting is as stiff as a long-dead thoroughbred.",
    "Like its former coat, we too are glossy and brief;",
    "no frizzy wire springs up that is not",
    "dutifully cropped; our every neigh is strictly",
    "by the book; place us in a lineup of",
    "similarly frozen stallions, and you will not know",
    "one rigor mortis from another and another.",
    "I could endure a salvo of kicking, a brutish uprearing",
    "nag, or a vicious race to the finish, over this",
    "wingless duo of moribund mares. I could even",
    "stand it if you leapt up and started poking holes",
    "in my horse metaphor. Anything other than the way",
    "our speech resembles the two extremes of stunted growth:",
    "gorgeous stillborns, cynical has-beens. This is no time for pleasantry!",
    "I have been dreaming you into the picture",
    "when you bound, unseeing, past me. I tingle",
    "onward with knees of jelly, glad",
    "to be confirmed in my scheming: this walk",
    "is no hopeless ramble, but a perfect way",
    "of seeing and being seen. Fate, sensing",
    "my hopes, obligingly guides you outdoors.",
    "What rankles is the time it takes me",
    "to realize that you are truly, tangibly here.",
    "I have been holding so many secret meetings with you",
    "that this brief encounter, this perfect opportunity",
    "passes, doesn’t register. I see you in retrospect:",
    "you were here, jacket flapping in the noon breeze,",
    "and gone by the time I had presence of mind to grasp it.",
    "Explaining camouflage: a useful way",
    "of suiting yourself to your habitat so that",
    "you steal its features more than it steals yours; in war,",
    "a surefire method of avoiding skirmishes;",
    "in love, a vanishing act that lets you watch the object",
    "of your affection, in whose vagrant eyes",
    "you might as well be a pebble, a flaw on the leaf.",
    "Or, a ruinous self-effacement, brainchild",
    "of the timid, deserving to be trounced",
    "by the rustle in the trees which announces",
    "a vital presence, the force which, storming a fortress,",
    "subjects its tenant to a scrutiny of his most",
    "cherished beliefs, the stunning hybrid",
    "you look at once and cannot get out of your mind.",
    "Hearing you praised is enough to make my",
    "overbaked brain a warpath for feuding",
    "goddesses. Only instead of swords,",
    "their messages clash, each one a model of",
    "what I might do. On one side, Silence,",
    "stately in black, shows no sign of unrest:",
    "her only response to the beaming crowd is to nod.",
    "On the other side in see-through red, a goddess",
    "named Outrage deafens her rival with laudatory",
    "overdrive; next to her encomia both clean",
    "and unclean, the excesses of the laurel-throwers",
    "positively began to pale. It is her manner that",
    "somehow filters out; the walls start to rumble, the floorboards,",
    "feeble at keeping secrets, murmur “Swear it.”",
    "In the handed-down inventory of love’s habits",
    "we find images of lowering: down at the mouth,",
    "down on the knees, prostrate with the shock of the marvelous.",
    "Contact more than shame-faced with the elevated figure",
    "is therefore impossible; hazard more",
    "than a bow, and a trapdoor opens beneath you;",
    "offer a hand, and see love disappear.",
    "There is never a mention of the sudden boost",
    "the run-down ego receives when, flinging a jest",
    "from toad-high levels, it witnesses more than",
    "haughty approval. Nor is it told how the jest",
    "(some minor impromptu line) gets told and retold",
    "in the prolonged wake of the moment; seraphs laugh at it,",
    "trees love it; you see your dullness shine in another’s eyes.",
    "A dream straight out of a textbook: having been",
    "tied up and pointed at the wall by a swarthy, hairy-",
    "faced thug and her henchman, I hear the incredible shouts",
    "as an old babysitter is disemboweled.",
    "Severed organs flap to the floor like pancakes,",
    "but I do not think, “Me next,” fearing instead",
    "that it will fall on me to clean up the horrible mess.",
    "What can I do, on waking, but clench my stomach",
    "in sharp, instinctive need to keep it closed?",
    "In wars between the hirsute and the nurturing, nobody",
    "dares to cheer for the former, though her company, being",
    "moody, is hellishly more alive. Will this day or",
    "the next bring pearly surfaces to the brink of",
    "spilling over? (Somewhere the babysitter screams your name.)",
    "Once a day, you report to the resident loony",
    "for clues leading to the whereabouts of",
    "the author of a love letter you have received.",
    "She is mad but useful, delving as she can into",
    "alternate worlds; and as you grill her from the other",
    "side of the bars, a strange bond begins to form",
    "between you. She seems to have felt as you do.",
    "Little do you know that this sibyl is also a relentless",
    "self-promoter. She ladles out counsel (“You can tell",
    "she wants to be tracked down”) and misinformation",
    "(“I think I know where she lives”) like a watery broth",
    "that keeps you coming back for the meaty pay-off",
    "at the bottom. All this you realize and tolerate,",
    "never suspecting that she’s the one you want.",
    "When you are within shouting distance it is",
    "no matter, or next to none, what you say or",
    "whether we speak at all. It is enough",
    "to see, and covertly to love, your bright array of",
    "colorful traits. They are no sooner parceled out than",
    "stored up, secret accounts to be gone over until",
    "the whole single-spaced ledger is memorized.",
    "But when you leave, ledgers cannot contain you;",
    "time passes and the beloved blurs, the riotous gestures",
    "faded in substance, though not in force. I cannot hear",
    "your voice if I try; and what do I do when",
    "a free-floating affection outraces its",
    "visible target? From your splendid outpost",
    "that dazzles merely by being yours, send photos.",
    "Abroad, you are a mass of extra shadow",
    "falling on all you see. On its own a square",
    "is stiff and formidable; walk in it and",
    "the arches tremble, the smells from the canal",
    "soften and linger. The red of the hills",
    "at evening is fit for a postcard home, until",
    "you step in the picture—and hand it back to the masters.",
    "It is straight out of a shoddy French novel",
    "to squeeze the continents into us/them",
    "categories and chapters—mold here, fruit there,",
    "stubble in places and wheat in others. Think me less",
    "a philistine when I say how little the steps",
    "of the journey frame you. It is you, torchbearer to",
    "shrouded lands, who flood them with living color.",
    "When I call you to mind, you respond sluggishly",
    "if at all. It is as if, being busy, you send",
    "a very expensive mannequin in your stead,",
    "a robot who dresses and walks like you but",
    "cannot capture your puzzling essence. Memory",
    "loves paradox: the more I require a stand-in,",
    "the looser the seams, the phonier the puppet.",
    "But I do not know this until the unexpected happens.",
    "Sifting my horde of jewels and praising their cut,",
    "I come upon a diamond that puts them to shame;",
    "catching a glimpse of familiar patterns of color",
    "in the street, I realize the cheapness of the household dolls",
    "I have been thinking about, relieved that even now,",
    "surprises like this put you fleetingly back in the picture.",
    "It will be objected that in missing you I forfeit",
    "a key to the room reserved for bona fide lovers.",
    "There, an air of resolute calm prevails: it is always",
    "“Our minds are as one, and that is enough,”",
    "or “I saw him last night in the shape of a cloud,”",
    "or, harder still to believe, “Look at the",
    "useful machine I built instead of grieving.”",
    "They may brace themselves and speak of the",
    "salubrious sublime; they may grit their teeth and",
    "bear it; their tourniqueted hearts are as",
    "undone as mine. Away, you are no",
    "homing compass or dove, but a roving, ceaselessly",
    "altering scoundrel. To miss you is to miss",
    "the loot you add to your repository of noises.",
    "Horses, birds, babysitters and jails,",
    "shadows, churches and trains; one would think",
    "you’d sat up with me all night, filling out forms",
    "on what images you preferred, or at least been",
    "consulted in the matter. Failing that, one might suppose you",
    "to have stood on the sidelines in mounting horror",
    "as, one by one, strange pictures of you took flight.",
    "But you stumbled into this mess of blocks",
    "like the bumbling idiot in a screwball",
    "comedy. Center stage contained in cardboard boxes",
    "you tripped over before smiling and",
    "wandering on, in your madcap way, to new scrapes.",
    "Meanwhile, the whirligig thrives in your absence: booted cubes",
    "swoon for their muse, a poltergeist in a bowtie.",
    "A spider loved a bee and, knowing that to trap him",
    "would be to kill him, devised webs just flashy enough",
    "to keep the insect guessing. And soon,",
    "seeing in the spider’s handiwork traces",
    "of his own flower-hopping, the bee came",
    "closer. Arachnid vapors wafted over them as",
    "the bee proposed to die in the spider’s service.",
    "“No!” screamed the latter, tightening up her floss,",
    "and the spurned bee flew on to more accustomed",
    "turf—roses and lilies next to whom (he saw)",
    "the spider was nothing. But she was not so lucky.",
    "The web she’d spun for him got tangled",
    "in her post mortem antenna-flailing, and finally wound",
    "around her neck and choked her. It was the end of the fable.",
    "The more love grows, the bigger its sealed-off",
    "palace becomes, and the more pinched and dark its",
    "stoical keeper. Inside, sun breeds space: a ray",
    "that snuck past the keeper enters a room and lights it—",
    "only now there is not one room but many.",
    "Beams bright as lasers but gentler give away",
    "the safe behind the painting, the corridor under the rug.",
    "If only the keeper, hardened by circumstance,",
    "could learn from this endless illumination",
    "and turn the room inside out. Light would then",
    "seep through leathery skin, giving its secrets away",
    "in a gradually spreading glow, turning skin the orange",
    "of pure beatitude. But there are only two options for the keeper:",
    "to be charbroiled all at once or eternally silent.",
    "Then, any enterprise requiring new clothes",
    "was privately hissed, if openly hailed;",
    "too close to a floral militia thinking as one",
    "were the standard frills, the required rustles,",
    "and thinking myself a beacon among dark ladies,",
    "I called the clothes by their hidden agendas:",
    "ethical corsets, trusses of the spirit.",
    "Now I cry out for the colorful front",
    "of fancy dress, bow down in belated awe",
    "before silk and organza. It is not the delusion",
    "of being at my best, but the promise of further",
    "secrecy that thrills me; these veils only make",
    "unveiling all the stranger and wilder,",
    "and under my gown claw ghosts you’ll never see.",
    "This sideshow of outlandish images",
    "is nothing like the main attractions of",
    "another time. Just after one picture clicks on",
    "and the eyes have adjusted, another, altogether",
    "different one takes its place, and another, and another.",
    "What in the world is going on? Did the projector",
    "gather together the uppermost slides on the pile?",
    "Nothing could be falser. It is only that",
    "the replacement of the reel calls for as many",
    "tricks and turns as possible to be an even",
    "passable substitute. Everything is its field;",
    "its lens is a gaping hole with a passion for",
    "things encyclopedic. This is the only way",
    "it can capture your many angles—small comfort, yet comfort still.",
    "The next time our paths cross there will be",
    "none of this shilly-shallying, this bondage,",
    "like it or not, to fickle time, brute locale.",
    "The crossing itself will slow down the march",
    "of the passing moment with its own",
    "unstoppable steam, its tenebrous and sultry",
    "collection of vapors. It will be love in a bottle.",
    "But there is always a screw loose somewhere,",
    "a gap in the glass that lets in a limber",
    "array of interlopers. From the mutual friend",
    "who smells a levity and wants in, to the premature bonging",
    "of the hour, to the false confines of the walls",
    "of our houses, there is always a damnable flaw",
    "in the system . . . and incoming elves who taunt “Excuses, excuses.”",
    "What is it about this flame I label passion",
    "that burns the world and its newspapers to a crisp?",
    "How can I call myself hungry for the facts of one kind",
    "but wince at another? The lover’s room may be an",
    "all-white, tiny room with a view of woods, but why,",
    "if a well-meaning friend slides a special report",
    "under my door, do I look for tongs and a furnace?",
    "Because the flame is not only self-infatuated,",
    "given to burning documents for the sake",
    "of flaunting its own reds, but also in a state",
    "of permanent warfare; all worldly",
    "flare-ups, all currencies not its own, remind it",
    "that amid the worst incendiary horrors, it goes on",
    "stoking itself for want of a proper spark.",
    "The catechism of the far gone: isn’t it too good",
    "to be coincidental that our eyes have looked at that",
    "billboard with the same unqualified disgust?",
    "Can we ignore the fact that you happened",
    "to witness the accident only minutes after I did?",
    "Is there more than just a flimsy link in",
    "a story jointly loved, a pastime avoided?",
    "No, yes, and by no means. These are the very",
    "traits which, observed in an enemy, get",
    "shelved or denied by their once proud possessor.",
    "I could pillage an igloo, travel to the torrid",
    "antipodes and produce thousands like you,",
    "featured like you, like you in raves and complaints.",
    "I was bedazzled by a ray of fool’s gold.",
    "Go, tyrant. In your heart will nest",
    "no more desperate slaves. Come again, days",
    "of productivity, nights of rest and no nightmares.",
    "I have spent so much time under the shade",
    "of your massive umbrella that I will draw it shut",
    "for a minute to see what I once saw, and what I have",
    "missed since seeing you. Eyes, look unchained around you.",
    "It is a landscape of moldering stones and bones.",
    "When the eyes are free to roam, they are not",
    "so much free as useless—I see a sky of",
    "fledgling clouds and do nothing to help them,",
    "peer into the living record of a severed oak and can",
    "decipher nothing. Return, dark glasses, come again,",
    "morbid parasol; only in shade do mountains have features.",
    "In the final tally of divine overseers",
    "who will be ours? Suppose we claim",
    "the moon, whose bottomless bag of stardust",
    "enchants a forest of two, softens and",
    "shrinks the volume of venomous air",
    "between us, and lovingly coats all former fears",
    "with beams of forgetful, nourishing light?",
    "Our watcher is the moon, but only after a brutal",
    "shake-up is through with her. She has never learned",
    "the knack of lighting two people at once; instead",
    "it is always me illumined, you off in the bushes,",
    "you posed in your halo, me waist-deep in darkness.",
    "And she is a clumsy goddess for the reason",
    "that she borrows (poor moon) what light she has from me.",
    "Though you are by definition a slippery freedom,",
    "if forced to freeze you in a single image",
    "I would call you a beam of light with hidden powers",
    "to strike and alter forever. Here is a room:",
    "regard its monotone grimness. Enter your",
    "incandescent highness: gladly around you",
    "objects sparkle, knowing a beam when they see it.",
    "Next to your flawless arc I am a damaged",
    "bulb in a fleabag hotel, clattering on to reveal",
    "paintings on velvet and",
    "(but where?),",
    "rattling off to plunge the run-down room into",
    "dark desuetude. What if we pooled our forces?",
    "Would we stand together like heartless neon sculpture",
    "or deck ourselves in loving chiaroscuro?",
    "Perfect, you say? It is enough to make me perform",
    "operations on myself in order to test your love:",
    "taking in the wreckage, you would be forced to say",
    "“Yes, gouging out one eye makes the other shine",
    "all the brighter; the smell of your fungus reminds me of summer;",
    "your leprous stump is a modish charmer",
    "since, after all, green is my favorite color.”",
    "And yet, for all our tirades against deception,",
    "how easily do we succumb to the lover’s flattery,",
    "and with what treachery. If I am perfect, it is only",
    "by being perfect that you, myopic, dependable you",
    "can keep me; so go on, keep on calling me faultless, come on,",
    "hurry up with my supper, leave me, and come back at midnight,",
    "but don’t come back if you hear a noise in the room.",
    "Still the inveterate skulker, the ghost",
    "of chaos past, I have come back to the place",
    "where it all began, where leaving, you gave me",
    "leave to see you wherever I went—",
    "in the home, in the wild, in the sky, in the gutter—",
    "and where columns, scribbled on and abandoned,",
    "took one look at my raving, and rose again.",
    "Strangest of all is that, given the chance",
    "to see my subject in the fabulous flesh at last,",
    "I would flatly refuse. These barren days",
    "when I heat my room by the fading coals of my goals,",
    "this ache for an ache is as good as it gets,",
    "so go on running; I will go on looking for you",
    "as the willow bends, as the stomach hunts for the ulcer."
  ],
  "title": "The Other Stars",
  "year": ""
}