{
  "author": "Nick Lantz",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Death",
    "The Body",
    "Relationships",
    "Family",
    "Ancestors",
    "Religion",
    "The Spiritual",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240426",
  "region": "",
  "text": [
    "To cure a child of rickets, split a living",
    "ash tree down its length and pass",
    "the child through",
    "(naked, headfirst, three times).",
    "Seal the two halves of the tree back up",
    "and bind them with loam and black",
    "thread. If the tree heals, so will the child.",
    "(The child must also be washed",
    "for three mornings in the dew",
    "of the chosen tree.)",
    "Two men",
    "(no, women)",
    "must pass the child through.",
    "The first must say, “The Lord receives,”",
    "and the second say, “The Lord gives.”",
    "This is how you ensure a happy marriage:",
    "This is how you keep the engine running:",
    "A jackdaw or swallow that flies down",
    "the chimney must be",
    "killed. If it is allowed",
    "to leave the house by a window or door,",
    "a member of the family will",
    "This is how, when your mother tells",
    "you she’s going in for biopsy, to make",
    "the growth benign:",
    "Burn a fire and in the morning examine",
    "the ashes for footprints, the image of a ring,",
    "the likeness of a cat, a bed, a horse, a",
    "This is how you keep from thinking of",
    "the one thought you’re thinking:",
    "Say your own name backwards three",
    "(no four) times and turn around (keep",
    "your eyes shut).",
    "The unborn child must be called",
    "or",
    "until you hear its voice.",
    "Carry a live bat around the house three",
    "times, then nail it upside down outside",
    "the window. This will ensure",
    "If your mother calls you at 6 A.M. while",
    "she eats her breakfast (do not eat after",
    "7), this is how you can calm your voice:",
    "This is how you say",
    "and mean",
    "An egg laid on Sunday can be placed",
    "on the roof to ward of fire and lightning.",
    "If you put a stillborn child in an open",
    "grave, the man who is buried there will",
    "have a ticket straight to heaven.",
    "Never sleep with your feet toward the door.",
    "Do not sneeze while making a bed.",
    "Step on a beetle, and it will rain. Bury it",
    "alive in the earth for good weather. Put it",
    "in your mouth and your loved ones will",
    "When you see a dead bird lying in the road",
    "you must spit on it.",
    "If a rooster crows in the night, you must",
    "go and feel his feet.",
    "When a woman is in labor, all the locks",
    "in the house must be undone, windows",
    "and doors must be left ajar. This will",
    "not prevent death but will quicken",
    "the escape of the spirit if",
    "If the ash tree remedy fails, bring the child",
    "to a third",
    "(no, seventh)",
    "generation blacksmith.",
    "The child must first be bathed",
    "in the water trough, then laid on the anvil.",
    "Each of the smith’s tool’s must be passed",
    "over the body, and each time one must",
    "inquire what the tool is used for (no one",
    "must answer). Then the blacksmith must",
    "raise his hammer and bring it down (gently)",
    "three times (four) on the child’s body.",
    "If a fee is given",
    "or even asked for, the cure will not",
    "If the phone rings, this is how you answer:",
    "This is how you say, How did it go?"
  ],
  "title": "“The Decay of ancient knowledge”",
  "year": ""
}