{
  "author": "George Henry Boker",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244838",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Mangled, uncared for, suffering thro’ the night",
    "With heavenly patience the poor boy had lain;",
    "Under the dreary shadows, left and right,",
    "Groaned on the wounded, stiffened out the slain.",
    "What faith sustained his lone,",
    "Brave heart to make no moan,",
    "To send no cry from that blood-sprinkled sod,",
    "Is a close mystery with him and God.",
    "But when the light came, and the morning dew",
    "Glittered around him, like a golden lake,",
    "And every dripping flower with deepened hue",
    "Looked through its tears for very pity’s sake,",
    "He moved his aching head",
    "Upon his rugged bed,",
    "And smiled as a blue violet, virgin-meek,",
    "Laid her pure kiss upon his withered cheek.",
    "At once there circled in his waking heart",
    "A thousand memories of distant home;",
    "Of how those same blue violets would start",
    "Along his native fields, and some would roam",
    "Down his dear humming brooks,",
    "To hide in secret nooks,",
    "And, shyly met, in nodding circles swing,",
    "Like gossips murmuring at belated Spring.",
    "And then he thought of the beloved hands",
    "That with his own had plucked the modest flower.",
    "The blue-eyed maiden, crowned with golden bands,",
    "Who ruled as sovereign of that sunny hour.",
    "She at whose soft command",
    "He joined the mustering band,",
    "She for whose sake he lay so firm and still,",
    "Despite his pangs, not questioned then her will.",
    "So, lost in thought, scarce conscious of the deed,",
    "Culling the violets, here and there he crept",
    "Slowly—ah! slowly,—for his wound would bleed;",
    "And the sweet flowers themselves half smiled, half wept,",
    "To be thus gathered in",
    "By hands so pale and thin,",
    "By fingers trembling as they neatly laid",
    "Stem upon stem, and bound them in a braid.",
    "The strangest posy ever fashioned yet",
    "Was clasped against the bosom of the lad,",
    "As we, the seekers for the wounded, set",
    "His form upon our shoulders bowed and sad;",
    "Though he but seemed to think",
    "How violets nod and wink;",
    "And as we cheered him, for the path was wild,",
    "He only looked upon his flowers and smiled."
  ],
  "title": "In the Wilderness",
  "year": ""
}