{
  "author": "Chip Livingston",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Love",
    "Desire",
    "Infatuation",
    "Crushes",
    "Unrequited Love",
    "Relationships",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241496",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I went to my mother’s room at 13",
    "past midnight, and told her I was dying.",
    "I’d wet the bed, I’d had this crazy dream,",
    "about a sexy neighbor I’d been spying",
    "on. Well, I didn’t tell her that. I mean,",
    "the day before she asked who I was eyeing",
    "when I didn’t want to go outside",
    "for ice cream. The truck was parked out front,",
    "and she was buying, but I couldn’t join",
    "the other screaming kids —",
    "not with Lance applying suntan lotion",
    "to his muscled teenage skin.",
    "Stretched out on a beach towel",
    "in his front yard, his body mystified me,",
    "while mine seemed happy to defy me.",
    "My dick would tent my cut-offs",
    "at the sight of him.",
    "I wore two pair of underwear,",
    "but even then I thought I’d burst",
    "right through the seams.",
    "So I didn’t dare tell mother what I’d dreamed,",
    "though she did think to ask me.",
    "I’d have been a fool to tell her that.",
    "She thought my blush was any boy’s,",
    "puzzling out his sexuality, but I swear it was",
    "as much because the fantasies",
    "were always other boys.",
    "some from my baseball team,",
    "some the roughnecks at school,",
    "but usually Lance. He was flying",
    "naked in the dream I had that night,",
    "the one that made me think that God",
    "was mad and killing me. I was lying",
    "(also naked — and hard as cinder block)",
    "on the beach towel I’d seen him lay",
    "across the grass the day before.",
    "I tried to understand the signs implying",
    "I might turn into some kind of freaky thing.",
    "But it would have been cruel to tell my mother that,",
    "especially when she was already crying,",
    "and trying not to laugh at the same time,",
    "when I showed her what came out of me.",
    "She apologized for throwing such a scene,",
    "said I was growing up to be a man, that’s all it meant,",
    "said it was normal for a boy my age’s thing",
    "to start uprising like a metal beam.",
    "She apologized again",
    "that I didn’t have my dad around to train",
    "an 11-year old boy in the ways of puberty.",
    "I was as stupefied as I’ve ever been.",
    "She never mentioned him.",
    "And I have never turned a deeper red",
    "than I did then, at 26 past midnight,",
    "when my mother helped me change my sheets,",
    "and said the next day she’d teach me to wash them.",
    "And then she said she’d ask the man across the street",
    "to talk to me. Would that be okay?",
    "Or would I feel more comfortable",
    "with someone younger, like his son?"
  ],
  "title": "Nocturnal Admissions",
  "year": ""
}