{
  "author": "Dr. Arthur Conan Doyle",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Friends",
    "Enemies",
    "Landscapes",
    "Pastorals",
    "Activities",
    "Humor",
    "Satire",
    "Nature",
    "Relationships",
    "Arts",
    "Sciences",
    "Sports",
    "Outdoor Activities",
    "Animals"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175572",
  "region": "Scotland",
  "text": [
    "It’s up and away from our work to-day,",
    "For the breeze sweeps over the down;",
    "And it’s hey for a game where the gorse blossoms flame,",
    "And the bracken is bronzing to brown.",
    "With the turf ’neath our tread and the blue overhead,",
    "And the song of the lark in the whin;",
    "There’s the flag and the green, with the bunkers between—",
    "Now will you be over or in?",
    "The doctor may come, and we’ll teach him to know",
    "A tee where no tannin can lurk;",
    "The soldier may come, and we’ll promise to show",
    "Some hazards a soldier may shirk;",
    "The statesman may joke, as he tops every stroke,",
    "That at last he is high in his aims;",
    "And the clubman will stand with a club in his hand",
    "That is worth every club in St. James’.",
    "The palm and the leather come rarely together,",
    "Gripping the driver’s haft,",
    "And it’s good to feel the jar of the steel",
    "And the spring of the hickory shaft.",
    "Why trouble or seek for the praise of a clique?",
    "A cleek here is common to all;",
    "And the lie that might sting is a very small thing",
    "When compared with the lie of the ball.",
    "Come youth and come age, from the study or stage,",
    "From Bar or from Bench—high and low!",
    "A green you must use as a cure for the blues—",
    "You drive them away as you go.",
    "We’re outward bound on a long, long round,",
    "And it’s time to be up and away:",
    "If worry and sorrow come back with the morrow,",
    "At least we’ll be happy to-day."
  ],
  "title": "A Lay of the Links",
  "year": ""
}