{
  "author": "Albery Allson Whitman",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Love",
    "Men",
    "Women",
    "Race",
    "Ethnicity",
    "Social Commentaries",
    "Infatuation",
    "Crushes"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236576",
  "region": "U.S., Southern",
  "text": [
    "18",
    "These creatures of the languid Orient,—",
    "Rare pearls of caste, in their voluptuous swoon",
    "And gilded ease, by Eunuchs watched and pent,",
    "And doomed to hear the lute’s perpetual tune,",
    "Were passion’s toys—to lust an ornament;",
    "But not such was our thrush-voiced Octoroon,—",
    "The Southland beauty who was wont to hear",
    "Faith’s tender secrets whispered in her ear.",
    "19",
    "“An honest man’s the noblest work of”—No!",
    "That threadbare old mistake I’ll not repeat.",
    "A lovely woman—do you not think so?—",
    "Is God’s best work. That she is man’s helpmeet,",
    "The Bible says, and I will let it go;",
    "And yet she crowns and makes his life complete.",
    "Who would not shrive himself in her dear face,",
    "And find his sinless Heaven in her embrace!",
    "20",
    "Young Maury loved his slave—she was his own;",
    "A gift, for all he questioned, from the skies.",
    "Not other fortune had he ever known,",
    "Like that which sparkled in her wild blue eyes.",
    "Her seal-brown locks and cheeks like roses blown,",
    "Were wealth to him that e’en the gods might prize.",
    "And when her slender waist to him he drew,",
    "The sum of every earthly bliss he knew.",
    "21",
    "They had grown up together,—he and she—",
    "A world unto themselves. All else was bare,—",
    "A desert to them and an unknown sea.",
    "Their lives were like the birds’ lives—free and fair,",
    "And flowed together like a melody.",
    "They could not live apart, Ah! silly pair!",
    "But since she was his slave, what need to say,",
    "A swarm of troubles soon beset their way?",
    "22",
    "Just in the dawn of blushing womanhood;",
    "Her swan-neck glimpsed through shocks of wavy hair;",
    "A hint of olives in her gentle blood,",
    "Suggesting passion in a rosy lair;",
    "This shapely Venus of the cabins stood,",
    "In all but birth a princess, tall and fair;",
    "And is it any wonder that this brave",
    "And proud young master came to love his slave?",
    "28",
    "If it be shame to love a pretty woman,",
    "Then shameful loving is a pretty thing.",
    "And of all things the most divinely human",
    "Is this:—Love purifies life’s Fountain Spring;",
    "And he who has not quaffed that fount is no man—",
    "I’d rather be a lover than a king.",
    "And then, preach as we will or may, we’ll find",
    "That Cupid, dear young god, is sometimes blind.",
    "55",
    "Before the world, I hold that none of these:",
    "The Shushan slave, the Oreb shepherdess,",
    "Nor Moab’s gleaner, ever had the ease",
    "Of carriage, grace of speech, the stateliness",
    "Of step and pose, nor had the art to please",
    "And charm with symphonies of form and dress,",
    "Nor had such wond’rous eyes, such lovely mouth,",
    "As had this blue-eyed daughter [Lena] of the South!",
    "56",
    "Had priest or prophet ever heard her singing,",
    "Or seen her, where the clover was in bloom,",
    "Wading knee-deep, while larks were upward springing,",
    "And winds could scarcely breathe for want of room—",
    "Thus seen her from the dappled hillsides bringing",
    "The cows home, in the sunset’s golden gloom,",
    "Our good old Bible would have had much more",
    "Of love and romance mixed with sacred lore.",
    "57",
    "What man is there who would not dare defend",
    "A life like this? Is doing so a sin?",
    "Or who should blush to be known as her friend?",
    "White wonder of creation, fashioned in",
    "The moulds of loveliness; kings might contend",
    "On martial fields a prize like her to win,",
    "And yet, the cabin’s hate and mansion’s scorn,—",
    "She suffered both, betwixt them being born.",
    "59",
    "When genial Spring first hears the mating thrush,",
    "Where waters gossip and the wild flowers throng,",
    "Love rears her altar in the leafy bush,",
    "And Nature chants the sweetest bridal-song.",
    "When love is free, with madness in its rush,",
    "Its very strength defends the heart from wrong.",
    "Love, when untutored, walks a harmless way,",
    "With feet, though bare, that never go astray.",
    "153",
    "Mind knows no death. Life is the “first and last.”",
    "The falling leaf leaves its source living still;",
    "The flower which withers in the autumn blast",
    "Dies not, but thus escapes the winter’s chill,",
    "And will return, through changes strange and vast,",
    "When summoned forth to range o’er vale and hill.",
    "Shall mind which thus perceives Life’s changes die?",
    "Hath only matter immortality?",
    "156",
    "But, “if a man die, shall he live again?”",
    "This baffling question comes from long ago.",
    "Shall ashes only of Life’s torch remain?",
    "The mind cries out, and Nature answers, “No!”",
    "Ye who have heard the prophesying rain,",
    "And seen the flowery Resurrection glow:",
    "Ye know of better things than eye hath seen;",
    "Ye know sere Earth is Mother of the green.",
    "157",
    "The wild moose shivers in the north land’s breath,",
    "Where Huron’s wave upbraids the fretful shore;",
    "The marsh fowl far to southward wandereth",
    "And calls her tribes to milder climes explore;",
    "All Nature seems to sigh: “Remember death,",
    "For all the living soon shall be no more.”",
    "But mark how Faith sweeps on with tireless wing,",
    "To find for e’en the fowl an endless spring.",
    "159",
    "Let scoffers mock, let unbelief deny—",
    "Agnosticism stolidly ignore;",
    "Let worldly wisdom proudly ask us, “Why?”",
    "And still the soul cries out for something more—",
    "For something better than philosophy—",
    "Still longs for higher joys and looks before;",
    "And cannot rest—will ne’er contented be,",
    "Till triumph over matter leaves mind free.",
    "160",
    "Then hail we all the spirits of the just,",
    "With Lena we shall join them all. The mind",
    "Now risen looks down on Life’s unmeaning dust,",
    "And soars to higher spheres—all unconfined;",
    "To spheres of love and duty, hope and trust;",
    "And leaves the sordid and corrupt behind.",
    "The Virgin is the sign of vanquished night,",
    "Her child is born—born of the soul—the Light.",
    "161",
    "Farewell! In grandeur sinks the closing day,",
    "And on our vision slowly fades the light;",
    "And bygone scenes, like shadows fall away,",
    "To settle in the blank of coming night.",
    "The Octoroon has passed, but not for aye;",
    "To those who have the gift of inner sight,",
    "The spirit of all nature prophesies",
    "A home for love and beauty in the skies."
  ],
  "title": "“The Octoroon”",
  "year": ""
}