{
  "author": "Tony Hoagland",
  "classification": "Free Verse",
  "keywords": [
    "Spring",
    "Trees",
    "Flowers",
    "Men",
    "Women",
    "Life Choices",
    "Relationships",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171303",
  "region": "U.S., Southern",
  "text": [
    "Windy today and I feel less than brilliant,",
    "driving over the hills from work.",
    "There are the dark parts on the road",
    "when you pass through clumps of wood",
    "and the bright spots where you have a view of the ocean,",
    "but that doesn’t make the road an allegory.",
    "I should call Marie and apologize",
    "for being so boring at dinner last night,",
    "but can I really promise not to be that way again?",
    "And anyway, I’d rather watch the trees, tossing",
    "in what certainly looks like sexual arousal.",
    "Otherwise it’s spring, and everything looks frail;",
    "the sky is baby blue, and the just-unfurling leaves",
    "are full of infant chlorophyll,",
    "the very tint of inexperience.",
    "Last summer’s song is making a comeback on the radio,",
    "and on the highway overpass,",
    "the only metaphysical vandal in America has written",
    "MEMORY LOVES TIME",
    "in big black spraypaint letters,",
    "which makes us wonder if Time loves Memory back.",
    "Last night I dreamed of X again.",
    "She’s like a stain on my subconscious sheets.",
    "Years ago she penetrated me",
    "but though I scrubbed and scrubbed and scrubbed,",
    "I never got her out,",
    "but now I’m glad.",
    "What I thought was an end turned out to be a middle.",
    "What I thought was a brick wall turned out to be a tunnel.",
    "What I thought was an injustice",
    "turned out to be a color of the sky.",
    "Outside the youth center, between the liquor store",
    "and the police station,",
    "a little dogwood tree is losing its mind;",
    "overflowing with blossomfoam,",
    "like a sudsy mug of beer;",
    "like a bride ripping off her clothes,",
    "dropping snow white petals to the ground in clouds,",
    "so Nature’s wastefulness seems quietly obscene.",
    "It’s been doing that all week:",
    "making beauty,",
    "and throwing it away,",
    "and making more."
  ],
  "title": "A Color of the Sky",
  "year": ""
}