{
  "author": "Tony Hoagland",
  "classification": "Free Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Health",
    "Illness",
    "Youth",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171293",
  "region": "U.S., Southern",
  "text": [
    "When the medication she was taking",
    "caused tiny vessels in her face to break,",
    "leaving faint but permanent blue stitches in her cheeks,",
    "my sister said she knew she would",
    "never be beautiful again.",
    "After all those years",
    "of watching her reflection in the mirror,",
    "sucking in her stomach and standing straight,",
    "she said it was a relief,",
    "being done with beauty,",
    "but I could see her pause inside that moment",
    "as the knowledge spread across her face",
    "with a fine distress, sucking",
    "the peach out of her lips,",
    "making her cute nose seem, for the first time,",
    "a little knobby.",
    "I’m probably the only one in the whole world",
    "who actually remembers the year in high school",
    "she perfected the art",
    "of being a dumb blond,",
    "spending recess on the breezeway by the physics lab,",
    "tossing her hair and laughing that canary trill",
    "which was her specialty,",
    "while some football player named Johnny",
    "with a pained expression in his eyes",
    "wrapped his thick finger over and over again",
    "in the bedspring of one of those pale curls.",
    "Or how she spent the next decade of her life",
    "auditioning a series of tall men,",
    "looking for just one with the kind",
    "of attention span she could count on.",
    "Then one day her time of prettiness",
    "was over, done, finito,",
    "and all those other beautiful women",
    "in the magazines and on the streets",
    "just kept on being beautiful",
    "everywhere you looked,",
    "walking in that kind of elegant, disinterested trance",
    "in which you sense they always seem to have one hand",
    "touching the secret place",
    "that keeps their beauty safe,",
    "inhaling and exhaling the perfume of it—",
    "It was spring. Season when the young",
    "buttercups and daisies climb up on the",
    "mulched bodies of their forebears",
    "to wave their flags in the parade.",
    "My sister just stood still for thirty seconds,",
    "amazed by what was happening,",
    "then shrugged and tossed her shaggy head",
    "as if she was throwing something out,",
    "something she had carried a long ways,",
    "but had no use for anymore,",
    "now that it had no use for her.",
    "That, too, was beautiful."
  ],
  "title": "Beauty",
  "year": ""
}