{
  "author": "Jake Adam York",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246644",
  "region": "U.S., Southern",
  "text": [
    "Afternoon burns everything off Franklin Street.",
    "Even the birds, even the flies.",
    "Or iced-tea sugar and chicken grease weigh everyone",
    "into a doze, all indoors, in a cool",
    "they said would never come eighty years ago",
    "when this was still the center of business",
    "and the civilized left these high hours to the dogs,",
    "ice in a highball, and let each house",
    "close its lids a while. They've kept their quiet,",
    "so I'm alone before the windows,",
    "the radiant panes, each with its scrim of clay,",
    "the finish the river gives everything,",
    "so nothing, not even glass, is clear.",
    "It's almost painful, this saturation,",
    "this street and its stores of rugs and signs and flags,",
    "bright and strange as a magazine photo",
    "you'd find in an attic or an antique store,",
    "hard to believe the color was ever real.",
    "The teacups, the painted china and jeweled eggs,",
    "even the bottles, medicine vials",
    "and flasks each with its ounce of dirt,",
    "even the smell of the prolific earth,",
    "the sedimentary atmosphere of empire chairs",
    "and oak armoires and mantles that survive",
    "their tall, white homes, like the plantation house",
    "where, later, I'll witness again",
    "the marriage of gray suit and hoop skirt",
    "that still feels like a dream, where I'll walk",
    "out of—or is it into?—myself,",
    "the maitre'd's small, solicitous voice",
    "proffering another julep—cotton-leaf hand,",
    "silver cup—though even he must be",
    "a reenactment or a revenant,",
    "a hanger for the clothes of memory.",
    "I will take it, I would, a handful of refuge",
    "in unthinking weather, will take",
    "the same lethargic joy in a breeze, any chill",
    "in the throat, any kind of shade—",
    "so I enter the dim of one old cotton house,",
    "its air-conditioned maze of hand-tools",
    "and quilts, corn cribs and cotton gins, and of course",
    "the owner's smile, porcelain, bright, almost",
    "blinding, blooming in welcome and how-you-do",
    "and what-brings-you. We talk amid rows",
    "of cook-stoves, stew-pots, and cast-iron skillets",
    "about the wedding I've come to see",
    "on the famed estate, the time the town exploded,",
    "the Rhythm Club's inferno, and then",
    "she ventures she knows the accent, knows",
    "I'm from Alabama, and soon she's eloquent",
    "on our lakes and rivers, where the mister takes her",
    "every chance they get. She's seen it all,",
    "so she asks where I'm from, and when I say",
    "she starts to glow, gushing over mountains",
    "all the way to Gatlinburg. She's walked each one,",
    "even skied the state's one slope, which conjures",
    "not the \"Southern snow\" that required almost everything",
    "around us, but snow, cold snow, a thought",
    "that cools me further, so my sweat is nearly dry",
    "when the smile tightens across her teeth",
    "and she leans in to say",
    "—",
    "Then afternoon is a conspiracy of color,",
    "an echo the heat or the history",
    "in our voices draws us into—",
    "someone else's version of ourselves—",
    "and the inevitable, painful quiet",
    "in which an answer must arrive.",
    "What can you say? And how long do you have to wait",
    "before you can leave, before you can walk",
    "out of yourself and down the cotton-trading streets",
    "into the smother of trees",
    "on some more recent lane? How long do you have to wait",
    "before you can leave and not be followed,",
    "and how long do you have to walk before the mockingbirds",
    "drown in bass and drum and anger,",
    "before you can cross back into the proper century?",
    "The smell of the river stays with you,",
    "maybe even grows as you move so you don't know",
    "where you're going, and the key in your hand",
    "could open a car door or a plantation room",
    "or nothing at all, some door that's vanished",
    "in the air, June's shimmer from the asphalt",
    "and the roofs of every house, so you walk",
    "toward that moment when the sun starts burning",
    "and the magnolias' thick perfume washes",
    "all around and you find yourself on a corner,",
    "all linen and sweat, again the only one",
    "who'd walk in a heat like this. You have no idea",
    "where you are, so you cock your head",
    "as if you might hear your way through the afternoon,",
    "and when you raise your head, you see,",
    "across the street, two men hunched in shadow",
    "on a barbershop's stoop, ties",
    "dangling like smoke in the solid air. They've seen you",
    "and now their brows sharpen",
    "as if they know, too, you're not from here,",
    "and in the space between you anything",
    "could pass, the ghosts of Farragut or Grant",
    "or a hot white Caddy rattling New Orleans Bounce,",
    "you're waiting to see, it seems like years or centuries,",
    "then one rises, ties his tie, and steps back in,",
    "leaving the other, who keeps your eye",
    "a moment longer then looks into the distance",
    "through that lace of smoke that seems etched in the air",
    "for something far behind you, something",
    "you don't even know how to look for,",
    "something that may never arrive."
  ],
  "title": "The Second Person",
  "year": ""
}