{
  "author": "Jake Adam York",
  "classification": "",
  "keywords": [
    "Religion",
    "Christianity",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246648",
  "region": "U.S., Southern",
  "text": [
    "Later he will say he did not do it,",
    "he was home at breakfast, just ask the wife,",
    "say they heard some radio preacher doing",
    "love thy neighbor while birds filled up the yard.",
    "Later, he will say he did not do it then tell",
    "how he didn't, lean in close to say",
    "if he would have done it it wouldn't have been",
    "alone, he would have had a driver",
    "and a man out west to phone in threats",
    "to draw the cops away. They'd ease",
    "through empty streets to plant their package",
    "then glide away, their route thick with friends,",
    "a thousand ways to disappear.",
    "•",
    "The DA will lean, will see his would have",
    "dashboard-lit, driving Dynamite Hill,",
    "headlights, radio dead. Would have",
    "in the shotgun seat, sticks sweating in his grip,",
    "shadow steering through the city's sleep.",
    "Will see them driving, out before the paperboys,",
    "ready to throw when the dark is right.",
    "See him Christmas, few years back,",
    "outside the preacher's house, thin fuse of cigarette,",
    "newspaper spread on the bus protests.",
    "See flash, shock push him from the dark,",
    "burn his shadow where anyone could see.",
    "Something dark in the lenses of the bottle trees.",
    "•",
    "The photographer spots him eyeing",
    "the bombed-out church, minutes after,",
    "a face he's seen before, flash on the shards",
    "of phone-booths and broken windows",
    "he'll follow through the horrid and the horrified",
    "while the cops arrive, the state patrol arrives",
    "with bayonets instead of hoses, bayonets",
    "instead of dogs, while congregants arrive",
    "between firemen and plainclothes Klansmen",
    "and the children, the children arrive",
    "and depart, and there, the smirk he'll follow",
    "through uniforms and Sunday black,",
    "into the park, then lose him as it fills.",
    "•",
    "Will stand in the blur of what arrives and wonder",
    "where he could have gone. Whether he'd cut",
    "toward the depot, through the railyards to wind back home,",
    "or north through the nervous blocks, or circle back",
    "for another view, maybe shadowed in a doorway,",
    "japing in a storefront window, listening at a sandwich stand",
    "while everyone is talking, his work on every tongue.",
    "Maybe he could drift through the crush of lookers",
    "in cigarette smoke, in the breath of many lungs,",
    "common, innocuous, a cloud about to disappear.",
    "•",
    "Will stand imagining him split at each intersection,",
    "now four of him working the city's riot,",
    "one with a bomb in his Sunday",
    "one with a gun hung out the window racing",
    "to a segregation rally, one with a bullhorn",
    "and a speech for the news if they want it right,",
    "and one just waiting for some midnight's cool",
    "when he can stand beneath the vacant windows",
    "and search for that fire in the face of Christ",
    "before driving out past the mills. On the ridge",
    "he'll see Vulcan's torch is red, but not for them.",
    "Shadows reel from the furnace sheds,",
    "birds exploding, blown from molten light.",
    "•",
    "The mayor says all of us are victims, innocent victims.",
    "The lawyer kills his radio. When folks ask later",
    "who did it, the lawyer says I'll tell you who.",
    "Who is everyone who talks",
    "Who is everyone",
    "who slurs to his neighbors and his sons. Everyone",
    "who jokes about",
    "and everyone",
    "who laughs at the jokes. Everyone who's quiet,",
    "who lets it happen. Now his voice flaps in the rafters",
    "of the meeting hall, and everyone is quiet.",
    "I'll tell you who did it, he says. We all did.",
    "•",
    "The photographer keeps his beat, past the crater",
    "in the church foundation, through the park,",
    "into the midday rush, just where he lost him.",
    "In the darkroom, he kept arriving, his face",
    "framed between elbows, caught in the thrall,",
    "or his crewcut, his smile cropped by arms.",
    "Now his haircut, half-rolled sleeve, cigarette lip,",
    "his eye pass by a dozen times, and more.",
    "He could be anyone, could be everyone",
    "wandering the storefronts, spying behind his",
    "The photographer follows each one, cocked",
    "and ready to shoot, but his lens can't catch them all",
    "so he just stands, tracing their paths,",
    "he just stands, lost in the crowd he becomes."
  ],
  "title": "The Crowd He Becomes",
  "year": ""
}