{
  "author": "Clive James",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/238624",
  "region": "",
  "text": [
    "Recite your lines aloud, Ronsard advised,",
    "Or, even better, sing them. Common speech",
    "Held all the rhythmic measures that he prized",
    "In poetry. He had much more to teach,",
    "But first he taught that. Several poets paid",
    "Him heed. The odd one even made the grade,",
    "Building a pretty castle on the beach.",
    "But on the whole it’s useless to point out",
    "That making the thing musical is part",
    "Of pinning down what you are on about.",
    "The voice leads to the craft, the craft to art:",
    "All this is patent to the gifted few",
    "Who know, before they can, what they must do",
    "To make the mind a spokesman for the heart.",
    "As for the million others, they are blessed:",
    "This is their age. Their slapdash in demand",
    "From all who would take fright were thought expressed",
    "In ways that showed a hint of being planned,",
    "They may say anything, in any way.",
    "Why not? Why shouldn’t they? Why wouldn’t they?",
    "Nothing to study, nothing to understand.",
    "And yet it could be that their flight from rhyme",
    "And reason is a technically precise",
    "Response to the confusion of a time",
    "When nothing, said once, merits hearing twice.",
    "It isn’t that their deafness fails to match",
    "The chaos. It’s the only thing they catch.",
    "No form, no pattern. Just the rolling dice",
    "Of idle talk. Always a blight before,",
    "It finds a place today, fulfills a need:",
    "As those who cannot write increase the store",
    "Of verses fit for those who cannot read,",
    "For those who can do both the field is clear",
    "To meet and trade their wares, the only fear",
    "That mutual benefit might look like greed.",
    "It isn’t, though. It’s just the interchange",
    "Of showpiece and attention that has been",
    "There since the cavemen took pains to arrange",
    "Pictures of deer and bison to be seen",
    "To best advantage in the flickering light.",
    "Our luck is to sell tickets on the night",
    "Only to those who might know what we mean,",
    "And they are drawn to us by love of sound.",
    "In the first instance, it is how we sing",
    "That brings them in. No mystery more profound",
    "Than how a melody soars from a string",
    "Of syllables, and yet this much we know:",
    "Ronsard was right to emphasize it so,",
    "Even in his day. Now, it’s everything:",
    "The language falls apart before our eyes,",
    "But what it once was echoes in our ears",
    "As poetry, whose gathered force defies",
    "Even the drift of our declining years.",
    "A single lilting line, a single turn",
    "Of phrase: these always proved, at last we learn,",
    "Life cries for joy though it must end in tears."
  ],
  "title": "A Perfect Market",
  "year": ""
}