{
  "author": "Atsuro Riley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146818",
  "region": "",
  "text": [
    "The Blue Hole Summer Fair, set up and spread out like a butterfly pinned down on paper. Twin bright-lit wings, identically shaped (and fenced) and sized.",
    "This side holds the waffled-tin (and oven-hot) huts of the Home Arts Booths and Contests, the hay-sweet display-cages for the 4-H livestock, the streamer-hung display-stages where girl-beauties twirl and try for queen. There's rosette-luster (and -lusting), and the marching band wearing a hole in Sousa. And (pursed) gaggles and clutches of feather-white neighbor-women, eyeballing us like we're pig's feet in a jar.",
    "You ever seen that kind of black-headed?",
    "Blue shine all in it like a crow.",
    "This other wing (the one I'm back-sneaking, side-slipping, turnstiling into) dips and slopes down to low-lying marsh-mire: whiffs of pluff-mud stink and live gnat-pack poison, carnie-cots and -trailers camped on ooze. They've got (rickety) rides, and tent-shows with stains, and rackety bare-bulbed stalls of Hoop-La Game (",
    "Crowds are gathering. Yonder there and down, the yolk-glow of a tent is drawing men on (and in) the way a car-crash does, or a cockfight sure enough, or neon. The ticket-boy's getting mobbed at the fly of the door.",
    "No sign in sight, except for the X of the Dixie-flag ironed across his t-shirt.",
    "I am bone-broke but falling into line.",
    "The men upwind of me are leaking chaw-spit and pennies.",
    "That, plus the eye-hunger spreading like a rumor through the swarm.",
    "The rib-skinny doorkeeper's hollering:",
    "Over his shoulder, a ropy yellow light.",
    "Also: circles of white tobacco-smoke, and bleacher-rows of (cooncalling) men who know my daddy.",
    "—And there he is, up in front with some tall man, iron-arming two black-chested boys toward the ring."
  ],
  "title": "Diorama",
  "year": ""
}