{
  "author": "John Brehm",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29842",
  "region": "",
  "text": [
    "Dogs will also lick your face if you let them.",
    "Their bodies will shiver with happiness.",
    "A simple walk in the park is just about",
    "the height of contentment for them, followed",
    "by a bowl of food, a bowl of water,",
    "a place to curl up and sleep. Someone",
    "to scratch them where they can't reach",
    "and smooth their foreheads and talk to them.",
    "Dogs also have a natural dislike of mailmen",
    "and other bringers of bad news and will",
    "bite them on your behalf. Dogs can smell",
    "fear and also love with perfect accuracy.",
    "There is no use pretending with them.",
    "Nor do they pretend. If a dog is happy",
    "or sad or nervous or bored or ashamed",
    "or sunk in contemplation, everybody knows it.",
    "They make no secret of themselves.",
    "You can even tell what they're dreaming about",
    "by the way their legs jerk and try to run",
    "on the slippery ground of sleep.",
    "Nor are they given to pretentious self-importance.",
    "They don't try to impress you with how serious",
    "or sensitive they are. They just feel everything",
    "full blast. Everything is off the charts",
    "with them. More than once I've seen a dog",
    "waiting for its owner outside a café",
    "practically",
    "with worry. “Oh, God,",
    "what if she doesn't come back this time?",
    "What will I do? Who will take care of me?",
    "I loved her so much and now she's gone",
    "and I'm tied to a post surrounded by people",
    "who don't look or smell or sound like her at all.”",
    "And when she does come, what a flurry",
    "of commotion, what a chorus of yelping",
    "and cooing and leaps straight up into the air!",
    "It's almost unbearable, this sudden",
    "fullness after such total loss, to see",
    "the world made whole again by a hand",
    "on the shoulder and a voice like no other."
  ],
  "title": "If Feeling Isn't In It",
  "year": ""
}