{
  "author": "Alice Moore Dunbar-Nelson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Stars, Planets, Heavens",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237228",
  "region": "U.S., Southern",
  "text": [
    "O white little lights at Carney’s Point,",
    "You shine so clear o’er the Delaware;",
    "When the moon rides high in the silver sky,",
    "Then you gleam, white gems on the Delaware.",
    "Diamond circlet on a full white throat,",
    "You laugh your rays on a questioning boat;",
    "Is it peace you dream in your flashing gleam,",
    "O’er the quiet flow of the Delaware?",
    "And the lights grew dim at the water’s brim,",
    "For the smoke of the mills shredded slow between;",
    "And the smoke was red, as is new bloodshed,",
    "And the lights went lurid ’neath the livid screen.",
    "O red little lights at Carney’s Point,",
    "You glower so grim o’er the Delaware;",
    "When the moon hides low sombrous clouds below,",
    "Then you glow like coals o’er the Delaware.",
    "Blood red rubies on a throat of fire,",
    "You flash through the dusk of a funeral pyre;",
    "And there hearth fires red whom you fear and dread",
    "O’er the turgid flow of the Delaware?",
    "And the lights gleamed gold o’er the river cold,",
    "For the murk of the furnace shed a copper veil;",
    "And the veil was grim at the great cloud’s brim,",
    "And the lights went molten, now hot, now pale.",
    "O gold little lights at Carney’s Point,",
    "You gleam so proud o’er the Delaware;",
    "When the moon grows wan in the eastering dawn,",
    "Then you sparkle gold points o’er the Delaware.",
    "Aureate filagree on a Croesus’ brow,",
    "You hasten the dawn on a gray ship’s prow.",
    "Light you streams of gold in the grim ship’s hold",
    "O’er the sullen flow of the Delaware?",
    "And the lights went gray in the ash of day,",
    "For a quiet Aurora brought a halcyon balm;",
    "And the sun laughed high in the infinite sky,",
    "And the lights were forgot in the sweet, sane calm."
  ],
  "title": "The Lights at Carney’s Point",
  "year": ""
}