{
  "author": "Charles Wright",
  "classification": "Free Verse",
  "keywords": [
    "Fall",
    "Nature",
    "The Body",
    "Living",
    "Religion",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177978",
  "region": "U.S., Southern",
  "text": [
    "Thanksgiving, dark of the moon.",
    "Nothing down here in the underworld but vague shapes and black holes,",
    "Heaven resplendent but virtual",
    "Above me,",
    "trees stripped and triple-wired like Irish harps.",
    "Lights on Pantops and Free Bridge mirror the eastern sky.",
    "Under the bridge is the river,",
    "the red Rivanna.",
    "Under the river’s redemption, it says in the book,",
    "It says in the book,",
    "The visible by the visible, the hidden by what is hidden.",
    "________",
    "Each word, as someone once wrote, contains the universe.",
    "The visible carries all the invisible on its back.",
    "Tonight, in the unconditional, what moves in the long-limbed grasses,",
    "what touches me",
    "As though I didn’t exist?",
    "What is it that keeps on moving,",
    "a tiny pillar of smoke",
    "Erect on its hind legs,",
    "loose in the hollow grasses?",
    "A word I don’t know yet, a little word, containing infinity,",
    "Noiseless and unrepentant, in sift through the dry grass.",
    "Under the tongue is the utterance.",
    "Under the utterance is the fire, and then the only end of fire.",
    "________",
    "Only Dante, in Purgatory, casts a shadow,",
    "the shadow of flesh—",
    "everyone else",
    "one.",
    "The darkness that flows from the world’s body, gloomy spot,",
    "Pre-dogs our footsteps, and follows us,",
    "diaphanous bodies",
    "Watching the nouns circle, and watching the verbs circle,",
    "Till one of them enters the left ear and becomes a shadow",
    "Itself, sweet word in the unwaxed ear.",
    "This is a short history of the shadow, one part of us that’s real.",
    "This is the way the world looks",
    "In late November,",
    "no leaves on the trees, no ledge to foil the lightfall.",
    "________",
    "No ledge in early December either, and no ice,",
    "La Niña unhosing the heat pump",
    "up from the Gulf,",
    "Orange Crush sunset over the Blue Ridge,",
    "No shadow from anything as evening gathers its objects",
    "And eases into earshot.",
    "Under the influx the outtake,",
    "Leon Battista Alberti says,",
    "Some lights are from stars, some from the sun",
    "And moon, and other lights are from fires.",
    "The light from the stars makes the shadow equal to the body.",
    "Light from fire makes it greater,",
    "there, under the tongue, there, under the utterance."
  ],
  "title": "A Short History of the Shadow",
  "year": ""
}