{
  "author": "Charles Wright",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30957",
  "region": "",
  "text": [
    "There is a heaviness between us,",
    "Nameless, raised from the void, that counts out the sprung hours.",
    "What ash has it come to purify?",
    "What disappearance, like water, does it lift up to the clouds?",
    "God of my fathers, but not of mine,",
    "You are a part, it is said, an afterthought, a scattered one.",
    "There is a disappearance between us as heavy as dirt.",
    "What figure of earth and clay would it have me become?",
    "Sunday again, January thaw back big time.",
    "The knock-kneed, overweight boys and girls",
    "Sit on the sun-warmed concrete sidewalk outside the pharmacy",
    "Smoking their dun-filtered cigarettes.",
    "Nothing is bothering them—and their nicotine dreams—",
    "This afternoon. Everything's weightless,",
    "As insubstantial as smoke.",
    "Nothing is disappearing in their world. Arrival is all.",
    "There is a picture of Yves Klein leaping out of a window",
    "Above a cobblestone Paris street.",
    "A man on a bicycle peddles away toward the distance.",
    "One of them's you, the other is me.",
    "Cut out of the doctored photograph, however, the mesh net",
    "Right under the swan-diving body.",
    "Cut out of another print, the black-capped, ever-distancing cyclist, as well as the mesh net.",
    "Hmm . . . And there you have it, two-fingered sleight-of-hand man.",
    "One loses one's center in the air, trying to stay afloat,",
    "Doesn't one? Snowfalling metaphors.",
    "Unbidden tears, the off-size of small apples. Unshed.",
    "And unshedable.",
    "Such heaviness. The world has come and lies between us.",
    "Such distance. Ungraspable.",
    "Ash and its disappearance—",
    "Unbearable absence of being,",
    "Tonto, then taken back."
  ],
  "title": "Dio ed Io",
  "year": ""
}