{
  "author": "Charles Wright",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29911",
  "region": "",
  "text": [
    "I sit where I always sit, in back of the Buddha,",
    "Red leather wing chair, pony skin trunk",
    "under my feet,",
    "Sky light above me, Chinese and Indian rugs on the floor.",
    "1 March, 1998, where to begin again?",
    "Over there's the ur-photograph,",
    "Giorgio Morandi, glasses pushed up on his forehead,",
    "Looking hard at four objects—",
    "Two olive oil tins, one wine bottle, one flower vase,",
    "A universe of form and structure,",
    "The universe constricting in front of his eyes,",
    "angelic orders",
    "And applications scraped down",
    "To paint on an easel stand, some in the frame, some not.",
    "Bologna, my friend, Bologna, world's bit and world's end.",
    "_________",
    "It's only in darkness you can see the light, only",
    "From emptiness that things start to fill,",
    "I read once in a dream, I read in a book",
    "under the pink",
    "Redundancies of the spring peach trees.",
    "Old fires, old geographies.",
    "In that case, make it old, I say, make it singular",
    "In its next resurrection,",
    "White violets like photographs on the tombstone of the yard.",
    "Each year it happens this way, each year",
    "Something dead comes back and lifts up its arms,",
    "puts down its luggage",
    "And says—in the same costume, down-at-heels, badly sewn—",
    "I bring you good news from the other world.",
    "_________",
    "One hand on the sun, one hand on the moon, both feet bare,",
    "God of the late",
    "Mediterranean Renaissance",
    "Breaststrokes across the heavens.",
    "Easter, and all who've been otherwised peek from their shells,",
    "Thunderheads gathering at the rear",
    "abyss of things,",
    "Lightning, quick swizzle sticks, troubling the dark in-between.",
    "You're everything that I'm not, they think,",
    "I'll fly away, Lord, I'll fly away.",
    "April's agnostic and nickel-plated and skin deep,",
    "Glitter and bead-spangle, haute couture,",
    "The world its runway, slink-step and glide.",
    "Roll the stone slowly as it vogues and turns,",
    "roll the stone slowly.",
    "_________",
    "Well, that was a month ago. May now,",
    "What's sure to arrive has since arrived and been replaced,",
    "Snick-snack, lock and load, grey heart's bull's-eye,",
    "A little noon music out of the trees,",
    "a sonatina in green.",
    "Spring passes. Across the room, on the opposite wall,",
    "A",
    "Of the Roman arena in Verona. Inside,",
    "stone tiers and stone gate.",
    "Over the outer portico, the ghost of Catullus at sky's end.",
    "The morning and evening stars never meet,",
    "nor summer and spring:",
    "Beauty has been my misfortune,",
    "hard journey, uncomfortable resting place.",
    "Whatever it is I have looked for",
    "Is tiny, so tiny it can dance in the palm of my hand.",
    "_________",
    "This is the moment of our disregard—",
    "just after supper,",
    "Unseasonable hail in huddles across the porch,",
    "The dogs whimpering,",
    "thunder and lightning eddying off toward the east,",
    "Nothing to answer back to, nothing to dress us down.",
    "Thus do we slide into our disbelief",
    "and disaffection,",
    "Caught in the weeds and understory of our own lives,",
    "Bad weather, bad dreams.",
    "Proper attention is our refuge now, our perch and our praise.",
    "So? So. The moon has its rain-ring auraed around it—",
    "The more that we think we understand, the less we see,",
    "Back yard becoming an obelisk",
    "Of darkness into the sky,",
    "no hieroglyphs, no words to the wise."
  ],
  "title": "Looking Around",
  "year": ""
}