{
  "author": "Julian Talamantez Brolaski",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Love",
    "Desire",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244020",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "What makes that fox so grabby for the stars,",
    "Begging like boys do? I meant to fully",
    "Gild that lily, till less like virile Mars",
    "It’s clepd the pansiest of pansy,",
    "The caducous calyx of a poppy.",
    "Cuz, step into these arms where you belong",
    "A coup at the prospect of this lording,",
    "A gleam in the gloom with serpentine song—",
    "The phosphorescent tide’s mine to lavish upon.",
    "O stop me at the very vestibule—",
    "Before whom, and in what habit I speak",
    "I watched them use their meat to call me fool.",
    "Someone’s cage is aching at the seams,",
    "The noisome idle falls to dirty dreams—",
    "Thus the flummoxed drunk of xem will coil",
    "And I’ll learn the real, or it’ll learn me,",
    "Making free with the Italian model",
    "The single summer shower mano à mano.",
    "The proverbial number of angels",
    "That could’ve fit on the head of a pin",
    "Are crying to the myriad angles,",
    "This glassy labyrinth we happened in",
    "Will not undo the errancer I’ve been.",
    "Soon the swancrest, the feedcrest, my distress",
    "Will feign to fuck the furlonged mannequin—",
    "At what—punishing pace we undress",
    "This crapshoot idée fixe and its yahoo mistress.",
    "Fictive trees harsh the billow of my cape,",
    "All kind of lovers crashed rubbernecking.",
    "The fishes on the frontispiece were draped",
    "In your leafy worded velocity.",
    "You whisper,",
    "To whit, my darksome peachpit! storms above",
    "—A buckler to them that walks uprightly—",
    "Will not enforce this porno hand from glove",
    "Or diminish one jott my vegetable love."
  ],
  "title": "Sloughing Off the Gentlemanly Sports",
  "year": ""
}