{
  "author": "Brian Barker",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146793",
  "region": "",
  "text": [
    "When I dare at last to imagine hunger,",
    "see farmer wandering his parched fields",
    "knowing nothing to do, finally, but sleep",
    "the day out in the barn's long shadow,",
    "dreaming of the family dog he drove",
    "deep into a neighboring county",
    "and abandoned by the side of the road.",
    "Weeks later a boy finds it in a ditch—",
    "timid and gimp, a halo of gnats",
    "festering between its swollen testicles",
    "and wormy flanks—and he coaxes it",
    "into some pines, tethers it with a tentstake",
    "and a chain as the late summer light",
    "spirals and drapes over the branches,",
    "a mirage the dog slavers and snaps at.",
    "Consider the boy's amusement",
    "as he imagines the animal jerking the light",
    "down and the ruckus of bells that clang",
    "and catapult from the treetop belfries,",
    "the canopy rent like a piñata, spilling licorice",
    "and circus peanuts, coins and fluttering dollar bills.",
    "The real possibilities are beyond him.",
    "The dog as a parable of pain or loss.",
    "Hunger as some small iridescent thing at work",
    "inside the animal, hovering around its heart",
    "the way a lone dragonfly skirts the dry pond crater,",
    "dismantling the day—light unstitched",
    "from dust, dust unbuckled from air.",
    "By now, the dog's given up, and the boy",
    "watches its tongue loll in the pine needles,",
    "the heave and fall of its stomach, its eyes",
    "following birdflight in and out of the shade.",
    "Restless for something he cannot name,",
    "he imagines the music he might make",
    "if he thumped the dog's belly like a drum.",
    "Imagines its eyes are the color of iron.",
    "Imagines the unimaginable and does it,",
    "the tire tool and the belly unwilling instruments,",
    "and the dog's caterwaul is not like music",
    "at all and when night comes the cricketsong",
    "dulcifies nothing, the dog's body",
    "is just a body, is not paltry, is not glorified.",
    "What hunger is this that haunts the boy,",
    "that haunts the man sleeping in the shade?",
    "Watch as the dragonfly dips into his open mouth",
    "and keeps going, a blur between bone and sinew,",
    "a wet thread collapsing soft caverns of flesh,",
    "gone to where his body is a field",
    "honed by sleeves of sunlight,",
    "to where the boy ceases to be and the man wakes.",
    "He knows what flits through him now",
    "keeps the time with its thrumming,",
    "carrying him away from himself",
    "into himself, to where the dog roves in the shadows—",
    "ravenous, luminous—its tail bobbing",
    "in the heat, a winnowing sliver of light."
  ],
  "title": "Dog Gospel",
  "year": ""
}