{
  "author": "Tomas Venclova",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181339",
  "region": "",
  "text": [
    "When you open the door, everything falls into place—",
    "the little ferry by the wharf, fir trees and thujas.",
    "An old woman, feeding ducks, seems as old as Leni",
    "Riefenstahl. At the base of the hill, chestnut trees, not yet in full bloom,",
    "are younger—but probably as old as her films.",
    "All is wet and bright. A hedgehog or God-knows-whose-soul",
    "is rummaging in last year's leaves. Dead water and living water",
    "fill the plain. The twins Celsius and Fahrenheit",
    "are predicting spring weather—while a shadow obscures",
    "the past (just like the present). The first serene weeks scour the bridges",
    "in a peaceful corner of Europe between Wannsee and Potsdam—where",
    "much has happened, but, probably, nothing more will.",
    "For days we have been watching a ragged crow—in the garden,",
    "sometimes on the roof. The ancients would have said her",
    "stubbornness augurs something. Emerging from the wood's",
    "depths, she lights on one antenna crossbar",
    "then another, her surface bright as mercury",
    "in a thermometer's glass. But these are fever marks",
    "we are incapable of understanding. The beginning of agony?",
    "The past does not enlighten us—but still, it attempts",
    "to say something. Perhaps the crow knows more about us",
    "and about history's dirt than we do ourselves.",
    "Of what does she want to remind us? Of the black photos, the black headphones",
    "of radio operators, black signatures under documents,",
    "of the unarmed with their frozen pupils—of the prisoner's boot or the trunk",
    "of the refugee? Probably not. We will remember this anyway,",
    "though it won't make us any wiser. The bird signifies only stoicism",
    "and patience. If you ask for them, your request will be granted."
  ],
  "title": "In the Lake Region",
  "year": ""
}