{
  "author": "Hart Crane",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/6950",
  "region": "",
  "text": [
    "O Carib Isle!",
    "The tarantula rattling at the lily’s foot",
    "Across the feet of the dead, laid in white sand",
    "Near the coral beach—nor zigzag fiddle crabs",
    "Side-stilting from the path (that shift, subvert",
    "And anagrammatize your name)—No, nothing here",
    "Below the palsy that one eucalyptus lifts",
    "In wrinkled shadows—mourns.",
    "And yet suppose",
    "I count these nacreous frames of tropic death,",
    "Brutal necklaces of shells around each grave",
    "Squared off so carefully. Then",
    "To the white sand I may speak a name, fertile",
    "Albeit in a stranger tongue. Tree names, flower names",
    "Deliberate, gainsay death’s brittle crypt. Meanwhile",
    "The wind that knots itself in one great death—",
    "Coils and withdraws. So syllables want breath.",
    "But where is the Captain of this doubloon isle",
    "Without a turnstile? Who but catchword crabs",
    "Patrols the dry groins of the underbrush?",
    "What man, or What",
    "Is Commissioner of mildew throughout the ambushed senses?",
    "His Carib mathematics web the eyes’ baked lenses!",
    "Under the poinciana, of a noon or afternoon",
    "Let fiery blossoms clot the light, render my ghost",
    "Sieved upward, white and black along the air",
    "Until it meets the blue’s comedian host.",
    "Let not the pilgrim see himself again",
    "For slow evisceration bound like those huge terrapin",
    "Each daybreak on the wharf, their brine-caked eyes;",
    "—Spiked, overturned; such thunder in their strain!",
    "And clenched beaks coughing for the surge again!",
    "Slagged of the hurricane—I, cast within its flow,",
    "Congeal by afternoons here, satin and vacant.",
    "You have given me the shell, Satan,—carbonic amulet",
    "Sere of the sun exploded in the sea."
  ],
  "title": "O Carib Isle!",
  "year": ""
}