{
  "author": "Hart Crane",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/172034",
  "region": "",
  "text": [
    "Performances, assortments, ré﻿sumé﻿s—",
    "Up Times Square to Columbus Circle lights",
    "Channel the congresses, nightly sessions,",
    "Refractions of the thousand theatres, faces—",
    "Mysterious kitchens. . . . You shall search them all.",
    "Someday by heart you’ll learn each famous sight",
    "And watch the curtain lift in hell’s despite;",
    "You’ll find the garden in the third act dead,",
    "Finger your knees—and wish yourself in bed",
    "With tabloid crime-sheets perched in easy sight.",
    "Then let you reach your hat",
    "and go.",
    "As usual, let you—also",
    "walking down—exclaim",
    "to twelve upward leaving",
    "a subscription praise",
    "for what time slays.",
    "Or can’t you quite make up your mind to ride;",
    "A walk is better underneath the L a brisk",
    "Ten blocks or so before? But you find yourself",
    "Preparing penguin flexions of the arms,—",
    "As usual you will meet the scuttle yawn:",
    "The subway yawns the quickest promise home.",
    "Be minimum, then, to swim the hiving swarms",
    "Out of the Square, the Circle burning bright—",
    "Avoid the glass doors gyring at your right,",
    "Where boxed alone a second, eyes take fright",
    "—Quite unprepared rush naked back to light:",
    "And down beside the turnstile press the coin",
    "Into the slot. The gongs already rattle.",
    "And so",
    "of cities you bespeak",
    "subways, rivered under streets",
    "and rivers. . . . In the car",
    "the overtone of motion",
    "underground, the monotone",
    "of motion is the sound",
    "of other faces, also underground—",
    "“Let’s have a pencil Jimmy—living now",
    "at Floral Park",
    "Flatbush—on the fourth of July—",
    "like a pigeon’s muddy dream—potatoes",
    "to dig in the field—travlin the town—too—",
    "night after night—the Culver line—the",
    "girls all shaping up—it used to be—”",
    "Our tongues recant like beaten weather vanes.",
    "This answer lives like verdigris, like hair",
    "Beyond extinction, surcease of the bone;",
    "And repetition freezes—“What",
    "“what do you want? getting weak on the links?",
    "fandaddle daddy don’t ask for change—",
    "FOURTEENTH it’s half past six she said—if",
    "you don’t like my gate why did you",
    "swing on it, why",
    "swing on it",
    "anyhow—”",
    "And somehow anyhow swing—",
    "The phonographs of hades in the brain",
    "Are tunnels that re-wind themselves, and love",
    "A burnt match skating in a urinal—",
    "Somewhere above Fourteenth",
    "To brush some new presentiment of pain—",
    "“But I want service in this office",
    "I said—after",
    "the show she cried a little afterwards but—”",
    "Whose head is swinging from the swollen strap?",
    "Whose body smokes along the bitten rails,",
    "Bursts from a smoldering bundle far behind",
    "In back forks of the chasms of the brain,—",
    "Puffs from a riven stump far out behind",
    "In interborough fissures of the mind . . . ?",
    "And why do I often meet your visage here,",
    "Your eyes like agate lanterns—on and on",
    "Below the toothpaste and the dandruff ads?",
    "—And did their riding eyes right through your side,",
    "And did their eyes like unwashed platters ride?",
    "And Death, aloft,—gigantically down",
    "Probing through you—toward me, O evermore!",
    "And when they dragged your retching flesh,",
    "Your trembling hands that night through Baltimore—",
    "That last night on the ballot rounds, did you,",
    "Shaking, did you deny the ticket, Poe?",
    "For Gravesend Manor change at Chambers Street.",
    "The platform hurries along to a dead stop.",
    "The intent escalator lifts a serenade",
    "Stilly",
    "Of shoes, umbrellas, each eye attending its shoe, then",
    "Bolting outright somewhere above where streets",
    "Burst suddenly in rain. . . . The gongs recur:",
    "Elbows and levers, guard and hissing door.",
    "Thunder is galvothermic here below. . . . The car",
    "Wheels off. The train rounds, bending to a scream,",
    "Taking the final level for the dive",
    "Under the river—",
    "And somewhat emptier than before,",
    "Demented, for a hitching second, humps; then",
    "Lets go. . . . Toward corners of the floor",
    "Newspapers wing, revolve and wing.",
    "Blank windows gargle signals through the roar.",
    "And does the Daemon take you home, also,",
    "Wop washerwoman, with the bandaged hair?",
    "After the corridors are swept, the cuspidors—",
    "The gaunt sky-barracks cleanly now, and bare,",
    "O Genoese, do you bring mother eyes and hands",
    "Back home to children and to golden hair?",
    "Daemon, demurring and eventful yawn!",
    "Whose hideous laughter is a bellows mirth",
    "—Or the muffled slaughter of a day in birth—",
    "O cruelly to inoculate the brinking dawn",
    "With antennae toward worlds that glow and sink;—",
    "To spoon us out more liquid than the dim",
    "Locution of the eldest star, and pack",
    "The conscience navelled in the plunging wind,",
    "Umbilical to call—and straightway die!",
    "O caught like pennies beneath soot and steam,",
    "Kiss of our agony thou gatherest;",
    "Condensed, thou takest all—shrill ganglia",
    "Impassioned with some song we fail to keep.",
    "And yet, like Lazarus, to feel the slope,",
    "The sod and billow breaking,—lifting ground,",
    "—A sound of waters bending astride the sky",
    "Unceasing with some Word that will not die . . . !",
    "A tugboat, wheezing wreaths of steam,",
    "Lunged past, with one galvanic blare stove up the River.",
    "I counted the echoes assembling, one after one,",
    "Searching, thumbing the midnight on the piers.",
    "Lights, coasting, left the oily tympanum of waters;",
    "The blackness somewhere gouged glass on a sky.",
    "And this thy harbor, O my City, I have driven under,",
    "Tossed from the coil of ticking towers. . . . Tomorrow,",
    "And to be. . . . Hereby the River that is East—",
    "Here at the waters’ edge the hands drop memory;",
    "Shadowless in that abyss they unaccounting lie.",
    "How far away the star has pooled the sea—",
    "Or shall the hands be drawn away, to die?",
    "Kiss of our agony Thou gatherest,",
    "O Hand of Fire",
    "gatherest—"
  ],
  "title": "The Bridge: The Tunnel",
  "year": ""
}