{
  "author": "Hart Crane",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Stars, Planets, Heavens"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/172029",
  "region": "",
  "text": [
    "The swift red flesh, a winter king—",
    "Who squired the glacier woman down the sky?",
    "She ran the neighing canyons all the spring;",
    "She spouted arms; she rose with maize—to die.",
    "And in the autumn drouth, whose burnished hands",
    "With mineral wariness found out the stone",
    "Where prayers, forgotten, streamed the mesa sands?",
    "He holds the twilight’s dim, perpetual throne,",
    "Mythical brows we saw retiring—loth,",
    "Disturbed and destined, into denser green.",
    "Greeting they sped us, on the arrow’s oath:",
    "Now lie incorrigibly what years between . .",
    "There was a bed of leaves, and broken play",
    "There was a veil upon you, Pocahontas, bride—",
    "O Princess whose brown lap was virgin May;",
    "And bridal flanks and eyes hid tawny pride.",
    "I left the village for dogwood. By the canoe",
    "Tugging below the mill-race, I could see",
    "Your hair’s keen crescent running, and the blue",
    "First moth of evening take wing stealthily.",
    "What laughing chains the water wove and threw.",
    "I learned to catch the trout’s moon whisper; I",
    "Drifted how many hours I never knew,",
    "But, watching, saw that fleet young crescent die,—",
    "And one star, swinging, take its place, alone,",
    "Cupped in the larches of the mountain pass—",
    "Until, immortally, it bled into the dawn.",
    "I left my sleek boat nibbling margin grass . . .",
    "I took the portage climb, then chose",
    "A further valley-shed; I could not stop.",
    "Feet nozzled wat’ry webs of upper flows;",
    "One white veil gusted from the very top.",
    "O Appalachian Spring! I gained the ledge;",
    "Steep, inaccessible smile that eastward bends",
    "And northward reaches in that violet wedge",
    "Of Adirondacks!—wisped of azure wands,",
    "Over how many bluffs, tarns, streams I sped!",
    "—And knew myself within some boding shade:—",
    "Grey tepees-tufting the blue knolls ahead,",
    "Smoke swirling through the yellow chestnut glade . . .",
    "A distant cloud, a thunder-bud—it grew,",
    "That blanket of the skies: the padded foot",
    "Within,—I heard it; ’til its rhythm drew,",
    "—Siphoned the black pool from the heart’s hot root!",
    "A cyclone threshes in the turbine crest,",
    "Swooping in eagle feathers down your back;",
    "Know, Maquokeeta, greeting; know death’s best;",
    "—Fall, Sachem, strictly as the tamarack!",
    "A birch kneels. All her whistling fingers fly.",
    "The oak grove circles in a crash of leaves;",
    "The long moan of a dance is in the sky.",
    "Dance, Maquokeeta: Pocahontas grieves . . .",
    "And every tendon scurries toward the twangs",
    "Of lightning deltaed down your saber hair.",
    "Now snaps the flint in every tooth; red fangs",
    "And splay tongues thinly busy the blue air . . .",
    "Dance, Maquokeeta! snake that lives before,",
    "That casts his pelt, and lives beyond! Sprout, horn!",
    "Spark, tooth! Medicine-man, relent, restore—",
    "Lie to us,—dance us back the tribal morn!",
    "Spears and assemblies: black drums thrusting on—",
    "O yelling battlements,—I, too, was liege",
    "To rainbows currying each pulsant bone:",
    "Surpassed the circumstance, danced out the siege!",
    "And buzzard-circleted, screamed from the stake;",
    "I could not pick the arrows from my side.",
    "Wrapped in that fire, I saw more escorts wake—",
    "Flickering, sprint up the hill groins like a tide.",
    "I heard the hush of lava wrestling your arms,",
    "And stag teeth foam about the raven throat;",
    "Flame cataracts of heaven in seething swarms",
    "Fed down your anklets to the sunset’s moat.",
    "0, like the lizard in the furious noon,",
    "That drops his legs and colors in the sun,",
    "—And laughs, pure serpent, Time itself, and moon",
    "Of his own fate, I saw thy change begun!",
    "And saw thee dive to kiss that destiny",
    "Like one white meteor, sacrosanct and blent",
    "At last with all that’s consummate and free",
    "There, where the first and last gods keep thy tent.",
    ". . . .",
    "Thewed of the levin, thunder-shod and lean,",
    "Lo, through what infinite seasons dost thou gaze—",
    "Across what bivouacs of thine angered slain,",
    "And see’st thy bride immortal in the maize!",
    "Totem and fire-gall, slumbering pyramid—",
    "Though other calendars now stack the sky,",
    "Thy freedom is her largesse, Prince, and hid",
    "On paths thou knewest best to claim her by.",
    "High unto Labrador the sun strikes free",
    "Her speechless dream of snow, and stirred again,",
    "She is the torrent and the singing tree;",
    "And she is virgin to the last of men . . .",
    "West, west and south! winds over Cumberland",
    "And winds across the liana grass resume",
    "Her hair’s warm sibilance. Her breasts are fanned",
    "O stream by slope and vineyard—into bloom!",
    "And when the caribou slant down for salt",
    "Do arrows thirst and leap? Do antlers shine",
    "Alert, star-triggered in the listening vault",
    "Of dusk?—And are her perfect brows to thine?",
    "We danced, 0 Brave, we danced beyond their farms.",
    "In cobalt desert closures made our vows . . .",
    "Now is the strong prayer folded in thine arms,",
    "The serpent with the eagle in the boughs."
  ],
  "title": "The Bridge: The Dance",
  "year": ""
}