{
  "author": "Hart Crane",
  "classification": "Blank Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Love",
    "Seas, Rivers,",
    "Streams",
    "Travels",
    "Journeys",
    "Living",
    "Relationships",
    "Activities",
    "Nature",
    "Romantic Love",
    "Classic Love",
    "Desire",
    "Infatuation",
    "Crushes"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/learning/guide/180083",
  "region": "",
  "text": [
    "Above the fresh ruffles of the surf",
    "Bright striped urchins flay each other with sand.",
    "They have contrived a conquest for shell shucks,",
    "And their fingers crumble fragments of baked weed",
    "Gaily digging and scattering.",
    "And in answer to their treble interjections",
    "The sun beats lightning on the waves,",
    "The waves fold thunder on the sand;",
    "And could they hear me I would tell them:",
    "O brilliant kids, frisk with your dog,",
    "Fondle your shells and sticks, bleached",
    "By time and the elements; but there is a line",
    "You must not cross nor ever trust beyond it",
    "Spry cordage of your bodies to caresses",
    "Too lichen-faithful from too wide a breast.",
    "The bottom of the sea is cruel.",
    "—And yet this great wink of eternity,",
    "Of rimless floods, unfettered leewardings,",
    "Samite sheeted and processioned where",
    "Her undinal vast belly moonward bends,",
    "Laughing the wrapt inflections of our love;",
    "Take this Sea, whose diapason knells",
    "On scrolls of silver snowy sentences,",
    "The sceptred terror of whose sessions rends",
    "As her demeanors motion well or ill,",
    "All but the pieties of lovers’ hands.",
    "And onward, as bells off San Salvador",
    "Salute the crocus lustres of the stars,",
    "In these poinsettia meadows of her tides,—",
    "Adagios of islands, O my Prodigal,",
    "Complete the dark confessions her veins spell.",
    "Mark how her turning shoulders wind the hours,",
    "And hasten while her penniless rich palms",
    "Pass superscription of bent foam and wave,—",
    "Hasten, while they are true,—sleep, death, desire,",
    "Close round one instant in one floating flower.",
    "Bind us in time, O Seasons clear, and awe.",
    "O minstrel galleons of Carib fire,",
    "Bequeath us to no earthly shore until",
    "Is answered in the vortex of our grave",
    "The seal’s wide spindrift gaze toward paradise.",
    "Infinite consanguinity it bears—",
    "This tendered theme of you that light",
    "Retrieves from sea plains where the sky",
    "Resigns a breast that every wave enthrones;",
    "While ribboned water lanes I wind",
    "Are laved and scattered with no stroke",
    "Wide from your side, whereto this hour",
    "The sea lifts, also, reliquary hands.",
    "And so, admitted through black swollen gates",
    "That must arrest all distance otherwise,—",
    "Past whirling pillars and lithe pediments,",
    "Light wrestling there incessantly with light,",
    "Star kissing star through wave on wave unto",
    "Your body rocking!",
    "and where death, if shed,",
    "Presumes no carnage, but this single change,—",
    "Upon the steep floor flung from dawn to dawn",
    "The silken skilled transmemberment of song;",
    "Permit me voyage, love, into your hands ...",
    "Whose counted smile of hours and days, suppose",
    "I know as spectrum of the sea and pledge",
    "Vastly now parting gulf on gulf of wings",
    "Whose circles bridge, I know, (from palms to the severe",
    "Chilled albatross’s white immutability)",
    "No stream of greater love advancing now",
    "Than, singing, this mortality alone",
    "Through clay aflow immortally to you.",
    "All fragrance irrefragably, and claim",
    "Madly meeting logically in this hour",
    "And region that is ours to wreathe again,",
    "Portending eyes and lips and making told",
    "The chancel port and portion of our June—",
    "Shall they not stem and close in our own steps",
    "Bright staves of flowers and quills today as I",
    "Must first be lost in fatal tides to tell?",
    "In signature of the incarnate word",
    "The harbor shoulders to resign in mingling",
    "Mutual blood, transpiring as foreknown",
    "And widening noon within your breast for gathering",
    "All bright insinuations that my years have caught",
    "For islands where must lead inviolably",
    "Blue latitudes and levels of your eyes,—",
    "In this expectant, still exclaim receive",
    "The secret oar and petals of all love.",
    "Meticulous, past midnight in clear rime,",
    "Infrangible and lonely, smooth as though cast",
    "Together in one merciless white blade—",
    "The bay estuaries fleck the hard sky limits.",
    "—As if too brittle or too clear to touch!",
    "The cables of our sleep so swiftly filed,",
    "Already hang, shred ends from remembered stars.",
    "One frozen trackless smile ... What words",
    "Can strangle this deaf moonlight? For we",
    "Are overtaken. Now no cry, no sword",
    "Can fasten or deflect this tidal wedge,",
    "Slow tyranny of moonlight, moonlight loved",
    "And changed ... “There’s",
    "Nothing like this in the world,” you say,",
    "Knowing I cannot touch your hand and look",
    "Too, into that godless cleft of sky",
    "Where nothing turns but dead sands flashing.",
    "“—And never to quite understand!” No,",
    "In all the argosy of your bright hair I dreamed",
    "Nothing so flagless as this piracy.",
    "But now",
    "Draw in your head, alone and too tall here.",
    "Your eyes already in the slant of drifting foam;",
    "Your breath sealed by the ghosts I do not know:",
    "Draw in your head and sleep the long way home.",
    "Where icy and bright dungeons lift",
    "Of swimmers their lost morning eyes,",
    "And ocean rivers, churning, shift",
    "Green borders under stranger skies,",
    "Steadily as a shell secretes",
    "Its beating leagues of monotone,",
    "Or as many waters trough the sun’s",
    "Red kelson past the cape’s wet stone;",
    "O rivers mingling toward the sky",
    "And harbor of the phoenix’ breast—",
    "My eyes pressed black against the prow,",
    "—Thy derelict and blinded guest",
    "Waiting, afire, what name, unspoke,",
    "I cannot claim: let thy waves rear",
    "More savage than the death of kings,",
    "Some splintered garland for the seer.",
    "Beyond siroccos harvesting",
    "The solstice thunders, crept away,",
    "Like a cliff swinging or a sail",
    "Flung into April’s inmost day—",
    "Creation’s blithe and petalled word",
    "To the lounged goddess when she rose",
    "Conceding dialogue with eyes",
    "That smile unsearchable repose—",
    "Still fervid covenant, Belle Isle,",
    "—Unfolded floating dais before",
    "Which rainbows twine continual hair—",
    "Belle Isle, white echo of the oar!",
    "The imaged Word, it is, that holds",
    "Hushed willows anchored in its glow.",
    "It is the unbetrayable reply",
    "Whose accent no farewell can know."
  ],
  "title": "Voyages",
  "year": ""
}