{
  "author": "A. E. Stallings",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245872",
  "region": "",
  "text": [
    "Now we’re all “friends,” there is no love but Like,",
    "A semi-demi goddess, something like",
    "A reality-TV star look-alike,",
    "Named Simile or Me Two. So we like",
    "In order to be liked. It isn’t like",
    "There’s Love or Hate now. Even plain “dislike”",
    "Is frowned on: there’s no button for it. Like",
    "Is something you can quantify: each “like”",
    "You gather’s almost something money-like,",
    "Token of virtual support. “Please like",
    "This page to stamp out hunger.” And you’d",
    "To end hunger and climate change alike,",
    "But it’s unlikely Like does diddly. Like",
    "Just twiddles its unopposing thumbs-ups, like-",
    "Wise props up scarecrow silences. “",
    "” I overhear. “But, like,",
    "He doesn’t get it. Like, you know? He’s like",
    "It’s all OK. Like I don’t even LIKE",
    "Him anymore. Whatever. I’m all like ... ”",
    "Take “like” out of our chat, we’d all alike",
    "Flounder, agape, gesticulating like",
    "A foreign film sans subtitles, fall like",
    "Dumb phones to mooted desuetude. Unlike",
    "With other crutches, um, when we use “like,”",
    "We’re not just buying time on credit: Like",
    "Displaces other words; crowds, cuckoo-like,",
    "Endangered hatchlings from the nest. (Click “like”",
    "If you’re against extinction!) Like is like",
    "Invasive zebra mussels, or it’s like",
    "Those nutria-things, or kudzu, or belike",
    "Redundant fast food franchises, each like",
    "(More like) the next. Those poets who dislike",
    "Inversions, archaisms, who just like",
    "Plain English as she’s spoke — why isn’t “like”",
    "Their (literally) every other word? I’d like",
    "Us just to admit that’s what real speech is like.",
    "But as you like, my friend. Yes, we’re alike,",
    "How we pronounce, say, lichen, and dislike",
    "Cancer and war. So like this page. Click",
    "."
  ],
  "title": "Sestina: Like",
  "year": ""
}