{
  "author": "Monica Ferrell",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "The Body",
    "Relationships",
    "The Mind",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240464",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "After our rendez-vous—this the last word he said,",
    "Waving to me as the train pulled away from the station.",
    "And so it seemed: harmless. Till evening brought",
    "The first prick of fever, which soon trellised my veins;",
    "At 2 AM came that knock on the city gates,",
    "Ha! ever a bold and warlike people, we didn’t.",
    "Days of siege. We threw corpses dead of plague",
    "From the tops of parapets to frighten it away:",
    "But what",
    "it? That vatic voice was not like his at all,",
    "and by its speech one could tell it somehow knew us well.",
    "The mystery deepened. A strange billowing cloud",
    "Made my people short of breath, I heard them wheezing.",
    "The end seemed near. What could this ailment be?",
    "Hunting out clues, I went over the roses and snows",
    "Of his departed face like a treasure map, over",
    "His words hanging in air like the scrolls of Alexandria.",
    "Had I not been consensual, a free agent,",
    "Gay, single as any singing lark, who",
    "Chooses to unlock, to whom? Well?",
    "One night, finally, I climbed our tallest tower, lay",
    "In the open on its roof and had a brilliant dream.",
    "I saw my body nestled between angels",
    "Like the body of the prophet Jesus, I saw it",
    "Leaking from a finger’s tip like a slit ragdoll.",
    "And then I saw: this feathery, amorphous creature",
    "Black as mildew in the bath, soft as bread mold,",
    "Chewing on my bloodpuddings in the corner.",
    "And then I knew! That morning, I went out by the porter’s door",
    "Pressing one finger to judicious lips like Oedipus.",
    "I said,",
    "Shrieking, it vanished with brimstone and flames.",
    "So I etched",
    "in that ground of merds and moss",
    "And to this day, my people listen to strangers crying wares",
    "With an intelligent ear, remembering our grave old danger."
  ],
  "title": "Harmless, Recalled as a Fairy Tale",
  "year": ""
}