{
  "author": "Adrienne Su",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239608",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Once, I tried to banish them all from my writing.",
    "This was America, after all, where everyone’s at liberty",
    "To remake her person, her place, or her poetry,",
    "And I lived in a town a long way from everything—",
    "Where discussions of “diversity”",
    "Centered mainly on sexuality.",
    "My policy, born of exhaustion with talk about race",
    "And the quintessentially American wish for antecedents,",
    "Eliminated most of my family, starting with the grandparents,",
    "Two of whom stayed Chinese to their final days,",
    "Two of whom were all but defined by their expertise",
    "On the food of the country I was trying to excise.",
    "It canceled out the expensive center",
    "Of an intense undergraduate curriculum",
    "And excluded the only foreign language I could talk in.",
    "It wiped out my parents’ earliest years",
    "And converted them to 1950s Georgians",
    "Who’d always attended church and school, like anyone.",
    "My father had never paused at two water fountains",
    "And asked a white man which he should drink from,",
    "And never told his children what the answer had been.",
    "My mother had never arranged a migration,",
    "Solo at seventeen, from Taipei to wherever,",
    "But had simply appeared in Gainesville out of ether,",
    "And nothing about their original languages",
    "Had brought them together. Their children",
    "Had never needed to explain to anyone",
    "Why distinctness and mystery were not advantages",
    "When they were not optional, and never wondered",
    "If particular features had caused particular failures.",
    "For months I couldn’t write anything decent",
    "Because banned information kept trying to enter",
    "Like bungled idioms in the speech of a foreigner.",
    "I was my own totalitarian government,",
    "An HMO that wouldn’t pay for a specialist,",
    "And I was the dissident or patient who perished.",
    "The hope was to transcend the profanity of being",
    "Through the dissolution of description and story,",
    "Which I thought might turn out to be secondary",
    "To a semi-mystical state of unseeing,",
    "But everywhere I went there was circumstance,",
    "All of it strangely tainted by my very presence."
  ],
  "title": "Things Chinese",
  "year": ""
}