{
  "author": "Sharon Dolin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244950",
  "region": "",
  "text": [
    "APPROACH LIFE AS IF IT WERE A BANQUET",
    "Your rightful portion averts your ireful potion:",
    "Caress what can’t be blessed, cup shadows under breasts.",
    "Let pass what’s out of ken: lover, job, riches,",
    "a ripe peach",
    "until it reaches you.",
    "Bring salt for your honey, lime for your grenadine.",
    "Money’s not your fault.",
    "You’re a feathered peahen",
    "preening for marzipan men.",
    "Impeccable models, often peccable,",
    "drop their pants at inopportune instants.",
    "Implore no more",
    "for what is, is no more.",
    "EVERYTHING HAS TWO HANDLES",
    "Whether to grapple the hurt or hold",
    "the calm: Can reason spread",
    "where ire infests the mind?",
    "The handle you refuse",
    "to grasp proclaims you more than one",
    "you lurch to reach.",
    "Why mire in the right/wrong amphora song.",
    "No vigilance in this choir of one.",
    "No fast hook in the urn’s",
    "broken-off arm.",
    "Vie with hot verities.",
    "The pie is getting cold.",
    "OUR DUTIES ARE IN RELATION TO ONE ANOTHER",
    "Feel unique in roiling solitude? Oh, you are not alone",
    "though you may feel fallen, snow up your nose. Join",
    "with others in your dank reclusion.",
    "How do you find something worth saying?",
    "How do you find desire to find desire",
    "to find something worth saying?",
    "And yes. That is where you might be: twice —",
    "or is it thrice — removed in a receding",
    "mirror of acedia. Finding a way to",
    "find a way to want to find a way back in",
    "to conversation. This is what negative numbers",
    "(a negative soul) feel like: You want to want to want ...",
    "If you go back far enough — lateral excavation —",
    "will you hit bone? So many converging lines yakking",
    "to themselves over a haywire switchboard",
    "you used to find out who you were through",
    "cookie crumbs tossed down your own path.",
    "Now that you have no crumbs, don’t",
    "even have pockets to turn out—only the memory",
    "of such acts, such things. How weary, stale, and",
    "profligate it seems to be to plasticize these",
    "lines. You’re in a hamless state of mind.",
    "Now get out and talk to anyone your age: Like you",
    "they’ve all got Death studded on the tongue, which",
    "livelies up the talk they walk."
  ],
  "title": "Three Poems from “A Manual for Living”",
  "year": ""
}