{
  "author": "Hayden Carruth",
  "classification": "",
  "keywords": [
    "Religion",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Christianity",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182317",
  "region": "U.S., New England",
  "text": [
    "Coming home with the last load I ride standing",
    "on the wagon tongue, behind the tractor",
    "in hot exhaust, lank with sweat,",
    "my arms strung",
    "awkwardly along the hayrack, cruciform.",
    "Almost 500 bales we’ve put up",
    "this afternoon, Marshall and I.",
    "And of course I think of another who hung",
    "like this on another cross. My hands are torn",
    "by baling twine, not nails, and my side is pierced",
    "by my ulcer, not a lance. The acid in my throat",
    "is only hayseed. Yet exhaustion and the way",
    "my body hangs from twisted shoulders, suspended",
    "on two points of pain in the rising",
    "monoxide, recall that greater suffering.",
    "Well, I change grip and the image",
    "fades. It’s been an unlucky summer. Heavy rains",
    "brought on the grass tremendously, a monster crop,",
    "but wet, always wet. Haying was long delayed.",
    "Now is our last chance to bring in",
    "the winter’s feed, and Marshall needs help.",
    "We mow, rake, bale, and draw the bales",
    "to the barn, these late, half-green,",
    "improperly cured bales; some weigh 150 pounds",
    "or more, yet must be lugged by the twine",
    "across the field, tossed on the load, and then",
    "at the barn unloaded on the conveyor",
    "and distributed in the loft. I help—",
    "I, the desk-servant, word-worker—",
    "and hold up my end pretty well too; but God,",
    "the close of day, how I fall down then. My hands",
    "are sore, they flinch when I light my pipe.",
    "I think of those who have done slave labor,",
    "less able and less well prepared than I.",
    "Rose Marie in the rye fields of Saxony,",
    "her father in the camps of Moldavia",
    "and the Crimea, all clerks and housekeepers",
    "herded to the gaunt fields of torture. Hands",
    "too bloodied cannot bear",
    "even the touch of air, even",
    "the touch of love. I have a friend",
    "whose grandmother cut cane with a machete",
    "and cut and cut, until one day",
    "she snicked her hand off and took it",
    "and threw it grandly at the sky. Now",
    "in September our New England mountains",
    "under a clear sky for which we’re thankful at last",
    "begin to glow, maples, beeches, birches",
    "in their first color. I look",
    "beyond our famous hayfields to our famous hills,",
    "to the notch where the sunset is beginning,",
    "then in the other direction, eastward,",
    "where a full new-risen moon like a pale",
    "medallion hangs in a lavender cloud",
    "beyond the barn. My eyes",
    "sting with sweat and loveliness. And who",
    "is the Christ now, who",
    "if not I? It must be so. My strength",
    "is legion. And I stand up high",
    "on the wagon tongue in my whole bones to say",
    "woe to you, watch out",
    "you sons of bitches who would drive men and women",
    "to the fields where they can only die."
  ],
  "title": "Emergency Haying",
  "year": ""
}