{
  "author": "Hayden Carruth",
  "classification": "Persona",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171310",
  "region": "U.S., New England",
  "text": [
    "I just had the old Dodge in the shop",
    "with that same damned front-end problem,",
    "and I was out, so to speak, for a test run,",
    "loafing along, maybe 35 m.p.h.,",
    "down the old Corvallis road,",
    "holding her out of the ruts and potholes.",
    "That’s out in Montana, the Bitterroot Valley.",
    "Long ways from home is how they say it.",
    "Long ways from home, boys, long long ways from home.",
    "Might as well not put this clunker in the shop",
    "and keep my hard-earned in my pocket,",
    "she wobbles and humps like a scared rabbit.",
    "But it’s a real fine summer day in Corvallis,",
    "and I’m loafing along watching the sprayers",
    "do their slow drag on the fields of alfalfa,",
    "and I come to a side road with a little green sign",
    "says “Kurtz Lane” and I said to myself out loud,",
    "“Mistah Kurtz—he alive. Him doing just fine,”",
    "because of the sign, you see, and because I’m lonesome",
    "and maybe kind of bitter in spite of the sunshine.",
    "It’s still a goddamn long ways from home.",
    "That’s one thing, though, that",
    ",",
    "I read that story every year, I never forget",
    "that crazy old son-of-a-bitch, that Kurtz.",
    "And the next thing I see about a quarter-mile",
    "down the road is somebody small on the shoulder,",
    "a kid looking for a ride home, I figure.",
    "And he’s a kid all right, maybe ten or eleven,",
    "but no Montana boy, he’s an Oriental,",
    "one of those Laotians that got resettled.",
    "Can’t figure why they brought them to Montana.",
    "He’s got those big eyes and caved-in cheeks",
    "like the pictures on the TV during Vietnam,",
    "and his mouth is open a little. I say to myself,",
    "I’ll give him a ride if he wants, and I even",
    "begin to slow down, but he didn’t",
    "put up his thumb. Just when I went by, he waved,",
    "real quick and shy, but still like he was trying",
    "to reach me. I drove on. Then I bust out crying."
  ],
  "title": "Eternity Blues",
  "year": ""
}