{
  "author": "Hayden Carruth",
  "classification": "Free Verse",
  "keywords": [
    "Marriage",
    "Companionship",
    "War",
    "Conflict",
    "Home Life",
    "Winter",
    "Living",
    "Relationships",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171315",
  "region": "U.S., New England",
  "text": [
    "Just over the horizon a great machine of death is roaring and rearing.",
    "We can hear it always. Earthquake, starvation, the ever-renewing sump of corpse-flesh.",
    "But in this valley the snow falls silently all day, and out our window",
    "We see the curtain of it shifting and folding, hiding us away in our little house,",
    "We see earth smoothened and beautified, made like a fantasy, the snow-clad trees",
    "So graceful. In our new bed, which is big enough to seem like the north pasture almost",
    "With our two cats, Cooker and Smudgins, lying undisturbed in the southeastern and southwestern corners,",
    "We lie loving and warm, looking out from time to time. “Snowbound,” we say. We speak of the poet",
    "Who lived with his young housekeeper long ago in the mountains of the western province, the kingdom",
    "Of cruelty, where heads fell like wilted flowers and snow fell for many months",
    "Across the pass and drifted deep in the vale. In our kitchen the maple-fire murmurs",
    "In our stove. We eat cheese and new-made bread and jumbo Spanish olives",
    "Which have been steeped in our special brine of jalapeños and garlic and dill and thyme.",
    "We have a nip or two from the small inexpensive cognac that makes us smile and sigh.",
    "For a while we close the immense index of images that is our lives—for instance,",
    "The child on the Mescalero reservation in New Mexico sitting naked in 1966 outside his family’s hut,",
    "Covered with sores, unable to speak. But of course we see the child every day,",
    "We hold out our hands, we touch him shyly, we make offerings to his implacability.",
    "No, the index cannot close. And how shall we survive? We don’t and cannot and will never",
    "Know. Beyond the horizon a great unceasing noise is undeniable. The machine,",
    "Like an immense clanking vibrating shuddering unnameable contraption as big as a house, as big as the whole town,",
    "May break through and lurch into our valley at any moment, at any moment.",
    "Cheers, baby. Here’s to us. See how the curtain of snow wavers and then falls back."
  ],
  "title": "The Curtain",
  "year": ""
}