{
  "author": "Hayden Carruth",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29643",
  "region": "",
  "text": [
    "You may think it strange, Sam, that I'm writing",
    "a letter in these circumstances. I thought",
    "it strange too—the first time. But there's",
    "a misconception I was laboring under, and you",
    "are too, viz. that the imagination in your",
    "vicinity is free and powerful. After all,",
    "you say, you've been creating yourself all",
    "along imaginatively. You imagine yourself",
    "playing golf or hiking in the Olympics or",
    "writing a poem and then it becomes true.",
    "But you still have to do it, you have to exert",
    "yourself, will, courage, whatever you've got, you're",
    "mired in the unimaginative. Here I imagine a letter",
    "and it's written. Takes about two-fifths of a",
    "second, your time. Hell, this is heaven, man.",
    "I can deluge Congress with letters telling",
    "every one of those mendacious sons of bitches",
    "exactly what he or she is, in maybe about",
    "half an hour. In spite of your Buddhist",
    "proclivities, when you imagine bliss",
    "you still must struggle to get there. By the way",
    "the Buddha has his place across town on",
    "Elysian Drive. We call him Bud. He's lost weight",
    "and got new dentures, and he looks a hell of a",
    "lot better than he used to. He always carries",
    "a jumping jack with him everywhere just",
    "for contemplation, but he doesn't make it",
    "jump. He only looks at it. Meanwhile Sidney",
    "and Dizzy, Uncle Ben and Papa Yancey, are",
    "over by Sylvester's Grot making the sweetest,",
    "cheerfulest blues you ever heard. The air,",
    "so called, is full of it. Poems are fluttering",
    "everywhere like seed from a cottonwood tree.",
    "Sam, the remarkable truth is I can do any",
    "fucking thing I want. Speaking of which",
    "there's this dazzling young Naomi who",
    "wiped out on I-80 just west of Truckee",
    "last winter, and I think this is the moment",
    "for me to go and pay her my respects.",
    "Don't go way. I'll be right back."
  ],
  "title": "The Afterlife: Letter to Sam Hamill",
  "year": ""
}