{
  "author": "François Villon",
  "classification": "",
  "keywords": [
    "Love",
    "Desire",
    "Break-ups",
    "Vexed Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180819",
  "region": "France",
  "text": [
    "‘’Tis no sin for a man to labour in his vocation.’ -Falstaff",
    "‘The night cometh, when no man can work.’",
    "What though the beauty I love and serve be cheap,",
    "Ought you to take me for a beast or fool?",
    "All things a man could wish are in her keep;",
    "For her I turn swashbuckler in love’s school.",
    "When folk drop in, I take my pot and stool",
    "And fall to drinking with no more ado.",
    "I fetch them bread, fruit, cheese, and water, too;",
    "I say all’s right so long as I’m well paid;",
    "‘Look in again when your flesh troubles you,",
    "Inside this brothel where we drive our trade.’",
    "But soon the devil’s among us flesh and fell,",
    "When penniless to bed comes Madge my whore;",
    "I loathe the very sight of her like hell.",
    "I snatch gown, girdle, surcoat, all she wore,",
    "And tell her, these shall stand against her score.",
    "She grips her hips with both hands, cursing God,",
    "Swearing by Jesus’ body, bones, and blood,",
    "That they shall not. Then I, no whit dismayed,",
    "Cross her cracked nose with some stray shiver of wood",
    "Inside this brothel where we drive our trade.",
    "When all’s made up she drops me a windy word,",
    "Bloat like a beetle puffed and poisonous:",
    "Grins, thumps my pate, and calls me dickey-bird,",
    "And cuffs me with a fist that’s ponderous.",
    "We sleep like logs, being drunken both of us;",
    "Then when we wake her womb begins to stir;",
    "To save her seed she gets me under her",
    "Wheezing and whining, flat as planks are laid:",
    "And thus she spoils me for a whoremonger",
    "Inside this brothel where we drive our trade.",
    "Blow, hail or freeze, I’ve bread here baked rent free!",
    "Whoring’s my trade, and my whore pleases me;",
    "Bad cat, bad rat; we’re just the same if weighed.",
    "We that love filth, filth follows us, you see;",
    "Honour flies from us, as from her we flee",
    "Inside this brothel where we drive our trade.",
    "I bequeath likewise to fat Madge",
    "This little song to learn and study;",
    "By god’s head she’s a sweet fat fadge,",
    "Devout and soft of flesh and ruddy;",
    "I love her with my soul and body,",
    "So doth she me, sweet dainty thing.",
    "If you fall in with such a lady,",
    "Read it, and give it her to sing."
  ],
  "title": "The Ballad of Villon and Fat Madge",
  "year": ""
}