{
  "author": "Sharon Olds",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "Growing Old",
    "Time",
    "Brevity",
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176449",
  "region": "",
  "text": [
    "At dusk, on those evenings she does not go out,",
    "my mother potters around her house.",
    "Her daily helpers are gone, there is no one",
    "there, no one to tell what to do,",
    "she wanders, sometimes she talks to herself,",
    "fondly scolding, sometimes she suddenly",
    "throws out her arms and screams—high notes",
    "lying here and there on the carpets",
    "like bodies touched by a downed wire,",
    "she journeys, she quests, she marco-polos through",
    "the gilded gleamy loot-rooms, who is she.",
    "I feel, now, that I do not know her,",
    "and for all my staring, I have not seen her",
    "—like the song she sang, when we were small,",
    "how Jesus, the Savior, was born for, to die,",
    "for poor lonely people, like you, and like I",
    "—on the slow evenings alone, when she delays",
    "and delays her supper, walking the familiar",
    "halls past the mirrors and night windows,",
    "I wonder if my mother is tasting a life",
    "beyond this life—not heaven, her late",
    "beloved is absent, her father absent,",
    "and her staff is absent, maybe this is earth",
    "alone, as she had not experienced it,",
    "as if she is one of the poor lonely people,",
    "as if she is born to die. I hold fast",
    "to the thought of her, wandering in her house,",
    "a luna moth in a chambered cage.",
    "Fifty years ago, I’d squat in her",
    "garden, with her Red Queens, and try",
    "to sense the flyways of the fairies as they kept",
    "the pollen flowing on its local paths,",
    "and our breaths on their course of puffs—they kept",
    "our eyes wide with seeing what we",
    "could see, and not seeing what we could not see."
  ],
  "title": "Wonder as Wander",
  "year": ""
}