{
  "author": "Sheila Black",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247304",
  "region": "",
  "text": [
    "Someone buried red slippers under the floorboards",
    "and the mice nested in them. The floors splintered no matter",
    "how many cans of deck paint we used. And one night",
    "at the Embajada I broke a tooth, and the very next",
    "night three teenagers were shot dead as they sat at",
    "a booth by the window eating mofongo. The neighbor",
    "woman used to sing a funny song from the forties",
    "about a “road” and “clear day,” a fast car and a woman",
    "with a pistol. You could see her back had been broken,",
    "and she dragged her left foot behind her down the",
    "stairs to the mail room. And Junior began smoking",
    "crack after his church on Columbus failed and started",
    "going by his birth name which was",
    ", until he",
    "fell in love with Irma of the hideous rabbit-fur-and-",
    "white-leather jacket, who stopped the cars by waving",
    "her watery hands, smoothing her moth-bitten hair",
    "from her moon-pale face, the violet lipstick she",
    "always wore, until she wound up drowned in the East",
    "River, and no one would say if it was suicide or",
    "murder. But Junior said there were eels inside her and",
    "began preaching again, doped on the corner. Mr.",
    "Rodriguez fired him, though he didn’t want to, and after",
    "Mr. Rodriguez often looked sweaty and pale as he",
    "labored to move stuff to the basement, which he had once",
    "done with Junior to help him. We painted our rooms",
    "cinnamon, Aegean blue, repainted them eggshell, gris-perle.",
    "We fought, and you tore all my letters and diaries and",
    "sprinkled them out the window where they landed on",
    "the roof of your car, plastered there by a violent",
    "summer storm. It took hours to scrape them off; I wept",
    "and Mr. Rodriguez gave me a small plastic-wrapped",
    "packet of Kleenex and a month later you wound up in St.",
    "Luke’s on lockdown and Junior caught pneumonia,",
    "died that November. He was thirty-eight, though we",
    "had believed him older. They buried him in Calvary",
    "Cemetery in Queens. Once I rode a cab out that way —",
    "we got lost, so many ticking minutes among the",
    "slender white spikes of the graves. The red slippers —",
    "they must have been for dancing, thin soled as if with",
    "mouse skin, a powder inside that might have been talc,",
    "rosin, or years of plaster dust, a piece of broken ribbon,",
    "black at the edges as if burned off or torn and smeared with",
    "shoe polish. Or the mice had gnawed it. And you",
    "said “The name of the film,” and I said I thought it was a",
    "story older by far, a girl who puts on the shoes and cannot",
    "get them off, who skips down a road, then another and",
    "across the world, until her feet fall off, and her hands",
    "and they make her wooden ones."
  ],
  "title": "The Red Shoes",
  "year": ""
}