{
  "author": "Natalie Diaz",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Religion",
    "Christianity",
    "The Spiritual",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246186",
  "region": "U.S., Western",
  "text": [
    "Angels don’t come to the reservation.",
    "Bats, maybe, or owls, boxy mottled things.",
    "Coyotes, too. They all mean the same thing—",
    "death. And death",
    "eats angels, I guess, because I haven’t seen an angel",
    "fly through this valley ever.",
    "Gabriel? Never heard of him. Know a guy named Gabe though—",
    "he came through here one powwow and stayed, typical",
    "Indian. Sure he had wings,",
    "jailbird that he was. He flies around in stolen cars. Wherever he stops,",
    "kids grow like gourds from women’s bellies.",
    "Like I said, no Indian I’ve ever heard of has ever been or seen an angel.",
    "Maybe in a Christmas pageant or something—",
    "Nazarene church holds one every December,",
    "organized by Pastor John’s wife. It’s no wonder",
    "Pastor John’s son is the angel—everyone knows angels are white.",
    "Quit bothering with angels, I say. They’re no good for Indians.",
    "Remember what happened last time",
    "some white god came floating across the ocean?",
    "Truth is, there may be angels, but if there are angels",
    "up there, living on clouds or sitting on thrones across the sea wearing",
    "velvet robes and golden rings, drinking whiskey from silver cups,",
    "we’re better off if they stay rich and fat and ugly and",
    "’xactly where they are—in their own distant heavens.",
    "You better hope you never see angels on the rez. If you do, they’ll be marching you off to",
    "Zion or Oklahoma, or some other hell they’ve mapped out for us."
  ],
  "title": "Abecedarian Requiring Further Examination of Anglikan Seraphym Subjugation of a Wild Indian Rezervation",
  "year": ""
}