{
  "author": "Natalie Diaz",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247314",
  "region": "",
  "text": [
    "Today my brother brought over a piece of the ark",
    "wrapped in a white plastic grocery bag.",
    "He set the bag on my dining table, unknotted it,",
    "peeled it away, revealing a foot-long fracture of wood.",
    "He took a step back and gestured toward it",
    "with his arms and open palms —",
    ", he said.",
    "I asked.",
    "he answered.",
    ", he told me,",
    "I wanted to know.",
    "He laughed,",
    "Then he lifted it out. The plastic bag rattled.",
    "His fingers were silkened by pipe blisters.",
    "He held the jagged piece of wood so gently.",
    "I had forgotten my brother could be gentle.",
    "He set it on the table the way people on television",
    "set things when they’re afraid those things might blow-up",
    "or go-off — he set it right next to my empty coffee cup.",
    "It was no ark —",
    "it was the broken end of a picture frame",
    "with a floral design carved into its surface.",
    "He put his head in his hands —",
    ", I gave in,",
    ", he said.",
    "I asked.",
    ", he told me.",
    "I watched him drag his wrecked fingers",
    "over the chipped flower-work of the wood —",
    "He was wrong. I could take the ark.",
    "I could even take his marvelously fucked fingers.",
    "The way they almost glittered.",
    "It was the animals — the animals I could not take —",
    "they came up the walkway into my house,",
    "cracked the doorframe with their hooves and hips,",
    "marched past me, into my kitchen, into my brother,",
    "tails snaking across my feet before disappearing",
    "like retracting vacuum cords into the hollows",
    "of my brother’s clavicles, tusks scraping the walls,",
    "reaching out for him — wildebeests, pigs,",
    "the oryxes with their black matching horns,",
    "javelinas, jaguars, pumas, raptors. The ocelots",
    "with their mathematical faces. So many kinds of goat.",
    "So many kinds of creature.",
    "I wanted to follow them, to get to the bottom of it,",
    "but my brother stopped me —",
    ", he said.",
    "So I sat down, with my brother wrecked open like that,",
    "and two-by-two the fantastical beasts",
    "parading him. I sat, as the water fell against my ankles,",
    "built itself up around me, filled my coffee cup",
    "before floating it away from the table.",
    "My brother — teeming with shadows —",
    "a hull of bones, lit only by tooth and tusk,",
    "lifting his ark high in the air."
  ],
  "title": "It Was the Animals",
  "year": ""
}