{
  "author": "Natalie Diaz",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "The Mind",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246192",
  "region": "U.S., Western",
  "text": [
    "When my brother died",
    "I worried there wasn’t enough time",
    "to deliver the one hundred invitations",
    "I’d scribbled while on the phone with the mortuary:",
    "Unfortunately the firemen couldn’t come.",
    "(I had hoped they’d give free rides on the truck.)",
    "They did agree to drive by the house once",
    "with the lights on— It was a party after all.",
    "I put Mom and Dad in charge of balloons,",
    "let them blow as many years of my brother’s name,",
    "jails, twenty-dollar bills, midnight phone calls,",
    "fistfights, and",
    "visits as they could let go of.",
    "The scarlet balloons zigzagged along the ceiling",
    "like they’d been filled with helium. Mom blew up",
    "so many that she fell asleep. She slept for ten years—",
    "she missed the whole party.",
    "My brothers and sisters were giddy, shredding",
    "his stained T-shirts and raggedy pants, throwing them up",
    "into the air like confetti.",
    "When the clowns came in a few balloons slipped out",
    "the front door. They seemed to know where",
    "they were going and shrank to a fistful of red grins",
    "at the end of our cul-de-sac. The clowns played toy bugles",
    "until the air was scented with rotten raspberries.",
    "They pulled scarves from Mom’s ear—she slept through it.",
    "I baked my brother’s favorite cake (chocolate, white frosting).",
    "When I counted there were ninety-nine of us in the kitchen.",
    "We all stuck our fingers in the mixing bowl.",
    "A few stray dogs came to the window.",
    "I heard their stomachs and mouths growling",
    "over the mariachi band playing in the bathroom.",
    "(There was no room in the hallway because of the magician.)",
    "The mariachis complained about the bathtub acoustics.",
    "I told the dogs,",
    ", and shut the window.",
    "The fire truck came by with the sirens on. The dogs ran away.",
    "I sliced the cake into ninety-nine pieces.",
    "I wrapped all the electronic equipment in the house,",
    "taped pink bows and glittery ribbons to them—",
    "remote controls, the Polaroid, stereo, Shop-Vac,",
    "even the motor to Dad’s work truck—everything",
    "my brother had taken apart and put back together",
    "doing his crystal meth tricks—he’d always been",
    "a magician of sorts.",
    "Two mutants came to the door.",
    "One looked almost human. They wanted",
    "to know if my brother had willed them the pots",
    "and pans and spoons stacked in his basement bedroom.",
    "They said they missed my brother’s cooking and did we",
    "have any cake.",
    ", I told them.",
    "they asked. I told them",
    "God was and they ran into the desert, barefoot.",
    "I gave Dad his slice and put Mom’s in the freezer.",
    "I brought up the pots and pans and spoons",
    "(really, my brother was a horrible cook), banged them",
    "together like a New Year’s Day celebration.",
    "My brother finally showed up asking why",
    "he hadn’t been invited and who baked the cake.",
    "He told me I shouldn’t smile, that this whole party was shit",
    "because I’d imagined it all. The worst part he said was",
    "he was still alive. The worst part he said was",
    "he wasn’t even dead. I think he’s right, but maybe",
    "the worst part is that I’m still imagining the party, maybe",
    "the worst part is that I can still taste the cake."
  ],
  "title": "No More Cake Here",
  "year": ""
}