{
  "author": "Natalie Diaz",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "The Body",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Family",
    "Ancestors",
    "Religion",
    "Other Religions",
    "The Spiritual",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246188",
  "region": "U.S., Western",
  "text": [
    "from an American Indian basketry exhibit in",
    "Portsmouth, Virginia",
    "The Arizona highway sailed across the desert—",
    "a gray battleship drawing a black wake,",
    "halting at the foot of the orange mesa,",
    "unwilling to go around.",
    "Hopi men and women—brown, and small, and claylike",
    "—peered down from their tabletops at yellow tractors, water trucks,",
    "and white men blistered with sun—red as fire ants—towing",
    "sunscreen-slathered wives in glinting Airstream trailers",
    "in caravans behind them.",
    "Elders knew these",
    "roads were bad medicine—knew too",
    "that young men listen less and less, and these young Hopi men",
    "needed work, hence set aside their tools, blocks of cottonwood root",
    "and half-finished Koshari the clown katsinas, then",
    "signed on with the Department of Transportation,",
    "were hired to stab drills deep into the earth’s thick red flesh",
    "on First Mesa, drive giant sparking blades across the mesas’ faces,",
    "run the drill bits so deep they smoked, bearding all the Hopi men",
    "in white—",
    "said the Elders—",
    "The blades caught fire, burned out—",
    "the Elders said.",
    "New blades were flown in by helicopter. While Elders dreamed",
    "their arms and legs had been cleaved off and their torsos were flung",
    "over the edge of a dinner table, the young Hopi men went",
    "back to work cutting the land into large chunks of rust.",
    "Nobody noticed at first—not the white workers,",
    "not the Indian workers—but in the mounds of dismantled mesa,",
    "among the clods and piles of sand,",
    "lay the small gray bowls of babies’ skulls.",
    "Not until they climbed to the bottom did they see",
    "the silvered bones glinting from the freshly sliced dirt-and-rock wall—",
    "a mausoleum mosaic, a sick tapestry: the tiny remains",
    "roused from death’s dusty cradle, cut in half, cracked,",
    "wrapped in time-tattered scraps of blankets.",
    ", the white foreman said.",
    "That night, all the Indian workers got sad-drunk—got sick",
    "—while Elders sank to their kivas in prayer. Next morning,",
    "as dawn festered on the horizon, state workers scaled the mesas,",
    "knocked at the doors of pueblos that had them, hollered",
    "into those without them,",
    "demanding the Hopi men come back to work—then begging them—",
    "then buying them whiskey—begging again—finally sending their white",
    "wives up the dangerous trail etched into the steep sides",
    "to buy baskets from Hopi wives and grandmothers",
    "as a sign of treaty.",
    "When that didn’t work, the state workers called the Indians lazy,",
    "sent their sunhat-wearing wives back up to buy more baskets—",
    "katsinas too—then called the Hopis",
    ",",
    "before begging them back once more.",
    ", the foreman said.",
    "But the Indian workers never returned—",
    "The",
    "s and",
    "s calls to work went unanswered,",
    "as the fevered Hopis stayed huddled inside.",
    "The small bones half-buried in the crevices of mesa—",
    "in the once-holy darkness of silent earth and always-night—",
    "smiled or sighed beneath the moonlight, while white women",
    "in Airstream trailers wrote letters home",
    "praising their husbands’ patience, describing the lazy savages:",
    "such squalor in their stone and plaster homes—cobs of corn stacked",
    "floor to ceiling against crumbling walls—their devilish ceremonies",
    "and the barbaric way they buried their babies,",
    "oh, and those beautiful, beautiful baskets."
  ],
  "title": "The Facts of Art",
  "year": ""
}