{
  "author": "Amy Beeder",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243210",
  "region": "",
  "text": [
    "Once, volcanoes walked",
    "talked like humans. Married.",
    "Quarreled",
    "gave birth. When the beautiful Tunupa’s",
    "husband ran away",
    "took their only child she mourned:",
    "she cried",
    "stormed, her full breasts spilled until she made",
    "this sunken bed, a dry",
    "ragged ice-white sea. Tears",
    "milk. Salt. Silver liquor of the spirits, the winter tuber’s pulp.",
    "≈",
    "Buzz Aldrin spied a plain from space: twice Rhode Island-sized,",
    "not a glacier but this vast evaporation, a place so flat we use its plane",
    "to calibrate the altitude of satellites, measure the retreat of polar ice.",
    "A dry lagoon of element. Energy.",
    ".",
    "≈",
    "In bare Salar the tourists bottle sand",
    "salt: mug",
    "pirouette",
    "across this lithic sink of drought, empty leagues of sky",
    "light,",
    "slight mist of silt. We dream our dreams of clean—or",
    "—",
    "means to drive and speak—o Li, atomic number three, be",
    "our Miracle element!",
    "Prehistoric smelt, simmered",
    "distilled",
    "in Altiplano climes, your samite matter known to quiet, after all,",
    "the manic brain, the urge to suicide; proven to dispel the voice",
    "that whispers",
    "—",
    "Lithium chloride",
    "plain table salt under ancient ocean crust; fossils",
    "algae;",
    "a bird so bright",
    "blackly drowned, pickled in the salt brine pool:",
    "the desert is generous.",
    "The desert is a pot boiled dry. This road",
    "will turn to dirt and then to salt, to the workers in jumpsuits,",
    "veiled",
    "covered from the brutal sun; but we’re not here, not",
    "—",
    "what matters are the distant cities: Chongquing, Phoenix, Quebec,",
    "Lagos, far",
    "star-chalked: splitting at the seams. Now",
    "≈",
    "the shrouded workers wait for sunset. The desert is patient.",
    "They see the bed plowed under: slapdash trenches in the legend,",
    "in the hasty furrows raked. With eyes narrowed from the endless",
    "light. See",
    ". Wages in the veins laid open; see paid the lush",
    "reduction of her ditches’ spill. This new abyss to feed our traffic."
  ],
  "title": "Lithium Dreams (White Sea)",
  "year": ""
}