{
  "author": "Emily Warn",
  "classification": "Free Verse",
  "keywords": [
    "Religion",
    "Judaism",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243276",
  "region": "U.S., Northwestern",
  "text": [
    "Hope fills me this morning as I fashion letters",
    "into a tree that sighs, that stays put yet moves,",
    "reaching to its limits, swaying and settling,",
    "a compass pointing to its place on earth",
    "where every morning it blocks the sun",
    "for me, at work in my studio,",
    "where I scratch and scrawl and loop",
    "letters into shapes so I can enter the Tabernacle",
    "of their bodies and hear each foot, each syllable",
    "sending its roots to a depth as great as that tree’s,",
    "which has been standing and rooting and swaying",
    "long before I came to memorize its plain mystery,",
    "its wide-bodied hull open to stars at night,",
    "each a point that I lengthen into a letter",
    "and each letter into a word, and with the words",
    "build a Tabernacle for the ten most broken",
    "and the ten most resonant words. I will place them",
    "in an inner sanctum enclosed by hanging carpets,",
    "and outside it, another space enclosed by carpets,",
    "and outside it, another, so that those who wish",
    "to read the words, to say them out loud,",
    "must first pull one curtain back and step inside,",
    "and then another, and another until they arrive",
    "in a hushed space, a soundproofed, heavy quiet",
    "where they come to know that which makes all things",
    "day after day,",
    "and out of which the earth was made.",
    "Stepping behind each curtain they learn",
    "that the mystery of making is not a secret hidden within",
    "but a series of moves, a sequence of steps,",
    "outlined on a blueprint with notes and call-outs,",
    "white on black, constellations in the night sky,",
    "the primordial living Torah, circulating in the letters",
    "as trees circulate light, capturing it with their leaves,",
    "caching it within the soil, then drawing it back up,",
    "watering the tallest branches with the radiant dark."
  ],
  "title": "The Tabernacle",
  "year": ""
}