{
  "author": "Dave Smith",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Death",
    "Seas, Rivers,",
    "Streams",
    "Living",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171810",
  "region": "U.S., Southern",
  "text": [
    "Here they stood, whom the Kecoughtan first believed",
    "gods from another world, one pair of longjohns",
    "each, bad-yellow, knotted with lice,",
    "the godless, bandy-legged runts",
    "with ear bit off, or eye gouged,",
    "who killed and prayed",
    "over whatever flew, squatted, or swam.",
    "In huts hacked from mulberry, pine, and swamp cyprus,",
    "they huddled ripe as hounds.",
    "At cockcrow scratched, shuffled marsh paths,",
    "took skiffs and ferried to dead-rise scows,",
    "twenty-footers dutifully designed and of right draft",
    "for oysters, crabs, and croakers.",
    "They were seaworthy.",
    "According to diaries hand-scrawled, and terse court records,",
    "our ancestors: barbarous, habitual, Virginians.",
    "Some would not sail, came ashore, walked on the land,",
    "kept faces clenched, lay seed and family,",
    "moved often, and are gone. Of them",
    "this harbor says nothing.",
    "Of the sea’s workmen, not much,",
    "no brass plate of honor, no monument in the square,",
    "no square, merely the wreckage of a place.",
    "But they stood—",
    "proud, black and white, surly in mist",
    "at the hovel of the boatwright, arm pointed:",
    "Meaning the gray hull I see across a cove,",
    "bottom up, canting, nameless now as the hard,",
    "long arm, daddy’s or granddaddy’s, that points, but",
    "known to the one said to crush clams in his palms, thus",
    "got paid, always, who built the derelicts, and who,",
    "barring feud, took stick in hand here, made",
    "that grave gouged line of a keel,",
    "then his broad brow",
    "lifted seaward, in silence, sometimes",
    "summoning a shape in memory, and it hove up, and was",
    "changed some, they whined, but God knows",
    "all they wanted, all he made for them was",
    "to be a little unlike the drab hulls",
    "of the dead ones, but not too much.",
    "This was the image he gave them to dream of change,",
    "tomorrow only a guess, the sea’s story their",
    "life-stink and bow-slam and stillness, and they",
    "saw how the fair ones grew, quick riddle-riders",
    "our fathers feared, schools that gave us",
    "a message sewn on chest, Bible, slate,",
    "and this worm-holed future entered",
    "blindly as I now have entered his place, feeling",
    "for log-char, back-flung gates of light,",
    "and the builder.",
    "the lies begin, each inventing why",
    "he should rise up, he should hack out",
    "the joy they dream, his pitch boiled, black",
    "as mud seaming their legs.",
    "Suddenly, I see",
    "and take up a cap left as worthless on a stump, its",
    "stained round fitting my head like water.",
    "Merely to wait where the builder heaved shards and chips",
    "and abortive clots to the tide’s tongue-lap",
    "is to feel the unconceived shape pulse",
    "down his arm, into fingers",
    "that took up that stick to let loose",
    "the ingathered wilderness",
    "of dreams: loon, crow, osprey, gull, the man",
    "who cannot believe what he sees, but still sees it.",
    "An immense shadow",
    "making over water.",
    "Stick in hand, eyes squint. And",
    "there it is,",
    "the wind cradling",
    "of an Eagle, wing-sails, unfurled, bow-chopping",
    "white water head on, a creature now there, now gone.",
    "A man, I have to hold my face up, study how",
    "air heats, builds a rising push until the high",
    "circle of sight skids out everywhere.",
    "Dreaming change,",
    "I understand, almost, the problem: is he not harnessed,",
    "himself, this light flyer, this father",
    "designed to sail like a small god, to screech",
    "down upon pine-huddled, hungry chicks he must",
    "send off with his lethal, air-buoyed shape?",
    "Nothing in him asks what is",
    "over the wave-edge",
    "where our brothers float and sink,",
    "lovely shadows, by the millions.",
    "Putting my back to the sea-worn trunk",
    "they have left me, I pull the stick through",
    "the dirt, and remember the long line,",
    "man-weight in it, and dark-buoyed.",
    "It grows",
    "with freckling light, with the answering of birds",
    "crying out the only speech we all have",
    "above our unfinished country",
    "that looms still in the soul,",
    "that would bear us hence,",
    "out of the water that beats in,",
    "out of the water that bore us all here."
  ],
  "title": "Elegy in an Abandoned Boatyard",
  "year": ""
}