{
  "author": "Dave Smith",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Animals",
    "Relationships",
    "Nature",
    "Desire",
    "First Love",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171812",
  "region": "U.S., Southern",
  "text": [
    "The sun frets, a fat wafer falling like a trap of failed mesh.",
    "I watch the pin-glare of a mockingbird’s eye cut sharply, descend",
    "on the blank water, then emerge from himself naked",
    "as a girl who shimmered here, once, for me.",
    "If we come back like penitents to kneel over water, bass swirling,",
    "scattering the mayflies that often, in silence, graze",
    "lips, what is the word floating out from the mouth unbearable",
    "as a bird’s black grin or a madman’s lust?",
    "The word is not we, but",
    ". Giving it again and again",
    "brings no one out of the willows and I, willing to believe",
    "like a sap in whatever dives or rises hear no voice",
    "but the mist sizzling on stones. I lift my head",
    "for echoes out of trees, for the flashed recoil of flesh hung",
    "cheap and gaudy, wingless, above the stab of water",
    "that crunched her like a beer can. Toads honk",
    "the only answer. Among them, a boy, I felt",
    "the grotesque pull of the moon all night, peeled and went slowly",
    "down in terror, rising, falling through the pulpy leaves",
    "until the sun caught me, drained, and I was no one",
    "wanted, so walked away from all knowing,",
    "walked into town and drank, calmly, an illegal beer, then slept.",
    "The hooks, in hairy hands, clawed it smooth as a dish, a super-",
    "human search by flood and fire light. What could they find?",
    "Like many, I have been out of town a long time.",
    "I wish the face floating above the chill at my knees opened",
    "the door of a drab hotel. I wish it said",
    "or",
    ", anything",
    "that, if I heard it, I could kneel to and swear to be faithful."
  ],
  "title": "Hole, Where Once in Passion We Swam",
  "year": ""
}