{
  "author": "Dave Smith",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Trees",
    "Flowers",
    "Death",
    "Youth",
    "Living",
    "Relationships",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171814",
  "region": "U.S., Southern",
  "text": [
    "It was not kindness, but I was only buckle-high in the door.",
    "I let him in because the knock had come, the rain",
    "clawed each window and wall. I was afraid.",
    "Climbing down the stairs I did not know",
    "how my country, cunningly, had rotted,",
    "but hear, now, my steps creak in memory",
    "and the rocks let go in the blind nightglass",
    "where you get up, frightened, to reenact",
    "the irrational logic of flesh.",
    "Even now I can’t see why it happens, the moment of change,",
    "but must try to witness each particular index",
    "of landscape and irony of promise. I know",
    "I was a child when the banging began, sleepless",
    "with every light in the house blazing. Then",
    "the man whose speech entangled me came in",
    "from the mud-world. He could not",
    "put together the clear words of hope",
    "we dream, only the surge of a river.",
    "He, who said it wasn’t a fit thing",
    "for anyone, half-grown, to have to imagine in this godforsaken",
    "life, said there was a message, the river high,",
    "no chance. I remember the wind at that door",
    "breaking like a father’s hand on my face.",
    "Such hurting does not cease and maybe",
    "that is why the man went on fumbling",
    "for love, for the loving words",
    "that might be knowledge. He gave me",
    "this message. I took it, and took, without warning, grief’s",
    "language that piece by piece has shown me how",
    "to connect dreamed moments skidding like rocks",
    "in the silence of a Wyoming midnight.",
    "Each of his rainy words, fragments",
    "of the old sickness, passed into me,",
    "then he was gone, miserable and emptied,",
    "and I had no home but the heart’s hut,",
    "the blistering walls of loneliness,",
    "the world’s blue skymiles of longing.",
    "Common with drowned fir and uncoiling crocus, then, I",
    "walked in ignorance and entered this terrible life",
    "that was always a dream of the future",
    "in the relentless unsleep of those",
    "who cannot remember the last thing they wanted",
    "to say: that love exists. And in darkness",
    "you have dreamed me into your world",
    "with their message, their words",
    "whispering an hour before black, sudden knocking",
    "that, even as I recall it, begins in your heart’s meat",
    "to reverberate, oh, its noise is going",
    "to wake you like a dove’s desire.",
    "This is the dream of the soft buckling",
    "of flesh, the beautiful last erosions,",
    "and I swear I would give up these words",
    "if I could, I would stop the code",
    "of that streetlight just beyond your bed\u0097",
    "but it is too late, for the secret of hope swells in you",
    "and who can stop the news that already screams",
    "like the roof’s edge leaving its nails",
    "over your child’s bed that is, now,",
    "splintered and empty as every moment",
    "skidding at the back of your neck? Leaves",
    "not a month old hurl out of the storm",
    "and steady splatter of time, and tomorrow",
    "will lie still ripening, but only long enough",
    "for you to catalog, in dream, what was possible",
    "before the rake must drag its scritch-scratch over ground.",
    "All I ask is that you turn to the child",
    "inside, those words dreaming and changeless",
    "as love’s last chance\u0097let them be said",
    "against whatever, crying in the night,",
    "we still think may be stopped, the black",
    "historical fact of life’s event",
    "crashing, like a wall of water,",
    "over the actuary’s lawn and yours.",
    "You have seen me before and would not hear, stung by your",
    "wife’s fierce beauty, when I called your name,",
    "and the day your mother died I begged",
    "your attention and got your dollar.",
    "I followed you once, in New York, like truth,",
    "always to give you the message, and now",
    "on your porch, mud-spattered, I am",
    "knocking to make you see what love is.",
    "Call your wife, the police, anyone you like,",
    "for everyone is waiting. We don’t mean to be unkind but are",
    "compelled to deliver, faithfully, the words",
    "that have been fluttering in your ear",
    "like a scream. It is not the wind",
    "waking you, but the low roar of years",
    "fumbling to tell you what has happened,",
    "or will, when the door flies open",
    "and the naked message of love",
    "stands there stuttering in your face,",
    "alive, crying, leaving nothing out."
  ],
  "title": "Messenger",
  "year": ""
}