{
  "author": "Henry Carlile",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Pets",
    "Living",
    "Activities",
    "Relationships",
    "Sports",
    "Outdoor Activities",
    "Parenthood"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181348",
  "region": "U.S., Northwestern",
  "text": [
    "Now they to their slogged forthwendings tend,",
    "four hunters, guns askew like four unruly hairs,",
    "to start the rabbit or pheasant from hiding.",
    "But these cocks, wily, lie close and spy from",
    "covert or culvert the passing grim party",
    "and the rabbit keeps Viet-Cong-like to its digs.",
    "Here is no hunting horn and gargle of hounds",
    "among horse whinny and hoof stamp and ladies",
    "in smart hunting habits, though these four",
    "sport red in patterns motley or checkered and",
    "in hues fluorescent as road crewmen’s vests.",
    "Small wonder the game is not game,",
    "so uncouthly strikes the eye this drawling",
    "troupe of unshaven hope and choler and color.",
    "The roadside sparrows, come to dust, scatter",
    "before the headlong hum of him leather-crouched,",
    "helmet-missled over the speed-stretched oval",
    "wheels of his hundred-mile-per-hour crotch rocket",
    "all the way to Lone Tree past the six-foot",
    "Iowa corn, surprised cows and hogs and the high",
    "horse considering gravely over the fence this",
    "black burst of boots and gloves and goggles.",
    "So the goggle-eyed frog dives under a",
    "scum of ditch-vetched water fern and the",
    "blue-backed kestrel stoops from its crystal",
    "insulator perch and, gray as a piece of the",
    "paving, up springs the four-inch grasshopper",
    "splat! like a nicotine bullet in the teeth.",
    "Bearded buggy dads on their way to market,",
    "fine trotters high-stepping between shafts,",
    "broad-brim-hatted, blue-chambray-shirted,",
    "with black pants and black suspenders, sons",
    "like scrubbed minor replicas, dutiful",
    "daughters, eyes downcast among chatter",
    "of bonneted grannies and mothers, patriarchal",
    "grandfathers observing that rain must come",
    "as it always has, God’s will be done, and",
    "brief gossip also among the elders of shunning",
    "a deacon caught in unnatural circumstances",
    "with a pig—the Devil’s own vessel!—and of",
    "Sister Sara, who’s soon to require the midwife,",
    "as the moon too is full almost."
  ],
  "title": "Hunting, Hazards, and Holiness",
  "year": ""
}