{
  "author": "Mary Sidney Herbert Countess of Pembroke",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/243242",
  "region": "England",
  "text": [
    "Ay me, to whom shall I my case complain,",
    "That may compassion my impatient grief?",
    "Or where shall I unfold my inward pain,",
    "That my enriven heart may find relief?",
    "Shall I unto the heavenly pow’rs it show,",
    "Or unto earthly men that dwell below?",
    "To heavens? Ah, they, alas, the authors were,",
    "And workers of my unremedied woe:",
    "For they foresee what to us happens here,",
    "And they foresaw, yet suffered this be so.",
    "From them comes good, from them comes also ill,",
    "That which they made, who can them warn to spill.",
    "To men? Ah, they, alas, like wretched be,",
    "And subject to the heavens’ ordinance:",
    "Bound to abide whatever they decree.",
    "Their best redress is their best sufferance.",
    "How then can they, like wretched, comfort me,",
    "The which no less need comforted to be?",
    "Then to myself will I my sorrow mourn,",
    "Sith none alive like sorrowful remains:",
    "And to myself my plaints shall back return,",
    "To pay their usury with doubled pains.",
    "The woods, the hills, the rivers shall resound",
    "The mournful accent of my sorrow’s ground.",
    "Woods, hills, and rivers now are desolate,",
    "Sith he is gone the which them all did grace:",
    "And all the fields do wail their widow state,",
    "Sith death their fairest flow’r did late deface.",
    "The fairest flow’r in field that ever grew,",
    "Was Astrophel; that was, we all may rue.",
    "What cruel hand of cursed foe unknown,",
    "Hath cropped the stalk which bore so fair a flow’r?",
    "Untimely cropped, before it well were grown,",
    "And clean defaced in untimely hour.",
    "Great loss to all that ever him did see,",
    "Great loss to all, but greatest loss to me.",
    "Break now your garlands, O ye shepherds’ lasses,",
    "Sith the fair flow’r, which them adorned, is gone:",
    "The flow’r, which them adorned, is gone to ashes,",
    "Never again let lass put garland on.",
    "Instead of garland, wear sad cypress now,",
    "And bitter elder, broken from the bough.",
    "Ne ever sing the love-lays which he made:",
    "Who ever made such lays of love as he?",
    "Ne ever read the riddles, which he said",
    "Unto yourselves, to make you merry glee.",
    "Your merry glee is now laid all abed,",
    "Your merry maker now, alas, is dead.",
    "Death, the devourer of all the world’s delight,",
    "Hath robbed you and reft from me my joy:",
    "Both you and me and all the world he quite",
    "Hath robbed of joyance, and left sad annoy.",
    "Joy of the world, and shepherds’ pride was he,",
    "Shepherds’ hope never like again to see.",
    "O Death, that hast us of such riches reft,",
    "Tell us at least, what hast thou with it done?",
    "What is become of him whose flow’r here left",
    "Is but the shadow of his likeness gone:",
    "Scarce like the shadow of that which he was,",
    "Naught like, but that he like a shade did pass.",
    "But that immortal spirit, which was decked",
    "With all the dowries of celestial grace:",
    "By sovereign choice from th’heavenly choirs select,",
    "And lineally derived from angels’ race,",
    "Oh, what is now of it become, aread.",
    "Ay me, can so divine a thing be dead?",
    "Ah no: it is not dead, ne can it die,",
    "But lives for aye, in blissful Paradise:",
    "Where like a new-born babe it soft doth lie,",
    "In bed of lilies wrapped in tender wise,",
    "And compassed all about with roses sweet,",
    "And dainty violets from head to feet.",
    "There thousand birds all of celestial brood,",
    "To him do sweetly carol day and night:",
    "And with strange notes, of him well understood,",
    "Lull him asleep in angel-like delight;",
    "Whilst in sweet dream to him presented be",
    "Immortal beauties, which no eye may see.",
    "But he them sees and takes exceeding pleasure",
    "Of their divine aspects, appearing plain,",
    "And kindling love in him above all measure,",
    "Sweet love still joyous, never feeling pain.",
    "For what so goodly form he there doth see,",
    "He may enjoy from jealous rancor free.",
    "There liveth he in everlasting bliss,",
    "Sweet spirit never fearing more to die:",
    "Ne dreading harm from any foes of his,",
    "Ne fearing savage beasts’ more cruelty.",
    "Whilst we here, wretches, wail his private lack,",
    "And with vain vows do often call him back.",
    "But live thou there still happy, happy spirit,",
    "And give us leave thee here thus to lament:",
    "Not thee that dost thy heaven’s joy inherit,",
    "But our own selves that here in dole are drent.",
    "Thus do we weep and wail, and wear our eyes,",
    "Mourning in other’s, our own miseries."
  ],
  "title": "[The Doleful Lay of Clorinda]",
  "year": ""
}