{
  "author": "Mary Sidney Herbert Countess of Pembroke",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/243248",
  "region": "England",
  "text": [
    "My God, most glad to look, most prone to hear,",
    "An open ear, oh, let my prayer find,",
    "And from my plaint turn not thy face away.",
    "Behold my gestures, hearken what I say,",
    "While uttering moans with most tormented mind,",
    "My body I no less torment and tear.",
    "For, lo, their fearful threat’nings would mine ear,",
    "Who griefs on griefs on me still heaping lay,",
    "A mark to wrath and hate and wrong assigned;",
    "Therefore, my heart hath all his force resigned",
    "To trembling pants; death terrors on me pray;",
    "I fear, nay, shake, nay, quiv’ring quake with fear.",
    "Then say I, oh, might I but cut the wind,",
    "Borne on the wing the fearful dove doth bear:",
    "Stay would I not, till I in rest might stay.",
    "Far hence, oh, far, then would I take my way",
    "Unto the desert, and repose me there,",
    "These storms of woe, these tempests left behind.",
    "But swallow them, O Lord, in darkness blind,",
    "Confound their counsels, lead their tongues astray,",
    "That what they mean by words may not appear.",
    "For mother Wrong within their town each where,",
    "And daughter Strife their ensigns so display,",
    "As if they only thither were confined.",
    "These walk their city walls both night and day;",
    "Oppressions, tumults, guiles of every kind",
    "Are burgesses and dwell the middle near;",
    "About their streets his masking robes doth wear",
    "Mischief clothed in deceit, with treason lined,",
    "Where only he, he only bears the sway.",
    "But not my foe with me this prank did play,",
    "For then I would have borne with patient cheer",
    "An unkind part from whom I know unkind,",
    "Nor he whose forehead Envy’s mark had signed,",
    "His trophies on my ruins sought to rear,",
    "From whom to fly I might have made assay.",
    "But this to thee, to thee impute I may,",
    "My fellow, my companion, held most dear,",
    "My soul, my other self, my inward friend:",
    "Whom unto me, me unto whom did bind",
    "Exchanged secrets, who together were",
    "God’s temple wont to visit, there to pray.",
    "Oh, let a sudden death work their decay,",
    "Who speaking fair such cankered malice mind,",
    "Let them be buried breathing in their bier;",
    "But purple morn, black ev’n, and midday clear",
    "Shall see my praying voice to God inclined,",
    "Rousing him up, and naught shall me dismay.",
    "He ransomed me; he for my safety fined",
    "In fight where many sought my soul to slay;",
    "He, still himself to no succeeding heir",
    "Leaving his empire shall no more forbear",
    "But at my motion, all these atheists pay,",
    "By whom, still one, such mischiefs are designed.",
    "Who but such caitiffs would have undermined,",
    "Nay, overthrown, from whom but kindness mere",
    "They never found? Who would such trust betray?",
    "What buttered words! Yet war their hearts bewray.",
    "Their speech more sharp than sharpest sword or spear",
    "Yet softer flows than balm from wounded rind.",
    "But my o’erloaden soul, thyself upcheer,",
    "Cast on God’s shoulders what thee down doth weigh",
    "Long borne by thee with bearing pained and pined:",
    "To care for thee he shall be ever kind;",
    "By him the just in safety held away",
    "Changeless shall enter, live, and leave the year:",
    "But, Lord, how long shall these men tarry here?",
    "Fling them in pit of death where never shined",
    "The light of life, and while I make my stay",
    "On thee, let who their thirst with blood allay",
    "Have their life-holding thread so weakly twined",
    "That it, half-spun, death may in sunder shear."
  ],
  "title": "Psalm 55",
  "year": ""
}