{
  "author": "Alex Dimitrov",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246860",
  "region": "",
  "text": [
    "And whenever they couldn’t speak they looked at each other.",
    "How long should I look at the world before I go home?",
    "It’s a moody life like Debussy on a weekend",
    "and all the appointments and money and drinks they do go.",
    "So with our beautiful coats we went back to that mess",
    "and what happened? Someone found what they wanted",
    "by night, by mistake. In the car it felt like summer",
    "and we lived with no sun . . . just metals and leather.",
    "A lot of Mondays. A lot of you in the grass I go to and touch.",
    "Oh and Los Angeles for its slow light. Rome for when it gets late.",
    "You. Not you, but you who are reading . . .",
    "what won’t you ask for and want?",
    "Of course I remember it differently because I was broke",
    "and it feels like I’m broke still.",
    "The cabs lined up but no one took him",
    "where he wanted to go. Those months shared a face",
    "and the face of a dog on a street was the only thing",
    "that really saw you (for a long time).",
    "Then I heard you were traveling, I heard you were somewhere,",
    "I heard you were nowhere anyone looked for at all.",
    "French stationery. Construction. Sent then deleted. Missed you",
    "so sorry next time press yes to continue press now.",
    "And I stood on Barrow then Greenwich then Allen",
    "then all streets, every street, all the time, everyone.",
    "There was a check you used just to drive out there.",
    "There was a storm that brought a gold door in front of their shoes.",
    "You know, it doesn’t get easier with the lights on.",
    "It doesn’t get easier to watch the play with an end.",
    "On the way out someone said, what a terrible way to portray life.",
    "But about us. Hide all week then some place",
    "we go empty the dark in. In the dark",
    "with our vices and best shirts and history’s dress.",
    "Then you could find me anytime. And then there’s right now.",
    "Where wouldn’t we go to be no one and those people again?"
  ],
  "title": "Lines for People After the Party",
  "year": ""
}