{
  "author": "Alex Dimitrov",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250478",
  "region": "",
  "text": [
    "Born of the sun, we traveled a short while toward the sun.",
    "Where there were seasons and sky. Where there were monuments.",
    "Like a single engine plane in a July haze.",
    "Or our nights that pile up like shoes in a guest room.",
    "I would talk about the weather when I’m in the right weather but when.",
    "At the Stanhope Hotel, just hours before, they were people.",
    "The Navy divers found them lying under one hundred and sixteen feet of waves.",
    "Or a small body of water meeting a new, larger body.",
    "Healthy body. Nobody. We just couldn’t decide.",
    "Spatial disorientation occurs when you don’t refer to your instruments",
    "and begin to believe the whatever inside you.",
    "When I punished the Austrian roses by forgetting about them",
    "I knew that they couldn’t keep beauty and they couldn’t keep time.",
    "The day of his father’s funeral: November 25, 1963, was also his third birthday.",
    "Then — sometimes: the urge for new windows.",
    "A color other than black for the best days.",
    "In fourteen seconds plummeting at a rate beyond the safe maximum.",
    "The safe maximum at the office, bedroom, or bar.",
    "On the way there, somewhere between floors, no velocity could recover us.",
    "And again. Sometimes the right music,",
    "sometimes lucky to be in good light.",
    "Once a week I go into a room and pretend to have similar interests.",
    "Every day I wake up and brush to the left.",
    "We’re the good people, the bad people, and the people we aren’t.",
    "Americans. These Americans.",
    "They always button their coats when they see luck.",
    "but I’m afraid I could never do her justice.",
    "My eyebrows aren’t thick enough, for one.",
    "But you know, it was like eating the best grapefruit.",
    "Being here. Here. (Here and then what.)",
    "“ ... yet once you start answering those questions ... where do you stop?”",
    "The old photograph of a young salute.",
    "That one send-off to death, family; the beginning of character.",
    "Maybe you know it’s the last year of the century. So come late and leave early.",
    "(Others flying similar routes reported no visual horizon.)",
    "It’s the last luxury. To go early and never come back."
  ],
  "title": "The Last Luxury, JFK, Jr.",
  "year": ""
}