{
  "author": "Alex Dimitrov",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246856",
  "region": "",
  "text": [
    "I opened the window so I could hear people.",
    "Last night we were together and by ourselves.",
    "You. You look and look at",
    "for Crane by Johns and want to say something.",
    "In the water you are a child without eyes.",
    "Yesterday there was nothing on the beach",
    "and no one knows where it came from.",
    "There’s a small animal lodged somewhere inside us.",
    "There are minutes of peace.",
    "Just the feel. Just this once. Where does the past,",
    "where should the period go?",
    "What is under the earth followed them home.",
    "The branch broke. It broke by itself. It did break, James.",
    "We were there and on silent. We were delete, shift, command.",
    "— in black — on an orange street sign.",
    "everywhere and unwritten — suddenly — all at once.",
    "Him. He misses a person and he is still living.",
    "I haven’t missed you for long and you are so gone.",
    "Then he stepped away from the poem midsentence . . .",
    "we must have been lonely people to say those things then.",
    "But there are rooms for us now and sculptures to look at.",
    "In the perfect field someone has left everything",
    "including themselves. You. You should stay here.",
    "It’s a brutal and beautiful autumn.",
    "With his hands in the sand, on the earth, under time",
    "he touched something else.",
    "People are mostly what they can’t keep and keeps them.",
    "And inside the circular cage of the Ferris wheel you saw the world.",
    "In the steam, on the mirror: you wrote",
    ". . .",
    "so if you’re looking for answers you’re looking",
    "at every water tower around here.",
    "Why does the sea hold what it loves most below?",
    "Fear. Hopeless money. All the news and the non-news.",
    "How could anyone anywhere know us? What did we make?",
    "And the leather of your chair . . . it has me marked",
    "so good luck forgetting. The world was a home.",
    "It was cruel. It was true. It was not realistic.",
    "Make sure you date and sign here then save all the soft things.",
    "Because everyone wants to know when it was,",
    "how it happened — say something about it.",
    "How the night hail made imprints all over.",
    "Our things. Our charming and singular things."
  ],
  "title": "Together and by Ourselves",
  "year": ""
}