{
  "author": "Miroslav Holub",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181475",
  "region": "Eastern Europe",
  "text": [
    "To think I might have been dead,",
    "he said to himself, ashamed, as if this were",
    "a curse of the heart, raising a bundle of bones",
    "to a man’s height. As if it were suddenly",
    "forbidden to touch even words that had dropped to the ground.",
    "Besides, he was afraid of finding",
    "his body in a metal press. Embarrassing",
    "down to the capillaries.",
    "the tram stood jammed above him",
    "like an icebreaker’s prow and all that was left of the car",
    "was a grotesque pretzel with a chunk bitten off",
    "by the dentures of a demented angel.",
    "Something dark was dripping on the rails,",
    "and a strikingly pale wind was leafing",
    "through a book still warm.",
    "People were forming a circle and with deaf-mute",
    "sympathy awaited the play’s catharsis,",
    "like maggots emerging from",
    "under the wings of a beheaded chicken.",
    "From afar came the approaching wail of sirens,",
    "congealing in the jinxed air-conditioning of that day",
    "and that minute. Dewdrops were falling",
    "on the back of the neck like remnants of",
    "atmospheric dignity. Embarrassing down to the capillaries.",
    "No, thank you, he said, I’ll wait;",
    "for a silent film had started to run",
    "without subtitles, without colour and without answers.",
    "And what about the magnetic monopoles",
    "escaping seconds after the Big Bang,",
    "protons violating the irreversibility of the flow of time?",
    "What about the giant molecular clouds",
    "under the galaxy’s shoulders, conceiving",
    "the embryos of stars?",
    "What about the loneliness of the first genes",
    "accumulating amino acids in shallow primeval pools",
    "at the expense of entropic usurers?",
    "What about the desiccated starfish",
    "like proto-eagles’ talons dug into the bed",
    "of a vanishing sea?",
    "What about the mortal migrations of birds",
    "observing the sun’s inclination",
    "and the roar of sex hormones?",
    "What about the caged half-crazed",
    "orang-utan who vomits because",
    "he has nothing else to do?",
    "What about the mice which for a thousand years",
    "have learned to sing and the frogs balancing",
    "on one leg like the thigh",
    "of a beauty queen from Mesopotamia?",
    "What about poetry, an enterprise",
    "so disorderly it twists the rulers",
    "and increases the squint of school inspectors?",
    "And what about the little girl",
    "in the leukemia ward who, on the toilet,",
    "tried to show what kind of moustache the kind doctor has,",
    "but as her skinny sticks of hands let go of",
    "the edge of the bowl, she falls in and so",
    "tried again and again?",
    "And what about the weak-kneed intellectual,",
    "the professor who understood the approximate universe",
    "but forgot the traffic rules?",
    "No, thank you, he said to some uniform,",
    "I don’t need anything. My papers are in my pocket",
    "but I can’t reach there. And he tried",
    "to smile a little at this embarrassment of complicated creation.",
    "It’s all my fault, he said,",
    "thank you.",
    "And then he died."
  ],
  "title": "Collision",
  "year": ""
}