{
  "author": "Marilyn Hacker",
  "classification": "",
  "keywords": [
    "Midlife",
    "Living",
    "Cities",
    "Urban Life",
    "Love",
    "Social Commentaries",
    "Growing Old",
    "Relationships",
    "Desire",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180962",
  "region": "",
  "text": [
    "Instead of a cup of tea, instead of a milk-",
    "silk whelk of a cup, of a cup of nearly six",
    "o'clock teatime, cup of a stumbling block,",
    "cup of an afternoon unredeemed by talk,",
    "cup of a cut brown loaf, of a slice, a lack",
    "of butter, blueberry jam that's almost black,",
    "instead of tannin seeping into the cracks",
    "of a pot, the void of an hour seeps out, infects",
    "the slit of a cut I haven't the wit to fix",
    "with a surgeon's needle threaded with fine-gauge silk",
    "as a key would thread the cylinder of a lock.",
    "But no key threads the cylinder of a lock.",
    "Late afternoon light, transitory, licks",
    "the place of the absent cup with its rough tongue, flicks",
    "itself out beneath the wheel's revolving spoke.",
    "Taut thought's gone, with a blink of attention, slack,",
    "a vision of \"death and distance in the mix\"",
    "(she lost her words and how did she get them back",
    "when the corridor of a day was a lurching deck?",
    "The dream-life logic encodes in nervous tics",
    "she translated to a syntax which connects",
    "intense and unfashionable politics",
    "with morning coffee, Hudson sunsets, sex;",
    "then the short-circuit of the final stroke,",
    "the end toward which all lines looped out, then broke).",
    "What a gaze out the window interjects:",
    "on the southeast corner, a black Lab balks,",
    "tugged as the light clicks green toward a late-day walk",
    "by a plump brown girl in a purple anorak.",
    "The Bronx-bound local comes rumbling up the tracks",
    "out of the tunnel, over west Harlem blocks",
    "whose windows gleam on the animal warmth of bricks",
    "rouged by the fluvial light of six o'clock."
  ],
  "title": "Crepuscule with Muriel",
  "year": ""
}