{
  "author": "Marilyn Hacker",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182799",
  "region": "",
  "text": [
    "Spring wafts up the smell of bus exhaust, of bread",
    "and fried potatoes, tips green on the branches,",
    "repeats old news: arrogance, ignorance, war.",
    "A cinder-block wall shared by two houses",
    "is new rubble. On one side was a kitchen",
    "sink and a cupboard, on the other was",
    "a bed, a bookshelf, three framed photographs.",
    "Glass is shattered across the photographs;",
    "two half-circles of hardened pocket bread",
    "sit on the cupboard. There provisionally was",
    "shelter, a plastic truck under the branches",
    "of a fig tree. A knife flashed in the kitchen,",
    "merely dicing garlic. Engines of war",
    "move inexorably toward certain houses",
    "while citizens sit safe in other houses",
    "reading the newspaper, whose photographs",
    "make sanitized excuses for the war.",
    "There are innumerable kinds of bread",
    "brought up from bakeries, baked in the kitchen:",
    "the date, the latitude, tell which one was",
    "dropped by a child beneath the bloodied branches.",
    "The uncontrolled and multifurcate branches",
    "of possibility infiltrate houses’",
    "walls, windowframes, ceilings. Where there was",
    "a tower, a town: ash and burnt wires, a graph",
    "on a distant computer screen. Elsewhere, a kitchen",
    "table’s setting gapes, where children bred",
    "to branch into new lives were culled for war.",
    "Who wore this starched smocked cotton dress? Who wore",
    "this jersey blazoned for the local branch",
    "of the district soccer team? Who left this black bread",
    "and this flat gold bread in their abandoned houses?",
    "Whose father begged for mercy in the kitchen?",
    "Whose memory will frame the photograph",
    "and use the memory for what it was",
    "never meant for by this girl, that old man, who was",
    "caught on a ball field, near a window: war,",
    "exhorted through the grief a photograph",
    "revives. (Or was the team a covert branch",
    "of a banned group; were maps drawn in the kitchen,",
    "a bomb thrust in a hollowed loaf of bread?)",
    "What did the old men pray for in their houses",
    "of prayer, the teachers teach in schoolhouses",
    "between blackouts and blasts, when each word was",
    "flensed by new censure, books exchanged for bread,",
    "both hostage to the happenstance of war?",
    "Sometimes the only schoolroom is a kitchen.",
    "Outside the window, black strokes on a graph",
    "of broken glass, birds line up on bare branches.",
    "“This letter curves, this one spreads its branches",
    "like friends holding hands outside their houses.”",
    "Was the lesson stopped by gunfire? Was",
    "there panic, silence? Does a torn photograph",
    "still gather children in the teacher’s kitchen?",
    "Are they there meticulously learning war-",
    "time lessons with the signs for house, book, bread?"
  ],
  "title": "Morning News",
  "year": ""
}