{
  "author": "Marilyn Hacker",
  "classification": "",
  "keywords": [
    "Friends",
    "Enemies",
    "History",
    "Politics",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Arts",
    "Sciences",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182599",
  "region": "",
  "text": [
    "White decorators interested in Art,",
    "Black file clerks with theatrical ambitions,",
    "kids making pharmaceutical revisions",
    "in journals Comp. instructors urged they start,",
    "the part-Cherokee teenage genius (maybe),",
    "the secretary who hung out with fairies,",
    "the copywriter wanting to know, where is",
    "my husband? the soprano with the baby,",
    "all drank draft beer or lethal sweet Manhattans",
    "or improvised concoctions with tequila",
    "in summer when, from Third Street, we could feel a",
    "night breeze waft in whose fragrances were Latin.",
    "The place was run by Polish refugees:",
    "squat Margie, gaunt Speedy (whose sobriquet",
    "transliterated what?). He’d brought his play",
    "from Łódź. After a while, we guessed Margie’s",
    "illiteracy was why",
    "cashed checks",
    "and",
    "perched near the threshold to ban pros,",
    "the underage, the fugitive, and those",
    "arrayed impertinently to their sex.",
    "The bar was talk and cruising; in the back",
    "room, we danced: Martha and the Vandellas,",
    "Smokey and the Miracles, while sellers",
    "and buyers changed crisp tens for smoke and smack.",
    "Some came in after work, some after supper,",
    "plumage replenished to meet who knew who.",
    "Behind the bar, Margie dished up beef stew.",
    "On weeknights, you could always find an upper",
    "to speed you to your desk, and drink till four.",
    "Loosened by booze, we drifted, on the ripples",
    "of Motown, home in new couples, or triples,",
    "were back at dusk, with IDs, at the door.",
    "Bill was my roommate, Russell drank with me,",
    "although they were a dozen years my seniors.",
    "I walked off with the eighteen-year-old genius",
    "—an Older Woman, barely twenty-three.",
    "Link was new as Rimbaud, and better looking,",
    "North Beach bar",
    "of doomed Jack Spicer,",
    "like Russell, our two-meter artificer,",
    "a Corvo whose",
    "was cooking.",
    "Bill and Russell were painters. Bill had been",
    "a monk in Kyoto. Stoned, we sketched together,",
    "till he discovered poppers and black leather",
    "and Zen consented to new discipline.",
    "We shared my Sixth Street flat with a morose",
    "cat, an arch cat, and pot plants we pruned daily.",
    "His boyfriend had left him for an Israeli",
    "dancer; my husband was on Mykonos.",
    "Russell loved Harold, who was Black and bad,",
    "and lavished on him dinners “meant for men”",
    "like Escoffier and Brillat-Savarin.",
    "Staunch blond Dora made rice. When she had",
    "tucked in the twins, six flights of tenement",
    "stairs they’d descend, elevenish, and stroll",
    "down Third Street, desultory night patrol",
    "gone mauve and green under the virulent",
    "streetlights, to the bar, where Bill and I",
    "(if we’d not come to dinner), Link, and Lew,",
    "and Betty had already had a few.",
    "One sweat-soaked night in pitiless July,",
    "wedged on booth benches of cracked Naugahyde,",
    "we planned a literary magazine",
    "where North Beach met the Lower East Side Scene.",
    "We could have titled it",
    ".",
    "Dora was gone, “In case the children wake up.”",
    "Link lightly had decamped with someone else",
    "(the German engineer? Or was he Bill’s?).",
    "Russell’s stooped",
    "brushed my absent makeup.",
    "Armed children spared us home, our good-night hugs",
    ". We railed against the war.",
    "Soon, some of us bused south with SNCC and CORE.",
    "Soon, some of us got busted dealing drugs.",
    "The file clerks took exams and forged ahead.",
    "The decorators’ kitchens blazed persimmon.",
    "The secretary started kissing women,",
    "and so did I, and my three friends are dead."
  ],
  "title": "Nights of 1964—1966: The Old Reliable",
  "year": ""
}