{
  "author": "Jeffrey Jullich",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239544",
  "region": "",
  "text": [
    "Not unusual, to have therapy only one night a week,",
    "to have a professional to talk to about personal problems.",
    "Evening would be a typical time, after work. It might",
    "require traveling there by public transportation, in a city",
    "where few people have cars, and taxis have become",
    "expensive in the past few years. Some movies have a scene",
    "where a character in the movie is tapping on a wall, along",
    "a bookshelf, then suddenly, the wall slides aside. Therapists",
    "can let their clients in by buzzing a button, if they’re in a",
    "private office they don’t share with any colleagues. The wall",
    "may have ornamental architectural devices trimming it,",
    "but those stay in place when it moves and slides aside.",
    "If one client arrives before the previous session is finished,",
    "he or she has to wait in a waiting area. He can put his hands",
    "on his lap, palms down on his thighs. Upon first seeing it,",
    "you don’t realize that there is another room, a corridor,",
    "hidden behind the wall. They must suspect that there is",
    "a secret panel, because there they are tapping on the wall.",
    "They hold an ear near the wall and tap it with two fingers.",
    "The later client may see the previous client leaving, therapist",
    "shaking his or her hand goodbye, “Until next week,” and",
    "the client could develop",
    "about this weekly exchange,",
    "might feel jealousy. The actors in the movie could then go",
    "the hidden room or secret corridor behind the sliding panel",
    "and",
    "from some deadly danger that has been threatening."
  ],
  "title": "The Secret Panel",
  "year": ""
}