{
  "author": "Sharon Mesmer",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "History",
    "Politics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246292",
  "region": "",
  "text": [
    "Have you ever been in a situation",
    "where somebody you thought was your friend",
    "did something that hurt you very much,",
    "and then they tried to blame it on you,",
    "and then you had a heart attack?",
    "Just wondering.",
    "I thought Jack Abramoff was my buddy—",
    "a small fish with a large chicken.",
    "What a dick.",
    "Why’d he have to remind me of my first wife,",
    "Jacqueline Bouvier-Kennedy-Onassis-Bono-Crowe-Pitt-Degeneres-Federline?",
    "Of course, that speaks volumes to and of itself.",
    "On the other hand, everything tastes like chicken.",
    "And cooked people taste like butter.",
    "I barely touched the clam chowder",
    "but I ate the chicken fried steak.",
    "Then I ate hot beignet and sludgy chicory",
    "and I accidentally drove the hot ‘n’ sporty.",
    "Now I may try the chicken fries.",
    "Why poo’ed vindaloo?",
    "The founding fathers risked life and limb",
    "just so I could trust the kung pao ham.",
    "But the former potions master",
    "spiked my polyjuice with mango juice,",
    "and now I like drinks with chicks in them.",
    "Doesn’t anyone care about my feelings?",
    "All I wanted to do was kill little birds.",
    "Because, you know, that’s fun.",
    "I forget, which one am I banging,",
    "that Plame bitch or the Ambassador to Switzerland?",
    "I’d ask Dick which of the two he’s screwing",
    "but he never answers my emails.",
    "In other news, I’ve been up to my neck in new food intern activity.",
    "The skewers are kind of like hot wings,",
    "except they are made with chicken tenders.",
    "The backwash is kinda long,",
    "but watch the whole thing for the slo-mo matrix-esque finale.",
    "Way cooler than any other stick figure theater.",
    "A barn-raised quail just said",
    "“Bugs Bunny isn’t real.”",
    "Is there",
    "to the horrors",
    "this shooting will reveal?"
  ],
  "title": "I Accidentally Ate Some Chicken and Now I’m in Love with Harry Whittington",
  "year": ""
}