{
  "author": "Robert Hayden",
  "classification": "Mixed",
  "keywords": [
    "Death",
    "War",
    "Conflict",
    "Nature",
    "Travels",
    "Journeys",
    "Activities",
    "Race",
    "Ethnicity",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "History",
    "Politics",
    "Living",
    "Crime",
    "Punishment"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171823",
  "region": "",
  "text": [
    "Sails flashing to the wind like weapons,",
    "sharks following the moans the fever and the dying;",
    "horror the corposant and compass rose.",
    "Middle Passage:",
    "voyage through death",
    "to life upon these shores.",
    "“10 April 1800—",
    "Blacks rebellious. Crew uneasy. Our linguist says",
    "their moaning is a prayer for death,",
    "ours and their own. Some try to starve themselves.",
    "Lost three this morning leaped with crazy laughter",
    "to the waiting sharks, sang as they went under.”",
    "Standing to America, bringing home",
    "black gold, black ivory, black seed.",
    "of his bones New England pews are made,",
    "those are altar lights that were his eyes.",
    "Jesus Saviour Pilot Me",
    "Over Life’s Tempestuous Sea",
    "We pray that Thou wilt grant, O Lord,",
    "safe passage to our vessels bringing",
    "heathen souls unto Thy chastening.",
    "Jesus Saviour",
    "“8 bells. I cannot sleep, for I am sick",
    "with fear, but writing eases fear a little",
    "since still my eyes can see these words take shape",
    "upon the page & so I write, as one",
    "would turn to exorcism. 4 days scudding,",
    "but now the sea is calm again. Misfortune",
    "follows in our wake like sharks (our grinning",
    "tutelary gods). Which one of us",
    "has killed an albatross? A plague among",
    "our blacks—Ophthalmia: blindness—& we",
    "have jettisoned the blind to no avail.",
    "It spreads, the terrifying sickness spreads.",
    "Its claws have scratched sight from the Capt.'s eyes",
    "& there is blindness in the fo’c’sle",
    "& we must sail 3 weeks before we come",
    "to port.”",
    "or home? I’ve heard of slavers drifting, drifting,",
    "playthings of wind and storm and chance, their crews",
    "gone blind, the jungle hatred",
    "crawling up on deck.",
    "Thou Who Walked On Galilee",
    "“Deponent further sayeth",
    "left the Guinea Coast",
    "with cargo of five hundred blacks and odd",
    "for the barracoons of Florida:",
    "“That there was hardly room ’tween-decks for half",
    "the sweltering cattle stowed spoon-fashion there;",
    "that some went mad of thirst and tore their flesh",
    "and sucked the blood:",
    "“That Crew and Captain lusted with the comeliest",
    "of the savage girls kept naked in the cabins;",
    "that there was one they called The Guinea Rose",
    "and they cast lots and fought to lie with her:",
    "“That when the Bo’s’n piped all hands, the flames",
    "spreading from starboard already were beyond",
    "control, the negroes howling and their chains",
    "entangled with the flames:",
    "“That the burning blacks could not be reached,",
    "that the Crew abandoned ship,",
    "leaving their shrieking negresses behind,",
    "that the Captain perished drunken with the wenches:",
    "“Further Deponent sayeth not.”",
    "Pilot Oh Pilot Me",
    "Aye, lad, and I have seen those factories,",
    "Gambia, Rio Pongo, Calabar;",
    "have watched the artful mongos baiting traps",
    "of war wherein the victor and the vanquished",
    "Were caught as prizes for our barracoons.",
    "Have seen the nigger kings whose vanity",
    "and greed turned wild black hides of Fellatah,",
    "Mandingo, Ibo, Kru to gold for us.",
    "And there was one—King Anthracite we named him—",
    "fetish face beneath French parasols",
    "of brass and orange velvet, impudent mouth",
    "whose cups were carven skulls of enemies:",
    "He’d honor us with drum and feast and conjo",
    "and palm-oil-glistening wenches deft in love,",
    "and for tin crowns that shone with paste,",
    "red calico and German-silver trinkets",
    "Would have the drums talk war and send",
    "his warriors to burn the sleeping villages",
    "and kill the sick and old and lead the young",
    "in coffles to our factories.",
    "Twenty years a trader, twenty years,",
    "for there was wealth aplenty to be harvested",
    "from those black fields, and I’d be trading still",
    "but for the fevers melting down my bones.",
    "Shuttles in the rocking loom of history,",
    "the dark ships move, the dark ships move,",
    "their bright ironical names",
    "like jests of kindness on a murderer’s mouth;",
    "plough through thrashing glister toward",
    "fata morgana’s lucent melting shore,",
    "weave toward New World littorals that are",
    "mirage and myth and actual shore.",
    "Voyage through death,",
    "voyage whose chartings are unlove.",
    "A charnel stench, effluvium of living death",
    "spreads outward from the hold,",
    "where the living and the dead, the horribly dying,",
    "lie interlocked, lie foul with blood and excrement.",
    "the corpse of mercy rots with him,",
    "rats eat love’s rotten gelid eyes.",
    "But, oh, the living look at you",
    "with human eyes whose suffering accuses you,",
    "whose hatred reaches through the swill of dark",
    "to strike you like a leper’s claw.",
    "You cannot stare that hatred down",
    "or chain the fear that stalks the watches",
    "and breathes on you its fetid scorching breath;",
    "cannot kill the deep immortal human wish,",
    "the timeless will.",
    "“But for the storm that flung up barriers",
    "of wind and wave,",
    ", señores,",
    "would have reached the port of Príncipe in two,",
    "three days at most; but for the storm we should",
    "have been prepared for what befell.",
    "Swift as the puma’s leap it came. There was",
    "that interval of moonless calm filled only",
    "with the water’s and the rigging’s usual sounds,",
    "then sudden movement, blows and snarling cries",
    "and they had fallen on us with machete",
    "and marlinspike. It was as though the very",
    "air, the night itself were striking us.",
    "Exhausted by the rigors of the storm,",
    "we were no match for them. Our men went down",
    "before the murderous Africans. Our loyal",
    "Celestino ran from below with gun",
    "and lantern and I saw, before the cane-",
    "knife’s wounding flash, Cinquez,",
    "that surly brute who calls himself a prince,",
    "directing, urging on the ghastly work.",
    "He hacked the poor mulatto down, and then",
    "he turned on me. The decks were slippery",
    "when daylight finally came. It sickens me",
    "to think of what I saw, of how these apes",
    "threw overboard the butchered bodies of",
    "our men, true Christians all, like so much jetsam.",
    "Enough, enough. The rest is quickly told:",
    "Cinquez was forced to spare the two of us",
    "you see to steer the ship to Africa,",
    "and we like phantoms doomed to rove the sea",
    "voyaged east by day and west by night,",
    "deceiving them, hoping for rescue,",
    "prisoners on our own vessel, till",
    "at length we drifted to the shores of this",
    "your land, America, where we were freed",
    "from our unspeakable misery. Now we",
    "demand, good sirs, the extradition of",
    "Cinquez and his accomplices to La",
    "Havana. And it distresses us to know",
    "there are so many here who seem inclined",
    "to justify the mutiny of these blacks.",
    "We find it paradoxical indeed",
    "that you whose wealth, whose tree of liberty",
    "are rooted in the labor of your slaves",
    "should suffer the august John Quincy Adams",
    "to speak with so much passion of the right",
    "of chattel slaves to kill their lawful masters",
    "and with his Roman rhetoric weave a hero’s",
    "garland for Cinquez. I tell you that",
    "we are determined to return to Cuba",
    "with our slaves and there see justice done. Cinquez—",
    "or let us say ‘the Prince’—Cinquez shall die.”",
    "The deep immortal human wish,",
    "the timeless will:",
    "Cinquez its deathless primaveral image,",
    "life that transfigures many lives.",
    "Voyage through death",
    "to life upon these shores."
  ],
  "title": "Middle Passage",
  "year": ""
}