{
  "author": "Andrew Hudgins",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Pets",
    "Living",
    "Social Commentaries",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Relationships",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176977",
  "region": "U.S., Southern",
  "text": [
    "When Clifford wasn’t back to camp by nine,",
    "I went to look among the fields of dead",
    "before we lost him to a common grave.",
    "But I kept tripping over living men",
    "and had to stop and carry them to help",
    "or carry them until they died,",
    "which happened more than once upon my back.",
    "And I got angry with those men because",
    "they kept me from my search and I was out",
    "still stumbling through the churned-up earth at dawn,",
    "stopping to stare into each corpse’s face,",
    "and all the while I was writing in my head",
    "the letter I would have to send our father,",
    "saying Clifford was lost and I had lost him.",
    "I found him bent above a dying squirrel",
    "while trying to revive the little thing.",
    "A battlefield is full of trash like that —",
    "dead birds and squirrels, bits of uniform.",
    "Its belly racked for air. It couldn’t live.",
    "Cliff knew it couldn’t live without a jaw.",
    "When in relief I called his name, he stared,",
    "jumped back, and hissed at me like a startled cat.",
    "I edged up slowly, murmuring “Clifford, Cliff,”",
    "as you might talk to calm a skittery mare,",
    "and then I helped him kill and bury all",
    "the wounded squirrels he’d gathered from the field.",
    "It seemed a game we might have played as boys.",
    "We didn’t bury them all at once, with lime,",
    "the way they do on burial detail,",
    "but scooped a dozen, tiny, separate graves.",
    "When we were done he fell across the graves",
    "and sobbed as though they’d been his unborn sons.",
    "His chest was large — it covered most of them.",
    "I wiped his tears and stroked his matted hair,",
    "and as I hugged him to my chest I saw",
    "he’d wet his pants. We called it Yankee tea."
  ],
  "title": "After the Wilderness",
  "year": ""
}