{
  "author": "Andrew Hudgins",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Living",
    "Coming of Age",
    "Sports",
    "Outdoor Activities",
    "Youth",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176976",
  "region": "U.S., Southern",
  "text": [
    "I worked the river’s slick banks, grabbling",
    "in mud holes underneath tree roots.",
    "You’d think it would be dangerous,",
    "but I never came up with a cooter",
    "or cottonmouth hung on my fingertips.",
    "Occasionally, though, I leapt upright,",
    "my fingers hooked through the red gills",
    "of a mudcat. And then I thrilled",
    "the thrill my father felt when he",
    "burst home from fishing, drunk, and yelled,",
    "well before dawn,",
    "He tossed some fatwood on the fire",
    "and flames raged, spat, and flickered. He held",
    "a four-foot mudcat.",
    "he yelled.",
    "At first,",
    "dream-dazed, I thought it was something",
    "he’d saved us from. By firelight, the fish",
    "gleamed wickedly. But Father laughed",
    "and hugged me hard, pressing my head",
    "against his coat, which stank, and glittered",
    "where dried scales caught the light. For breakfast,",
    "he fried enormous chunks of fish,",
    "the whole house glorious for days",
    "with their rich stink. One scale stuck to my face,",
    "and as we ate he blinked, until",
    "he understood what made me glitter.",
    "He laughed, reached over, flicked the star",
    "off of my face. That’s how I felt",
    "—that wild!— when I jerked struggling fish",
    "out of the mud and held them up,",
    "long muscles shuddering on my fingers.",
    "Once, grabbling, I got lost. I traced",
    "the river to the marsh, absorbed",
    "with fishing, then absorbed with ants.",
    "With a flat piece of bark, I’d scoop",
    "red ants onto a black-ant hill",
    "and watch. Then I would shovel black",
    "ants on a red-ant hill to see",
    "what difference that would make.",
    "Not much. And I returned to grabbling,",
    "then skimming stones. Before I knew it,",
    "I’d worked my way from fresh water to salt,",
    "and I was lost. Sawgrass waved, swayed,",
    "and swung above my head. Pushed down,",
    "it sprang back. Slashed at, it slashed back.",
    "All I could see was sawgrass. Where was",
    "the sea, where land? With every step,",
    "the mud sucked at my feet with gasps",
    "and sobs that came so close to speech",
    "I sang in harmony with them.",
    "My footprints filled with brine as I",
    "walked on, still fascinated with",
    "the sweat bees, hornets, burrow bees;",
    "and, God forgive me, I was not afraid",
    "of anything. Lost in sawgrass,",
    "I knew for sure just",
    "and",
    ".",
    "Almost enough. Since then, they are",
    "the only things I’ve had much faith in.",
    "Night fell. The slow moon rose from sawgrass.",
    "Soon afterward I heard some cries",
    "and answered them. So I was saved",
    "from things I didn’t want to be",
    "saved from. Ma tested her green switch",
    "—",
    "— then laid it on my thighs,",
    "oh, maybe twice, before she fell,",
    "in tears, across my neck. She sobbed",
    "and combed my hair of cockleburs.",
    "She laughed as she dabbed alcohol",
    "into my cuts. I flinched. She chuckled.",
    "And even as a child, I heard,",
    "inside her sobs and chuckling,",
    "the lovely sucking sound of earth",
    "that followed me, gasped, called my name",
    "as I stomped through the mud, wrenched free,",
    "and heard the earth’s voice under me."
  ],
  "title": "Child on the Marsh",
  "year": ""
}