{
  "author": "Andrew Hudgins",
  "classification": "",
  "keywords": [
    "Faith",
    "Doubt",
    "Religion",
    "Eating",
    "Drinking",
    "Activities",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178478",
  "region": "U.S., Southern",
  "text": [
    "Our Father who art in heaven, I am drunk.",
    "Again. Red wine. For which I offer thanks.",
    "I ought to start with praise, but praise",
    "comes hard to me. I stutter. Did I tell you",
    "about the woman whom I taught, in bed,",
    "this prayer? It starts with praise; the simple form",
    "keeps things in order. I hear from her sometimes.",
    "Do you? And after love, when I was hungry,",
    "I said,",
    "She yelled,",
    "—and laughed so hard",
    "she fell out of the bed. Take care of her.",
    "Next, confession—the dreary part. At night",
    "deer drift from the dark woods and eat my garden.",
    "They’re like enormous rats on stilts except,",
    "of course, they’re beautiful. But why? What",
    "them beautiful? I haven’t shot one yet.",
    "I might. When I was twelve, I’d ride my bike",
    "out to the dump and shoot the rats. It’s hard",
    "to kill your rats, our Father. You have to use",
    "a hollow point and hit them solidly.",
    "A leg is not enough. The rat won’t pause.",
    "it screams, and scrabbles, three-legged, back",
    "into the trash, and I would feel a little bad",
    "to kill something that wants to live",
    "more savagely than I do, even if",
    "it’s just a rat. My garden’s vanishing.",
    "Perhaps I’ll merely plant more beans, though that",
    "might mean more beautiful and hungry deer.",
    "Who knows?",
    "I’m sorry for the times I’ve driven",
    "home past a black, enormous, twilight ridge.",
    "Crested with mist, it looked like a giant wave",
    "about to break and sweep across the valley,",
    "and in my loneliness and fear I’ve thought,",
    "Forgive me. This is my favorite sin: despair—",
    "whose love I celebrate with wine and prayer.",
    "Our Father, thank you for all the birds and trees,",
    "that nature stuff. I’m grateful for good health,",
    "food, air, some laughs, and all the other things",
    "I’m grateful that I’ve never had to do",
    "without. I have confused myself. I’m glad",
    "there’s not a rattrap large enough for deer.",
    "While at the zoo last week, I sat and wept",
    "when I saw one elephant insert his trunk",
    "into another’s ass, pull out a lump,",
    "and whip it back and forth impatiently",
    "to free the goodies hidden in the lump.",
    "I could have let it mean most anything,",
    "but I was stunned again at just how little",
    "we ask for in our lives.",
    "Two young nuns tried to herd their giggling",
    "schoolkids away.",
    "they called.",
    "and watch the monkeys in the monkey house.",
    "I laughed, and got a dirty look. Dear Lord,",
    "we lurch from metaphor to metaphor,",
    "which is—let it be so—a form of praying.",
    "I’m usually asleep by now—the time",
    "for supplication. Requests. As if I’d stayed",
    "up late and called the radio and asked",
    "they play a sentimental song. Embarrassed.",
    "I want a lot of money and a woman.",
    "And, also, I want vanishing cream. You know—",
    "a character like Popeye rubs it on",
    "and disappears. Although you see right through him,",
    "he’s there. He chuckles, stumbles into things,",
    "and smoke that’s clearly visible escapes",
    "from his invisible pipe. It makes me think,",
    "sometimes, of you. What makes me think of me",
    "is the poor jerk who wanders out on air",
    "and then looks down. Below his feet, he sees",
    "eternity, and suddenly his shoes",
    "no longer work on nothingness, and down",
    "he goes. As I fall past, remember me."
  ],
  "title": "Praying Drunk",
  "year": ""
}