{
  "author": "Andrew Hudgins",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Religion",
    "Faith",
    "Doubt",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176978",
  "region": "U.S., Southern",
  "text": [
    "Today I’m thinking of St. Paul—St. Paul,",
    "who orders us,",
    ". He could have said,",
    "except",
    "that if you broke your arm, then snapped your neck,",
    "you might could manage it. The death inside",
    "the flawed hard currency of what we touch",
    "bamboozles us, existing only for that flaw,",
    "that deathward plunge that’s locked inside all form,",
    "till what seems solid floats away, dissolves,",
    "and these poor bastard things, no longer things,",
    "drift back to pure idea. And when, at last,",
    "we let them go we start to pity them,",
    "attend their needs: I almost have to think",
    "to keep my own heart beating through the night.",
    "I have a wife and four pink boys. I spin",
    "on all this stupid metaphysic now",
    "because last afternoon we visited",
    "some friends in town. After the pecan pie,",
    "I drank until my forehead smacked the table,",
    "and woke to find my shirt crusted with blood.",
    "When Mary didn’t yell at me, I knew",
    "she finally understood that I was gone,",
    "dissolving back. As we rode home, I tried",
    "to say,",
    ". The carriage bucked",
    "across the mud-dried ruts and I shut up.",
    "And she, in August heat, just sat, head cocked",
    "as if for chills hidden in the hot, damp breeze,",
    "as if they were a sound, time merely distance.",
    "O Death, I know exactly where it is—",
    "your sting. And, Grave, I know your victory.",
    "That night, around the tents, the boys caught fireflies,",
    "pinched them in half, and smeared them on their nails,",
    "then ran through pine-dark woods, waving their hands.",
    "All I could hear was laughter, shouts. And all",
    "that I could see for each one of my sons",
    "were ten blurs of faint, artificial light,",
    "never too far apart, and trembling.",
    "Like fairies, magic, sprites, they ran and shouted,",
    "The whole world fell",
    "away from me—perhaps I was still drunk—",
    "as on the night Titania told dazed Bottom,",
    "“Put off your human grossness so, and like",
    "an airy spirit go.” But even then",
    "the night could not hold long against the light,",
    "and light destroys roots, fog, lies, orchids, night,",
    "dawn stars, the moon, delusions, and most magic.",
    "And light sends into hiding owls, fireflies,",
    "and bats, whom for their unerring blunder, I",
    "adore the most of all night fliers. But owls,",
    "hid in a hickory, will hoot all day,",
    "and even the moon persists, like my hangover,",
    "some days till almost noon, drifting above",
    "the harsh, bright, murderous morning light—so blue,",
    "so valuable, so much like currency",
    "that if the moon were my blue coin, I’d never spend it."
  ],
  "title": "What Light Destroys",
  "year": ""
}