{
  "author": "John Peck",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Relationships",
    "Pets",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181135",
  "region": "U.S., New England",
  "text": [
    "Steed out of my dusk and a dusk, now, for the species,",
    "veins deltawise down your silky inner thigh,",
    "veins trickling from one eye down the roan cliffside",
    "of a nose vaulted and chanceled for winds of the Pleistocene,",
    "you have come, you paw patiently, that is the main thing,",
    "the fields between stretch wider and we, the restless, are everywhere",
    "save where your nostril quivers, arches, and you snort in the night.",
    "We who debouch into all places dream of you now nowhere.",
    "You come to a woman’s hand: that smile. You come to a",
    "child’s hand, giggling and shivers. Your hot breath pleasures soldiers.",
    "Harnessed to caisson with bannered coffin, to the barouche",
    "at a state wedding, you are ambassador from the eldest kingdom.",
    "The King of Brazil sent a forest of teak to pave the streets",
    "girdling the Pantheon, to muffle the clatter you hauled there.",
    "When we spurred you against Wellington’s infantry squares,",
    "you side-ran them or reared back. The god of catasrophes took note.",
    "Sad banner you were in the prophecies of Sweet Medicine,",
    "the whiskered whitneys bringing and spawning your manes and tails",
    "among the Arapaho, Cheyenne, Lakota, Kiowa,",
    "your speed between their loins a drumming into decline.",
    "Under Tutankhamun, the generalissimo who rode you hummed",
    "his tenth title: Overseer of Works in the Hill of Gritstone,",
    "while there in those Works among the pulling men pulled also",
    "your brother, sent down because of a freakish temperament.",
    "Muir knew you on both shores, and van der Post knew you,",
    "mufti lords recognizing a lord in service. Nuzzle them both.",
    "They say that Poseidon at Onchestos, breaking you as a colt,",
    "had your driver leap off where the road entered forest,",
    "and watched to see what you’d do, the rig rattling--smash it",
    "against the trunks on the run, or walk it through tall shadows.",
    "Where you linger for shade on the veldt, branches level,",
    "a tree is the only tree. Your water, the only water.",
    "Flickers of hair along your neck’s crest release",
    "the only signal. Which staggers from storm cloud to browse oats.",
    "Stubby melted candle, your recessed phallus makes",
    "no howitzer but glistens a coat whose sheen ripples off.",
    "For I imagine that Li Ho, seeing good men misused",
    "as you were, foresaw your withdrawal from our night grasses.",
    "For your standing here re-ordains neither Akhilleus",
    "nor Cuchulain. Dew braids your mane with fresh constellations.",
    "For what shall we make of you, made into goddess, mare",
    "sacrificed but receiving cult also among the footloose",
    "on the steppes: mother ridden by god-spear, great mam thus",
    "captured, cinched, spurred? though your flanks shudder unfettered.",
    "Through mists we flash bits of mirror, but from them",
    "you pound abreast, neither parent, eyes orbing the two sides.",
    "For that demigod’s eye, tiding, capsizes anyone",
    "who would turn trainer. And this one goes on into the bond.",
    "A trainer aims at one thing, but what tingles him is force",
    "hinting at the uncontainable, the opponent.",
    "And the top tamers, spook-soothers, the whisperers,",
    "will write their books but miss the appointment. It is not inscribed.",
    "The two grooms beside you in Hokusai’s whitewater cascade",
    "lave you with splashes of it, currying your bulk,",
    "hoisting your nosebag--and no one has set the timer, everywhere",
    "it is one sound, stampede steadied and rocking in it.",
    "Your great-grandparents, unicorn wild asses",
    "from Persia and Scythia, fostered childbirth but also pissed plagues,",
    "the unharnessable",
    "browsing in ocean,",
    "an eye-spangled three-legged mountain. Hell and cloud in your seed!",
    "It was your miniature stature at the beginning, Maria Tallchief",
    "at ten, that wedged you between giants into the straightaway.",
    "And the reindeer modeled from smudge in the Font de Gaume grotto",
    "at Les Eyzies, fading across your body, trails a third antler",
    "like a skater’s scarf through your head, broadening out,",
    "a dancer’s arm rippling after the total gather.",
    "Looking back from the pass at his mounted escorts, flashing them",
    "three turns back down the corkscrew, the Fourteenth Dalai Lama",
    "saw them slumped on your back, the red of Rahu in splashes",
    "and trickling stillness. And dripping you still awaited their nudges.",
    "In that patience, the kernel of the twister moan-lifting",
    "over Kansas, the shrapnel clatter of your take-off.",
    "Across that aftermath, bubbling through wind-sound or the mind’s",
    "rise from its cringe, the flubber-flutter of moody-moodlessness.",
    "So the unforeseen from you opposes the blindly seen in us--",
    "your fuse as a spurter, jump-taker, yet a curb also",
    "to our unsnaffled berserkness. For the berserking Greek says",
    "that only that ass’s horn or hoof, cut off and cupped upward,",
    "can hold any of the cold torrent under the world,",
    "implacable Styx, All else, graces or muons, it crumbles.",
    "And every jot which that flow dissolves, the images",
    "with their assessors, has rolled in us. And you have stood",
    "calmly beside us, your shot breath a bloom in the cold,",
    "your hooves hammers yet also the last and only chalice.",
    "The unreached-for cup, beaker for world-toxin,",
    "breast englobing ground zero. And so we know you not.",
    "And I realize: though I have walked drenched in spring rains",
    "my bare thighs have not hugged your warm bellows in a downpour.",
    "For though your manic tribe is mine, the boreal chargers,",
    "mere rooms, a migrant’s mangy stations, have detained me.",
    "For while historians of cultures hot on the spoor of roots among",
    "their root clans have heard you drum past, they looked up only briefly.",
    "For though engravers assumed you would stay, given their way with your",
    "musculature, accoutrements, wavy harness, tip-toe grooms,",
    "gear draped over your cruppers like an evening gown, its ratios",
    "and metalwork continuous with Genghis Khan’s and a jockey’s,",
    "their inky mastery frames cosily misleading questions:",
    "which posthouse this evening, what pasture tomorrow?",
    "Whereas you inquire into rupture and the unfenced: what thunder",
    "between flesh and ground, what surge from the cells even past sundown?"
  ],
  "title": "A Twenty-fourth Poem about Horses",
  "year": ""
}