{
  "author": "John Peck",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Arts",
    "Sciences",
    "Philosophy"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181153",
  "region": "U.S., New England",
  "text": [
    "Faded and baked here to a tawny grit,",
    "spills of blood and seed from humanity",
    "called from it for its crimes against mute earth",
    "gully in footpaths, dribble down to the sea,",
    "payment now and forever drawn from birth",
    "through flesh’s sunny darkness. Light yeasts in it.",
    "And if I find the slope to crumbled temples",
    "of that light’s god dragging at me through heat,",
    "shallow degrees of slant up to remnant stone,",
    "then something more than burnt air, or the repeat",
    "of weight known as time, pulls heavily in this zone,",
    "something the bone brings, terrible through simple.",
    "Phoibos, slayer at distances with shock,",
    "sower of plague and arrower of healing,",
    "tension of bright-dark beyond spanning, love",
    "will not quite cast out evil while revealing",
    "your fissionables. The raven was your dove.",
    "Heavy isotopes hum with crickets in rock.",
    ", my driver laughed",
    "when his lights torched writhings down the far shoulder,",
    "cross-dresser in the night beyond Naples, huge,",
    "sinuous, crooning as we shot past. Life seems older",
    "in its variant forms, drawn by the centrifuge",
    "to the rim and swinging, swayed in time’s dream uncalfed.",
    "For the vast thrower, shafter of quivering force,",
    "sex was filigree in whoever served.",
    "Pythoness, yes, wombed keeper of those coils",
    "in the wet cellar where tongue darted and swerved.",
    "But her own throat when it swelled with voice knew toils",
    "past a man’s strength, torqued bulging from the source.",
    "And that young man fitted with bone and thong",
    "and membrane from his withers by his father",
    "the maze molder, when he climbed into flame",
    "itself in the high nucleus, dripped as slather",
    "down the sky’s maw. Union there, with an aim",
    "at the center, crisped on a central soundless gong,",
    "sizzling from his overreach extended",
    "back on itself and down, the soundless hurry",
    "of the sea far below minutely riven,",
    "trembling in place, diamonds in blue slurry",
    "nowhere disturbed yet flecking everywhere, driven—",
    "all this boy’s cry endlessly thin, suspended.",
    "The sybil when at last her throat disgorged",
    "its burdens rumbled like a pawing bull,",
    "or the bull-fiend on Krete, and shrilly warbled.",
    "Birds ride the bull’s hump in stone graphs, that full",
    "barbarity at poise piercing now the garbled",
    "clang of Ikaros, over us tensile and forged.",
    "This is the crumbling whistle of shells and frags",
    "in their close arc. Philosophy gets precise",
    "when it turns practical. This in our background whir.",
    "Archimedes, old Fermi in your eyes,",
    "naked, ecstatic with theorems that assure",
    "conclusion, your city falls, your hacked flesh sags.",
    "There was a sprig which, if you bore it in hand",
    "on landing here, your pilot drowned and your herald",
    "crushed in the surf, would bend and seem to listen—",
    "there was a branch that trailed her voice through imperiled",
    "corridors to throats of the dead, and glistened,",
    "then brought you back to your breath near shining sand.",
    "And there was pelt from the solar scavenger,",
    "its blond mane tossing with your workings, turning",
    "catastrophe to triumph, lion crud",
    "strewn now on waves, coat of the charger burning",
    "obsidian cobalt platinum and mud",
    "in craters of the shaker and avenger.",
    "Eroded skull of this squat promontory,",
    "nubbled shrine over cave by surf hypnotized",
    "before deeps enameled with fire’s mosaic,",
    "you are the structure lucid though pulverized",
    "behind the logics, and the omens prosaic",
    "in their spelling out, and the blaze of story.",
    "Give me your light! I am the darkened thing",
    "seeking it. Give me your fire and your cry!",
    "But hood me from sulfurs she inhaled when she twisted",
    "over the fissure, give me your hand from the sky",
    "we have fallen into. Give, yes, what you insisted",
    "she utter, rasped uncoilings of your spring!",
    "And then release me to the animal",
    "shy of speech yet steady in ecstasies,",
    "your cousin the outsider’s gaze through life,",
    "the drink of it down, and finally mind as frieze",
    "eternally in metamorphic strife",
    "released, sea stone and cloud infinitely small.",
    "And there the migrant and his wanderers",
    "may find the new land, and their future wars",
    "may roll, exhausted in hissing foam, to sink",
    "over the fish spines, and the blunderers",
    "of fulfillment stare at samsaric wink",
    "of ocean, stare and find sleep that dissolves the curse."
  ],
  "title": "From the Headland at Cumae",
  "year": ""
}