{
  "author": "John Peck",
  "classification": "",
  "keywords": [
    "Relationships",
    "History",
    "Politics",
    "Love",
    "Social Commentaries",
    "Unrequited Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181134",
  "region": "U.S., New England",
  "text": [
    "The column of the commander yielded to our first sweep.",
    "Even the water jar for our diggers we set on the south wall",
    "of the general’s tomb without knowing it. So we began.",
    "His armies retook Nubia, Libya, and the Levant,",
    "lost under the sway-bellied lantern-jawed Sun King.",
    "Overseer of all scribes, Overseer of the priests of Horus,",
    "Grain-giver to all lands, Royal chief of staff, Regent,",
    "the general had himself carried on his palanquin",
    "through the wailing processions",
    "to oversee the work on this place. And so carved, thus:",
    "one of his men punches a Nubian in the face.",
    "The general was low-born; everything had counted",
    "and he knew what counted most.",
    "His platoons lift open palms towards Tutankhamun.",
    "The general towers as a sway-girdled go-between at court",
    "for beseeching Libyans.",
    "Only the pearl-handled revolvers do not figure here,",
    "or the comeback challenge",
    "in the Ardennes winter forest.",
    "He had himself carried beyond the busy streets of the dead",
    "in the city of the dead sloping back from the bluff",
    "to a higher, private terrace looking across to Memphis.",
    "But then he rose to Pharaoh. So he is not here. Instead",
    "his first wife lay here, and then his queen also.",
    "At his own royal tomb in the Valley, where the designs",
    "remained uncarved, sketching idea along stone,",
    "he does not rest either. The fine picklock hand",
    "got past Anubis and the reared serpents, and got to him,",
    "the Lord of Upper and Lower Egypt. It got past Truth",
    "with her high feather, which moved at the slightest disturbance.",
    "The general did deep obeisance to her. He is not here.",
    "What at last moves the heart?",
    "So much already moved, even in his own century,",
    "architects prying loose mud bricks of the core for new tombs.",
    "Cult funded in perpetuity gone in two generations.",
    "So Coleridge, who was indisposed that day, prudently",
    "remained in the circle of lime trees while his friends went off",
    "on their walk through the countryside. He followed them in his mind.",
    "That way no one would have to dismantle Horeheb’s outer court",
    "to secure bricks for the statuary room, and facing stones.",
    "He cast his mind outward, a net over his dear ones,",
    "sending them at pace through the middle distance of steeples,",
    "hill lines, and the murder of Lamb’s mother by his sister,",
    "a brief madness, thus through the appropriately middle distance",
    "where such things are built and performed in fact, no closer, no farther,",
    "then on out to the cleansing rim of apocalypse, evening",
    "in the bath of waning fire, one bird stitching",
    "the whole veil of showings tight along its upper hem—",
    "though he was not there, he could tell them that none the less",
    "he was next to his words and his word was with them, even",
    "unto the rim of their wandering and their turning back.",
    "One dome of air and fire. But he was not there. Nor I here.",
    "What removes the heart from what moves it?",
    "As if I were the lecturer before a congress of doctors,",
    "his clinching point approaching, when suddenly he stared out",
    "in silence, and at last said,",
    "the only thing I can see at this moment inside my brain,",
    "such as it is, is a little white mouse chasing a little white ball.",
    "Their laughter recovered him. But he’d found he was not there.",
    "And Nietzsche smooched the dray horse. Soon, too, he was not there.",
    "Or rather in five places, seeking cartage, and thinking he’d found it.",
    "What removal does not pass through the rippling pump room?",
    "The G.I. whose father had been raised in a Swiss house along",
    "one of the lakes knocked, in uniform, and asked to see it,",
    "and conned the dark-paneled ceilings, and drank Schnapps, and took",
    "photos of the owners. And then he knew he was not there.",
    "Where is the room if it always surrounds you?",
    "An interviewer came to Thomas Mann after the war, from Italy.",
    "The interviewer was a poet. Mann offered him no coffee, and",
    "called him",
    "Not there, the poet.",
    "The",
    "between body and soul, the ancient killing fields",
    "of Prudentius, Pauline salt poured in the cut, that rift",
    "deeper than the Mariana Trench: these are the gift of all",
    "dualisms, a yawn between detaching spacecraft shooting",
    "over the blue-white swirl betweeen continents.",
    ",",
    "that separation widening to meters, we see the not-there.",
    "What moves but the heart?",
    "If you wait for the sun to take it at the slant angle,",
    "and if you gaze at his crouched from long enough, then",
    "it will move. At ease on the general’s head and fish-like hands",
    "floats the",
    "column, its foliate",
    "abundance, leafed powers, stemming out to the bud.",
    "He rises beneath it and there is no strain on his face,",
    "valves of space intervene between the stone and his palms,",
    "its basal flare like a parasol shelters him, who under",
    "any other circumstances, in that spot, would be red gristle.",
    "Twelve tons, but chiseled at the requisite depth he goes in",
    "beneath it and rises. Light with him. And he’s not there.",
    "Nor are you there, finisher still here and breathing me, though",
    "steadily you intimate such. But paradox is your",
    "You whose touch lifted this very weight for awhile",
    "pass, fluttering interpreter",
    "of the last things in our tawdry updrafts of the fake,",
    "the last first butterfly. My brothers maintain",
    "that the hot wind is friend, lifter of stones, trembler of heavy",
    "horizons, for they half-remember that for them you vanished",
    "into ripples at the join of sky and dust, until",
    "the column floats only because ther are no longer",
    "aware that they stagger beneath it. And I with them though",
    "I am not here, having been grazed by your wing, its razory mercy."
  ],
  "title": "Medley of the Cut",
  "year": ""
}