{
  "author": "Timothy Liu",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249416",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "—",
    "Walking out of the new cemetery, my father",
    "takes my hand, having just re-interred the remains",
    "of his own father and his father's two wives—",
    "his mother dead from T.B. by the time he was ten.",
    "He takes my hand and says,",
    "even if we didn’t get the actual bones. Village thugs",
    "hired by my uncle made sure the burial mounds",
    "behind the house my father grew up in would not feel",
    "a single shovel blade go in as they stood there",
    "sentinel with arms crossed. My uncle's wife",
    "had a dream that out of the grave's opened gash",
    "demons rushed—ancestral ghosts not wanting to be",
    "disturbed.",
    "to take the Liu village down. My grandfather's",
    "ashes, my grandmother's bones, my own father",
    "walking away with two fistfuls of dirt and saying,",
    "who’ve left nothing behind. I'll never come back",
    "to this place again. My father kisses my hand,",
    "I who've flown across twelve time zones to be here",
    "at his side in a borrowed van, me looking out",
    "the window at a countryside once overrun",
    "with Japs marching West along the railroad tracks,",
    "my father and his siblings hiding in an outhouse,",
    "a dead horse found in the schoolyard soon after",
    "the soldiers had gone. Your hands are so soft! I say",
    "to my father.",
    "he says.",
    "when it was we last held hands? I must have been",
    "a kid, I say, maybe eight, or ten?",
    "my father says. And I'm still your son, I say,",
    "leaning into his shoulder, our hands the same size.",
    "my father says",
    "before I have the chance to say another word,",
    "my eighty-year-old father nodding off into sleep."
  ],
  "title": "The Remains",
  "year": ""
}