{
  "author": "Simon J. Ortiz",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Class",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238998",
  "region": "U.S., Southwestern",
  "text": [
    "He couldn’t have been more than sixteen years old,",
    "likely even fifteen. Skinny black teenager, loose sweater.",
    "When I got on Bus #6 at Prince and 1st Avenue,",
    "he got on too and took a seat across from me.",
    "A kid I didn’t notice too much because two older guys,",
    "street pros reeking with wine, started talking to me.",
    "They were going to California, get their welfare checks,",
    "then come back to Arizona in time for food stamps.",
    "When the bus pulled into Ronstadt Transit Center,",
    "the kid was the last to get off the bus right behind me.",
    "I started to cross the street to wait for Bus #8",
    "when two burly men, one in a neat leather jacket",
    "and the other in a sweat shirt, both cool yet stern,",
    "smoothly grabbed the kid and backed him against",
    "a streetlight pole and quickly cuffed him to the pole.",
    "Plastic handcuffs. Practiced manner. Efficiently done.",
    "Along with another Indian, I watch what’s happening.",
    "Nobody seems to notice or they don’t really want to see.",
    "Everything is quiet and normal, nothing’s disturbed.",
    "The other Indian and I exchange glances, nod, turn away.",
    "Busted boy. Busted Indians. Busted lives. Busted again.",
    "I look around for the street guys going to California.",
    "But they’re already gone, headed for the railroad tracks.",
    "I’m new in Tucson but I’m not a stranger to this scene.",
    "Waiting for the bus, I don’t look around for plainclothes.",
    "I know they’re there, in this America, waiting. There; here.",
    "Waiting for busted boys, busted Indians, busted lives."
  ],
  "title": "Busted Boy",
  "year": ""
}