{
  "author": "Simon J. Ortiz",
  "classification": "",
  "keywords": [
    "Living",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239000",
  "region": "U.S., Southwestern",
  "text": [
    "Time has no mercy. It’s there. It stays still or it moves.",
    "And you’re there with it. Staying still or moving with it.",
    "I think it moves. And we move with it. And keep moving.",
    "Eleven years old and soon to be in fifth grade. That’s time.",
    "Boys’ time. Who knows what time it is but them. Eternally.",
    "No one knows time better than they. Always and forever.",
    "Our family. Mama, me, Angie, Gilbert, Earl, Louise.",
    "Kids. Daddy working in Skull Valley for the AT&SF RY.",
    "Mama just packed us up in New Mexico and moved us.",
    "Suddenly. A surprise. To me anyway. To join Daddy.",
    "Who was away most of the time. Arizona. California.",
    "Sometimes Colorado. Sometimes Texas. Always away.",
    "Railroad work, labor, heavy machinery. Rails and sun.",
    "Trains always moving. I remember the war. The 1940s.",
    "Soldiers. Tanks. Cannons with huge guns and wheels.",
    "Time does have mercy. But it doesn’t enumerate or wait.",
    "It moves. And we move with it. Though for boys, maybe?",
    "I wanted to wait. So things could happen more gently.",
    "A boy misses his father. A boy watches younger sisters.",
    "And younger brothers. All growing. And he’s growing.",
    "And he misses the times his mother is happy, laughing.",
    "Who knows time as well as boys and their young worries?",
    "I was a boy growing within a family, community. And dreams.",
    "And girls. Girl teenagers. I adored them, their pretty ways.",
    "In the fourth grade at McCartys. Made a bookshelf in shop.",
    "Proudly. Sanded. Varnished. Shiny. For my Mama.",
    "With love. I wanted to be a good carpenter like my Dad.",
    "Dad drank though. Dark moods. Dark scary times. Danger.",
    "And words hurtful, abrasive, accusing. Anger, pain, scorn.",
    "A boy wonders. About time. About forever. When it ends.",
    "I loved my Dad. Wonderful. Skilled man. Artist, singer.",
    "Precious and assuring. Yet. Yet. Unpredictable moments.",
    "You can never tell about time either. Like that, it is. It is.",
    "We farmed. Corn, melons, chili, beets, carrots, cilantro.",
    "Onions. Even potatoes in little mounds but they died.",
    "Corn fields at night. Irrigating. June nights. I loved forever.",
    "My grandpa I loved very much. Time was soothing then.",
    "We didn’t really need time when days and nights were safe.",
    "And with him they were. A healer and respected kiva elder.",
    "Herded his sheep. Along with my uncle Estevan. And Roy.",
    "Roy was a strange one. Chinese manner. So people said.",
    "From Chinatown in California. He had a gentle soft smile.",
    "And a storyteller he was. Yes. About his horse. Lightning.",
    "Fast and nimble and quick. Lightning, his horse. He’d ride.",
    "Yes, ride to see his girl to call her outside. Estella! Estella!",
    "Stories. I’d listen. The boy I was. Seeing my uncle riding.",
    "Riding his fast and nimble horse. I’d listen and he’d smile.",
    "Memory and time. It doesn’t count all the time. Listening.",
    "And because mothers are always loving. Alert. Ever caring.",
    "Mama decided we must go to Skull Valley where Dad was.",
    "Up to Grants, the depot there, we got on the westbound train.",
    "Sacks and boxes, a trunk, suitcase or two. Clothes, things.",
    "What did we have? I don’t remember. Not much though.",
    "We never had much. Poor. And lonely for Dad always away.",
    "I wonder. I wonder. Too often that’s been the Indian story.",
    "Father gone. Mother and kids left behind. Is it like that?",
    "Yes, too much. Dad didn’t like working for the hard railroad.",
    "He’d complain and rant about the crude and mean whites.",
    "The slave rules. The company. Trains powerful, unending.",
    "Time I thought was in the trains. Fast, loud, dangerous.",
    "I was afraid of the powerful trains. Like I said I’d see them.",
    "Soldiers, army troop trains, going east and going west.",
    "Unending. I wondered where they were all going. Where?",
    "Lightning and thunder trapped in the train power and steel.",
    "Yet I yearned for blue song. Hollow and lonely long tone.",
    "Coming round the bend, and something beyond the horizon.",
    "Far away maybe. Travel. Some other dream. Youth. Yes.",
    "I liked songs. Music I heard on the radio. Hank Williams.",
    "And stories that rang through the air. Talk and listening.",
    "It was the first time ever we were leaving the reservation.",
    "Only one world till then it seemed. Acoma community. Ours.",
    "On the edge of another world though, something strange.",
    "And fearful too. The dark moments. Like when Daddy drank.",
    "When there was fire from another world. An unknown.",
    "Yet fascinating somehow, oddly, something on the far horizon.",
    "I didn’t remember riding the train before. Ever! Until then.",
    "Like riding thunder. The horse, Lightning, Roy talked about.",
    "Riding off somewhere into the dark night. Fast, fast. Fast.",
    "Riding toward night. We watched the land speeding away.",
    "Far across the land, along the edge of it was a highway.",
    "With cars and trucks. Moving, moving. Only slower.",
    "Time speeds, like you speed. Only not an awareness.",
    "Or any way to tell what is taking place. When young.",
    "And you’re trying to furnish your own answers, solutions.",
    "To mysteries you’re anxious about. When all’s uncertain.",
    "Youth is not the time when time is apparent. Too slow.",
    "Or too fast. And you don’t really have clear reasons. Yet.",
    "At Ashfork we got off the train onto the depot platform.",
    "I sensed being lost. Lost mother and lost children. Dusk.",
    "Where was this world? Where did home go? Children?",
    "Lost at the edge of a strange world with a gray green depot.",
    "Large letters painted. Little sister is hungry. She whimpers.",
    "Mama says, “Hold my hand.” We walk, up street, walk, walk.",
    "It could be Indians. A family, mother and children. Lost?",
    "Where are they going? Up the street I think. Looking.",
    "For something to eat. My mother held only a little money.",
    "Hamburgers we split. Water and water. Self-conscious.",
    "Moment is time. I looked out and saw a train passing.",
    "Our train! I thought it was our train. But it wasn’t, just fear!",
    "Wait. Then a train down Chino Valley. Long-distance night.",
    "Stars vanished in too much night. Long day into night.",
    "Where does time go? Does it go nowhere but into night?",
    "Then at the sudden edge. The horizon. A vast bowl of light.",
    "And only at the far end, trees. And still far ahead of us.",
    "The train engine light. Always a light showing the way.",
    "My brother and I excited. A deer stunned by train light.",
    "Stilled. Stark. A cut stone. The dazzling moment held us.",
    "Youth and time. Nothing like it. Thrilled. Never until then.",
    "Years later I tried to tell about that moment to a love.",
    "But love is time too. So. Can’t do anything but live time.",
    "The horizon and beyond. Full of stars. Even unseen.",
    "Always belief is firmer than faith. With and without dreams.",
    "We arrived in Skull Valley early in the morning. Three-thirty?",
    "Where were we? On the other side of the moon from Acoma.",
    "A mother and her children and assorted bags and boxes.",
    "Dreams. Time. Horizon. Farther from home than belief.",
    "It felt like that. Within moment when you can’t turn away.",
    "A train depot on the other side of the moon. Deserted.",
    "After the train pulled away. Only the rails and starshine.",
    "What’s a boy say to his mother? Earlier than anything.",
    "A man whose picture I’d seen. White man. With a cap.",
    "With a visor. Sitting at a tall wooden desk with shelves.",
    "And a metal puzzle thing making clicking-clacking noises.",
    "Who spoke with Mama. Who smiled. Who wondered at us.",
    "An Indian woman with Indian children. Who were strangers.",
    "Like we just came from the planet Acoma. The other side.",
    "Of day. Of the present early morning night in that moment.",
    "The telegrapher with the visor said. I think. I think he did.",
    "He knew my father. Knew where he lived. Two miles away.",
    "So we took a road. Early, early morning night trek. Time.",
    "Shimmers in an odd amazing way. Within what might be.",
    "A boy and a story. The dawn coming. Horizon ever so near.",
    "When we knocked on his railroad worker housing door.",
    "Daddy was shocked. In his underwear. Shadows upon.",
    "And the background of his and Mama’s and our history.",
    "We come to discover each other. All failures and gains.",
    "Counting and mattering, no matter the time or sequence.",
    "We laugh and hug and cry. Daddy. Daddy. We’re here.",
    "Once again together. Family, history, travel, time, love.",
    "To say what time is, even fifty years in the past to now.",
    "In this moment, Skull Valley is just as real as it ever was.",
    "Memory we cross and cross again. Treks, trauma, and on.",
    "We do know what time is. It is loss and gain. A lingering.",
    "Within discovery we come to ourselves. Finding. Destiny.",
    "Moments recalled like friends. It was that way or another.",
    "We’re fairly certain either way. Stories. They are with us.",
    "Time doesn’t forsake. It doesn’t soothe or decrease. Never.",
    "Skull Valley. A time for a boy. History engulfed beyond.",
    "When I went back. Recently. I ate with friends at the cafe.",
    "By the railroad track. I was fascinated by photographs.",
    "Of the mountain lions in the mountains nearby. Ever there.",
    "No matter what. And the stories of bones. Tall tales or truths.",
    "They’re told. Apaches, it’s said. Wagon trains. Lies or no.",
    "Our history is more than here. We know more than realize.",
    "We realize what we don’t know. Or want to know. Truths.",
    "Stalk us, just like they found. A boy. More than fifty years ago.",
    "He discovered a world beyond Acoma. A world apart.",
    "And a world together as time, memory, as story. As his own.",
    "We seek and are found. Secure. Actual. Safe. And serene.",
    "Last summer near Prescott that boy fifty vast years later.",
    "Found carved images on stone walls that fit his hands.",
    "Carved in time. Eternal as stone. Past and present. Ever."
  ],
  "title": "Time as Memory as Story",
  "year": ""
}