{
  "author": "Edgar Albert Guest",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173578",
  "region": "",
  "text": [
    "It takes a heap o’ livin’ in a house t’ make it home,",
    "A heap o’ sun an’ shadder, an’ ye sometimes have t’ roam",
    "Afore ye really ’preciate the things ye lef’ behind,",
    "An’ hunger fer ’em somehow, with ’em allus on yer mind.",
    "It don’t make any differunce how rich ye get t’ be,",
    "How much yer chairs an’ tables cost, how great yer luxury;",
    "It ain’t home t’ ye, though it be the palace of a king,",
    "Until somehow yer soul is sort o’ wrapped round everything.",
    "Home ain’t a place that gold can buy or get up in a minute;",
    "Afore it’s home there’s got t’ be a heap o’ livin’ in it;",
    "Within the walls there’s got t’ be some babies born, and then",
    "Right there ye’ve got t’ bring ‘em up t’ women good, an’ men;",
    "And gradjerly, as time goes on, ye find ye wouldn’t part",
    "With anything they ever used—they’ve grown into yer heart:",
    "The old high chairs, the playthings, too, the little shoes they wore",
    "Ye hoard; an’ if ye could ye’d keep the thumbmarks on the door.",
    "Ye’ve got t’ weep t’ make it home, ye’ve got t’ sit an’ sigh",
    "An’ watch beside a loved one’s bed, an’ know that Death is nigh;",
    "An’ in the stillness o’ the night t’ see Death’s angel come,",
    "An’ close the eyes o’ her that smiled, an’ leave her sweet voice dumb.",
    "Fer these are scenes that grip the heart, an’ when yer tears are dried,",
    "Ye find the home is dearer than it was, an’ sanctified;",
    "An’ tuggin’ at ye always are the pleasant memories",
    "O’ her that was an’ is no more—ye can’t escape from these.",
    "Ye’ve got t’ sing an’ dance fer years, ye’ve got t’ romp an’ play,",
    "An’ learn t’ love the things ye have by usin’ ’em each day;",
    "Even the roses ’round the porch must blossom year by year",
    "Afore they ’come a part o’ ye, suggestin’ someone dear",
    "Who used t’ love ’em long ago, an’ trained ’em jes’ t’ run",
    "The way they do, so’s they would get the early mornin’ sun;",
    "Ye’ve got t’ love each brick an’ stone from cellar up t’ dome:",
    "It takes a heap o’ livin’ in a house t’ make it home."
  ],
  "title": "Home",
  "year": ""
}