{
  "author": "Edgar Albert Guest",
  "classification": "Couplet",
  "keywords": [
    "Family",
    "Ancestors",
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173584",
  "region": "",
  "text": [
    "Gettin’ together to smile an’ rejoice,",
    "An’ eatin’ an’ laughin’ with folks of your choice;",
    "An’ kissin’ the girls an’ declarin’ that they",
    "Are growin’ more beautiful day after day;",
    "Chattin’ an’ braggin’ a bit with the men,",
    "Buildin’ the old family circle again;",
    "Livin’ the wholesome an’ old-fashioned cheer,",
    "Just for awhile at the end of the year.",
    "Greetings fly fast as we crowd through the door",
    "And under the old roof we gather once more",
    "Just as we did when the youngsters were small;",
    "Mother’s a little bit grayer, that’s all.",
    "Father’s a little bit older, but still",
    "Ready to romp an’ to laugh with a will.",
    "Here we are back at the table again",
    "Tellin’ our stories as women an’ men.",
    "Bowed are our heads for a moment in prayer;",
    "Oh, but we’re grateful an’ glad to be there.",
    "Home from the east land an’ home from the west,",
    "Home with the folks that are dearest an’ best.",
    "Out of the sham of the cities afar",
    "We’ve come for a time to be just what we are.",
    "Here we can talk of ourselves an’ be frank,",
    "Forgettin’ position an’ station an’ rank.",
    "Give me the end of the year an’ its fun",
    "When most of the plannin’ an’ toilin’ is done;",
    "Bring all the wanderers home to the nest,",
    "Let me sit down with the ones I love best,",
    "Hear the old voices still ringin’ with song,",
    "See the old faces unblemished by wrong,",
    "See the old table with all of its chairs",
    "An’ I’ll put soul in my Thanksgivin’ prayers."
  ],
  "title": "Thanksgiving",
  "year": ""
}