{
  "author": "Edgar Albert Guest",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Arts",
    "Sciences",
    "Relationships",
    "Home Life",
    "Marriage",
    "Companionship",
    "Living",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176674",
  "region": "",
  "text": [
    "To wed, or not to wed; that is the question;",
    "Whether ’tis nobler in the mind to suffer",
    "The bills and house rent of a wedded fortune,",
    "Or to say “nit” when she proposes,",
    "And by declining cut her. To wed; to smoke",
    "No more; And have a wife at home to mend",
    "The holes in socks and shirts",
    "And underwear and so forth. ’Tis a consummation",
    "Devoutly to be wished. To wed for life;",
    "To wed; perchance to fight; ay, there’s the rub;",
    "For in that married life what fights may come,",
    "When we have honeymooning ceased",
    "Must give us pause; there’s the respect",
    "That makes the joy of single life.",
    "For who would bear her mother’s scornful tongue,",
    "Canned goods for tea, the dying furnace fire;",
    "The pangs of sleepless nights when baby cries;",
    "The pain of barking shins upon a chair and",
    "Closing waists that button down the back,",
    "When he himself might all these troubles shirk",
    "With a bare refusal? Who would bundles bear,",
    "And grunt and sweat under a shopping load?",
    "Who would samples match; buy rats for hair,",
    "Cart cheese and crackers home to serve at night",
    "For lunch to feed your friends; play pedro",
    "After tea; sing rag time songs, amusing",
    "Friendly neighbors. Buy garden tools",
    "To lend unto the same. Stay home at nights",
    "In smoking coat and slippers and slink to bed",
    "At ten o’clock to save the light bills?",
    "Thus duty does make cowards of us all,",
    "And thus the native hue of matrimony",
    "Is sicklied o’er with the pale cast of chores;",
    "And thus the gloss of marriage fades away,",
    "And loses its attraction."
  ],
  "title": "The Bachelor’s Soliloquy",
  "year": ""
}