{
  "author": "Edgar Albert Guest",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Sports",
    "Outdoor Activities",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173580",
  "region": "",
  "text": [
    "His eye was wild and his face was taut with anger and hate and rage,",
    "And the things he muttered were much too strong for the ink of the printed page.",
    "I found him there when the dusk came down, in his golf clothes still was he,",
    "And his clubs were strewn around his feet as he told his grief to me:",
    "“I’d an easy five for a seventy-nine—in sight of the golden goal—",
    "An easy five and I took an eight—an eight on the eighteenth hole!",
    "“I’ve dreamed my dreams of the ‘seventy men,’ and I’ve worked year after year,",
    "I have vowed I would stand with the chosen few ere the end of my golf career;",
    "I’ve cherished the thought of a seventy score, and the days have come and gone",
    "And I’ve never been close to the golden goal my heart was set upon.",
    "But today I stood on the eighteenth tee and counted that score of mine,",
    "And my pulses raced with the thrill of joy—I’d a five for seventy-nine!",
    "“I can kick the ball from the eighteenth tee and get this hole in five,",
    "Bit I took the wood and I tried to cross that ditch with a mighty drive—”",
    "Let us end the quotes, it is best for all to imagine his language rich,",
    "But he topped that ball, as we often do, and the pill stopped in the ditch.",
    "His third was short and his fourth was bad and his fifth was off the line,",
    "And he took an eight on the eighteenth hole with a five for a seventy-nine.",
    "I gathered his clubs and I took his arm and alone in the locker room",
    "I left him sitting upon the bench, a picture of grief and gloom;",
    "And the last man came and took his shower and hurried upon his way,",
    "But still he sat with his head bowed down like one with a mind astray,",
    "And he counted his score card o’er and o’er and muttered this doleful whine:",
    "“I took an eight on the eighteenth hole, with a five for a seventy-nine!”"
  ],
  "title": "The Lay for the Troubled Golfer",
  "year": ""
}