{
  "author": "Joshua Corey",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247564",
  "region": "",
  "text": [
    "I am not a woman, I",
    "am a man. Made in His image.",
    "I keep the house, a gray Cape Cod,",
    "and broom it well. I wear a skirt to be",
    "comfortable. I build the fire.",
    "When my husband comes home I don’t pester Him with questions.",
    "He knows where to find His slippers and His pipe.",
    "Out our kitchen back door I see the prophets freight-hopping",
    "the long bad Western in ancient English",
    "that no one need read to know. Everyone speaks his part:",
    "the women keep their heads down",
    "while the men are losing theirs. Children?",
    "How often I’ve prayed for a child, which means",
    "slipping meaning looks to my husband as we rock",
    "together on the porch of an evening, drinking lemonade",
    "and playing Scrabble. If He lets me win",
    "it’s a sign. I haven’t won yet.",
    "But the neighbor children come and go",
    "and take the pies cooling on the windowsill",
    "without thanks. Sometimes terrible things",
    "happen to them — some man",
    "spills the blood",
    "cradled so carefully in every hand. I accept",
    "no blame. The pies were there to leave alone,",
    "or not. God says nothing",
    "but taps out His pipe, stands, with a hand",
    "to ease His aching back. Time for bed.",
    "Our bed is a rolling ocean that I tread alone",
    "just a head bobbing above the ash-colored waves",
    "while the moon waits for me and everything",
    "to drown, to know again the peace",
    "the moon knows, the silence interrupted by astronauts,",
    "little green men, the spectacle a mother",
    "can’t help but make of herself. God",
    "comes to bed",
    "and I clutch a spar, a barrel, an oar,",
    "and ride out the night with it. When He fucks me",
    "still He doesn’t speak, for speech is creation",
    "but I rock with him, I roll inside",
    "what cannot be comprehended, in force. I forget",
    "that I’m a man, I forget the wild sea, I let slip",
    "my grasp and the colors I have",
    "that cover me. Once I dreamed",
    "of the morning: we left the house together",
    "in identical sober suits, we stood in the street",
    "and beheld the sad little town, wreathed in black crepe",
    "for its children. As though the morning",
    "could show me His face. He coughed.",
    "And when I awoke",
    "in our ordinary bed, streaked by sun through leaded windows, I held",
    "my baby to my breast and watched the roof beam",
    "and whispered to her,",
    "we are safe only and always",
    "from our dreams."
  ],
  "title": "Mrs. God",
  "year": ""
}