{
  "author": "Erika Meitner",
  "classification": "",
  "keywords": [
    "Love",
    "Desire",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249994",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It seems a certain fear underlies everything.",
    "If I were to tell you something profound",
    "it would be useless, as every single thing I know",
    "is not timeless. I am particularly risk-averse.",
    "I choose someone else over me every time,",
    "as I'm sure they'll finish the task at hand,",
    "which is to say that whatever is in front of us",
    "will get done if I'm not in charge of it.",
    "There is a limit to the number of times",
    "I can practice every single kind of mortification",
    "(of the flesh?). I can turn toward you and say",
    "it was you in the poem. But when we met,",
    "you were actually wearing a shirt, and the poem",
    "wasn't about you or your indecipherable tattoo.",
    "The poem is always about me, but that one time",
    "I was in love with the memory of my twenties",
    "so I was, for a moment, in love with you",
    "because you remind me of an approaching",
    "subway brushing hair off my face with",
    "its hot breath. Darkness. And then light,",
    "the exact goldness of dawn fingering",
    "that brick wall out my bedroom window",
    "on Smith Street mornings when I'd wake",
    "next to godknowswho but always someone",
    "who wasn't a mistake, because what kind",
    "of mistakes are that twitchy and joyful",
    "even if they're woven with a particular",
    "thread of regret: the guy who used",
    "my toothbrush without asking,",
    "I walked to the end of a pier with him,",
    "would have walked off anywhere with him",
    "until one day we both landed in California",
    "when I was still young, and going West",
    "meant taking a laptop and some clothes",
    "in a hatchback and learning about produce.",
    "I can turn toward you, whoever you are,",
    "and say you are my lover simply because",
    "I say you are, and that is, I realize,",
    "a tautology, but this is my poem. I claim",
    "nothing other than what I write, and even that,",
    "I'd leave by the wayside, since the only thing",
    "to pack would be the candlesticks, and",
    "even those are burned through, thoroughly",
    "replaceable. Who am I kidding? I don't",
    "own anything worth packing into anything.",
    "We are cardboard boxes, you and I, stacked",
    "nowhere near each other and humming",
    "different tunes. It is too late to be writing this.",
    "I am writing this to tell you something less",
    "than neutral, which is to say I'm sorry.",
    "It was never you. It was always you:",
    "your unutterable name, this growl in my throat."
  ],
  "title": "Staking a Claim",
  "year": ""
}