{
  "author": "Erika Meitner",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "The Body",
    "Activities",
    "Travels",
    "Journeys",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250000",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The poem in which we drive an hour to the beach and Uncle Dave doesn't get out",
    "of his lawn chair once.",
    "The poem in which we left the yellow plastic shovel behind and everyone is bereft.",
    "The poem in which I can't stop talking about how you walked deep into Lake Erie",
    "and the water was still only up to your knees when you turned into a speck",
    "past the rock jetty.",
    "The poem in which everyone listens to celebrity gossip in the car on the way back.",
    "The poem in which I pontificate on how ugly the fiancée of that Jonas brother is,",
    "and how they're too young to get married, and how my grandmother's old",
    "neighbor would have said, \"Ugly? She can't help that she's ugly. It's that she's",
    "so stupid,\" and I would have yelled at her for assuming that all former hair-",
    "dressers are dim.",
    "The poem in which I turn into my grandmother's old neighbor.",
    "The poem in which I remember very clearly how they both stored tissues in their",
    "bras.",
    "The poem in which I think about how this would horrify your mother—the",
    "pendulous breasts, the moist tissues, the dipping into the cleavage to retrieve",
    "anything.",
    "The poem in which your mother tries not to wince when I order whatever I want",
    "from the menu despite her coupon for two medium 1-topping pizzas.",
    "The poem in which I try to find a deeper meaning for why I notice the woman",
    "ahead of us in line at Johnny's Liquor Store who buys a pack of menthols and",
    "asks the guy behind the counter if he knows her good-for-nothing brother. She",
    "has hair that looks like cats got at a skein of yarn, and a tattoo above her ankle",
    "that's dark and unspecified. It's far enough above her ankle that it's nearly mid-",
    "calf—like her ankle and calf are two different countries and the tattoo got lost",
    "in the borderlands on the way to its actual destination.",
    "The poem in which I am territory that is under dispute and no one will occupy it",
    "because of fear and uncertainty.",
    "The poem in which I reach the conclusion that this feeling is inspired by your",
    "mother and the way she hums out-of-season carols while doing kitchen tasks,",
    "though it's not really about the humming but rather the time she asked me to",
    "light the Hanukkah candles in the attic because it would be better if they were",
    "out of the way for the Christmas party.",
    "The poem in which you and I are in line waiting to buy a mixed six-pack of Great",
    "Lakes and I am staring at a stranger's tattoo and thinking about the fact that I",
    "am not Anne Frank while the baby is in the car with your mother.",
    "The poem in which I go into Walmart and buy the baby an olive-green cap that",
    "looks suspiciously like Fidel Castro's.",
    "The poem in which I could eradicate the fact that I ever went into Walmart and",
    "bought anything so the baby can one day start a revolution.",
    "The poem in which we see a couple on the highway median in a stalled-out Buick",
    "and don't stop to help.",
    "The poem in which the highway median looks like the spit of land between two",
    "enemy trenches and I feel a deep longing for my childhood.",
    "The poem in which I remember, for no apparent reason, the tornado instructions",
    "taped to the sides of all the filing cabinets in one office I worked in that was on",
    "the top floor of a mostly abandoned mall in Overland Park, Kansas. All that",
    "was left: decorative fountains, floor tiles, mirrored ceilings, Nearly Famous",
    "Pizza, the carcass of Sears.",
    "The poem in which we leave Northeastern Ohio, The poem in which we return to",
    "Northeastern Ohio.",
    "The poem in which it is night and we are lost in Northeastern Ohio and we keep",
    "passing Amish buggies adorned with reflective tape.",
    "The poem in which the moon is a vehicle for content, and is far less than a perfect",
    "reflector of anything.",
    "The poem in which we are all in some kind of limbo."
  ],
  "title": "Terra Nullius",
  "year": ""
}