{
  "author": "Erika Meitner",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Family",
    "Ancestors",
    "Religion",
    "Judaism",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249998",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The people who sang to their children in Yiddish and worked in Yiddish",
    "and made love in Yiddish are nearly all gone. Phantasmic. Heym.",
    ". The month of May has arrived. At the cemetery",
    "my aunt has already draped my grandmother's half of the tombstone",
    "with a white sheet. The fabric is tacked to the polished granite",
    "by gray and brown rocks lifted from my grandfather's side of the plot.",
    "He's been gone over twenty-five years. We are in Beth Israel Cemetery,",
    "Block 50, Woodbridge, New Jersey for the unveiling and the sky is like lead.",
    "We are in my grandmother's shtetl in Poland, but everyone is dead.",
    "The Fraternal Order of Bendin-Sosnowicer Sick & Benevolent Society",
    "has kept these plots faithfully next to their Holocaust memorial—",
    "gray stone archway topped with a menorah and a curse:",
    "My sister, in her cardboard kippah, opens her prayer book—a special edition",
    "she borrowed from rabbinical school—and begins to read in Aramaic.",
    "Not one of us can bring ourselves to add anything to the fixed liturgy.",
    "My son is squatting at the next grave over, collecting decorative stones",
    "from the Glickstein's double plot. We eat yellow sponge cake and drink",
    "small cups of brandy to celebrate my grandmother's life. We are no longer mourners,",
    "says Jewish law. Can we tell this story in Yiddish? Put the words in the right places?",
    "My son cracks a plastic cup until it's shredded to strips, looks like a clear spider,",
    "sounds like an error. When my sister finally pulls back the sheet, all the things",
    "my grandmother was barely fit on the face of the marker. A year ago at the funeral,",
    "her friend Goldie told me she was strong like steel, soft like butter—",
    ". My mother tries to show my grandmother—now this gray marker—",
    "my son, how he's grown, but he squirms from her arms.",
    ".",
    "Her strength was beyond description. The people who sang to their children in Yiddish",
    "and admonished them in Yiddish are nearly all gone, whole vanished towns that exist now",
    "only in books, their maps drawn entirely by heart: this unknown continent, this language",
    "of nowhere, these stones from a land that never was.",
    ".",
    "The month of May has arrived.",
    ". The wind howls,",
    "says I'm not a stranger anywhere. On the stones we write all we remember,",
    "but we are poor guardians of memory. Can you say it in Yiddish? Can you bless us?"
  ],
  "title": "Yiddishland",
  "year": ""
}