{
  "author": "Anonymous",
  "classification": "Ballad",
  "keywords": [
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171628",
  "region": "",
  "text": [
    "When John Henry was a little tiny baby",
    "Sitting on his mama's knee,",
    "He picked up a hammer and a little piece of steel",
    "Saying, \"Hammer's going to be the death of me, Lord, Lord,",
    "Hammer's going to be the death of me.\"",
    "John Henry was a man just six feet high,",
    "Nearly two feet and a half across his breast.",
    "He'd hammer with a nine-pound hammer all day",
    "And never get tired and want to rest, Lord, Lord,",
    "And never get tired and want to rest.",
    "John Henry went up on the mountain",
    "And he looked one eye straight up its side.",
    "The mountain was so tall and John Henry was so small,",
    "He laid down his hammer and he cried, \"Lord, Lord,\"",
    "He laid down his hammer and he cried.",
    "John Henry said to his captain,",
    "\"Captain, you go to town,",
    "Bring me back a TWELVE-pound hammer, please,",
    "And I'll beat that steam drill down, Lord, Lord,",
    "I'll beat that steam drill down.\"",
    "The captain said to John Henry,",
    "\"I believe this mountain's sinking in.\"",
    "But John Henry said, \"Captain, just you stand aside--",
    "It's nothing but my hammer catching wind, Lord, Lord,",
    "It's nothing but my hammer catching wind.\"",
    "John Henry said to his shaker,",
    "\"Shaker, boy, you better start to pray,",
    "'Cause if my TWELVE-pound hammer miss that little piece of steel,",
    "Tomorrow'll be your burying day, Lord, Lord,",
    "Tomorrow'll be your burying day.\"",
    "John Henry said to his captain,",
    "\"A man is nothing but a man,",
    "But before I let your steam drill beat me down,",
    "I'd die with a hammer in my hand, Lord, Lord,",
    "I'd die with a hammer in my hand.\"",
    "The man that invented the steam drill,",
    "He figured he was mighty high and fine,",
    "But John Henry sunk the steel down fourteen feet",
    "While the steam drill only made nine, Lord, Lord,",
    "The steam drill only made nine.",
    "John Henry hammered on the right-hand side.",
    "Steam drill kept driving on the left.",
    "John Henry beat that steam drill down.",
    "But he hammered his poor heart to death, Lord, Lord,",
    "He hammered his poor heart to death.",
    "Well, they carried John Henry down the tunnel",
    "And they laid his body in the sand.",
    "Now every woman riding on a C and O train",
    "Says, \"There lies my steel-driving man, Lord, Lord,",
    "There lies my steel-driving man.\""
  ],
  "title": "John Henry",
  "year": ""
}