{
  "author": "Anonymous",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Animals",
    "Religion",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180379",
  "region": "",
  "text": [
    "I",
    "1",
    "Pearl, the precious prize of a king,",
    "Chastely set in cherished gold,",
    "In all the East none equalling,",
    "No peer to her could I behold.",
    "So round, so rare, a radiant thing,",
    "So smooth she was, so small of mold,",
    "Wherever I judged gems glimmering",
    "I set her apart, her price untold.",
    "Alas, I lost her in earth’s green fold;",
    "Through grass to the ground, I searched in vain.",
    "I languish alone; my heart grows cold",
    "For my precious pearl without a stain.",
    "2",
    "Since in that spot it slipped from me,",
    "I lingered, longing for that delight",
    "That from my sins once set me free",
    "And my happiness raised to the highest height.",
    "Her going wounds me grievously;",
    "It burns my breast both day and night.",
    "Yet I never imagined a melody",
    "So sweet as she, so brief, and slight.",
    "But memory flowed through my mind’s sight:",
    "I thought how her color in clods had lain",
    "O dust that dims what once was bright,",
    "My precious pearl without a stain.",
    "3",
    "Rare spices on that spot must spread:",
    "Such riches there to rot have run,",
    "Blooms of yellow and blue and red,",
    "Their sheen a shimmer against the sun,",
    "Flower and fruit nor faded nor dead,",
    "Where the pearl dropped down in mouldering dun;",
    "Each grass from a lifeless grain is bred,",
    "Else to harvest no wheat were won:",
    "Always from good is good begun.",
    "So seemly a seed could not die in vain,",
    "That sprig nor spice there would be none",
    "Of that precious pearl without a stain.",
    "4",
    "To the spot which I in speech portray,",
    "I entered in that arbor green,",
    "In August on a holy day,",
    "When the corn is cut with sickles keen.",
    "On the little rise where my pearl rolled away,",
    "The fairest flowers formed a screen:",
    "Gillyflower, ginger, gromwell spray,",
    "With peonies powdered in between.",
    "If they were seemly to be seen,",
    "Far sweeter the scents from that domain,",
    "More worthy her dwelling, well I ween,",
    "My precious pearl without a stain.",
    "5",
    "I mourned, hands clenched, before that mound,",
    "For the piercing cold of grief had caught",
    "Me in the doleful dread and bound",
    "My heart, though reason solace sought.",
    "I longed for my pearl, locked in the ground,",
    "While fierce contentions in me fought.",
    "In Christ, though comfort could be found,",
    "My wretched will was still distraught.",
    "I fell upon that flowery plot.",
    "Such odors eddied in my brain,",
    "To sudden slumber I was brought",
    "By that precious pearl without a stain."
  ],
  "title": "Pearl: Section I (Modern version)",
  "year": ""
}