{
  "author": "Anonymous",
  "classification": "Ballad",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "Love",
    "Realistic",
    "Complicated",
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Home Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246240",
  "region": "",
  "text": [
    "This winter's weather it waxeth cold,",
    "And frost it freezeth on every hill,",
    "And Boreas blows his blast so bold",
    "That all our cattle are like to spill.",
    "Bell, my wife, she loves no strife;",
    "She said unto me quietlye,",
    "Rise up, and save cow Crumbock's life!",
    "Man, put thine old cloak about thee!",
    "He. O Bell my wife, why dost thou flyte?",
    "Thou kens my cloak is very thin:",
    "It is so bare and over worn,",
    "A crickè thereon cannot renn.",
    "Then I'll no longer borrow nor lend;",
    "For once I'll new apparell'd be;",
    "To-morrow I'll to town and spend;",
    "For I'll have a new cloak about me.",
    "She. Cow Crumbock is a very good cow:",
    "She has been always true to the pail;",
    "She has helped us to butter and cheese, I trow,",
    "And other things she will not fail.",
    "I would be loth to see her pine.",
    "Good husband, counsel take of me:",
    "It is not for us to go so fine—",
    "Man, take thine old cloak about thee!",
    "He. My cloak it was a very good cloak,",
    "It hath been always true to the wear;",
    "But now it is not worth a groat:",
    "I have had it four and forty year'.",
    "Sometime it was of cloth in grain:",
    "'Tis now but a sigh clout, as you may see:",
    "It will neither hold out wind nor rain;",
    "And I'll have a new cloak about me.",
    "She. It is four and forty years ago",
    "Sine the one of us the other did ken;",
    "And we have had, betwixt us two,",
    "Of children either nine or ten:",
    "We have brought them up to women and men:",
    "In the fear of God I trow they be.",
    "And why wilt thou thyself misken?",
    "Man, take thine old cloak about thee!",
    "He. O Bell my wife, why dost thou flyte?",
    "Now is now, and then was then:",
    "Seek now all the world throughout,",
    "Thou kens not clowns from gentlemen:",
    "They are clad in black, green, yellow and blue,",
    "So far above their own degree.",
    "Once in my life I'll take a view;",
    "For I'll have a new cloak about me.",
    "She. King Stephen was a worthy peer;",
    "His breeches cost him but a crown;",
    "He held them sixpence all too dear,",
    "Therefore he called the tailor 'lown.'",
    "He was a king and wore the crown,",
    "And thou'se but of a low degree:",
    "It's pride that puts this country down:",
    "Man, take thy old cloak about thee!",
    "He. Bell my wife, she loves not strife,",
    "Yet she will lead me, if she can;",
    "And to maintain an easy life",
    "I oft must yield, though I'm good-man.",
    "It's not for a man with a woman to threap,",
    "Unless he first give o'er the plea:",
    "As we began, so will we keep,",
    "And I'll take my old cloak about me."
  ],
  "title": "The Old Cloak",
  "year": ""
}