{
  "author": "Anonymous",
  "classification": "Rhymed Stanza",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246762",
  "region": "",
  "text": [
    "A fox jumped out one winter’s night,",
    "And begged the moon to give him light.",
    "For he’d many miles to trot that night",
    "Before he reached his den O!",
    "Den O! Den O!",
    "For he’d many miles to trot that night before he reached his den O!",
    "The first place he came to was a farmer’s yard,",
    "Where the ducks and the geese declared it hard",
    "That their nerves should be shaken and their rest so marred",
    "By a visit from Mr. Fox O!",
    "Fox O! Fox O!",
    "That their nerves should be shaken and their rest so marred",
    "By a visit from Mr. Fox O!",
    "He took the grey goose by the neck,",
    "And swung him right across his back;",
    "The grey goose cried out, Quack, quack, quack,",
    "With his legs hanging dangling down O!",
    "Down O! Down O!",
    "The grey goose cried out, Quack, quack, quack,",
    "With his legs hanging dangling down O!",
    "Old Mother Slipper Slopper jumped out of bed,",
    "And out of the window she popped her head:",
    "Oh, John, John, the grey goose is gone,",
    "And the fox is off to his den O!",
    "Den O! Den O!",
    "Oh, John, John, the grey goose is gone,",
    "And the fox is off to his den O!",
    "John ran up to the top of the hill.",
    "And blew his whistle loud and shrill;",
    "Said the fox, That is very pretty music still –",
    "I’d rather be in my den O!",
    "Den O! Den O!",
    "Said the fox, That is very pretty music still –",
    "I’d rather be in my den O!",
    "The fox went back to his hungry den,",
    "And his dear little foxes, eight, nine, ten;",
    "Quoth they, Good daddy, you must go there again,",
    "If you bring such god cheer from the farm O!",
    "Farm O! Farm O!",
    "Quoth they, Good daddy, you must go there again,",
    "If you bring such god cheer from the farm O!",
    "The fox and his wife, without any strife,",
    "Said they never ate a better goose in all their life:",
    "They did very well without fork or knife,",
    "And the little ones chewed on the bones O!",
    "Bones O! Bones O!",
    "They did very well without fork or knife,",
    "And the little ones chewed on the bones O!"
  ],
  "title": "The Fox's Foray",
  "year": ""
}