{
  "author": "John Wilmot, Earl of Rochester",
  "classification": "",
  "keywords": [
    "Love"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/180800",
  "region": "England",
  "text": [
    "Naked she lay, clasped in my longing arms,",
    "I filled with love, and she all over charms;",
    "Both equally inspired with eager fire,",
    "Melting through kindness, flaming in desire.",
    "With arms, legs, lips close clinging to embrace,",
    "She clips me to her breast, and sucks me to her face.",
    "Her nimble tongue, love’s lesser lightning, played",
    "Within my mouth, and to my thoughts conveyed",
    "Swift orders that I should prepare to throw",
    "The all-dissolving thunderbolt below.",
    "My fluttering soul, sprung with the pointed kiss,",
    "Hangs hovering o’er her balmy brinks of bliss.",
    "But whilst her busy hand would guide that part",
    "Which should convey my soul up to her heart,",
    "In liquid raptures I dissolve all o’er,",
    "Melt into sperm, and spend at every pore.",
    "A touch from any part of her had done ’t:",
    "Her hand, her foot, her very look's a cunt.",
    "Smiling, she chides in a kind murmuring noise,",
    "And from her body wipes the clammy joys,",
    "When, with a thousand kisses wandering o’er",
    "My panting bosom, “Is there then no more?”",
    "She cries. “All this to love and rapture’s due;",
    "Must we not pay a debt to pleasure too?”",
    "But I, the most forlorn, lost man alive,",
    "To show my wished obedience vainly strive:",
    "I sigh, alas! and kiss, but cannot swive.",
    "Eager desires confound my first intent,",
    "Succeeding shame does more success prevent,",
    "And rage at last confirms me impotent.",
    "Ev’n her fair hand, which might bid heat return",
    "To frozen age, and make cold hermits burn,",
    "Applied to my dear cinder, warms no more",
    "Than fire to ashes could past flames restore.",
    "Trembling, confused, despairing, limber, dry,",
    "A wishing, weak, unmoving lump I lie.",
    "This dart of love, whose piercing point, oft tried,",
    "With virgin blood ten thousand maids has dyed,",
    "Which nature still directed with such art",
    "That it through every cunt reached every heart—",
    "Stiffly resolved, ’twould carelessly invade",
    "Woman or man, nor ought its fury stayed:",
    "Where’er it pierced, a cunt it found or made—",
    "Now languid lies in this unhappy hour,",
    "Shrunk up and sapless like a withered flower.",
    "Thou treacherous, base deserter of my flame,",
    "False to my passion, fatal to my fame,",
    "Through what mistaken magic dost thou prove",
    "So true to lewdness, so untrue to love?",
    "What oyster-cinder-beggar-common whore",
    "Didst thou e’er fail in all thy life before?",
    "When vice, disease, and scandal lead the way,",
    "With what officious haste doest thou obey!",
    "Like a rude, roaring hector in the streets",
    "Who scuffles, cuffs, and justles all he meets,",
    "But if his king or country claim his aid,",
    "The rakehell villain shrinks and hides his head;",
    "Ev’n so thy brutal valor is displayed,",
    "Breaks every stew, does each small whore invade,",
    "But when great Love the onset does command,",
    "Base recreant to thy prince, thou dar’st not stand.",
    "Worst part of me, and henceforth hated most,",
    "Through all the town a common fucking post,",
    "On whom each whore relieves her tingling cunt",
    "As hogs on gates do rub themselves and grunt,",
    "Mayst thou to ravenous chancres be a prey,",
    "Or in consuming weepings waste away;",
    "May strangury and stone thy days attend;",
    "May’st thou never piss, who didst refuse to spend",
    "When all my joys did on false thee depend.",
    "And may ten thousand abler pricks agree",
    "To do the wronged Corinna right for thee."
  ],
  "title": "The Imperfect Enjoyment",
  "year": ""
}