{
  "author": "John Wilmot, Earl of Rochester",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Growing Old",
    "Health",
    "Illness",
    "Relationships",
    "Love",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/180799",
  "region": "England",
  "text": [
    "As some brave admiral, in former war",
    "Deprived of force, but pressed with courage still,",
    "Two rival fleets appearing from afar,",
    "Crawls to the top of an adjacent hill;",
    "From whence, with thoughts full of concern, he views",
    "The wise and daring conduct of the fight,",
    "Whilst each bold action to his mind renews",
    "His present glory and his past delight;",
    "From his fierce eyes flashes of fire he throws,",
    "As from black clouds when lightning breaks away;",
    "Transported, thinks himself amidst the foes,",
    "And absent, yet enjoys the bloody day;",
    "So, when my days of impotence approach,",
    "And I’m by pox and wine’s unlucky chance",
    "Forced from the pleasing billows of debauch",
    "On the dull shore of lazy temperance,",
    "My pains at least some respite shall afford",
    "While I behold the battles you maintain",
    "When fleets of glasses sail about the board,",
    "From whose broadsides volleys of wit shall rain.",
    "Nor let the sight of honorable scars,",
    "Which my too forward valor did procure,",
    "Frighten new-listed soldiers from the wars:",
    "Past joys have more than paid what I endure.",
    "Should any youth (worth being drunk) prove nice,",
    "And from his fair inviter meanly shrink,",
    "’Twill please the ghost of my departed vice",
    "If, at my counsel, he repent and drink.",
    "Or should some cold-complexioned sot forbid,",
    "With his dull morals, our bold night-alarms,",
    "I’ll fire his blood by telling what I did",
    "When I was strong and able to bear arms.",
    "I’ll tell of whores attacked, their lords at home;",
    "Bawds’ quarters beaten up, and fortress won;",
    "Windows demolished, watches overcome;",
    "And handsome ills by my contrivance done.",
    "Nor shall our love-fits, Chloris, be forgot,",
    "When each the well-looked linkboy strove t’ enjoy,",
    "And the best kiss was the deciding lot",
    "Whether the boy fucked you, or I the boy.",
    "With tales like these I will such thoughts inspire",
    "As to important mischief shall incline:",
    "I’ll make him long some ancient church to fire,",
    "And fear no lewdness he’s called to by wine.",
    "Thus, statesmanlike, I’ll saucily impose,",
    "And safe from action, valiantly advise;",
    "Sheltered in impotence, urge you to blows,",
    "And being good for nothing else, be wise."
  ],
  "title": "The Disabled Debauchee",
  "year": ""
}