{
  "author": "John Wilmot, Earl of Rochester",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Love",
    "Relationships",
    "Romantic Love",
    "Infatuation",
    "Crushes",
    "Unrequited Love",
    "Realistic",
    "Complicated"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/174776",
  "region": "England",
  "text": [
    "Why dost thou shade thy lovely face? O why",
    "Does that eclipsing hand of thine deny",
    "The sunshine of the Sun’s enlivening eye?",
    "Without thy light what light remains in me?",
    "Thou art my life; my way, my light’s in thee;",
    "I live, I move, and by thy beams I see.",
    "Thou art my life-if thou but turn away",
    "My life’s a thousand deaths. Thou art my way-",
    "Without thee, Love, I travel not but stray.",
    "My light thou art-without thy glorious sight",
    "My eyes are darken’d with eternal night.",
    "My Love, thou art my way, my life, my light.",
    "Thou art my way; I wander if thou fly.",
    "Thou art my light; if hid, how blind am I!",
    "Thou art my life; if thou withdraw’st, I die.",
    "My eyes are dark and blind, I cannot see:",
    "To whom or whither should my darkness flee,",
    "But to that light?-and who’s that light but thee?",
    "If I have lost my path, dear lover, say,",
    "Shall I still wander in a doubtful way?",
    "Love, shall a lamb of Israel’s sheepfold stray?",
    "My path is lost, my wandering steps do stray;",
    "I cannot go, nor can I safely stay;",
    "Whom should I seek but thee, my path, my way?",
    "And yet thou turn’st thy face away and fly’st me!",
    "And yet I sue for grace and thou deny’st me!",
    "Speak, art thou angry, Love, or only try’st me?",
    "Thou art the pilgrim’s path, the blind man’s eye,",
    "The dead man’s life. On thee my hopes rely:",
    "If I but them remove, I surely die.",
    "Dissolve thy sunbeams, close thy wings and stay!",
    "See, see how I am blind, and dead, and stray!",
    "-O thou art my life, my light, my way!",
    "Then work thy will! If passion bid me flee,",
    "My reason shall obey, my wings shall be",
    "Stretch’d out no farther than from me to thee!"
  ],
  "title": "To His Mistress",
  "year": ""
}