{
  "author": "John Wilmot, Earl of Rochester",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Arts",
    "Sciences",
    "Philosophy",
    "Humor",
    "Satire",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/learning/guide/247988",
  "region": "England",
  "text": [
    "Nothing! thou elder brother even to Shade:",
    "That hadst a being ere the world was made,",
    "And well fixed, art alone of ending not afraid.",
    "Ere Time and Place were, Time and Place were not,",
    "When primitive Nothing Something straight begot;",
    "Then all proceeded from the great united What.",
    "Something, the general attribute of all,",
    "Severed from thee, its sole original,",
    "Into thy boundless self must undistinguished fall;",
    "Yet Something did thy mighty power command,",
    "And from fruitful Emptiness’s hand",
    "Snatched men, beasts, birds, fire, air, and land.",
    "Matter the wicked’st offspring of thy race,",
    "By Form assisted, flew from thy embrace,",
    "And rebel Light obscured thy reverend dusky face.",
    "With Form and Matter, Time and Place did join;",
    "Body, thy foe, with these did leagues combine",
    "To spoil thy peaceful realm, and ruin all thy line;",
    "But turncoat Time assists the foe in vain,",
    "And bribed by thee, destroys their short-lived reign,",
    "And to thy hungry womb drives back thy slaves again.",
    "Though mysteries are barred from laic eyes,",
    "And the divine alone with warrant pries",
    "Into thy bosom, where truth in private lies,",
    "Yet this of thee the wise may truly say,",
    "Thou from the virtuous nothing dost delay,",
    "And to be part with thee the wicked wisely pray.",
    "Great Negative, how vainly would the wise",
    "Inquire, define, distinguish, teach, devise,",
    "Didst thou not stand to point their blind philosophies!",
    "Is, or Is Not, the two great ends of Fate,",
    "And True or False, the subject of debate,",
    "That perfect or destroy the vast designs of state—",
    "When they have racked the politician’s breast,",
    "Within thy Bosom most securely rest,",
    "And when reduced to thee, are least unsafe and best.",
    "But Nothing, why does Something still permit",
    "That sacred monarchs should at council sit",
    "With persons highly thought at best for nothing fit,",
    "While weighty Something modestly abstains",
    "From princes’ coffers, and from statemen’s brains,",
    "And Nothing there like stately Nothing reigns?",
    "Nothing! who dwell’st with fools in grave disguise",
    "For whom they reverend shapes and forms devise,",
    "Lawn sleeves, and furs, and gowns, when they like thee look wise:",
    "French truth, Dutch prowess, British policy,",
    "Hibernian learning, Scotch civility,",
    "Spaniards’ dispatch, Danes’ wit are mainly seen in thee.",
    "The great man’s gratitude to his best friend,",
    "Kings’ promises, whores’ vows—towards thee may bend,",
    "Flow swiftly into thee, and in thee ever end."
  ],
  "title": "Upon Nothing",
  "year": ""
}