{
  "author": "Robert Southey",
  "classification": "Rhymed Stanza",
  "keywords": [],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174446",
  "region": "England",
  "text": [
    "The summer and autumn had been so wet,",
    "That in winter the corn was growing yet,",
    "'Twas a piteous sight to see all around",
    "The grain lie rotting on the ground.",
    "Every day the starving poor",
    "Crowded around Bishop Hatto's door,",
    "For he had a plentiful last-year's store,",
    "And all the neighbourhood could tell",
    "His granaries were furnish'd well.",
    "At last Bishop Hatto appointed a day",
    "To quiet the poor without delay;",
    "He bade them to his great Barn repair,",
    "And they should have food for the winter there.",
    "Rejoiced such tidings good to hear,",
    "The poor folk flock'd from far and near;",
    "The great barn was full as it could hold",
    "Of women and children, and young and old.",
    "Then when he saw it could hold no more,",
    "Bishop Hatto he made fast the door;",
    "And while for mercy on Christ they call,",
    "He set fire to the Barn and burnt them all.",
    "\"I'faith 'tis an excellent bonfire!\" quoth he,",
    "\"And the country is greatly obliged to me,",
    "For ridding it in these times forlorn",
    "Of Rats that only consume the corn.\"",
    "So then to his palace returned he,",
    "And he sat down to supper merrily,",
    "And he slept that night like an innocent man;",
    "But Bishop Hatto never slept again.",
    "In the morning as he enter'd the hall",
    "Where his picture hung against the wall,",
    "A sweat like death all over him came,",
    "For the Rats had eaten it out of the frame.",
    "As he look'd there came a man from his farm—",
    "He had a countenance white with alarm;",
    "\"My Lord, I open'd your granaries this morn,",
    "And the Rats had eaten all your corn.\"",
    "Another came running presently,",
    "And he was pale as pale could be,",
    "\"Fly! my Lord Bishop, fly,\" quoth he,",
    "\"Ten thousand Rats are coming this way,...",
    "The Lord forgive you for yesterday!\"",
    "\"I'll go to my tower on the Rhine,\" replied he,",
    "\"'Tis the safest place in Germany;",
    "The walls are high and the shores are steep,",
    "And the stream is strong and the water deep.\"",
    "Bishop Hatto fearfully hasten'd away,",
    "And he crost the Rhine without delay,",
    "And reach'd his tower, and barr'd with care",
    "All the windows, doors, and loop-holes there.",
    "He laid him down and closed his eyes;...",
    "But soon a scream made him arise,",
    "He started and saw two eyes of flame",
    "On his pillow from whence the screaming came.",
    "He listen'd and look'd;... it was only the Cat;",
    "And the Bishop he grew more fearful for that,",
    "For she sat screaming, mad with fear",
    "At the Army of Rats that were drawing near.",
    "For they have swum over the river so deep,",
    "And they have climb'd the shores so steep,",
    "And up the Tower their way is bent,",
    "To do the work for which they were sent.",
    "They are not to be told by the dozen or score,",
    "By thousands they come, and by myriads and more,",
    "Such numbers had never been heard of before,",
    "Such a judgment had never been witness'd of yore.",
    "Down on his knees the Bishop fell,",
    "And faster and faster his beads did he tell,",
    "As louder and louder drawing near",
    "The gnawing of their teeth he could hear.",
    "And in at the windows and in at the door,",
    "And through the walls helter-skelter they pour,",
    "And down from the ceiling and up through the floor,",
    "From the right and the left, from behind and before,",
    "From within and without, from above and below,",
    "And all at once to the Bishop they go.",
    "They have whetted their teeth against the stones,",
    "And now they pick the Bishop's bones:",
    "They gnaw'd the flesh from every limb,",
    "For they were sent to do judgment on him!"
  ],
  "title": "God's Judgment on a Wicked Bishop",
  "year": ""
}