{
  "author": "Æmilia Lanyer",
  "classification": "",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Relationships",
    "Home Life",
    "Activities",
    "Eating",
    "Drinking",
    "Religion",
    "Christianity"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/181018",
  "region": "England",
  "text": [
    "Farewell (sweet Cooke-ham) where I first obtained",
    "Grace from that grace where perfect grace remained;",
    "And where the muses gave their full consent,",
    "I should have power the virtuous to content;",
    "Where princely palace willed me to indite,",
    "The sacred story of the soul’s delight.",
    "Farewell (sweet place) where virtue then did rest,",
    "And all delights did harbor in her breast;",
    "Never shall my sad eyes again behold",
    "Those pleasures which my thoughts did then unfold.",
    "Yet you (great Lady) Mistress of that place,",
    "From whose desires did spring this work of grace;",
    "Vouchsafe to think upon those pleasures past,",
    "As fleeting worldly joys that could not last,",
    "Or, as dim shadows of celestial pleasures,",
    "Which are desired above all earthly treasures.",
    "Oh how (methought) against you thither came,",
    "Each part did seem some new delight to frame!",
    "The house received all ornaments to grace it,",
    "And would endure no foulness to deface it.",
    "And walks put on their summer liveries,",
    "And all things else did hold like similes.",
    "The trees with leaves, with fruits, with flowers clad,",
    "Embraced each other, seeming to be glad,",
    "Turning themselves to beauteous Canopies,",
    "To shade the bright sun from your brighter eyes;",
    "The crystal streams with silver spangles graced,",
    "While by the glorious sun they were embraced;",
    "The little birds in chirping notes did sing,",
    "To entertain both you and that sweet spring.",
    "And Philomela with her sundry lays,",
    "Both you and that delightful place did praise.",
    "Oh how me thought each plant, each flower, each tree",
    "Set forth their beauties then to welcome thee!",
    "The very hills right humbly did descend,",
    "When you to tread on them did intend.",
    "And as you set your feet, they still did rise,",
    "Glad that they could receive so rich a prize.",
    "The gentle winds did take delight to be",
    "Among those woods that were so graced by thee,",
    "And in sad murmur uttered pleasing sound,",
    "That pleasure in that place might more abound.",
    "The swelling banks delivered all their pride",
    "When such a Phoenix once they had espied.",
    "Each arbor, bank, each seat, each stately tree,",
    "Thought themselves honored in supporting thee;",
    "The pretty birds would oft come to attend thee,",
    "Yet fly away for fear they should offend thee;",
    "The little creatures in the burrough by",
    "Would come abroad to sport them in your eye,",
    "Yet fearful of the bow in your fair hand.",
    "Would run away when you did make a stand.",
    "Now let me come unto that stately tree,",
    "Wherein such goodly prospects you did see;",
    "That oak that did in height his fellows pass,",
    "As much as lofty trees, low growing grass,",
    "Much like a comely cedar straight and tall,",
    "Whose beauteous stature far exceeded all.",
    "How often did you visit this fair tree,",
    "Which seeming joyful in receiving thee,",
    "Would like a palm tree spread his arms abroad,",
    "Desirous that you there should make abode;",
    "Whose fair green leaves much like a comely veil,",
    "Defended Phoebus when he would assail;",
    "Whose pleasing boughs did yield a cool fresh air,",
    "Joying his happiness when you were there.",
    "Where being seated, you might plainly see",
    "Hills, vales, and woods, as if on bended knee",
    "They had appeared, your honor to salute,",
    "Or to prefer some strange unlooked-for suit;",
    "All interlaced with brooks and crystal springs,",
    "A prospect fit to please the eyes of kings.",
    "And thirteen shires appeared all in your sight,",
    "Europe could not afford much more delight.",
    "What was there then but gave you all content,",
    "While you the time in meditation spent",
    "Of their Creator’s power, which there you saw,",
    "In all his creatures held a perfect law;",
    "And in their beauties did you plain descry",
    "His beauty, wisdom, grace, love, majesty.",
    "In these sweet woods how often did you walk,",
    "With Christ and his Apostles there to talk;",
    "Placing his holy Writ in some fair tree",
    "To meditate what you therein did see.",
    "With Moses you did mount his holy hill",
    "To know his pleasure, and perform his will.",
    "With lowly David you did often sing",
    "His holy hymns to Heaven’s eternal King.",
    "And in sweet music did your soul delight",
    "To sound his praises, morning, noon, and night.",
    "With blessed Joseph you did often feed",
    "Your pined brethren, when they stood in need.",
    "And that sweet Lady sprung from Clifford’s race,",
    "Of noble Bedford’s blood, fair stem of grace,",
    "To honorable Dorset now espoused,",
    "In whose fair breast true virtue then was housed,",
    "Oh what delight did my weak spirits find",
    "In those pure parts of her well framèd mind.",
    "And yet it grieves me that I cannot be",
    "Near unto her, whose virtues did agree",
    "With those fair ornaments of outward beauty,",
    "Which did enforce from all both love and duty.",
    "Unconstant Fortune, thou art most to blame,",
    "Who casts us down into so low a frame",
    "Where our great friends we cannot daily see,",
    "So great a difference is there in degree.",
    "Many are placed in those orbs of state,",
    "Partners in honor, so ordained by Fate,",
    "Nearer in show, yet farther off in love,",
    "In which, the lowest always are above.",
    "But whither am I carried in conceit,",
    "My wit too weak to conster of the great.",
    "Why not? although we are but born of earth,",
    "We may behold the heavens, despising death;",
    "And loving heaven that is so far above,",
    "May in the end vouchsafe us entire love.",
    "Therefore sweet memory do thou retain",
    "Those pleasures past, which will not turn again:",
    "Remember beauteous Dorset’s former sports,",
    "So far from being touched by ill reports,",
    "Wherein myself did always bear a part,",
    "While reverend love presented my true heart.",
    "Those recreations let me bear in mind,",
    "Which her sweet youth and noble thoughts did find,",
    "Whereof deprived, I evermore must grieve,",
    "Hating blind Fortune, careless to relieve,",
    "And you sweet Cooke-ham, whom these ladies leave,",
    "I now must tell the grief you did conceive",
    "At their departure, when they went away,",
    "How everything retained a sad dismay.",
    "Nay long before, when once an inkling came,",
    "Methought each thing did unto sorrow frame:",
    "The trees that were so glorious in our view,",
    "Forsook both flowers and fruit, when once they knew",
    "Of your depart, their very leaves did wither,",
    "Changing their colors as they grew together.",
    "But when they saw this had no power to stay you,",
    "They often wept, though, speechless, could not pray you,",
    "Letting their tears in your fair bosoms fall,",
    "As if they said, Why will ye leave us all?",
    "This being vain, they cast their leaves away",
    "Hoping that pity would have made you stay:",
    "Their frozen tops, like age’s hoary hairs,",
    "Shows their disasters, languishing in fears.",
    "A swarthy riveled rind all over spread,",
    "Their dying bodies half alive, half dead.",
    "But your occasions called you so away",
    "That nothing there had power to make you stay.",
    "Yet did I see a noble grateful mind",
    "Requiting each according to their kind,",
    "Forgetting not to turn and take your leave",
    "Of these sad creatures, powerless to receive",
    "Your favor, when with grief you did depart,",
    "Placing their former pleasures in your heart,",
    "Giving great charge to noble memory",
    "There to preserve their love continually.",
    "But specially the love of that fair tree,",
    "That first and last you did vouchsafe to see,",
    "In which it pleased you oft to take the air",
    "With noble Dorset, then a virgin fair,",
    "Where many a learned book was read and scanned,",
    "To this fair tree, taking me by the hand,",
    "You did repeat the pleasures which had passed,",
    "Seeming to grieve they could no longer last.",
    "And with a chaste, yet loving kiss took leave,",
    "Of which sweet kiss I did it soon bereave,",
    "Scorning a senseless creature should possess",
    "So rare a favor, so great happiness.",
    "No other kiss it could receive from me,",
    "For fear to give back what it took of thee,",
    "So I ungrateful creature did deceive it",
    "Of that which you in love vouchsafed to leave it.",
    "And though it oft had given me much content,",
    "Yet this great wrong I never could repent;",
    "But of the happiest made it most forlorn,",
    "To show that nothing’s free from Fortune’s scorne,",
    "While all the rest with this most beauteous tree",
    "Made their sad consort sorrow’s harmony.",
    "The flowers that on the banks and walks did grow,",
    "Crept in the ground, the grass did weep for woe.",
    "The winds and waters seemed to chide together",
    "Because you went away they knew not whither;",
    "And those sweet brooks that ran so fair and clear,",
    "With grief and trouble wrinkled did appear.",
    "Those pretty birds that wonted were to sing,",
    "Now neither sing, nor chirp, nor use their wing,",
    "But with their tender feet on some bare spray,",
    "Warble forth sorrow, and their own dismay.",
    "Fair Philomela leaves her mournful ditty,",
    "Drowned in deep sleep, yet can procure no pity.",
    "Each arbor, bank, each seat, each stately tree",
    "Looks bare and desolate now for want of thee,",
    "Turning green tresses into frosty gray,",
    "While in cold grief they wither all away.",
    "The sun grew weak, his beams no comfort gave,",
    "While all green things did make the earth their grave.",
    "Each brier, each bramble, when you went away",
    "Caught fast your clothes, thinking to make you stay;",
    "Delightful Echo wonted to reply",
    "To our last words, did now for sorrow die;",
    "The house cast off each garment that might grace it,",
    "Putting on dust and cobwebs to deface it.",
    "All desolation then there did appear,",
    "When you were going whom they held so dear.",
    "This last farewell to Cooke-ham here I give,",
    "When I am dead thy name in this may live,",
    "Wherein I have performed her noble hest",
    "Whose virtues lodge in my unworthy breast,",
    "And ever shall, so long as life remains,",
    "Tying my life to her by those rich chains."
  ],
  "title": "The Description of Cooke-ham",
  "year": ""
}