{
  "author": "Lady Mary Wortley Montagu",
  "classification": "Mixed",
  "keywords": [
    "Travels",
    "Journeys",
    "Activities",
    "Landscapes",
    "Pastorals",
    "Living",
    "Nature",
    "Time",
    "Brevity"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174025",
  "region": "England",
  "text": [
    "Give me Great God (said I) a Little Farm",
    "in Summer shady, & in Winter warm",
    "where a cool spring gives birth to a clear brook",
    "by Nature slideing down a mossy Rock",
    "Not artfully in Leaden Pipes convey'd",
    "Or greatly falling in a forc'd Cascade",
    "Pure & unsully'd winding throu' y",
    "Shade.",
    "All bounteous Heaven has added to my Praier",
    "a softer Climate and a purer Air.",
    "Our Frozen Isle now chilling Winter binds",
    "Deform'd by Rains, & rough w",
    "blasting Winds",
    "y",
    "wither'd Woods grown white w",
    "hoary Frost",
    "by driving storms their scatter'd beautys lost",
    "The Trembling birds their leaveless coverts shun",
    "And seek in distant Climes a warmer Sun",
    "The Water Nymphs their silenced Urns deplore",
    "Even Thames benumb'd a River now no more",
    "The barren Meadows give no more delight",
    "by Glist'ning Snows made painfull to y",
    "Sight.",
    "Here Summer reigns w",
    "one Eternal Smile",
    "And double Harvests bless y",
    "happy Soil.",
    "Fair, fertile Fields to w",
    "m Indulgent Heaven",
    "Has every Charm of every Season given!",
    "No Killing Cold deforms y",
    "Beauteous Year",
    "The springing Flowers no coming Winter Fear",
    "But as y",
    "Parent Rose decays & dies",
    "y",
    "Infant Buds w",
    "brighter Colours rise",
    "And with fresh sweets y",
    "Mother-scent supplys",
    "Near th",
    "m the Vi'let glows w",
    "odours blest",
    "And blooms in more than Tyrian Purple drest",
    "The rich Jonquils their golden gleam display",
    "And shine in glorys emulateing day.",
    "These chearfull Groves their living Leaves retain",
    "The Streams still murmur undefil'd by Rain",
    "And growing Green adorns y",
    "Fruitfull Plain",
    "The warbling Kind uninterrupted Sing,",
    "Warm'd w",
    "Enjoyment of perpetual Spring.",
    "Here from my Window I at once survey",
    "The crouded City, & resounding Sea",
    "In distant Views see Assian Mountains rise",
    "And Lose their Snowy Summits in y",
    "Skies.",
    "Above those Mountains high Olympus Tow'rs",
    "The Parliamental Seat of Heavenly Powers.",
    "New to y",
    "Sight my ravish'd Eyes admire",
    "Each guilded Crescent & each Antique Spire",
    "The Fair Serail where sunk in Idle ease",
    "The Lazy Monarch melts his thoughtless days",
    "The Marble Mosques beneath whose Ample Domes",
    "Fierce Warlike Sultans sleep in peacefull Tombs",
    "Those lofty Structures once the Christian boast",
    "Their Names, their Honnours, & their Beautys lost",
    "Those Altars bright w",
    "Gold, w",
    "Sculpture grac'd",
    "By barbarous Zeal of savage Foes defac'd",
    "Convents where Emperors profess'd of old",
    "The Labour'd Pillars that their Triumphs told.",
    "Vain Monuments of Men that once were great!",
    "Sunk, undistinguish'd, by one Common Fate!",
    "How art thou falln Imperial City, Low!",
    "Where are thy Hopes of Roman Glory now?",
    "Where are thy Palaces by Prelates rais'd",
    "Where preistly Pomp in Purple Lustre blaz'd?",
    "So vast, that Youthfull Kings might there reside",
    "So Splendid; to content a Patriarchs pride",
    "Where Grecian Artists all their skill displayd",
    "Before y",
    "happy Sciences decay'd;",
    "So vast, that Youthfull Kings might there reside",
    "So Splendid; to content a Patriarchs Pride;",
    "Convents where Emperors proffess'd of Old,",
    "The Labour'd Pillars that their Triumphs told,",
    "Vain Monuments of Men that once were great!",
    "Sunk, undistinguish'd in one common Fate!",
    "One Little Spot, the small Fenar contains,",
    "Of Greek Nobillity, the poor Remains,",
    "Where other Helens show like powerfull Charms",
    "As once engag'd the Warring World in Arms:",
    "Those Names that Roial Auncestry can boast",
    "In mean Mechanic Arts obscurely lost",
    "Those Eyes a second Homer might inspire,",
    "fix'd at the Loom, destroy their useless Fire.",
    "Greiv'd at a view w",
    "ch strikes vpon my Mind",
    "The short liv'd Vanity of Human kind",
    "In Gaudy Objects I indulge my Sight,",
    "And turn where Eastern Pomp gives gay delight.",
    "See; the vast Train in various Habits dress'd!",
    "By the Bright Seymetar and Sable Vest;",
    "The Vizier proud, distinguish'd o're the rest!",
    "Six slaves in gay Attire his Bridle hold;",
    "His Bridle rough with Gems, his Stirups Gold;",
    "His Snowy Steed adorn'd with lavish Pride",
    "Whole Troops of Soldiers mounted by his Side,",
    "These toss the Plumy Crest, Arabian Coursers guide.",
    "With awfull Duty all decline their Eyes,",
    "No bellowing Shouts of noisy Crouds arise;",
    "Silence in solemn State the march attends",
    "Till at the dread Divan the slow processions ends.",
    "Yet not these Objects all profusely Gay,",
    "The Gilded Navy that adorns the Sea,",
    "The riseing City in Confusion fair;",
    "Magnificently form'd irregular",
    "Where Woods and Palaces at once surprise",
    "Gardens, on Gardens, Domes on Domes arise",
    "And endless Beauties tire the wandering Eyes,",
    "So sooths my Wishes, or so charms my Mind,",
    "As this Retreat, secure from Human kind.",
    "No Knaves successfull Craft does Spleen excite",
    "No Coxcombs tawdry Splendour shocks my Sight;",
    "No Mob Alarm awakes my Female Fears,",
    "No unrewarded Merit asks my Tears;",
    "Nor Praise my Mind, nor Envy hurts my Ear,",
    "Even Fame it selfe can hardly reach me here,",
    "Impertinence with all her Tattling Train",
    "Fair-sounding Flatterys delicious Bane",
    "Censorious Folly; Noisy Party Rage;",
    "The Thousand with which she must engage",
    "Who dare have Virtue in a Vicious Age."
  ],
  "title": "Constantinople",
  "year": ""
}