{
  "author": "Lady Mary Wortley Montagu",
  "classification": "Couplet",
  "keywords": [
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174031",
  "region": "England",
  "text": [
    "THE bassette-table spread, the tallier come,",
    "Why stays SMILINDA in the dressing-room ?",
    "Rise, pensive nymph ! the tallier stays for you.",
    "Ah ! Madam, since my SHARPER is untrue,",
    "I joyless make my once ador'd alpieu.",
    "I saw him stand behind OMBRELIA's Chair,",
    "And whisper with that soft deluding air,",
    "And those feign'd sighs that cheat the list'ng fair \u0097",
    "Is this the cause of your romantic strains ?",
    "A mightier grief my heavy heart sustains.",
    "As you by love, so I by fortune cross'd,",
    "In one bad deal three Septleva's I lost.",
    "Is that a grief",
    "With ease the smiles of fortune I resign.",
    "Wou'd all my gold in one bad deal were gone,",
    "Were lovely",
    "A lover lost, is but a common care,",
    "And prudent nymphs against the change prepare.",
    "The queen of Clubs thrice lost ! Oh ! who cou'd guess",
    "This fatal stroke this unforeseen distress !",
    "See ! BETTY LOVEIT very à propos !",
    "She all the pains of love and play does know,",
    "Deeply experienc'd many years ago.",
    "Dear BETTY shall th' important point decide,",
    "BETTY, who oft the pains of each has try'd :",
    "Impartial, she shall say who suffers most,",
    "By cards, ill-usage, or by lovers lost.",
    "Tell, tell your griefs ; attentive will I stay,",
    "Tho' time is precious, and I want some tea.",
    "Behold this equipage by MATHERS wrought",
    "With fifty guineas (a great pen'orth !) bought !",
    "See on the tooth-pick MARS and CUPID strive,",
    "And both the struggling figures seem",
    "Upon the bottom see the Queen's bright face ;",
    "A myrtle foliage round the thimble case ;",
    "JOVE, JOVE himself does on the scissars shine,",
    "The metal and the workmanship divine.",
    "This snuff-box once the pledge of SHARPER's love,",
    "When rival beauties for the present strove,",
    "(At CORTICELLI's he the raffle won,",
    "There first his passion was in public shown ;",
    "HAZARDIA blush'd, and turn'd her head aside,",
    "A rival's envy all in vain to hide)",
    "This snuff-box \u0097 on the hinge see",
    "This snuff-box will I stake, the prize is mine.",
    "Alas ! far lesser losses than I bear,",
    "Have made a soldier sigh, a lover swear :",
    "But oh ! what makes the disappointment hard,",
    "'Twas my own Lord who drew the fatal card ! \u0097",
    "In complaisance I took the Queen he gave,",
    "Tho' my own secret wish was for the Knave :",
    "The Knave won",
    "that I had chose,",
    "And the next pull my",
    "I lose.",
    "But ah ! what aggravates the killing smart,",
    "The cruel thought that stabs me to the heart,",
    "This curs'd OMBRELIA, this undoing fair,",
    "By whose vile arts this heavy grief I bear,",
    "She, at whose name I shed these spiteful tears,",
    "She owes to me, the very charms she wears :",
    "An aukward thing when first she came to town,",
    "Her shape",
    "She was my friend, I taught her first to spread",
    "Upon her sallow cheeks enlivening red,",
    "I introduc'd her to the",
    "And by my Interest COSINS made her stays ;",
    "Ungrateful wretch ! with mimick airs grown pert,",
    "She dares to steal my favourite lover's heart.",
    "Wretch that I was ! how often have I swore,",
    "When WINNALL tallied, I would punt no more !",
    "I know the bite, yet to my ruin run,",
    "And see the folly which I cannot shun.",
    "How many maids have SHARPER's vows deceiv'd !",
    "How many curs'd the moment they believ'd !",
    "Yet, his known falshood could no warning prove :",
    "Ah ! what are warnings to a maid in love !",
    "But of what marble must that breast be form'd,",
    "Can gaze on Bassette, and remain unwarm'd ?",
    "When kings, queens, knaves are set in decent rank,",
    "Expos'd in glorious heaps the tempting bank !",
    "Guineas, half-guineas, all the shining train,",
    "The Winner's pleasure and the Loser's pain ;",
    "In bright confusion open rouleaus lie,",
    "They strike the soul, and glitter in the eye ;",
    "Fir'd by the sight, all reason I disdain,",
    "My passions rise, and will not bear the rein :",
    "Look upon Bassette, you who Reason boast,",
    "And see if Reason may not there be lost !",
    "What more than marble must",
    "That listens coldly to my SHARPER's vows !",
    "Then when he trembles, when his blushes rise,",
    "When awful Love seems melting in his eyes !",
    "With eager beats his Mechlin cravat moves :",
    "He loves, I whisper to myself, He loves !",
    "Such unfeign'd passion in his",
    "I lose all mem'ry of my former fears ;",
    "My panting heart confesses all his charms ;",
    "I yield at once, and sink into his arms.",
    "Think of that moment, you who Prudence boast !",
    "For such a moment, Prudence well were lost.",
    "At the Groom-porter's, batter'd bullies play ;",
    "Some Dukes at",
    "But who the bowl or rattling dice compares",
    "To Bassette's heavenly joys and pleasing cares ?",
    "Soft SIMPLICETTA doats upon a beau ;",
    "PRUDINA likes a man, and laughs at",
    "Their several graces in my SHARPER meet ;",
    "Strong as the footman, as the master sweet.",
    "Cease your contention, which has been too long,",
    "I grow impatient, and the tea too strong :",
    "Attend, and yield to what I now decide ;",
    "The equipage shall grace SMILINDA's side ;",
    "The snuff-box to CARDELIA I decree ;",
    "So leave complaining, and begin your tea."
  ],
  "title": "Town Eclogues: Thursday; the Bassette-Table",
  "year": ""
}