{
  "author": "Lady Mary Wortley Montagu",
  "classification": "Couplet",
  "keywords": [
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Humor",
    "Satire",
    "Class",
    "Arts",
    "Sciences",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174029",
  "region": "England",
  "text": [
    "so many favours hast receiv'd,",
    "Wondrous to tell, and hard to be believ'd,",
    "Oh ! H\u0097\u0097 D, to my lays attention lend,",
    "Hear how two lovers boastingly contend ;",
    "Like thee successful, such their bloomy youth,",
    "Renown'd alike for gallantry and truth.",
    "St. JAMES's bell had toll'd some wretches in,",
    "(As tatter'd riding-hoods alone could sin)",
    "The happier sinners now their charms",
    ",",
    "And to their manteaus their complexions suit :",
    "The opera queens had finish'd half their faces,",
    "And city-dames allready taken places ;",
    "Fops of all kinds to see the Lion, run ;",
    "The beauties",
    "till the first act's begun,",
    "And beaux step home to put fresh linen on.",
    "No well-dress'd youth in coffee-house remain'd,",
    "But pensive PATCH, who on the window lean'd ;",
    "And SILLIANDER, that alert and gay,",
    "First pick'd his teeth, and then began to say.",
    "Why all these sighs ? ah ! why so pensive grown ?",
    "Some cause there is that thus you sit alone.",
    "Does hapless passion all this sorrow move ?",
    "Or dost thou envy where the ladies love ?",
    "If, whom they love, my envy must pursue,",
    "'Tis sure, at least, I never envy You.",
    "No, I'm unhappy, You are in the right,",
    "'Tis You they favour, and 'tis Me they slight.",
    "Yet I could tell, but that I hate to boast,",
    "A club of ladies where 'tis Me they toast.",
    "Toasting does seldom any favour prove ;",
    "Like us, they never toast the thing they love.",
    "A certain Duke one night my health begun ;",
    "With chearful pledges round the room it run,",
    "Till the young SILVIA press'd to drink it too,",
    "Started, and vow'd she knew not what to do :",
    "What, drink a fellow's health ! she dy'd with shame :",
    "Yet blush'd whenever she pronounc'd my name.",
    "Ill fates pursue me, may I never find",
    "The dice propitious, or the ladies kind,",
    "If fair Miss FLIPPY's fan I did not tear,",
    "And one from me she condescends to wear.",
    "Women are always ready to receive ;",
    "'Tis then a favour when the sex will give.",
    "A lady (but she is too great to name)",
    "Beauteous in person, spotless",
    "her fame,",
    "With gentle strugglings let me force this ring ;",
    "Another day may give another thing.",
    "I cou'd say something \u0097 see this billet-doux \u0097",
    "And as for presents \u0097 look upon my shoe \u0097",
    "These buckles were not forc'd,",
    "half a theft,",
    "But a young Countess fondly made the gift.",
    "My Countess is more nice, more artful too,",
    "Affects to fly that I may fierce pursue :",
    "This snuff-box",
    "I begg'd, she still deny'd,",
    "And when I strove to snatch it, seem'd to hide ;",
    "She laugh'd and fled, and as I sought to seize,",
    "With affectation cramm'd it down her stays :",
    "Yet hop'd she did not place it there unseen,",
    "I press'd her breasts, and pull'd it from between.",
    "Last night, as I stood ogling of her Grace,",
    "Drinking delicious poison from her face,",
    "The soft enchantress did that face decline,",
    "Nor ever rais'd her eyes to meet with mine ;",
    "With sudden art some secret did pretend,",
    "Lean'd cross two chairs to whisper to a friend,",
    "While the stiff whalebone with the motion rose,",
    "And thousand beauties to my sight expose.",
    "Early this morn \u0097 (but I was ask'd to come)",
    "I",
    "bohea in CÆLIA's dressing-room :",
    "Warm from her bed, to me alone within,",
    "Her night-gown fasten'd with a single pin ;",
    "Her night-cloaths tumbled with resistless grace,",
    "And her bright hair play'd careless round her face ;",
    "Reaching the kettle, made her gown unpin,",
    "She wore no waistcoat, and her shift was thin.",
    "See TITIANA driving to the park,",
    "! let us follow, 'tis not yet too dark ;",
    "In her all beauties of the spring are seen,",
    "Her cheeks are rosy, and her",
    "green.",
    "See, TINTORETTA to the opera goes !",
    "Haste, or the crowd will not permit our bows ;",
    "In her the glory of the heav'ns we view,",
    "Her eyes are star-like, and her",
    "blue.",
    "What colour does in CÆLIA's stockings shine ?",
    "Reveal that secret, and the prize is thine.",
    "What are her garters ! tell me if you can ;",
    "I'll freely own thee for the",
    "man.",
    "Thus PATCH continued his heroic strain,",
    "While SILLIANDER but contends in vain.",
    "After a conquest so important gain'd,",
    "Unrival'd PATCH in ev'ry ruelle reign'd."
  ],
  "title": "Town Eclogues: Tuesday; St. James's Coffee-House",
  "year": ""
}