{
  "author": "Lady Mary Wortley Montagu",
  "classification": "Couplet",
  "keywords": [
    "Love",
    "Relationships",
    "Men",
    "Women",
    "Romantic Love",
    "First Love",
    "Infatuation",
    "Crushes",
    "Unrequited Love"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174030",
  "region": "England",
  "text": [
    ". \" NO, fair DANCINDA, no ; you strive in vain",
    "\" To calm my care and mitigate my pain ;",
    "\" If all my sighs, my",
    ", can fail to move,",
    "\" Ah ! sooth me not with fruitless vows of love.\"",
    "Thus STREPHON spoke. DANCINDA thus reply'd :",
    "What must I do to gratify your pride ?",
    "Too well you know (ungrateful as thou art)",
    "How much you triumph in this tender heart ;",
    "What proof of love remains for me to grant ?",
    "Yet still you teize me with some new complaint.",
    "Oh ! would to heav'n ! \u0097 but the fond wish is vain \u0097",
    "Too many favours had not made it plain !",
    "But such a passion breaks",
    "all disguise,",
    "Love reddens on my cheek and wishes in my eyes.",
    "Is't not enough (inhuman and unkind !)",
    "I own the secret conflict of my mind ?",
    "You cannot know what",
    "pain I prove,",
    "When I with burning blushes own I love.",
    "You see my artless joy at your approach,",
    "I sigh, I faint, I tremble at your touch ;",
    "And in your absence all the world I shun ;",
    "I hate mankind, and curse the cheering sun.",
    "Still as I fly, ten thousand swains pursue ;",
    "Ten thousand swains I sacrifice to you.",
    "I shew you all my heart without disguise :",
    "But these are tender proofs that you despise \u0097",
    "I see too well what wishes you pursue ;",
    "You wou'd not only conquer, but undo :",
    "You, cruel victor, weary of your flame,",
    "Would seek a cure in my eternal shame ;",
    "And not content my honour to subdue,",
    "Now strive to triumph o'er my virtue too.",
    "Oh ! LOVE, a God indeed to womankind,",
    "Whose arrows burn me and whose fetters bind,",
    "Avenge thy altars, vindicate thy fame,",
    "And blast these traytors",
    "profane thy name,",
    "Who by pretending to thy sacred fire,",
    "Raise cursed trophies to impure desire.",
    "Have you forgot with what ensnaring art",
    "You first seduc'd this fond uncautious heart ?",
    "Then as I fled, did you not kneeling cry,",
    "Turn, cruel beauty ; whither wou'd you fly ?",
    "Why all these Doubts ? why this distrustful fear ?",
    "No impious wishes shall offend your ear :",
    "Nor ever shall my boldest hopes pretend",
    "Above the title of a tender friend ;",
    "Blest, if my lovely Goddess will permit",
    "My humble vow, thus sighing at her feet.",
    "The tyrant Love that in my Bosom reigns,",
    "The God himself submits to wear your chains ;",
    "You shall direct his course, his ardour tame,",
    "And check the fury of his wildest flame.",
    "Unpractis'd youth is easily deceiv'd ;",
    "Sooth'd by such sounds, I listen'd and believ'd :",
    "Now quite forgot that soft submissive fear :",
    "You dare to ask what I must blush to hear.",
    "Cou'd I forget the honour of my race,",
    "And meet your wishes, fearless of disgrace ;",
    "Cou'd passion o'er my tender youth prevail,",
    "And all my mother's pious maxims fail ;",
    "Yet to preserve your heart (which still must be,",
    "False as it is, for ever dear to me)",
    "This fatal proof of love I wou'd not give,",
    "Which you contemn the moment you receive.",
    "The wretched she, who yields to guilty joys",
    "A man may pity, but he must despise.",
    "Your ardour ceas'd, I then shou'd see you shun",
    "The wretched victim by your arts undone.",
    "Yet if I cou'd that cold indifference bear,",
    "What more wou'd strike me with the last despair,",
    "With this reflection wou'd my soul be torn,",
    "To know I merited your cruel scorn.",
    "Has Love no pleasures free from guilt or fear ?",
    "Pleasures less fierce, more lasting, more sincere ?",
    "Thus let us gently kiss and fondly gaze,",
    "Love is a child, and like a child",
    "plays.",
    "O STREPHON, if you wou'd continue just,",
    "If Love be something more than brutal lust,",
    "Forbear to ask what I must still deny,",
    "This bitter pleasure, this destructive joy,",
    "So closely follow'd by the dismal train",
    "Of cutting shame, and guilt's heart-piercing pain.",
    "She paus'd ; and fix'd her eyes upon her fan ;",
    "He took a pinch of snuff, and thus began ;",
    "Madam, if Love \u0097 but he cou'd say no more,",
    "For Mademoiselle came rapping",
    "the door.",
    "The dangerous moments no adieus afford ;",
    "Begone, she cries, I'm sure I hear my Lord.",
    "The lover starts from his unfinish'd loves,",
    "To snatch his hat, and seek his scatter'd gloves :",
    "The sighing dame to meet her dear prepares,",
    "While STREPHON cursing, slips down the back-stairs."
  ],
  "title": "Town Eclogues: Wednesday; The Tête à Tête",
  "year": ""
}