{
  "author": "Lady Mary Wortley Montagu",
  "classification": "Couplet",
  "keywords": [
    "Time",
    "Brevity",
    "Health",
    "Illness",
    "Relationships",
    "Living",
    "Men",
    "Women"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174032",
  "region": "England",
  "text": [
    "THE wretched FLAVIA on her couch reclin'd,",
    "Thus breath'd the anguish of a wounded mind ;",
    "A glass revers'd in her right hand she bore,",
    "For now she shun'd the face she sought before.",
    "' How am I chang'd ! alas ! how am I grown",
    "' A frightful spectre, to myself unknown !",
    "' Where's my Complexion ? where the radiant Bloom,",
    "' That promis'd happiness for Years to come ?",
    "' Then with what pleasure I this face survey'd !",
    "' To look once more, my visits oft delay'd !",
    "' Charm'd with the view, a fresher red would rise,",
    "' And a new life shot sparkling from my eyes !",
    "' Ah ! faithless glass, my wonted bloom restore;",
    "' Alas ! I rave, that bloom is now no more !",
    "' The greatest good the GODS on men bestow,",
    "' Ev'n youth itself, to me is useless now.",
    "' There was a time, (oh ! that I could forget !)",
    "' When opera-tickets pour'd before my feet ;",
    "' And at the ring, where brightest beauties shine,",
    "' The earliest cherries of the",
    "were mine.",
    "' Witness, O",
    "; and thou,",
    ", tell",
    "' How much Japan these eyes have made",
    "sell.",
    "' With what contempt",
    "you saw me oft despise",
    "' The humble offer of the raffled prize ;",
    "' For at",
    "raffle still the prize I bore,",
    "' With scorn rejected, or with triumph wore !",
    "' Now beauty's fled, and presents are no more !",
    "' For me the Patriot has the house forsook,",
    "' And left debates to catch a passing look :",
    "' For me the Soldier has soft verses writ ;",
    "' For me the Beau has aim'd to be a Wit.",
    "' For me the Wit to nonsense was betray'd ;",
    "' The Gamester has for me his dun delay'd,",
    "' And overseen the card, I would have",
    ".",
    "' The bold and haughty by success made vain,",
    "' Aw'd by my eyes has trembled to complain:",
    "' The bashful 'squire touch'd",
    "a wish unknown,",
    "' Has dar'd to speak with spirit not his own ;",
    "' Fir'd by one wish, all did alike adore ;",
    "' Now beauty's fled, and lovers are no more!",
    "' As round the room I turn my weeping eyes,",
    "' New unaffected scenes of sorrow rise !",
    "' Far from my sight that killing picture bear,",
    "' The face disfigure,",
    "the canvas tear !",
    "' That picture which with pride I us'd to show,",
    "' The lost resemblance but upbraids me now.",
    "' And thou, my toilette! where I oft have",
    ",",
    "' While hours unheeded pass'd in deep debate,",
    "' How curls should fall, or where a patch to place :",
    "' If blue or scarlet best became my face;",
    "' Now on some happier nymph thy aid bestow ;",
    "' On fairer heads, ye useless jewels glow !",
    "' No borrow'd lustre can my charms restore ;",
    "' Beauty is fled, and dress is now no more !",
    "' Ye meaner beauties, I permit",
    "shine ;",
    "' Go, triumph in the hearts that once were mine ;",
    "' But midst your triumphs with confusion know,",
    "' 'Tis to my ruin all your",
    "ye owe.",
    "' Would pitying Heav'n restore my wonted mien,",
    "'",
    "still might move unthought-of and unseen.",
    "' But oh ! how vain, how wretched is the boast",
    "' Of beauty faded, and of empire lost !",
    "' What now is left but weeping, to deplore",
    "' My beauty fled, and empire now no more !",
    "' Ye, cruel Chymists, what with-held your aid !",
    "' Could no pomatums save a trembling maid ?",
    "' How false and trifling is that art you boast ;",
    "' No art can give me back my beauty lost.",
    "' In tears, surrounded by my friends I lay,",
    "' Mask'd o'er and",
    "at the",
    "of day;",
    "' MIRMILLO came my fortune to deplore,",
    "' (A golden headed cane, well carv'd he bore)",
    "' Cordials, he cried, my spirits must restore :",
    "' Beauty is fled, and spirit is no more !",
    "' GALEN, the grave ; officious SQUIRT was there,",
    "' With fruitless grief and unavailing care :",
    "' MACHAON too, the great MACHAON, known",
    "' By his red cloak and his superior frown ;",
    "' And why, he cry'd, this grief and this despair ?",
    "' You shall again be well, again be fair ;",
    "' Believe my oath ; (with that an oath he swore)",
    "' False was his oath ; my beauty is no more !",
    "' Cease, hapless maid, no more thy tale pursue,",
    "' Forsake mankind, and bid the world adieu !",
    "' Monarchs and beauties rule with equal sway ;",
    "' All strive to serve, and glory to obey :",
    "' Alike unpitied when depos'd they grow ;",
    "' Men mock the idol of their former vow.",
    "' Adieu ! ye parks ! — in some obscure recess,",
    "' Where gentle streams will weep at my distress,",
    "' Where no false friend will in my grief take part,",
    "' And mourn my ruin with a joyful heart ;",
    "' There let me live in some deserted place,",
    "' There hide in shades this lost inglorious face.",
    "' Ye, operas, circles, I no more must view !",
    "' My toilette, patches, all the world adieu!"
  ],
  "title": "Town Eclogues: Saturday; The Small-Pox",
  "year": ""
}