{
  "author": "Roddy Lumsden",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/241550",
  "region": "",
  "text": [
    "They arrived at the desk of the Hotel Duncan",
    "and Smithed in, twitchy as flea-drummed squirrels.",
    "Her coat was squared and cream, his patent shoes",
    "were little boats you wouldn’t put to sea in.",
    "People, not meaning to, write themselves in",
    "to the soap that your life is, rise or fall in the plot.",
    "Seems that they were fleeing from the 1980s",
    "much as a hummingbird flies from a flower’s bell.",
    "These were the times when wine was still a treat",
    "and not yet considered a common bodily fluid.",
    "You will have heard that the mind works much",
    "as an oval of soap turned between two hands.",
    "She went round the room seeking lights",
    "that could be off without desire becoming love.",
    "He spread his arms behind his head, a gesture",
    "of libido she misread as test of temperature.",
    "Every carpet has its weave and underlay, seen",
    "only by the maker, the deliverer and the layer.",
    "The year was a dog but the day was as good as",
    "a song that ends with a wedding, meat on the rib.",
    "Evening was folding over the grid, slick walkers",
    "with armfuls of books splendored in dusk’s ask.",
    "The song of the pipes was eerie as a face pressed",
    "to glass, as a basketball with a mouth and teeth.",
    "They lay in the glow of the times and talked of",
    "how people form a queue to exact or escape love.",
    "Each sigh has a sequel, she thought, then",
    "did,",
    "then the whole hotel pulsed through that thought.",
    "Scandal has an inroad, but you must tunnel out;",
    "she rose and stood up counting, all hair and beauty.",
    "Though we do not hear them, beneath our own,",
    "our shadows’ footsteps clatter, they match our dread."
  ],
  "title": "1979",
  "year": ""
}