{
  "author": "Roddy Lumsden",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181455",
  "region": "Scotland",
  "text": [
    "I realise it’s not all salad sandwiches",
    "at pinewood picnics, endless volleyball.",
    "I’ve heard the argument that talk of shame",
    "and how our forebears thought their bodies dirty;",
    "how",
    "But it’s not for me, beneath my double load",
    "of Calvinist and voyeuristic tendencies.",
    "For me, I have to see the clothes come off:",
    "the way a button’s thumbed through cotton cloth -",
    "a winning move in some exotic game",
    "with no set rules but countless permutations -",
    "or how a summer dress falls to the floor",
    "with momentary mass and with a plash",
    "that stirs us briefly as we ply our passion;",
    "a hand pushed through the coldness of a zip,",
    "three fingertips that follow down the spine",
    "to where a clasp is neatly spun undone",
    "amidkiss, by prime legerdemain",
    "and who cares that it happens once in four",
    "and never, never on the first undressing,",
    "it must be better than a foreskin snagged",
    "on gorse thorns or a cold, fat nipple jammed",
    "in the scissor drawer, the bounty and the blessing,",
    "the mystery of nakedness reduced",
    "till on a par with go-go palaces",
    "where goosebumped, grinding strippers strut their stuff",
    "in the birthday clothes of backstreet empresses,",
    "down on a par with the oncologist",
    "who gropes for lumps, the night-morgue man who clips",
    "his nails amongst the naked, bin-bagged stiffs.",
    "So, stranger, what I want to say is this:",
    "if you’re to join me in a little sinning",
    "(and this is my place up here on the right),",
    "please understand I’d value some reluctance,",
    "a cold-feet shiver, as in the beginning",
    "when Eve discovered modesty and slipped",
    "in and out of something comfortable.",
    "For there are many ways to skin a cat,",
    "but ours is human nature - things come off",
    "so rarely. Come in. Let me take your coat."
  ],
  "title": "Against Naturism",
  "year": ""
}