{
  "author": "Roddy Lumsden",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Life Choices",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181449",
  "region": "Scotland",
  "text": [
    "The kilted porter shook my hand in welcome,",
    "drained it of blood and gave me back my luggage.",
    "I signed the register in my own name",
    "for the first time in my life of low celebrity.",
    "In the lounge bar, there were pictures by Margarita",
    "but no sign of margaritas by the pitcher.",
    "All night, the couple in the next-door room",
    "failed noisily to make love even once.",
    "The signature tune of the air conditioning",
    "was a surface B-side for any one-hit-wonder.",
    "Weary, I ordered up the late night menu",
    "from room service, but sleep wasn’t on it",
    "so, after an hour of mentally undressing myself,",
    "I donned the pyjamas with the killer bee motif",
    "and there on the bed I wrote a dozen",
    "identical postcards to friends I’d forgotten.",
    "No doubt to keep the cold tap company,",
    "the hot tap had opted to be a cold tap too.",
    "Funnel-web spiders wove their lazy way",
    "toward each other across the scarlet ceiling",
    "and when I solved the riddle of the shower,",
    "no blood came gushing, but no water either.",
    "By the bed, a Gideon Bible in Esperanto",
    "and a phone-book listing Lumsdens of the world;",
    "in the mini-bar, flat Vimto and a half-pint",
    "of someone else’s mother’s milk, turned to fur.",
    "The TV had one channel, showing highlights",
    "from my worst performances in every sphere.",
    "At three, in the courtyard, a chambermaid choir",
    "sang a barbershop version of ‘I Will Survive’.",
    "The only time I dared to close my eyes,",
    "dervishes under the bed began to talk dirty.",
    "When I left at nine and settled my check,",
    "they told me clearly"
  ],
  "title": "Lumsden Hotel",
  "year": ""
}