{
  "author": "Roddy Lumsden",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Relationships",
    "Love",
    "Home Life",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181453",
  "region": "Scotland",
  "text": [
    "It doesn’t take the full-wind sickness,",
    "just the mere, the constant threat of it,",
    "just the salt trace, its faint knocking",
    "to bring the spirits of chance and chaos",
    "into this house - they stand in doorways:",
    "quaint, foul allies, swivelling their ghost hips,",
    "tugging at their gowns of transparency",
    "and mischief. They buzz me with lust,",
    "and I’m undone.",
    "Remember these: the Cupid",
    "who ducked up from behind a wall and aimed",
    "an arrow, one evening on Broughton Street;",
    "whatever grabbed my shoulder at Earlshall;",
    "a sound of heavy boxes pushed up and down",
    "the empty hallway; the past is the self’s ghoul.",
    "What is it, Roddy, you know you’ve blocked out?",
    "What left your brain so empty that it gushed full",
    "with circus music and the safe bet of trivia?",
    "Here I am swinging on the fence of fences, in limbo,",
    "where the other world loves to try my pragmatism",
    "and it’s I who have invited them, summoned",
    "by this self-indulgent ouija.",
    "But what is it",
    "that folds my clothes as I sleep and leaves them",
    "on the edge of the bed? Who hides my slippers,",
    "re-hangs the paintings?",
    "Did a minor",
    "goddess filch me in Manila and follow me home,",
    "prone, as they are, to easy-led mortal men.",
    "And I’m easy, easy. So, come now, teach me",
    "to believe in the soul. Hurt me with the truth. Press",
    "me back down on this cheap, wine-coloured carpet;",
    "let me know for once and for all how fucked I am."
  ],
  "title": "My Limbo",
  "year": ""
}