{
  "author": "Roddy Lumsden",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Midlife",
    "Disappointment",
    "Failure",
    "Time",
    "Brevity",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181456",
  "region": "Scotland",
  "text": [
    "The man I could have been works for a vital institution,",
    "a vital",
    "institution.",
    "Without him, walls will crumble, somewhere, paint will peel.",
    "He takes a catch.",
    "He is outdoorsy and says",
    "and means the traffic.",
    "He’s happy to watch a film and stops short of living in one.",
    "The man I could have been owns a Subaru pickup the colour of",
    "cherry tomatoes.",
    "He’s in the black, not in the dark.",
    "His mother is calm.",
    "Women keep his baby picture in the windownooks of wallets.",
    "No one dies on him.",
    "The man I could have been owns bits of clothes not worn by",
    "uncles first.",
    "He has no need of medicine.",
    "He walks from Powderhall to Newington in twenty minutes.",
    "He plays the piano a",
    ".",
    "Without him, havens buckle, sickbeds bloom.",
    "The man I could have been lives locally.",
    "He is quietly algebraic.",
    "Without him, granite will not glister.",
    "And when he sees a crisis, he does not dive in feet first.",
    "He votes, for he believes in their democracy.",
    "The man I could have been has a sense of direction.",
    "For him, it was never Miss Scarlet with the dagger in the kitchen.",
    "He knows his tilth and sows his seed.",
    "He’ll make a father.",
    "He is no maven nor a connoisseur.",
    "The man I could have been has a season ticket at Tynecastle.",
    "He comes in at night and puts on",
    "He browses.",
    "He puts fancy stuff in his bathwater.",
    "He doesn’t lace up his life with secrets.",
    "The man I could have been was born on a high horse.",
    "He knows the story of the Willow Pattern.",
    "He had a dream last night you’d want to hear about",
    "and remembers the words to songs.",
    "His back is a saddle where lovers have ridden.",
    "The man I could have been has a sovereign speech in him he’s",
    "yet to give.",
    "He might well wrassle him a bear.",
    "He is a man about town.",
    "He has the exact fare on him.",
    "Without him, motley trauma.",
    "The man I could have been, he learns from my mistakes.",
    "He never thought it would be you.",
    "And no one says",
    "He has no need of London",
    "and walks the middle of the road for it is his.",
    "The man I could have been is quick and clean.",
    "He is no smalltown Jesus nor a sawdust Cesear.",
    "Without him, salt water would enter your lungs.",
    "He doesn’t hear these endless xylophones.",
    "That’s not him lying over there."
  ],
  "title": "The Man I Could Have Been",
  "year": ""
}