{
  "author": "Roddy Lumsden",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239238",
  "region": "",
  "text": [
    "Skipping out from the major international cocktail party",
    "with my becleavaged blight, a jeroboam in her tight fist,",
    "I broke open my copy of",
    ", i.e., men.",
    "Never had I seen so many pairs of to-the-elbow gloves.",
    "Never did I see a puttoed ceiling groan so with thin talk",
    "as the great, the grim and the gone pressed terrible flesh,",
    "so many penguins offering tastesome wisps and skimps",
    "from doilied salvers: cherry-shaded caviar, cheese puffs,",
    "dark sugared berries, dainty octopods, gently vinegared,",
    "with not enough tentacles to count the capes and stoles,",
    "fine bespoke pashminas, silk snoods, at least one vicuña",
    "suit, tainted with gold thread. I’d seen down a Blenheim,",
    "two Lime Rickeys and was eyeing a gamine mixologist",
    "who was straining out Savoy Royales when my raddled",
    "nemesis limped over to announce she had encountered",
    "my latest screed, all four foot eleven of her tortoiseishly",
    "quivering, a nubbin of cream cheese on her whiskery lip",
    "and her good eye withering my borrowed companionette",
    "as she leaned on air. I am not a man who has not known",
    "the turmoil women offer, the gift you accept of their wit,",
    "the way you’d slip a hand into a gloveful of cockroaches,",
    "comply with a last-minute call to join a seal cull. Tanya,",
    "I pouted, I am awed and honored you opened a window",
    "in your schedule even to glance at my inconsequential",
    "outpourings. At which point she clattered out a scoffing",
    "gibe so sour you couldn’t blend it with a chemistry set",
    "from Hamley’s and, seizing my escort by her neat wrist,",
    "we tore out onto Jermyn Street, along which I performed",
    "a sort of shuffle, one eye on the book and one on m’lady’s",
    "competition-standard backside as she led us to the Ritz."
  ],
  "title": "The Shuffle",
  "year": ""
}