{
  "author": "John Beer",
  "classification": "",
  "keywords": [
    "Nature",
    "The Body",
    "Arts",
    "Sciences",
    "Philosophy",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239570",
  "region": "U.S., Midwestern",
  "text": [
    "—Walter Benjamin",
    "—John Donne",
    "—traditional",
    "No one comes here anymore.",
    "I have a token NO",
    "I have an idea NO",
    "I was washed up",
    "on a lab table, in the traditional",
    "manner. “Everybody wants",
    "to say the joyful joyfully, and I",
    "finally saw it, when I was destroyed.”",
    "Talk all you like, you’re already dead.",
    "**",
    "Mary, would you like to come outside?",
    "Mary worked so long and hard",
    "In the palace of black and white.",
    "Mary knows things I don’t know.",
    "She knows every tear I’ve cried.",
    "She gave her life to seeing sight.",
    "Mary, Mary, when will you come outside?",
    "**",
    "Well, we have these instruments",
    "**",
    "Beauty is a tooth. Correction:",
    "The telephone rang. I was looking",
    "At brown, there’s a history",
    "I’m not getting into, beauty",
    "Is still a tooth. Correction:",
    "Nobody wanted to go to the post office.",
    "**",
    "Individually a vision, a vision",
    "Individuate. You manx.",
    "\"Yeah, it’s that paper that lights up",
    "When you look at it.” But why did",
    "The ground start moving? Catch up.",
    "She knew it was happening before",
    "It started to happen. Catch up.",
    "“What did you do, pay for",
    "Those eyes?”",
    "**",
    "Opaque: the rose is not red until your eyes fall upon it.",
    "Translucent: the rose is not red until your eyes.",
    "Transparent: the rose is not red.",
    "**",
    "Etc. Look, the story concerns Mary, and Mary alone. Mary",
    "alone in her colorless tower.",
    "Snow will fall, day turn to night, and not even postmen evade",
    "her sight,",
    "Lidless, fulfilling the ancient dream, she sees the tanks roll",
    "into Gaza",
    "And dieters, she sees with all-encompassing eyes the shredding",
    "of orders,",
    "Kids sneaking into",
    ", the football scrimmage, and",
    "Manhattan",
    "Ending, she sees the end of Paris and Fort Worth, she watches",
    "subways melt",
    "Sleeplessly, she knew how it all would work out, she trains her",
    "dials on the death",
    "Of kings sitting sadly by the waterfront shacks, she sees",
    "beyond the genius",
    "Of Edwards Teller, Hopper, and Lear. You and I are the trouble",
    "she’s seen.",
    "Mary, wouldn’t you like to come outside?",
    "Mary, Mary, when will you come outside?",
    "**",
    "The sky was black. The sky was blue.",
    "I was sitting someplace. I saw it.",
    "**",
    "The community got together, as communities will,",
    "And waited together for death. Some of us",
    "Were colorblind, so when they lifted the red flag",
    "To signal the drink, we had to be prodded",
    "By neighbors. In a couple of cases,",
    "There were clusters of the colorblind, after all",
    "A genetic trait: these familial bands",
    "Required repeated prodding by strangers",
    "On the outskirts. It produced a wavelike pattern,",
    "All this prodding, so that to an outside observer,",
    "One tuning in from remote satellite, for example,",
    "It was reminiscent of a Busby Berkeley scene,",
    "Or one of those marching band routines",
    "In which the scrambling about of the sousaphone players",
    "Suddenly blossoms into a starfish or some kind of",
    "Risqué joke. But within fifteen minutes or so,",
    "The prodding subsided, and after that the drinking,",
    "The twitching, and we all lay dead in the field.",
    "**",
    "After she emerged, she saw red, and it was red.",
    "She emerged, and saw yellow. She saw blue.",
    "After she emerged, she saw what green was like.",
    "She saw purple and orange and gray."
  ],
  "title": "Mary, Color Scientist",
  "year": ""
}