{
  "author": "John Beer",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Popular Culture",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239566",
  "region": "U.S., Midwestern",
  "text": [
    "the fabber craftsman",
    "I. THE FUNERAL MARCH (CHICAGO AND ORLEANS)",
    "Once more in the city I cannot name,",
    "the boat city, the city of light,",
    "the city that endures its fall,",
    "the city of pleasures and vicissitudes,",
    "the skier’s city, Fun City, the city under the sky,",
    "city of crime and vegetables, Pornograph City,",
    "the city governed by the Lost and Found Department,",
    "cabinet city, city of the bends, the opium city,",
    "Swing City, Archetype City, city of dust,",
    "city that eludes the seven ages, muskrat city,",
    "the island city of daughters and wives,",
    "Sin City, city of sincerity, the cavernous city,",
    "the city of conventions, hatmaker city,",
    "Alphabet City, city of the last and first,",
    "the city called Marrakesh (I know it is not Marrkesh),",
    "industrial city, the city of airplane booze,",
    "center city, the city without shoulders, the city that forgot,",
    "the trampoline city, Abacus City, the city of tears,",
    "the real city (or the city of the desert),",
    "the unreal city (or the city of good will),",
    "the city of rust, of showers, of late blooming aster,",
    "Hygiene City, the city of logistics—",
    "once more in the city called Halloween",
    "(I know it is not Halloween), I gathered",
    "the five true ingredients of gunpowder",
    "and arranged to meet my younger brother Stetson",
    "next noon at the Heartland Cafe.",
    "Why do you walk with your face turned from me?",
    "All you do is complain and complain.",
    "What is this thing called love? It is nothing",
    "reliable, not like this silk cravat",
    "on which tiny turtles hover",
    "suspended against an amber background.",
    "The knot needs to be loosened. Night has come.",
    "I walk in the garden amid the late-blooming roses",
    "and guard my glass from the moon.",
    "This morning the police came for me.",
    "They brought a letter covered with signs",
    "I could not decipher. They demanded",
    "I register my address properly,",
    "because they are sorely tested by the time’s demands",
    "and cannot function as my delivery service.",
    "I met their angry gazes with a sigh, and I proclaimed:",
    "“April is the coolest month, which brings",
    "happy policeman the pleasant dreams of spring.”",
    "They still refused to answer my questions.",
    "I know my life is in terrible danger.",
    "What is this thing called love?",
    "II. DON’T LOOK BACK",
    "A degree or two to the right",
    "of an imagined meridian",
    "marking time’s monotonous ecliptic",
    "tracing and retracing the animal steps",
    "that bring the man down narrow hallways,",
    "a painting hangs, depicting",
    "an almond tree in blossom, unfurling",
    "white petals against a deepening green,",
    "brown brushstrokes scarring the field,",
    "and in the center of the decentered vista,",
    "a fleck of canvas erupts through the paint,",
    "as when air thrusts itself to fill a vacuum,",
    "or after galactic gyrations the light",
    "of a now-cold star reveals itself to us",
    "and breaks the settled pattern of the sky.",
    "For if the tree implies a quiet place",
    "where pendulums might rest,",
    "the heart decline to beat, a place",
    "of time disclosing the lattice of time,",
    "each node identical, complete within itself,",
    "its infinite simplicity sufficient",
    "to lure the mind out of its droning dream",
    "of traffic, footstools, marzipan, and clouds",
    "back to itself, if the tree must be a sign",
    "of the viewer’s hunger to escape from signs",
    "and thereby lose the world, the tiny scar",
    "unmakes the fiction that sustains the tree,",
    "the way a cashier’s knowing jibe",
    "at the record you had waited weeks to buy,",
    "recommended to you by a woman you barely know",
    "who mentioned it in passing, then returned",
    "to her diatribe against the host who failed",
    "to invite her boyfriend or her companion’s boyfriend—",
    "you had only half been listening until she said,",
    "“It sounds like nothing else, not like the wind",
    "or ocean, not even like the early Pixies,",
    "though it has that effect on you, something like",
    "getting a letter addressed to someone else",
    "that ends up addressed to you, in that",
    "reading it with a proper sense of shame",
    "throws your devotion to formalities",
    "completely out the window. I think they’re from New York,”",
    "and meant to ask her how the band was spelled,",
    "but the moment had passed, your cigarettes were out,",
    "and the birdless night grew colder. You returned",
    "to people you felt more familiar with,",
    "the oddly Teutonic name in the back of your mind,",
    "and only later came across it in the discount bin",
    "of the Princeton Record Exchange, whose clerks",
    "everyone knows are assholes, so the sneer",
    "on the Tom Verlaine guy’s lips was no surprise,",
    "though it gripped you with a sense as far from panic",
    "as it resembled exile. No song can bear",
    "the weight we need to place upon it;",
    "nothing returns as we ask it to return.",
    "O O that T.S. Eliot",
    "he’s such a shrinking violet",
    "and if you think I sigh a lot",
    "try life with T.S. Eliot",
    "Sam’s problem was he would always compare himself",
    "to other people. I told him, Sam, you don’t need to be",
    "a hero. But now I can see I was wrong. I wanted him",
    "to be heroic, but not in that guerilla theater way.",
    "I told him, Sam, it’s time to take off the puppet head.",
    "You could give him a little credit, though, for standing up",
    "against corporate hegemony. He always buys his coffee",
    "from locally owned establishments, and he shoplifts",
    "all those books of poetry from Barnes and Noble.",
    "Oh, everyone deserves a little credit. All the angry",
    "little men in angry little rooms can write",
    "their diagnoses, xerox their zines, and dream",
    "that someday they’ll become the next Debord.",
    "In the meantime, how am I supposed to live?",
    "None of us is getting any younger. Power clutches",
    "THANK YOU FOR SHOPPING AT BORDERS.",
    "WE WILL BE CLOSING IN FIFTEEN MINUTES.",
    "everyone with a velvet embrace. But isn’t",
    "a life deformed by constant struggle a life",
    "as much defined by power’s rule as one",
    "in which you carve space out for yourself?",
    "I want to find my happiness on my own terms.",
    "That’s what we all want—isn’t it? At least,",
    "THANK YOU FOR SHOPPING AT BORDERS.",
    "WE WILL BE CLOSING IN FIFTEEN MINUTES.",
    "thank God, we live in a day and age",
    "where people aren’t afraid to talk about orgasms.",
    "Speaking of which, you’ve got to go see",
    "the Orphée that just opened at Performers’ Collective.",
    "Al the actors have been in car crashes,",
    "and they’ve added an orgy—it’s a little derivative,",
    "but what isn’t, these days? OK, got to run,",
    "ciao, I’ll see you later, love to all.",
    "THANK YOU FOR SHOPPING AT BORDERS.",
    "WE WILL BE CLOSING IN FIFTEEN MINUTES.",
    "THANK YOU FOR SHOPPING AT BORDERS.",
    "WE WILL BE CLOSING IN FIFTEEN MINUTES.",
    "III. BALLAD OF THE POLICE DEPARTMENT",
    "“Loving a music man ain’t always",
    "what it’s supposed to be,” she thought",
    "as the fang pierced her heel and she sank.",
    "This is the song of love and the law,",
    "of what is enduring and what disappears.",
    "Dissolving, her eye met its twin in the water",
    "(or was it a glass in the guise of a stream?)",
    "In the cafe, the boys drank to Orpheus.",
    "Encircled by drafts on the tables and floor,",
    "he waved a half-wave and lit a Gitane.",
    "Sirens we were used to, but so early?",
    "Through a window specked by last night’s rain,",
    "I saw Wojohowicz give him the news,",
    "then returned to my book:",
    "This is the song of atomic decay.",
    "Contemporary fascination",
    "with corporal preservation",
    "recapitulates the ancient",
    "ceremonies of atonement,",
    "or so, at least, it seems to me,",
    "as I lecture empty rooms",
    "on F.H. Bradley and the moon.",
    "Not the moon you lovers see,",
    "the moon as it appears to me",
    "and me alone, my eyes refined",
    "by distillation in the mind.",
    "My moon rains light through long night hours",
    "awake within the prison tower",
    "of internal experience,",
    "the tower holding thief and prince,",
    "stockbroker and the child of fame,",
    "identically, but not the same.",
    "One hears the scraping of the key.",
    "One wishes one were one, not me.",
    "Through darkness he descended to the platform.",
    "One quarter struck another. Buskers",
    "danced in supplication of the shadows,",
    "mirroring the disgraced King of Pop.",
    "White noise announced the train. Orpheus wept.",
    "After North and Clybourn comes Division,",
    "and after Division, the final law, whose lord",
    "sits anxiously beside his stolen bride.",
    "I will not pretend I know the song he sang",
    "before the dreadful pair. You know the stories",
    "as well as I: that from the gramophone",
    "a swell of scratch and hurl and gem-like glint,",
    "of vouchsafed soul and breakbeats reconciled,",
    "shattered the shale resolve of Death himself:",
    "edict turned to grace. But I can still",
    "remind you of the lesson coming up,",
    "paused as we are at the axis of our hope.",
    "Necessity may, for a moment, yield to love,",
    "but love explodes each moment in its drive",
    "to the next, and the next, and the next, like footsteps—",
    "With a sudden cry Sgt. Wojo averred:",
    "“The song of policemen has yet to be heard!",
    "You can call it ignoble, or even absurd,",
    "But my comrades have hung on each sibilant word,",
    "And we’ve waited and waited as locations blurred",
    "From subway to Hades: we’ve yet to be heard!”",
    "Amid shouts of sha-hoobla, tik-tak, and tra-lay,",
    "The song of policemen now carried the day.",
    "Brass buttons new polished, bright jackets fresh pressed,",
    "And riot protectors protecting their chests,",
    "From buses and wagons policemen erupted,",
    "From storefronts and stations, and uninterrupted",
    "They sang as they rounded up each interloper:",
    "Each anti-war chanter, each car window soaper.",
    "They sang like a city-sized 8-track recorder,",
    "And phalanxed, Miranda’ed, preserved the disorder",
    "That the bravest policeman felt clutch at his heart",
    "From the untamed community begging his art.",
    "“Hey-hey-o,” they sang, and such pleasant palaver,",
    "And then morning came. They were walking cadavers.",
    "They might tell funny stories, or wrestle, or shout,",
    "But something—divine spark? the soul?—had gone out.",
    "And all of the people and all of the streets",
    "And all of the sweet shops where young lovers meet",
    "Invisibly withered, and no one could say",
    "Where deadness had come from, how long it might stay.",
    "But now Wojohowicz regrets his decision",
    "To insert himself. There will be no revision.",
    "So he takes off his hat and he gives up his gun",
    "And that’s how the song of the policemen is done.",
    "Where were you then?",
    "I was at North and Clybourn.",
    "No one was with you?",
    "I was alone.",
    "And Death’s dispensation?",
    "It came with conditions.",
    "Conditions you flouted?",
    "I slipped. The underworld does not forgive.",
    "When all aloud the wind is blowing,",
    "And coughing drowns the poet’s song,",
    "And terminals brood softly glowing,",
    "And Marian wears a blue sarong,",
    "When synthecrabs squirm in the beaker,",
    "Then nightly hums the opaque speaker",
    "Tu-who;",
    "Tu-whit, tu-who—a subtle note,",
    "While Joan stirs on in a distant plot.",
    ". The words of Mercury are oddly muted after the studies",
    "of Jessie Weston. You, that way: we, this way.",
    "IV. GAZA STRIP",
    "A current under sea",
    "Picked his bones in whispers. And this I know.",
    "Forgot the way of gulls. He rose and fell.",
    "His teeth as white as snow.",
    "A current under sea. O you",
    "Walk her every day into the deep sea swell.",
    "She passed the stages of her age and youth.",
    "Orpheus wept. A big big love.",
    "O you who turn the wheel,",
    "Consider how his bones were picked,",
    "A fortnight dead. And this I know.",
    "Gentile or Phoenician, dark Don Juan,",
    "A big big love. A big big love. As tall as you.",
    "V. DEATH TO POETRY",
    "Orpheus awoke in the poem of disguises, the poem once called “The Waste Land.” Friends, listen up. He gathered the remnants of the life he had dreamed. He renounced the burden of the name he bore. He began to walk.",
    "Orpheus walked down Milwaukee Avenue toward the Flatiron Building. He passed bodegas, taquerias, vintage stores. He met a hustler with a gas can. He walked past the anarchist kids. And he walked, and he walked, and he walked past the cabdrivers trading insults in Urdu, and he walked past convenience stores, and he walked past Latin Kings, and he walked past waitresses getting off night shifts, and he walked past jazz stars that nobody recognized, he walked past the students, the teachers, the cops. And the sky was the color of eggplant and tire fires, the sky was the field that resisted exhaustion. And he walked, and he walked past the puddles and gutters. And no one walked with him. And SUVs burned, and the asphalt ran liquid and Orpheus saw the dissolving sky and he knew that the name of the poem he had entered could not be “The Waste Land” or even “White Phosphorus,” or “The Song of Policemen.” In his pocket he fingered a tiny slip of paper. He opened and read it. It said, “This is the death of the poet.” And yes. And yes. This is the death of the poet.",
    "Shhhh. I am allergic to melodrama.",
    "Shhhh. The serpent encircles the world.",
    "Shhhh. There is plausible explanation.",
    "But watch it! the daughters of Ismara,",
    "Their heaving chests wrapped up in beastly fleece,",
    "From their hilltop perch, catch sight of Orpheus",
    "Smithing his voice to match plucked strings.",
    "Cunctaque tela forent cantu mollita, sed ingens",
    "Clamor et infracto Berecyntia tibia cornu",
    "Typanaque et plausus et Bacchei ululatus",
    "Obstrepuere sono citharae, tum denique saxa",
    "Non exauditi rubuerunt sanguine vatis.",
    "And the stones grew red with the blood of the poet.",
    "These footnotes have I shored against my ruins.",
    "These footnotes",
    "shhhh",
    "we set foot",
    "in a world ash-sick, a bad dream world",
    "no longer the mirror, no longer the poem",
    "the birdless night grew colder",
    "And once the poem ended, commentary began. I said, I, the author, said, “Orpheus is a mask in a poem infected with masks.” I said, “The importance of footnotes cannot be overestimated.” I said, “The essential problem of the poem is the essential problem of our time, of all time: how to love one another.” And I was not, readers, Orpheus, and I did not descend into the depths, and I have only these words to defend me, and the shadows, the shadows howl for my blood",
    "Once more in the city he refused to name",
    "a phenomenon that I have often noticed",
    "Once more in the city that endures its fall",
    "Well then Ile fix you. Mackie’s back in town",
    "Once more in the city called Barnes and Noble",
    "an elaborate deception, like a bird",
    "Once more in the city that everyone forgot",
    "and swerved to catch the sun on its wing",
    "cf. McGinty, Possum Among the Hoopoes",
    "a broken face, a city of dust and telescopy",
    "abandoned the ruse that had once been the poem",
    "and listened as the buildings lightly sang:",
    "Oh we’ll meet again",
    "When all the rained out faces",
    "And all the bomb-scarred places",
    "Kiss me kiss me kiss me",
    "Under the telegraphic moon",
    "And I won’t get up, I won’t",
    "Get up, I’ll never, never, never"
  ],
  "title": "The Waste Land",
  "year": ""
}