{
  "author": "Dave Lucas",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31447",
  "region": "",
  "text": [
    "Twilight folds over houses on our street;",
    "its hazy gold is gilding our front lawns,",
    "delineating asphalt and concrete",
    "driveways with shadows. Evening is coming on,",
    "quietly, like a second drink, the beers",
    "men hold while rising from their plastic chairs",
    "to stand above their sprinklers, and approve.",
    "Soon the fireflies will rise in lucent droves—",
    "for now, however, everything seems content",
    "to settle into archetypal grooves:",
    "the toddler's portraits chalked out on cement,",
    "mothers in windows, finishing the dishes.",
    "Chuck Connelly's cigarette has burned to ashes;",
    "he talks politics to Roger in the drive.",
    "\"It's all someone can do just to survive,\"",
    "he says, and nods—both nod—and pops another",
    "beer from the cooler. \"No rain. Would you believe—\"",
    "says Chuck, checking the paper for the weather.",
    "At least a man can keep his yard in shape.",
    "Somewhere beyond this plotted cityscape",
    "their sons drive back and forth in borrowed cars:",
    "how small their city seems now, and how far",
    "away they feel from last year, when they rode",
    "their bikes to other neighborhoods, to score",
    "a smoke or cop a feel in some girl's bed.",
    "They tune the radio to this summer's song",
    "and cruise into the yet-to-exhale lung",
    "of August night. Nothing to do but this.",
    "These are the times they'd never dream they'll miss—",
    "the hour spent chasing a party long burned out,",
    "graphic imagined intercourse with Denise.",
    "This is all they can even think about,",
    "and thankfully, since what good would it do",
    "to choke on madeleines of",
    "when so much time is set aside for that?",
    "Not that their fathers weaken with regret",
    "as nighttime settles in—no, their wives",
    "are on the phone, the cooler has Labatt",
    "to spare; at nine the Giants play the Braves.",
    "There may be something to romanticize",
    "about their own first cars, the truths and lies",
    "they told their friends about some summer fling,",
    "but what good is it now, when anything",
    "recalled is two parts true and one part false?",
    "When no one can remember just who sang",
    "that song that everybody loved? What else?",
    "It doesn't come to mind. The sprinkler spits",
    "in metronome; they're out of cigarettes.",
    "Roger folds up his chair, calls it a day.",
    "The stars come out in cosmic disarray,",
    "and windows flash with television blues.",
    "The husbands come to bed, nothing to say",
    "but",
    ". Two hours late—with some excuse—",
    "their sons come home, too full of songs and girls",
    "to notice dew perfect its muted pearls",
    "or countless crickets singing for a mate."
  ],
  "title": "Suburban Pastoral",
  "year": ""
}