{
  "author": "Joseph Brodsky",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Life Choices",
    "The Mind",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249960",
  "region": "Russia",
  "text": [
    "I was born and grew up in the Baltic marshland",
    "by zinc-gray breakers that always marched on",
    "in twos. Hence all rhymes, hence that wan flat voice",
    "that ripples between them like hair still moist,",
    "if it ripples at all. Propped on a pallid elbow,",
    "the helix picks out of them no sea rumble",
    "but a clap of canvas, of shutters, of hands, a kettle",
    "on the burner, boiling—lastly, the seagull’s metal",
    "cry. What keeps hearts from falseness in this flat region",
    "is that there is nowhere to hide and plenty of room for vision.",
    "Only sound needs echo and dreads its lack.",
    "A glance is accustomed to no glance back",
    "A list of some observations. In a corner, it’s warm.",
    "A glance leaves an imprint on anything it’s dwelt on.",
    "Water is glass’s most public form.",
    "Man is more frightening than his skeleton.",
    "A nowhere winter evening with wine. A black",
    "porch resists an osier’s stiff assaults.",
    "Fixed on an elbow, the body bulks",
    "like a glacier’s debris, a moraine of sorts.",
    "A millenium hence, they’ll no doubt expose",
    "a fossil bivalve propped behind this gauze",
    "cloth, with the print of lips under the print of fringe,",
    "mumbling “Good night” to a window hinge.",
    "I recognize this wind battering the limp grass",
    "that submits to it as they did to the Tartar mass.",
    "I recognize this leaf splayed in the roadside mud",
    "like a prince empurpled in his own blood.",
    "Fanning wet arrows that blow aslant",
    "the cheek of a wooden hut in another land,",
    "autumn tells, like geese by their flying call,",
    "a tear by its face. And as I roll",
    "my eyes to the ceiling, I chant herein",
    "not the lay of that eager man’s campaign",
    "but utter your Kazakh name which till now was stored",
    "in my throat as a password into the Horde.",
    "A navy-blue dawn in a frosted pane",
    "recalls yellow streetlamps in the snow-piled lane,",
    "icy pathways, crossroads, drifts on either hand,",
    "a jostling cloakroom in Europe’s eastern end.",
    "“Hannibal...” drones on there, a worn-out motor,",
    "parallel bars in the gym reek with armpit odor;",
    "as for that scary blackboard you failed to see through,",
    "it has stayed just as black. And its reverse side, too.",
    "Silvery hoarfrost has transformed the rattling bell",
    "into crystal. As regards all that parallel-",
    "line stuff, it’s turned out true and bone-clad, indeed.",
    "Don’t want to get up now. And never did.",
    "You’ve forgotten that village lost in the rows and rows",
    "of swamp in a pine-wooded territory where no scarecrows",
    "ever stand in orchards: the crops aren’t worth it,",
    "and the roads are also just ditches and brushwood surface.",
    "Old Nastasia is dead, I take it, and Pesterev, too, for sure,",
    "and if not, he’s sitting drunk in the cellar or",
    "is making something out of the headboard of our bed:",
    "a wicket gate, say, or some kind of shed.",
    "And in winter they’re chopping wood, and turnips is all they live on,",
    "and a star blinks from all the smoke in the frosty heaven,",
    "and no bride in chintz at the window, but dust’s gray craft,",
    "plus the emptiness where once we loved.",
    "In the little town out of which death sprawled over the classroom map",
    "the cobblestones shine like scales that coat a carp,",
    "on the secular chestnut tree melting candles hang,",
    "and a cast-iron lion pines for a good harangue.",
    "Through the much laundered, pale window gauze",
    "woundlike carnations and",
    "needles ooze;",
    "a tram rattles far off, as in days of yore,",
    "but no one gets off at the stadium anymore.",
    "The real end of the war is a sweet blonde’s frock",
    "across a Viennese armchair’s fragile back",
    "while the humming winged silver bullets fly,",
    "taking lives southward, in mid-July.",
    "As for the stars, they are always on.",
    "That is, one appears, then others adorn the inklike",
    "sphere. That’s the best way from there to look upon",
    "here: well after hours, blinking.",
    "The sky looks better when they are off.",
    "Though, with them, the conquest of space is quicker.",
    "Provided you haven’t got to move",
    "from the bare veranda and squeaking rocker.",
    "As one spacecraft pilot has said, his face",
    "half sunk in the shadow, it seems there is",
    "no life anywhere, and a thoughtful gaze",
    "can be rested on none of these.",
    "Near the ocean, by candlelight. Scattered farms,",
    "fields overrun with sorrel, lucerne, and clover.",
    "Toward nightfall, the body, like Shiva, grows extra arms",
    "reaching out yearningly to a lover.",
    "A mouse rustles through grass. An owl drops down.",
    "Suddenly creaking rafters expand a second.",
    "One sleeps more soundly in a wooden town,",
    "since you dream these days only of things that happened.",
    "There’s a smell of fresh fish. An armchair’s profile",
    "is glued to the wall. The gauze is too limp to bulk at",
    "the slightest breeze.. And a ray of the moon, meanwhile,",
    "draws up the tide like a slipping blanket.",
    "The Laocoön of a tree, casting the mountain weight",
    "off his shoulders, wraps them in an immense",
    "cloud. From a promontory, wind gushes in. A voice",
    "pitches high, keeping words on a string of sense.",
    "Rain surges down; its ropes twisted into lumps,",
    "lash, like the bather’s shoulders, the naked backs of these",
    "hills. The Medhibernian Sea stirs round colonnaded stumps",
    "like a salt tongue behind broken teeth.",
    "The heart, however grown savage, still beats for two.",
    "Every good boy deserves fingers to indicate",
    "that beyond today there is always a static to-",
    "morrow, like a subject’s shadowy predicate.",
    "If anything’s to be praised, it’s most likely how",
    "the west wind becomes the east wind, when a frozen bough",
    "sways leftward, voicing its creaking protests,",
    "and your cough flies across the Great Plains to Dakota’s forests.",
    "At noon, shouldering a shotgun, fire at what may well",
    "be a rabbit in snowfields, so that a shell",
    "widens the breach between the pen that puts up these limping",
    "awkward lines and the creature leaving",
    "real tracks in the white. On occasion the head combines",
    "its existence with that of a hand, not to fetch more lines",
    "but to cup an ear under the pouring slur",
    "of their common voice. Like a new centaur.",
    "There is always a possibility left—to let",
    "yourself out to the street whose brown length",
    "will soothe the eye with doorways, the slender forking",
    "of willows, the patchwork puddles, with simply walking.",
    "The hair on my gourd is stirred by a breeze",
    "and the street, in distance, tapering to a V, is",
    "like a face to a chin; and a barking puppy",
    "flies out of a gateway like crumpled paper.",
    "A street. Some houses, let’s say,",
    "are better than others. To take one item,",
    "some have richer windows. What’s more, if you go insane,",
    "it won’t happen, at least, inside them.",
    "... and when “the future” is uttered, swarms of mice",
    "rush out of the Russian language and gnaw a piece",
    "of ripened memory which is twice",
    "as hole-ridden as real cheese.",
    "After all these years it hardly matters who",
    "or what stands in the corner, hidden by heavy drapes,",
    "and your mind resounds not with a seraphic “do,”",
    "only their rustle. Life, that no one dares",
    "to appraise, like that gift horse’s mouth,",
    "bares its teeth in a grin at each",
    "encounter. What gets left of a man amounts",
    "to a part. To his spoken part. To a part of speech.",
    "Not that I am losing my grip; I am just tired of summer.",
    "You reach for a shirt in a drawer and the day is wasted.",
    "If only winter were here for snow to smother",
    "all these streets, these humans; but first, the blasted",
    "green. I would sleep in my clothes or just pluck a borrowed",
    "book, while what’s left of the year’s slack rhythm,",
    "like a dog abandoning its blind owner,",
    "crosses the road at the usual zebra. Freedom",
    "is when you forget the spelling of the tyrant’s name",
    "and your mouth’s saliva is sweeter than Persian pie,",
    "and though your brain is wrung tight as the horn of a ram",
    "nothing drops from your pale-blue eye.",
    "1975-76"
  ],
  "title": "A Part of Speech",
  "year": ""
}