{
  "author": "Joseph Brodsky",
  "classification": "Epigraph",
  "keywords": [
    "Living",
    "The Mind",
    "Religion",
    "Christianity",
    "Faith",
    "Doubt"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249958",
  "region": "Russia",
  "text": [
    "When it’s Christmas we’re all of us magi.",
    "At the grocers’ all slipping and pushing.",
    "Where a tin of halvah, coffee-flavored,",
    "is the cause of a human assault-wave",
    "by a crowd heavy-laden with parcels:",
    "each one his own king, his own camel.",
    "Nylon bags, carrier bags, paper cones,",
    "caps and neckties all twisted up sideways.",
    "Reek of vodka and resin and cod,",
    "orange mandarins, cinnamon, apples.",
    "Floods of faces, no sign of a pathway",
    "toward Bethlehem, shut off by blizzard.",
    "And the bearers of moderate gifts",
    "leap on buses and jam all the doorways,",
    "disappear into courtyards that gape,",
    "though they know that there’s nothing inside there:",
    "not a beast, not a crib, nor yet her,",
    "round whose head gleams a nimbus of gold.",
    "Emptiness. But the mere thought of that",
    "brings forth lights as if out of nowhere.",
    "Herod reigns but the stronger he is,",
    "the more sure, the more certain the wonder.",
    "In the constancy of this relation",
    "is the basic mechanics of Christmas.",
    "That’s what they celebrate everywhere,",
    "for its coming push tables together.",
    "No demand for a star for a while,",
    "but a sort of good will touched with grace",
    "can be seen in all men from afar,",
    "and the shepherds have kindled their fires.",
    "Snow is falling: not smoking but sounding",
    "chimney pots on the roof, every face like a stain.",
    "Herod drinks. Every wife hides her child.",
    "He who comes is a mystery: features",
    "are not known beforehand, men’s hearts may",
    "not be quick to distinguish the stranger.",
    "But when drafts through the doorway disperse",
    "the thick mist of the hours of darkness",
    "and a shape in a shawl stands revealed,",
    "both a newborn and Spirit that’s Holy",
    "in your self you discover; you stare",
    "skyward, and it’s right there:",
    "a star."
  ],
  "title": "December 24, 1971",
  "year": ""
}