{
  "author": "Joseph Brodsky",
  "classification": "",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Nature",
    "Winter",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249962",
  "region": "Russia",
  "text": [
    "I",
    "A bullet’s velocity in low temperatures",
    "greatly depends on its target’s virtues,",
    "on its urge to warm up in the plaited muscles",
    "of the torso, in the neck’s webbed sinews.",
    "Stones lie flat like a second army.",
    "The shade hugs the loam to itself willy-nilly.",
    "The sky resembles peeling stucco.",
    "An aircraft dissolves in it like a clothes moth,",
    "and like a spring from a ripped-up mattress",
    "an explosion sprouts up. Outside the crater,",
    "the blood, like boiled milk, powerless to seep into",
    "the ground, is seized by a film’s hard ripples.",
    "II",
    "Shepherd and sower, the North is driving",
    "herds to the sea, spreading cold to the South.",
    "A bright, frosty noon in a Wogistan valley.",
    "A mechanical elephant, trunk wildly waving",
    "at the horrid sight of the small black rodent",
    "of a snow-covered mine, spews out throat-clogging",
    "lumps, possessed of that old desire",
    "of Mahomet’s, to move a mountain.",
    "Summits loom white; the celestial warehouse",
    "lends them at noontime its flaking surplus.",
    "The mountains lack any motion, passing",
    "their immobility to the scattered bodies.",
    "III",
    "The doleful, echoing Slavic singing",
    "at evening in Asia. Dank and freezing,",
    "sprawling piles of human pig meat",
    "cover the caravansary’s mud bottom.",
    "The fuel dung smolders, legs stiffen in numbness.",
    "It smells of old socks, of forgotten bath days.",
    "The dreams are identical, as are the greatcoats.",
    "Plenty of cartridges, few recollections,",
    "and the tang in the mouth of too many “hurrahs.”",
    "Glory to those who, their glances lowered,",
    "marched in the sixties to abortion tables,",
    "sparing the homeland its present stigma.",
    "IV",
    "What is contained in the drone’s dull buzzing?",
    "And what in the sound of the aero-engine?",
    "Living is getting as complicated",
    "as building a house with grapes’ green marbles",
    "or little lean-tos with spades and diamonds.",
    "Nothing is stable (one puff and it’s over):",
    "families, private thoughts, clay shanties.",
    "Night over ruins of a mountain village.",
    "Armor, wetting its metal sheets with oil slick,",
    "freezes in thorn scrub. Afraid of drowning",
    "in a discarded jackboot, the moon",
    "hides in a cloud as in Allah’s turban.",
    "V",
    "Idle, inhaled now by no one, air.",
    "Imported, carelessly piled-up silence.",
    "Rising like dough that’s leavened,",
    "emptiness. If the stars had life-forms,",
    "space would erupt with a brisk ovation;",
    "a gunner, blinking, runs to the footlights.",
    "Murder’s a blatant way of dying,",
    "a tautology, the art form of parrots,",
    "a manual matter, the knack for catching",
    "life’s fly in the hairs of the gunsight",
    "by youngsters acquainted with blood through either",
    "hearsay or violating virgins.",
    "VI",
    "Pull up the blanket, dig a hole in the palliasse.",
    "Flop down and give ear to the",
    "of the siren.",
    "The Ice Age is coming—slavery’s ice age is coming,",
    "oozing over the atlas. Its moraines force under",
    "nations, fond memories, muslin blouses.",
    "Muttering, rolling our eyeballs upward,",
    "we are becoming a new kind of bivalve,",
    "our voice goes unheard, as though we were trilobites.",
    "There’s a draft from the corridor, draft from the square windows.",
    "Turn off the light, wrap up in a bundle.",
    "The vertebra craves eternity. Unlike a ringlet.",
    "In the morning the limbs are past all uncoiling.",
    "VII",
    "Up in the stratosphere, thought of by no one,",
    "the little bitch barks as she peers through the porthole:",
    "“Beach Ball! Beach Ball! Over. It's Rover.”",
    "The beach ball’s below. With the equator on it",
    "like a dog collar. Slopes, fields, and gullies",
    "repeat in their whiteness cheekbones",
    "(the color of shame has all gone to the banners).",
    "And the hens in their snowed-in hen coops,",
    "also a-shake from the shock of reveille,",
    "lay their eggs of immaculate color.",
    "If anything blackens, it’s just the letters,",
    "like the tracks of some rabbit, preserved by a wonder."
  ],
  "title": "Lines on the Winter Campaign, 1980",
  "year": ""
}