{
  "author": "Joseph Brodsky",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Life Choices",
    "Time",
    "Brevity",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249956",
  "region": "Russia",
  "text": [
    "Since the stern art of poetry calls for words, I, morose,",
    "deaf, and balding ambassador of a more or less",
    "insignificant nation that’s stuck in this super",
    "power, wishing to spare my old brain,",
    "hand myself my own topcoat and head for the main",
    "street: to purchase the evening paper.",
    "Wind disperses the foliage. The dimness of old bulbs in these",
    "sorry quarters, whose motto’s “The mirror will please,”",
    "gives a sense of abundance supported by puddles.",
    "Even thieves here steal apples by scratching the amalgam first.",
    "Yet the feeling one gets, from one’s own sweet reflection—this feeling I’ve",
    "lost.",
    "That’s what really puzzles.",
    "Everything in these parts is geared for winter: long dreams,",
    "prison walls, overcoats, bridal dresses of whiteness that seems",
    "snowlike. Drinks. Kinds of soap matching dirt in dark corners.",
    "Sparrow vests, second hand of the watch round your wrist,",
    "puritanical mores, underwear. And, tucked in the violinists’",
    "palms, old redwood hand warmers.",
    "This whole realm is just static. Imagining the output of lead",
    "and cast iron, and shaking your stupefied head,",
    "you recall bayonets, Cossack whips of old power.",
    "Yet the eagles land like good lodestones on the scraps.",
    "Even wicker chairs here are built mostly with bolts and with nuts,",
    "one is bound to discover.",
    "Only fish in the sea seem to know freedom’s price.",
    "Still, their muteness compels us to sit and devise",
    "cashier booths of our own. And space rises like some bill of fare.",
    "Time’s invented by death. In its search for the objects, it deals",
    "with raw vegetables first That’s why cocks are so keen on the bells",
    "chiming deafly somewhere.",
    "To exist in the Era of Deeds and to stay elevated, alert",
    "ain’t so easy, alas. Having raised a long skirt,",
    "you will find not new wonders but what you expected.",
    "And it’s not that they play Lobachevsky’s ideas by ear,",
    "but the widened horizons should narrow somewhere, and here—",
    "here’s the end of perspective.",
    "Either old Europe’s map has been swiped by the gents in plain clothes,",
    "or the famous five-sixths of remaining landmass has just lost",
    "its poor infamous colleague, or a fairy casts spells over shabby",
    "me, who knows—but I cannot escape from this place;",
    "I pour wine for myself (service here’s a disgrace),",
    "sip, and rub my old tabby.",
    "Thus the brain earned a slug, as a spot where an error occurred",
    "earns a good pointing finger. Or should I hit waterways, sort",
    "of like Christ? Anyway, in these laudable quarters,",
    "eyes dumbfounded by ice and by booze",
    "will reproach you alike for whatever you choose:",
    "traceless rails, traceless waters.",
    "Now let’s see what they say in the papers about lawsuits.",
    "“The condemned has been dealt with.” Having read this, a denizen puts",
    "on his metal-rimmed glasses that help to relate it",
    "to a man lying flat, his face down, by the wall;",
    "though he isn’t asleep. Since dreams spurn a skull",
    "that has been perforated.",
    "The keen-sightedness of our era takes root in the times",
    "which were short, in their blindness, of drawing clear lines",
    "twixt those fallen from cradles and fallen from saddles.",
    "Though there are plenty of saucers, there is no one to turn tables with",
    "to subject you, poor Rurik, to a sensible quiz;",
    "that’s what really saddens.",
    "The keen-sightedness of our days is the sort that befits the dead end",
    "whose concrete begs for spittle and not for a witty comment.",
    "Wake up a dinosaur, not a prince, to recite you the moral!",
    "Birds have feathers for penning last words, though it’s better to ask.",
    "All the innocent head has in store for itself is an ax",
    "plus the evergreen laurel.",
    "["
  ],
  "title": "The End of a Beautiful Era",
  "year": ""
}