{
  "author": "Joseph Brodsky",
  "classification": "",
  "keywords": [
    "Nature",
    "Animals",
    "Fall",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249964",
  "region": "Russia",
  "text": [
    "Wind from the northwestern quarter is lifting him high above",
    "the dove-gray, crimson, umber, brown",
    "Connecticut Valley. Far beneath,",
    "chickens daintily pause and move",
    "unseen in the yard of the tumbledown",
    "farmstead, chipmunks blend with the heath.",
    "Now adrift on the airflow, unfurled, alone,",
    "all that he glimpses—the hills’ lofty, ragged",
    "ridges, the silver stream that threads",
    "quivering like a living bone",
    "of steel, badly notched with rapids,",
    "the townships like strings of beads",
    "strewn across New England. Having slid down to nil",
    "thermometers—those household gods in niches—",
    "freeze, inhibiting thus the fire",
    "of leaves and churches’ spires. Still,",
    "no churches for him. In the windy reaches,",
    "undreamt of by the most righteous choir,",
    "he soars in a cobalt-blue ocean, his beak clamped shut,",
    "his talons clutched tight into his belly",
    "—claws balled up like a sunken fist—",
    "sensing in each wisp of down the thrust",
    "from below, glinting back the berry",
    "of his eyeball, heading south-southeast",
    "to the Rio Grande, the Delta, the beech groves and farther still:",
    "to a nest hidden in the mighty groundswell",
    "of grass whose edges no fingers trust,",
    "sunk amid forest’s odors, filled",
    "with splinters of red-speckled eggshell,",
    "with a brother or a sister’s ghost.",
    "The heart overgrown with flesh, down, feather, wing,",
    "pulsing at feverish rate, nonstopping,",
    "propelled by internal heat and sense,",
    "the bird goes slashing and scissoring",
    "the autumnal blue, yet by the same swift token,",
    "enlarging it at the expense",
    "of its brownish speck, barely registering on the eye,",
    "a dot, sliding far above the lofty",
    "pine tree; at the expense of the empty look",
    "of that child, arching up at the sky,",
    "that couple that left the car and lifted",
    "their heads, that woman on the stoop.",
    "But the uprush of air is still lifting him",
    "higher and higher. His belly feathers",
    "feel the nibbling cold. Casting a downward gaze,",
    "he sees the horizon growing dim,",
    "he sees, as it were, the features",
    "of the first thirteen colonies whose",
    "chimneys all puff out smoke. Yet it’s their total within his sight",
    "that tells the bird of his elevation,",
    "of what altitude he’s reached this trip.",
    "What am I doing at such a height?",
    "He senses a mixture of trepidation",
    "and pride. Heeling over a tip",
    "of wing, he plummets down. But the resilient air",
    "bounces him back, winging up to glory,",
    "to the colorless icy plane.",
    "His yellow pupil darts a sudden glare",
    "of rage, that is, a mix of fury",
    "and terror. So once again",
    "he turns and plunges down. But as walls return",
    "rubber balls, as sins send a sinner to faith, or near,",
    "he’s driven upward this time as well!",
    "He! whose innards are still so warm!",
    "Still higher! Into some blasted ionosphere!",
    "That astronomically objective hell",
    "of birds that lacks oxygen, and where the milling stars",
    "play millet served from a plate or a crescent.",
    "What, for the bipeds, has always meant",
    "height, for the feathered is the reverse.",
    "Not with his puny brain but with shriveled air sacs",
    "he guesses the truth of it: it’s the end.",
    "And at this point he screams. From the hooklike beak",
    "there tears free of him and flies",
    "the sound Erinyes make to rend",
    "souls: a mechanical, intolerable shriek,",
    "the shriek of steel that devours aluminum;",
    "“mechanical,” for it’s meant",
    "for nobody, for no living ears:",
    "not man’s, not yelping foxes’,",
    "not squirrels’ hurrying to the ground",
    "from branches; not for tiny field mice whose tears",
    "can’t be avenged this way, which forces",
    "them into their burrows. And only hounds",
    "lift up their muzzles. A piercing, high-pitched squeal,",
    "more nightmarish than the D-sharp grinding",
    "of the diamond cutting glass,",
    "slashes the whole sky across. And the world seems to reel",
    "for an instant, shuddering from this rending.",
    "For the warmth burns space in the highest as",
    "badly as some iron fence down here",
    "brands incautious gloveless fingers.",
    "We, standing where we are, exclaim",
    "“There!” and see far above the tear",
    "that is a hawk, and hear the sound that lingers",
    "in wavelets, a spider skein",
    "swelling notes in ripples across the blue vault of space",
    "whose lack of echo spells, especially in October,",
    "an apotheosis of pure sound.",
    "And caught in this heavenly patterned lace,",
    "starlike, spangled with hoarfrost powder,",
    "silver-clad, crystal-bound,",
    "the bird sails to the zenith, to the dark-blue high",
    "of azure. Through binoculars we foretoken",
    "him, a glittering dot, a pearl.",
    "We hear something ring out in the sky,",
    "like some family crockery being broken,",
    "slowly falling aswirl,",
    "yet its shards, as they reach our palms, don’t hurt",
    "but melt when handled. And in a twinkling",
    "once more one makes out curls, eyelets, strings,",
    "rainbowlike, multicolored, blurred",
    "commas, ellipses, spirals, linking",
    "heads of barley, concentric rings—",
    "the bright doodling pattern the feather once possessed,",
    "a map, now a mere heap of flying",
    "pale flakes that make a green slope appear",
    "white. And the children, laughing and brightly dressed,",
    "swarm out of doors to catch them, crying",
    "with a loud shout in English, “Winter's here!”"
  ],
  "title": "The Hawk's Cry in Autumn",
  "year": ""
}