{
  "author": "Dolores Hayden",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247436",
  "region": "",
  "text": [
    "Exuberance sips bootleg gin from a garter flask",
    "with a ruby monogram “E.”",
    "She wears a red dress one size too small,",
    "eyes wide, she flirts with everyone, dares",
    "Lincoln Beachey to fly until he runs out of gas,",
    "rides a dead engine all the way down.",
    "She watches Ormer Locklear climb",
    "out of the cockpit two hundred feet up,",
    "tap dance on his upper wing",
    "as the houses of honest families",
    "with their square-fenced yards",
    "slide below his shuffle. An oval pond",
    "winks in the sun, like a zero.",
    "Exuberance challenges pilots",
    "to master the Falling Leaf, perfect the Tailspin,",
    "ignore the Graveyard Spiral, the Doom Loop.",
    "These aviators predict every American will fly.",
    "Exuberance believes",
    "to Be Rich, John J. Raskob explains why",
    "in the",
    ". She gets stock tips",
    "from her manicurist, call loans from her broker,",
    "buys Radio, Seaboard Utilities, Sears,",
    "orders shares in investment trusts — why not? —",
    "chain stores keep multiplying, cars, trucks,",
    "planes, houses. This nation is all about growth,",
    "growth and leverage, look at the skyscrapers shooting up,",
    "men rivet steel, floor after floor, high-speed elevators",
    "spring through the cores, planes soar over them all.",
    "Sherman Fairchild has made a million",
    "selling aerial photographs of real estate.",
    "Exuberance travels constantly, owns land",
    "in Miami, Miami Beach, Coral Gables, Palm Beach,",
    "she trades “binders” on lots five times over,",
    "befriends Mr. Charles Ponzi from Boston",
    "who is raking in a bundle near Jacksonville.",
    "Prices for sand and palms are sure to rise.",
    "has unduly escalated asset values?",
    "Wall Street has been wing walking,",
    "call it barnstormer capitalism,",
    "soon the bankers and the brokers will steal",
    "the aviators’ lexicon, claim their own tail risks,",
    "graveyard spirals, doomsday cycles,",
    "wonder how everything blue-sky stayed up so long.",
    "Exuberance buys more stock on margin,",
    "volume runs high, the ticker tape",
    "can’t keep up, higher, higher, higher,",
    "Black Thursday, not a parachute in sight."
  ],
  "title": "Exuberance",
  "year": ""
}