{
  "author": "G. K. Chesterton",
  "classification": "Couplet",
  "keywords": [
    "War",
    "Conflict",
    "Nature",
    "Heroes",
    "Patriotism",
    "Religion",
    "History",
    "Politics",
    "Social Commentaries",
    "Christianity",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/177439",
  "region": "England",
  "text": [
    "White founts falling in the courts of the sun,",
    "And the Soldan of Byzantium is smiling as they run;",
    "There is laughter like the fountains in that face of all men feared,",
    "It stirs the forest darkness, the darkness of his beard,",
    "It curls the blood-red crescent, the crescent of his lips,",
    "For the inmost sea of all the earth is shaken with his ships.",
    "They have dared the white republics up the capes of Italy,",
    "They have dashed the Adriatic round the Lion of the Sea,",
    "And the Pope has cast his arms abroad for agony and loss,",
    "And called the kings of Christendom for swords about the Cross,",
    "The cold queen of England is looking in the glass;",
    "The shadow of the Valois is yawning at the Mass;",
    "From evening isles fantastical rings faint the Spanish gun,",
    "And the Lord upon the Golden Horn is laughing in the sun.",
    "Dim drums throbbing, in the hills half heard,",
    "Where only on a nameless throne a crownless prince has stirred,",
    "Where, risen from a doubtful seat and half attainted stall,",
    "The last knight of Europe takes weapons from the wall,",
    "The last and lingering troubadour to whom the bird has sung,",
    "That once went singing southward when all the world was young,",
    "In that enormous silence, tiny and unafraid,",
    "Comes up along a winding road the noise of the Crusade.",
    "Strong gongs groaning as the guns boom far,",
    "Don John of Austria is going to the war,",
    "Stiff flags straining in the night-blasts cold",
    "In the gloom black-purple, in the glint old-gold,",
    "Torchlight crimson on the copper kettle-drums,",
    "Then the tuckets, then the trumpets, then the cannon, and he comes.",
    "Don John laughing in the brave beard curled,",
    "Spurning of his stirrups like the thrones of all the world,",
    "Holding his head up for a flag of all the free.",
    "Love-light of Spain—hurrah!",
    "Death-light of Africa!",
    "Don John of Austria",
    "Is riding to the sea.",
    "Mahound is in his paradise above the evening star,",
    "(",
    ")",
    "He moves a mighty turban on the timeless houri’s knees,",
    "His turban that is woven of the sunset and the seas.",
    "He shakes the peacock gardens as he rises from his ease,",
    "And he strides among the tree-tops and is taller than the trees,",
    "And his voice through all the garden is a thunder sent to bring",
    "Black Azrael and Ariel and Ammon on the wing.",
    "Giants and the Genii,",
    "Multiplex of wing and eye,",
    "Whose strong obedience broke the sky",
    "When Solomon was king.",
    "They rush in red and purple from the red clouds of the morn,",
    "From temples where the yellow gods shut up their eyes in scorn;",
    "They rise in green robes roaring from the green hells of the sea",
    "Where fallen skies and evil hues and eyeless creatures be;",
    "On them the sea-valves cluster and the grey sea-forests curl,",
    "Splashed with a splendid sickness, the sickness of the pearl;",
    "They swell in sapphire smoke out of the blue cracks of the ground,—",
    "They gather and they wonder and give worship to Mahound.",
    "And he saith, “Break up the mountains where the hermit-folk can hide,",
    "And sift the red and silver sands lest bone of saint abide,",
    "And chase the Giaours flying night and day, not giving rest,",
    "For that which was our trouble comes again out of the west.",
    "We have set the seal of Solomon on all things under sun,",
    "Of knowledge and of sorrow and endurance of things done,",
    "But a noise is in the mountains, in the mountains, and I know",
    "The voice that shook our palaces—four hundred years ago:",
    "It is he that saith not ‘Kismet’; it is he that knows not Fate ;",
    "It is Richard, it is Raymond, it is Godfrey in the gate!",
    "It is he whose loss is laughter when he counts the wager worth,",
    "Put down your feet upon him, that our peace be on the earth.”",
    "For he heard drums groaning and he heard guns jar,",
    "(",
    ")",
    "Sudden and still—hurrah!",
    "Bolt from Iberia!",
    "Don John of Austria",
    "Is gone by Alcalar.",
    "St. Michael’s on his mountain in the sea-roads of the north",
    "(",
    ")",
    "Where the grey seas glitter and the sharp tides shift",
    "And the sea folk labour and the red sails lift.",
    "He shakes his lance of iron and he claps his wings of stone;",
    "The noise is gone through Normandy; the noise is gone alone;",
    "The North is full of tangled things and texts and aching eyes",
    "And dead is all the innocence of anger and surprise,",
    "And Christian killeth Christian in a narrow dusty room,",
    "And Christian dreadeth Christ that hath a newer face of doom,",
    "And Christian hateth Mary that God kissed in Galilee,",
    "But Don John of Austria is riding to the sea.",
    "Don John calling through the blast and the eclipse",
    "Crying with the trumpet, with the trumpet of his lips,",
    "Trumpet that sayeth ha!",
    "Don John of Austria",
    "Is shouting to the ships.",
    "King Philip’s in his closet with the Fleece about his neck",
    "(",
    ")",
    "The walls are hung with velvet that, is black and soft as sin,",
    "And little dwarfs creep out of it and little dwarfs creep in.",
    "He holds a crystal phial that has colours like the moon,",
    "He touches, and it tingles, and he trembles very soon,",
    "And his face is as a fungus of a leprous white and grey",
    "Like plants in the high houses that are shuttered from the day,",
    "And death is in the phial, and the end of noble work,",
    "But Don John of Austria has fired upon the Turk.",
    "Don John’s hunting, and his hounds have bayed—",
    "Booms away past Italy the rumour of his raid",
    "Gun upon gun, ha! ha!",
    "Gun upon gun, hurrah!",
    "Don John of Austria",
    "Has loosed the cannonade.",
    "The Pope was in his chapel before day or battle broke,",
    "(",
    ")",
    "The hidden room in man’s house where God sits all the year,",
    "The secret window whence the world looks small and very dear.",
    "He sees as in a mirror on the monstrous twilight sea",
    "The crescent of his cruel ships whose name is mystery;",
    "They fling great shadows foe-wards, making Cross and Castle dark,",
    "They veil the plumèd lions on the galleys of St. Mark;",
    "And above the ships are palaces of brown, black-bearded chiefs,",
    "And below the ships are prisons, where with multitudinous griefs,",
    "Christian captives sick and sunless, all a labouring race repines",
    "Like a race in sunken cities, like a nation in the mines.",
    "They are lost like slaves that sweat, and in the skies of morning hung",
    "The stair-ways of the tallest gods when tyranny was young.",
    "They are countless, voiceless, hopeless as those fallen or fleeing on",
    "Before the high Kings’ horses in the granite of Babylon.",
    "And many a one grows witless in his quiet room in hell",
    "Where a yellow face looks inward through the lattice of his cell,",
    "And he finds his God forgotten, and he seeks no more a sign—",
    "(",
    ")",
    "Don John pounding from the slaughter-painted poop,",
    "Purpling all the ocean like a bloody pirate’s sloop,",
    "Scarlet running over on the silvers and the golds,",
    "Breaking of the hatches up and bursting of the holds,",
    "Thronging of the thousands up that labour under sea",
    "White for bliss and blind for sun and stunned for liberty.",
    "Domino Gloria!",
    "Don John of Austria",
    "Has set his people free!",
    "Cervantes on his galley sets the sword back in the sheath",
    "(",
    ")",
    "And he sees across a weary land a straggling road in Spain,",
    "Up which a lean and foolish knight forever rides in vain,",
    "And he smiles, but not as Sultans smile, and settles back the blade....",
    "(",
    ")"
  ],
  "title": "Lepanto",
  "year": ""
}