{
  "author": "Susan Hampton",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Family",
    "Ancestors",
    "Friends",
    "Enemies",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243062",
  "region": "Australia and Pacific",
  "text": [
    "A drunk cadet had hit them on a bad bend near the river,",
    "two broken necks. On the notice-board there’s an A4 page",
    "with a blurred digital photo of Beck laughing, leaning",
    "into her friends in a nightclub and below that, writing:",
    "We Love You Beck – from Kristin, Colette and Mandy.",
    "I sit like an automaton in the big lounge room",
    "my back teeth snapping against each other,",
    "rocks in my gut. That night we watch on an iMac",
    "a video of Beck, an eight minute film Colette",
    "had taken on her phone.",
    "Two of the men are crying. Kristin and Mandy are numb.",
    "I move to the noticeboard, reading anything:",
    "‘Live-in nanny required Balmain 5 min from city’",
    "‘Experience life on an outback station help mustering",
    "mobs of 2000 animals on horseback or quadbike’.",
    "Near me two women are whispering. Talking",
    "about their first-ever girlfriend. One says,",
    "Other people are always either versions or not-versions",
    "of her. Fourteen, it’s an age to break your heart. You know",
    "nothing. On the edge of knowing too much.",
    "I lean forward, my head on the foyer koala.",
    "Voices travel to me from distant realms:",
    "I hear again the singer’s plea for his wife.",
    "Blurred from too much experience",
    "I prowl around the leaflet racks, groaning.",
    "Late that night on the vinyl lounges the people remaining",
    "are Kristin and me, alone. My eyes are swollen,",
    "my ears still buzzing from the headphones at work.",
    "We talk over Beck till no more can be said.",
    "Now Kristin begins to tell her own story",
    "how her uncle had his boat down the back",
    "of their block, and one day",
    "he said he wanted to show her something,",
    "took her down the lantana path to the boat,",
    "something she might like, he said –",
    "Kristin was raped at times twice a day",
    "or sometimes not for a week",
    "and sometimes after it he gave her pocket",
    "money once a twenty dollar bill which down",
    "the gully later she tore into thin red strips and buried.",
    "Back at the house her mother",
    "bashed her for lying about the uncle,",
    "who was her brother, and who had loaned them",
    "the deposit on the house where Kristin and Odette",
    "her sister were fortunate enough to live.",
    "When Kristin grew up, her mother apologised to her.",
    "The uncle was still alive. He had sent her a",
    "Christmas card this year. She sat on the lounge,",
    "looking down at her runners, her mouth closed.",
    "Behind her the stereogram and Elvis, a silent witness.",
    "The uncle had said she was a rude girl, she should",
    "keep quiet about their secret otherwise",
    "he’d give her little sister a taste of the same.",
    "Kristin was quiet from then on. The reason she was",
    "telling me now, her hand on my arm",
    "was that last week she’d had a call from Odette",
    "who was living in London.",
    "The uncle during those primary",
    "school years had done the same to her, tricked her",
    "the same way, used the same words.",
    "I feel the weight of my empty useless arms.",
    "But later I hold her – hug her goodnight.",
    "She touches my shoulder. I was convinced, she says,",
    "I was saving my sister.",
    "My head clatters: Virgin, May I help you?",
    "Back in the Furies’ bunk-room it’s beauty night,",
    "they’re whisking egg whites for a face mask …",
    "After they’ve done each other they sit me on the bed",
    "and paint my face with their fingers",
    "the egg white sets quickly and they tell me not to smile.",
    "I dream of Alecto’s iron tower and bloody clothes –",
    "then I’m on TV being interviewed: So, the oldest Fury –",
    "and who is your god? I am asked – I once served Artemis, I say.",
    "And before that? – Athena, I say – Anath, Isis.",
    "I do not mention Dionysis or the Thracian women."
  ],
  "title": "[A drunk cadet had hit them]",
  "year": ""
}