{
  "author": "Susan Hampton",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Men",
    "Women",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "Gender",
    "Sexuality",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243064",
  "region": "Australia and Pacific",
  "text": [
    "I pinch myself hard on the inner arm,",
    "inwardly smiling yet frightened too – what if",
    "I get caught in this far realm, on the underside of the world,",
    "in these pixelated centuries where humans are exactly",
    "the same, both kind and radically unkind –",
    "So anyway, I say, her husband has his ships ready",
    "to go to war, and he’s waiting for the wind.",
    "He decides to order the sacrifice of their daughter – the wind",
    "comes, and they sail off to defend a trading route at Troy.",
    "Jade says, And this trading route is called “Helen”?",
    "Very good. OK, skip ten years.",
    "When the husband comes back, his wife unrolls a purple carpet",
    "and his cousin prepares a banquet. His wife says, Darling,",
    "the slave-girls have run you a bath. He bathes.",
    "His wife finds out there’s someone at the front door",
    "from Troy, a woman called Cassandra, holding twins",
    "she bore to the husband. Cassandra would like to come in.",
    "Maybe this piece of information was the trigger to the murder –",
    "at any rate, as her husband steps from the tub, she wraps a net",
    "around him as if it were a bathrobe, a net she’d made herself –",
    "Wait, are you hungry? Jade says. Come into the kitchen.",
    "Amid the chicken bones and a potato salad",
    "she says, All right, go on.",
    "You have a very nice mouth, I say.",
    "Go on, she says, the net, wraps it round him.",
    "OK. So the cousin comes in and takes two swipes",
    "with his sword, his two-edged sword,",
    "then the wife beheads the husband with her double-headed axe",
    "AHA! Jade says. Yes, I say.",
    "Then, splashed with his blood and bearing his head,",
    "she runs to the banqueting room where his followers",
    "are being slaughtered among the mixing-bowls.",
    "She has defended herself and her daughter –",
    "everything else is gloss at that point. Revenge,",
    "though sticky-fingered, is sweet.",
    "More chicken?",
    "Thanks. Her kids, a son and daughter, were sent away",
    "in case they grew up wanting to avenge their father.",
    "Which of course they do, Jade says.",
    "Yes.",
    "The surviving girl sends messages to her brother, who’s",
    "in another country: don’t forget: come home",
    "when you can, and avenge our father –",
    "Years pass. Grown up now, the boy goes to Apollo’s shrine",
    "for advice, and the oracle tells him to do just that.",
    "In the end, the boy does come back from exile, and kills",
    "his mother. A court case develops about the matricide,",
    "and this is where we come into it. See, up till now,",
    "the punishment for matricide has always been death.",
    "Lineage has been through the mother.",
    "But this play was written at a particular point in history.",
    "Or pre-history, Jade says.",
    "Right. So the court is held at the Shrine of Apollo,",
    "and Apollo himself is counsel for the defence.",
    "Alecto is given the job of public prosecutor –",
    "Your sister? Jade says.",
    "Yes. So the Magistrate calls up some citizens, and",
    "we hear the case. What were the mitigating factors?",
    "‘The son was told to do it.’ His father’s ghost",
    "and ‘the oracle of Apollo himself’ told him to kill his mother.",
    "They made the rest of their case,",
    "mostly spurious, one of Apollo’s arguments being",
    "that it’s less bad to kill a woman than a man.",
    "We made some good arguments, but",
    "the vote for the boy to die was fifty-fifty.",
    "At the deadlock, Athena turned up, Athena!",
    "her garment having been kissed by many men or what,",
    "we don’t know, and she in her deciding vote acquitted",
    "him. For us to lose, in effect, a case of matricide",
    "meant the balance of power was shifting.",
    "I pour another vodka. What I didn’t say to Jade was,",
    "it meant we’d be lying low for some time,",
    "centuries perhaps. I remember the fires of earlier camps.",
    "In the distance, border furies, heat furies, storm furies.",
    "The sound of the Barking Owl.",
    "And this owl, a real owl, sounds like a woman being murdered –",
    "Athena, your bird is telling you something!",
    "But Athena, last we heard, was with her cousin Kate Kyriakou",
    "on their way back to Greece for the Olympics.",
    "At the last minute they got a Virgin flight.",
    "It’s an irony of fate, I said, that it was a foremost goddess",
    "who helped tilt that power.",
    "Or not, Jade said, maybe it was simply a pivot-point in storytelling",
    "where men must be shown to be in control, and the best",
    "way to do that is to get a woman to do the job.",
    "Yes, I said. Let’s present it to Athena this way: she’s being chosen",
    "to give an award in a public ceremony and get her picture",
    "in the morning paper, her big chance, as a goddess,",
    "to be kind and compassionate.",
    "To downplay the warlike.",
    "Mesmerise her with theology – Jade said,",
    "and perhaps flirt with her at the same time.",
    "For whatever reason, I said, Athena – without consenting",
    "to matricide – did not give it a high level of punishment.",
    "Certainly she didn’t exact a death.",
    "In that sense you have to admit she is a civilising factor, I said.",
    "Flick your dreads as you may, Jade said.",
    "We hounded the son, though, I said. One time we said",
    "we’d leave him alone for a while if he promised to do",
    "penance at the Temple of Artemis."
  ],
  "title": "[I pinch myself hard on the inner arm]",
  "year": ""
}