{
  "author": "Susan Hampton",
  "classification": "Free Verse",
  "keywords": [
    "Travels",
    "Journeys",
    "Friends",
    "Enemies",
    "Town",
    "Country Life",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243060",
  "region": "Australia and Pacific",
  "text": [
    "They travel in threes, usually in station waggons or utes,",
    "often have dogs, and eat out of cans in country motels,",
    "always the one on the edge of town –",
    "near the truckstop with good hamburgers –",
    "I remember the Isis Motel in Guyra",
    "They drive old cars, or horses made of wind,",
    "whose manes are streamers of wind. They tend",
    "to wear black. I have met them as young as fourteen –",
    "Beck’s friend Kristin had written her autobiography",
    "already, it was called ‘These Days’ but it was stuck",
    "in her computer somewhere, in the shed",
    "at her mother’s. Her mother and the girlfriend,",
    "they were also storm spirits.",
    "They taught swimming",
    "and they were kind at first, often charming",
    "After watching the birds’ mating rituals",
    "on the forest floor at the bottom of the steep train,",
    "under the speckled trees, we decide to go north.",
    "We borrow Beck’s sister Jade’s car,",
    "and Alecto gets her licence first go.",
    "We hear the Sibyl is staying at the Isis Motel.",
    "This time there’s no bush festival, no whip-plaiter,",
    "the pumpkins from the scarecrow bellies",
    "have all been eaten in baked dinners cooked for the",
    "Lamb and Potato Festival. That will be fifty-three dollars.",
    "The others shower and go to bed, I’m as usual awake.",
    "At night across the road, five types of frogs set up",
    "their orchestra, and the Mother of Ducks lagoon throbs",
    "around the gazebo – tree frogs like the ones at home",
    "chaka-chaka, chaka-chaka",
    "I go out and unroll my sleeping bag on the picnic table",
    "suspended over the lagoon, and watch",
    "the sun come up over the railway line.",
    "In the distance across a golf course, I see smoke",
    "and walking I come to a woman in black near a tent.",
    "The Cumaean Sibyl, I presume? I say.",
    "She laughs in her mantle, invites me in.",
    "– So you’ve left the infernal regions too, I say",
    "and she laughs again, going out and poking kindling",
    "under the damp logs. I notice a laptop on her sleeping-bag.",
    "She’s written a book about birds in New England",
    "which she shows me. No one reads it, she says,",
    "except ornithologists. She’s now writing a manual",
    "for editors. When she goes out to the fire",
    "I look at her hand-written page",
    "‘Parts of a publication: sections and paras,",
    "signposts and transitions, running heads and feet.’",
    "Any news from home? I ask.",
    "The singer is failing to get his wife back, she says.",
    "The ferry man batted him back with an oar.",
    "I prophecy he’ll be torn to pieces, she says,",
    "and offers to cook me some kidney.",
    "Where are your sisters? she asks.",
    "I say they’re at the motel.",
    "Well, they won’t be getting kidney, she says.",
    "Our New England holiday over, and no other prophecies",
    "from the Sibyl, we’re drive south through the Moonbi Hills",
    "and down past the Emirates’ horse stud at Murrurrundi",
    "through bull-dozed mountains the Sibyl says you once went round,",
    "past the cones of a giant power station and the sign:",
    "Muswellbrook – City of Power. And on to the Newcastle freeway.",
    "Back in Sydney at the hostel, the girl at the front desk leans forward:",
    "Have we heard? About Beck? She’s sorry, Beck has been killed",
    "in a car accident near Bulahdelah.",
    "Automatically I touch my dreads and groan."
  ],
  "title": "[They travel in threes]",
  "year": ""
}