{
  "author": "Larry Levis",
  "classification": "",
  "keywords": [
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "War",
    "Conflict",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178512",
  "region": "",
  "text": [
    "At sixteen I was so vulnerable to every influence",
    "That the overcast light, making the trash of addicts & sunbathers suddenly clearer",
    "On the paths of the city park, seemed death itself spreading its shade",
    "Over the leaves, the swan boats, the gum wrappers, and the quarreling ducks.",
    "It took nothing more than a few clouds straying over the sun,",
    "And I would begin falling through myself like an anvil or a girl's comb or a feather",
    "Dropped, tossed, or spiraling by pure chance down the silent air shaft of a warehouse,",
    "The spiderweb in one fourth-floor window catching, in that moment, the sunset.",
    "For in such a moment, to fall was to be simplified & pure,",
    "With a neck snapped like a stem instead",
    "Of whoever I turned out to be,",
    "Wiping the window glass clear with one cuff",
    "To gaze out at a two-hundred-year-old live oak tethering",
    "The courtyard to its quiet,",
    "The tree so old it has outlived even its life as a cliché,",
    "And has survived, with no apparent effort, every boy who marched, like a wilderness",
    "Himself, past it on his way to enlist in Lee’s army,",
    "And now it swells gently in the mist & the early sunlight.",
    "So who saved me? And for what purpose?",
    "Beneath the small angel cut from cheap stone, there was nothing",
    "But my name & the years 1947-1949,",
    "And the tense, muggy little quiet of a place where singing ends,",
    "And where there is only the leftover colored chalk & the delusions of voodoo,",
    "The small bones & X’s on stones signifying the practitioner’s absence,",
    "Entirely voluntary, from the gnat swirl & humming of time;",
    "To which the chalked X on stone is the final theory; it is even illiterate.",
    "It is not even a lock of hair on a grave. It is not even",
    "The small crowd of roughnecks at Poe’s funeral, nor the blind drunkard",
    "Laughing there, the white of his eyes the unfurling of a cold surf below a cliff—",
    "Which is the blank wave sprawl of fact receding under the cries of gulls—",
    "Which is not enough.",
    "I should rush out to my office & eat a small, freckled apple leftover",
    "From 1970 & entirely wizened & rotted by sunlight now,",
    "Then lay my head on my desk & dream again of horses grazing, riderless & still saddled,",
    "Under the smog of the freeway cloverleaf & within earshot of the music waltzing with itself out",
    "Of the topless bars & laundromats of East L.A.",
    "I should go back again & try to talk my friend out of his diet",
    "Of methamphetamine & vodka yogurts & the look of resignation spreading over his face",
    "Like the gray shade of a tree spreading over a sleeper in the park—",
    "For it is all or nothing in this life, for there is no other.",
    "And without beauty, Bakunin will go on making his forlorn & unreliable little bombs in the cold, & Oswald will adjust",
    "The lenses on the scope of his rifle, the one",
    "Friend he has carried with him all the way out of his childhood,",
    "The silent wood of its stock as musical to him in its grain as any violin.",
    "This must have been what they meant,",
    "Lincoln & Whitman, joining hands one overcast spring afternoon",
    "To stroll together through the mud of Washington at the end",
    "Of the war, the tears welling up in both their eyes,",
    "Neither one of them saying a word, their hands clasped tightly together",
    "As they walk for block after block past",
    "The bay, sorrel, chestnut, and dapple-gray tail swish of horses,",
    "And waiting carriages, & neither one of them noticing, as they stroll & weave,",
    "The harness gall on the winters of a mare,",
    "Nor the gnats swarming over it, alighting now on the first trickle of blood uncaking from the sore;",
    "And the underfed rib cage showing through its coat each time it inhales",
    "Like the tines of a rake combing the battleground to overturn",
    "Something that might identify the dead at Antietam.",
    "The rake keeps flashing in the late autumn light.",
    "And Bakunin, with a face impassive as a barn owl’s & never straying from the one true text of flames?",
    "And Lincoln, absentmindedly trying to brush away the wart on his cheek",
    "As he dresses for the last time,",
    "As he fumbles for a pair of cuff links in a silk-lined box,",
    "As he anticipates some pure & frivolous pleasure,",
    "As he dreams for a moment, & is a woman for a moment,",
    "And in his floating joy has no idea what is going to happen to him in the next hour?",
    "And Oswald dozing over a pamphlet by Trotsky in the student union?",
    "Oh live oak, thoughtless beauty in a century of pulpy memoirs,",
    "Spreading into the early morning sunlight",
    "As if it could never be otherwise, as if it were all a pure proclamation of leaves & a final quiet—",
    "But it’s all or nothing in this life; it’s smallpox, quicklime, & fire.",
    "It’s the extinct whistling of an infantry; it is all the faded rosettes of blood",
    "Turning into this amnesia of billboards & the ceaseless",
    "of traffic.",
    "It goes on & I go with it; it spreads into the sun & air & throws out a fast shade",
    "That will never sleep, and I go with it; it breaks Lincoln & Poe into small drops of oil spreading",
    "Into endless swirls on the water, & I recognize the pattern:",
    "There there now, Nothing.",
    "Stop your sniveling. Stop sifting dirt through your fingers into your glass of milk,",
    "A milk still white as stone; whiter even. Why don’t you finish it?",
    "We’d better be getting on our way soon, sweet Nothing.",
    "I’ll buy you something pretty from the store.",
    "I’ll let you wear the flower in your hair even though you can only vanish entirely underneath its brown, implacable petals.",
    "Stop your sniveling. I can almost see the all night diner looming",
    "Up ahead, with its lights & its flashing sign a testimony to failure.",
    "I can almost see our little apartment under the freeway overpass, the cups on the mantle rattling continually—",
    "The Mojave one way; the Pacific the other.",
    "At least we’ll have each other’s company.",
    "And it’s not as if you held your one wing, tattered as it was, in contempt",
    "For being only one. It’s not as if you were frivolous.",
    "It’s not like that. It’s not like that at all.",
    "Riding beside me, your seat belt around your invisible waist. Sweet Nothing.",
    "Sweet, sweet Nothing."
  ],
  "title": "At the Grave of My Guardian Angel: St. Louis Cemetery, New Orleans",
  "year": ""
}