{
  "author": "Larry Levis",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Living",
    "School",
    "Learning",
    "Youth",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177467",
  "region": "",
  "text": [
    "I lay my head sideways on the desk,",
    "My fingers interlocked under my cheekbones,",
    "My eyes closed. It was a three-room schoolhouse,",
    "White, with a small bell tower, an oak tree.",
    "From where I sat, on still days, I’d watch",
    "The oak, the prisoner of that sky, or read",
    "The desk carved with adults’ names: Marietta",
    "Martin, Truman Finnell, Marjorie Elm;",
    "The wood hacked or lovingly hollowed, the flies",
    "Settling on the obsolete & built-in inkwells.",
    "I remember, tonight, only details, how",
    "Mrs. Avery, now gone, was standing then",
    "In her beige dress, its quiet, gazelle print",
    "Still dark with lines of perspiration from",
    "The day before; how Gracie Chin had just",
    "Shown me how to draw, with chalk, a Chinese",
    "Ideogram. Where did she go, white thigh",
    "With one still freckle, lost in silk?",
    "No one would say for sure, so that I’d know,",
    "So that all shapes, for days after, seemed",
    "Brushstrokes in Chinese: countries on maps",
    "That shifted, changed colors, or disappeared:",
    "Lithuania, Prussia, Bessarabia;",
    "The numbers four & seven; the question mark.",
    "That year, I ate almost nothing.",
    "I thought my parents weren’t my real parents,",
    "I thought there’d been some terrible mistake.",
    "At recess I would sit alone, seeing",
    "In the print of each leaf shadow, an ideogram—",
    "Still, indecipherable, beneath the green sound",
    "The bell still made, even after it had faded,",
    "When the dust-covered leaves of the oak tree",
    "Quivered, slightly, if I looked up in time.",
    "And my father, so distant in those days,",
    "Where did he go, that autumn, when he chose",
    "The chaste, faint ideogram of ash, & I had",
    "To leave him there, white bones in a puzzle",
    "By a plum tree, the sun rising over",
    "The Sierras? It is not Chinese, but English—",
    "When the past tense, when you first learn to use it",
    "As a child, throws all the verbs in the language",
    "Into the long, flat shade of houses you",
    "Ride past, & into town. Your father’s driving.",
    "On winter evenings, the lights would come on earlier.",
    "People would be shopping for Christmas. Each hand,",
    "With the one whorl of its fingerprints, with twenty",
    "Delicate bones inside it, reaching up",
    "To touch some bolt of cloth, or choose a gift,",
    "A little different from any other hand.",
    "You know how the past tense turns a sentence dark,",
    "But leaves names, lovers, places showing through:",
    "Gracie Chin, my father, Lithuania;",
    "A beige dress where dark gazelles hold still?",
    "Outside, it’s snowing, cold, & a New Year.",
    "The trees & streets are turning white.",
    "I always thought he would come back like this.",
    "I always thought he wouldn’t dare be seen."
  ],
  "title": "Childhood Ideogram",
  "year": ""
}