{
  "author": "Larry Levis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29089",
  "region": "",
  "text": [
    "Those twenty-six letters filling the blackboard",
    "Compose the dark, compose",
    "The illiterate summer sky & its stars as they appear",
    "One by one, above the schoolyard.",
    "If the soul had a written history, nothing would have happened:",
    "A bird would still be riding the back of a horse,",
    "And the horse would go on grazing in a field, & the gleaners,",
    "At one with the land, the wind, the sun examining",
    "Their faces, would go on working,",
    "Each moment forgotten in the swipe of a scythe.",
    "But the walls of the labyrinth have already acquired",
    "Their rose tint from the blood of slaves",
    "Crushed into the stone used to build them, & the windows",
    "Of stained glass are held in place by the shriek",
    "And sighing body of a falling chimneysweep through",
    "The baked & blackened air. This ash was once a village,",
    "That snowflake, time itself.",
    "But until the day it is permitted to curl up in a doorway,",
    "And try to sleep, the snow falling just beyond it,",
    "There’s nothing for it to do:",
    "The soul rests its head in its hands & stares out",
    "From its desk at the trash-littered schoolyard,",
    "It stays where it was left.",
    "When the window fills with pain, the soul bears witness,",
    "But it doesn’t write. Nor does it write home",
    "Having no need to, having no home.",
    "In this way, & in no other",
    "Was the soul gradually replaced by the tens of thousands",
    "Of things meant to represent it—",
    "All of which proclaimed, or else lamented, its absence.",
    "Until, in the drone of auditoriums & lecture halls, it became",
    "No more than the scraping of a branch",
    "Against the side of a house, no more than the wincing",
    "Of a patient on a couch, or the pinched, nasal tenor",
    "Of the strung-out addict’s voice,",
    "While this sound of scratching, this tapping all night,",
    "Enlarging the quiet instead of making a music within it,",
    "Is just a way of joining one thing to another,",
    "Myself to whoever it is—sitting there in the schoolroom,",
    "Sitting there while also being led through the schoolyard",
    "Where prisoners are exercising in the cold light—",
    "A way of joining or trying to join one thing to another,",
    "So that the stillness of the clouds & the sky",
    "Opening beneath the blindfold of the prisoner, & the cop",
    "Who leads him toward it, toward the blank",
    "Sail of the sky at the end of the world, are bewildered",
    "So that everything, in this moment, bewilders",
    "Them: the odd gentleness each feels in the hand",
    "Of the other, & how they don’t stop walking, not now",
    "Not for anything."
  ],
  "title": "Elegy with a Chimneysweep Falling Inside It",
  "year": ""
}