{
  "author": "Larry Levis",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "School",
    "Learning",
    "Coming of Age",
    "Jobs",
    "Working",
    "Activities",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177465",
  "region": "",
  "text": [
    "My youth? I hear it mostly in the long, volleying",
    "Echoes of billiards in the pool halls where",
    "I spent it all, extravagantly, believing",
    "My delicate touch on a cue would last for years.",
    "Outside the vineyards vanished under rain,",
    "And the trees held still or seemed to hold their breath",
    "When the men I worked with, pruning orchards, sang",
    "Their lost songs:",
    "—the corny tunes",
    "Their sons would just as soon forget, at recess,",
    "Where they lounged apart in small groups of their own.",
    "Still, even when they laughed, they laughed in Spanish.",
    "I hated high school then, & on weekends drove",
    "A tractor through the widowed fields. It was so boring",
    "I memorized poems above the engine’s monotone.",
    "Sometimes whole days slipped past without my noticing,",
    "And birds of all kinds flew in front of me then.",
    "I learned to tell them apart by their empty squabblings,",
    "The slightest change in plumage, or the inflection",
    "Of a call. And why not admit it? I was happy",
    "Then. I believed in no one. I had the kind",
    "Of solitude the world usually allows",
    "Only to kings & criminals who are extinct,",
    "Who disdain this world, & who rot, corrupt & shallow",
    "As fields I disced: I turned up the same gray",
    "Earth for years. Still, the land made a glum raisin",
    "Each autumn, & made that little hell of days—",
    "The vines must have seemed like cages to the Mexicans",
    "Who were paid seven cents a tray for the grapes",
    "They picked. Inside the vines it was hot, & spiders",
    "Strummed their emptiness. Black Widow, Daddy Longlegs.",
    "The vine canes whipped our faces. None of us cared.",
    "And the girls I tried to talk to after class",
    "Sailed by, then each night lay enthroned in my bed,",
    "With nothing on but the jewels of their embarrassment.",
    "Eyes, lips, dreams. No one. The sky & the road.",
    "A life like that? It seemed to go on forever—",
    "Reading poems in school, then driving a stuttering tractor",
    "Warm afternoons, then billiards on blue October",
    "Nights. The thick stars. But mostly now I remember",
    "The trees, wearing their mysterious yellow sullenness",
    "Like party dresses. And parties I didn’t attend.",
    "And then the first ice hung like spider lattices",
    "Or the embroideries of Great Aunt No One,",
    "And then the first dark entering the trees—",
    "And inside, the adults with their cocktails before dinner,",
    "The way they always seemed afraid of something,",
    "And sat so rigidly, although the land was theirs."
  ],
  "title": "The Poet at Seventeen",
  "year": ""
}