{
  "author": "Larry Levis",
  "classification": "Free Verse",
  "keywords": [
    "Death",
    "Men",
    "Women",
    "Relationships",
    "Home Life",
    "Nature",
    "Living",
    "Religion",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177468",
  "region": "",
  "text": [
    "It is the unremarkable that will last,",
    "As in Brueghel’s camouflage, where the wren’s withheld,",
    "While elsewhere on a hill, small hawks (or are they other birds?)",
    "Are busily unraveling eyelashes & pupils",
    "From sunburned thieves outstretched on scaffolds,",
    "Their last vision obscured by wings, then broken, entered.",
    "I cannot tell whether their blood spurts, or just spills,",
    "Their faces are wings, & their bodies are uncovered.",
    "The twittering they hear is the final trespass.",
    "~",
    "And all later luxuries—the half-dressed neighbor couple",
    "Shouting insults at each other just beyond",
    "Her bra on a cluttered windowsill, then ceasing it when",
    "A door was slammed to emphasize, like trouble,",
    "The quiet flowing into things then, spreading its wake",
    "From the child’s toy left out on a lawn",
    "To the broken treatise of jet-trails drifting above—seem",
    "Keel scrapes on the shores of some enlarging mistake,",
    "A wrong so wide no one can speak of it now in the town",
    "That once had seemed, like its supporting factories",
    "That manufactured poems & weaponry,",
    "Like such a good idea. And wasn’t it everyone’s?",
    "Wasn’t the sad pleasure of assembly lines a replica",
    "Of the wren’s perfect, camouflaged self-sufficiency,",
    "And of its refusal even to be pretty,",
    "Surviving in a plumage dull enough to blend in with",
    "A hemline of smoke, sky, & a serene indifference?",
    "~",
    "The dead wren I found on a gravel drive",
    "One morning, all beige above and off-white",
    "Underneath, the body lighter, no more than a vacant tent",
    "Of oily feathers stretched, blent, & lacquered shut",
    "Against the world—was a world I couldn’t touch.",
    "And in its skull a snow of lice had set up such",
    "An altar, the congregation spreading from the tongue",
    "To round, bare sills that had been its eyes, I let",
    "It drop, my hand changed for a moment",
    "By a thing so common it was never once distracted from",
    "The nothing all wrens meant, the one feather on the road.",
    "No feeding in the wake of cavalry or kings changed it.",
    "Even in the end it swerved away, & made the abrupt",
    "Riddle all things come to seem ... irrelevant:",
    "The tucked claws clutched emptiness like a stick.",
    "And if Death whispered as always in the language of curling",
    "Leaves, or a later one that makes us stranger,",
    "“Don’t you come",
    "me motherfucker”;",
    "If the tang of metal in slang made the New World fertile,",
    "Still ... as they resumed their quarrel in the quiet air,",
    "I could hear the species cheep in what they said ...",
    "Until their voices rose. Until the sound of a slap erased",
    "A world, & the woman, in a music stripped of all prayer,",
    "Began sobbing, & the man become bystander cried",
    ".",
    "In the sky, the first stars were already faint",
    "And timeless, but what could they matter to that boy, blent",
    "To no choir, who saw at last the clean wings of indifferent",
    "Hunger, & despair? Around him the other petty thieves,",
    "With arms outstretched, & eyes pecked out by birds, reclined,",
    "Fastened forever to scaffolds which gradually would cover",
    "An Empire’s hills & line its roads as far",
    "As anyone escaping in a cart could see, his swerving mind",
    "On the dark brimming up in everything, the reins",
    "Going slack in his hand as the cart slows, & stops,",
    "And the horse sees its own breath go out",
    "Onto the cold air, & gazes after the off-white plume,",
    "And seems amazed by it, by its breath, by everything.",
    "But the man slumped behind it, dangling a lost nail",
    "Between his lips, only stares at the swishing tail,",
    "At each white breath going out, thinning, & then vanishing,",
    "For he has grown tired of amazing things."
  ],
  "title": "To a Wren on Calvary",
  "year": ""
}