{
  "author": "Larry Levis",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Health",
    "Illness",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Winter",
    "Stars, Planets, Heavens",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238882",
  "region": "",
  "text": [
    "My father once broke a man’s hand",
    "Over the exhaust pipe of a John Deere tractor. The man,",
    "Rubén Vásquez, wanted to kill his own father",
    "With a sharpened fruit knife, & he held",
    "The curved tip of it, lightly, between his first",
    "Two fingers, so it could slash",
    "Horizontally, & with surprising grace,",
    "Across a throat. It was like a glinting beak in a hand,",
    "And, for a moment, the light held still",
    "On those vines. When it was over,",
    "My father simply went in & ate lunch, & then, as always,",
    "Lay alone in the dark, listening to music.",
    "He never mentioned it.",
    "I never understood how anyone could risk his life,",
    "Then listen to Vivaldi.",
    "Sometimes, I go out into this yard at night,",
    "And stare through the wet branches of an oak",
    "In winter, & realize I am looking at the stars",
    "Again. A thin haze of them, shining",
    "And persisting.",
    "It used to make me feel lighter, looking up at them.",
    "In California, that light was closer.",
    "In a California no one will ever see again,",
    "My father is beginning to die. Something",
    "Inside him is slowly taking back",
    "Every word it ever gave him.",
    "Now, if we try to talk, I watch my father",
    "Search for a lost syllable as if it might",
    "Solve everything, & though he can’t remember, now,",
    "The word for it, he is ashamed . . .",
    "If you can think of the mind as a place continually",
    "Visited, a whole city placed behind",
    "The eyes, & shining, I can imagine, now, its end—",
    "As when the lights go off, one by one,",
    "In a hotel at night, until at last",
    "All of the travelers will be asleep, or until",
    "Even the thin glow from the lobby is a kind",
    "Of sleep; & while the woman behind the desk",
    "Is applying more lacquer to her nails,",
    "You can almost believe that the elevator,",
    "As it ascends, must open upon starlight.",
    "I stand out on the street, & do not go in.",
    "That was our agreement, at my birth.",
    "And for years I believed",
    "That what went unsaid between us became empty,",
    "And pure, like starlight, & that it persisted.",
    "I got it all wrong.",
    "I wound up believing in words the way a scientist",
    "Believes in carbon, after death.",
    "Tonight, I’m talking to you, father, although",
    "It is quiet here in the Midwest, where a small wind,",
    "The size of a wrist, wakes the cold again—",
    "Which may be all that’s left of you & me.",
    "When I left home at seventeen, I left for good.",
    "That pale haze of stars goes on & on,",
    "Like laughter that has found a final, silent shape",
    "On a black sky. It means everything",
    "It cannot say. Look, it’s empty out there, & cold.",
    "Cold enough to reconcile",
    "Even a father, even a son."
  ],
  "title": "Winter Stars",
  "year": ""
}