{
  "author": "A. R. Ammons",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Weather",
    "Animals",
    "Travels",
    "Journeys",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171818",
  "region": "",
  "text": [
    "I went for a walk over the dunes again this morning",
    "to the sea,",
    "then turned right along",
    "the surf",
    "rounded a naked headland",
    "and returned",
    "along the inlet shore:",
    "it was muggy sunny, the wind from the sea steady and high,",
    "crisp in the running sand,",
    "some breakthroughs of sun",
    "but after a bit",
    "continuous overcast:",
    "the walk liberating, I was released from forms,",
    "from the perpendiculars,",
    "straight lines, blocks, boxes, binds",
    "of thought",
    "into the hues, shadings, rises, flowing bends and blends",
    "of sight:",
    "I allow myself eddies of meaning:",
    "yield to a direction of significance",
    "running",
    "like a stream through the geography of my work:",
    "you can find",
    "in my sayings",
    "swerves of action",
    "like the inlet’s cutting edge:",
    "there are dunes of motion,",
    "organizations of grass, white sandy paths of remembrance",
    "in the overall wandering of mirroring mind:",
    "but Overall is beyond me: is the sum of these events",
    "I cannot draw, the ledger I cannot keep, the accounting",
    "beyond the account:",
    "in nature there are few sharp lines: there are areas of",
    "primrose",
    "more or less dispersed;",
    "disorderly orders of bayberry; between the rows",
    "of dunes,",
    "irregular swamps of reeds,",
    "though not reeds alone, but grass, bayberry, yarrow, all ...",
    "predominantly reeds:",
    "I have reached no conclusions, have erected no boundaries,",
    "shutting out and shutting in, separating inside",
    "from outside: I have",
    "drawn no lines:",
    "as",
    "manifold events of sand",
    "change the dune’s shape that will not be the same shape",
    "tomorrow,",
    "so I am willing to go along, to accept",
    "the becoming",
    "thought, to stake off no beginnings or ends, establish",
    "no walls:",
    "by transitions the land falls from grassy dunes to creek",
    "to undercreek: but there are no lines, though",
    "change in that transition is clear",
    "as any sharpness: but “sharpness” spread out,",
    "allowed to occur over a wider range",
    "than mental lines can keep:",
    "the moon was full last night: today, low tide was low:",
    "black shoals of mussels exposed to the risk",
    "of air",
    "and, earlier, of sun,",
    "waved in and out with the waterline, waterline inexact,",
    "caught always in the event of change:",
    "a young mottled gull stood free on the shoals",
    "and ate",
    "to vomiting: another gull, squawking possession, cracked a crab,",
    "picked out the entrails, swallowed the soft-shelled legs, a ruddy",
    "turnstone running in to snatch leftover bits:",
    "risk is full: every living thing in",
    "siege: the demand is life, to keep life: the small",
    "white blacklegged egret, how beautiful, quietly stalks and spears",
    "the shallows, darts to shore",
    "to stab—what? I couldn’t",
    "see against the black mudflats—a frightened",
    "fiddler crab?",
    "the news to my left over the dunes and",
    "reeds and bayberry clumps was",
    "fall: thousands of tree swallows",
    "gathering for flight:",
    "an order held",
    "in constant change: a congregation",
    "rich with entropy: nevertheless, separable, noticeable",
    "as one event,",
    "not chaos: preparations for",
    "flight from winter,",
    "cheet, cheet, cheet, cheet, wings rifling the green clumps,",
    "beaks",
    "at the bayberries",
    "a perception full of wind, flight, curve,",
    "sound:",
    "the possibility of rule as the sum of rulelessness:",
    "the “field” of action",
    "with moving, incalculable center:",
    "in the smaller view, order tight with shape:",
    "blue tiny flowers on a leafless weed: carapace of crab:",
    "snail shell:",
    "pulsations of order",
    "in the bellies of minnows: orders swallowed,",
    "broken down, transferred through membranes",
    "to strengthen larger orders: but in the large view, no",
    "lines or changeless shapes: the working in and out, together",
    "and against, of millions of events: this,",
    "so that I make",
    "no form of",
    "formlessness:",
    "orders as summaries, as outcomes of actions override",
    "or in some way result, not predictably (seeing me gain",
    "the top of a dune,",
    "the swallows",
    "could take flight—some other fields of bayberry",
    "could enter fall",
    "berryless) and there is serenity:",
    "no arranged terror: no forcing of image, plan,",
    "or thought:",
    "no propaganda, no humbling of reality to precept:",
    "terror pervades but is not arranged, all possibilities",
    "of escape open: no route shut, except in",
    "the sudden loss of all routes:",
    "I see narrow orders, limited tightness, but will",
    "not run to that easy victory:",
    "still around the looser, wider forces work:",
    "I will try",
    "to fasten into order enlarging grasps of disorder, widening",
    "scope, but enjoying the freedom that",
    "Scope eludes my grasp, that there is no finality of vision,",
    "that I have perceived nothing completely,",
    "that tomorrow a new walk is a new walk."
  ],
  "title": "Corsons Inlet",
  "year": ""
}