{
  "author": "Langston Hughes",
  "classification": "Persona",
  "keywords": [
    "Living",
    "School",
    "Learning",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Youth",
    "Activities",
    "Coming of Age"
  ],
  "period": "Harlem Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/177397",
  "region": "",
  "text": [
    "The instructor said,",
    "a page tonight.",
    "And let that page come out of you—",
    "Then, it will be true.",
    "I wonder if it’s that simple?",
    "I am twenty-two, colored, born in Winston-Salem.",
    "I went to school there, then Durham, then here",
    "to this college on the hill above Harlem.",
    "I am the only colored student in my class.",
    "The steps from the hill lead down into Harlem,",
    "through a park, then I cross St. Nicholas,",
    "Eighth Avenue, Seventh, and I come to the Y,",
    "the Harlem Branch Y, where I take the elevator",
    "up to my room, sit down, and write this page:",
    "It’s not easy to know what is true for you or me",
    "at twenty-two, my age. But I guess I’m what",
    "I feel and see and hear, Harlem, I hear you.",
    "hear you, hear me—we two—you, me, talk on this page.",
    "(I hear New York, too.) Me—who?",
    "Well, I like to eat, sleep, drink, and be in love.",
    "I like to work, read, learn, and understand life.",
    "I like a pipe for a Christmas present,",
    "or records—Bessie, bop, or Bach.",
    "I guess being colored doesn’t make me",
    "like",
    "the same things other folks like who are other races.",
    "So will my page be colored that I write?",
    "Being me, it will not be white.",
    "But it will be",
    "a part of you, instructor.",
    "You are white—",
    "yet a part of me, as I am a part of you.",
    "That’s American.",
    "Sometimes perhaps you don’t want to be a part of me.",
    "Nor do I often want to be a part of you.",
    "But we are, that’s true!",
    "As I learn from you,",
    "I guess you learn from me—",
    "although you’re older—and white—",
    "and somewhat more free.",
    "This is my page for English B."
  ],
  "title": "Theme for English B",
  "year": ""
}