{
  "author": "Erin Belieu",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Indoor Activities",
    "Sports",
    "Outdoor Activities",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245982",
  "region": "U.S., Southern",
  "text": [
    "I’m watching football, which is odd as",
    "I hate football",
    "in a hyperbolic and clinically revealing way,",
    "but I hate Bill Parcells more,",
    "because he is the illuminated manuscript",
    "of cruel, successful men, those with the slitty eyes of ancient reptiles,",
    "who wear their smugness like a tight white turtleneck,",
    "and revel in their lack of empathy",
    "for any living thing.",
    "So I’m watching football, staying up late to watch football,",
    "hoping to witness (as I think of it)",
    "The Humiliation of the Tuna",
    "(as he is called),",
    "which is rightly Parcells’s first time back in the Meadowlands",
    "since taking up with the Cowboys,",
    "who are, as we all know,",
    "thugs, even by the NFL’s standards. The reasons",
    "I hate football are clear and complicated and were born,",
    "as I was, in Nebraska,",
    "where football is to life what sleep deprivation is",
    "to Amnesty International, that is,",
    "the best researched and most effective method",
    "of breaking a soul. Yes,",
    "there’s the glorification of violence, the weird nexus",
    "knitting the homo, both phobic and erotic,",
    "but also, and worse, my parents in 1971, drunk as",
    "Australian parrots in a bottlebush, screeching",
    "WE’RE #1, WE’RE #1!",
    "when the Huskers finally clinched the Orange Bowl,",
    "the two of them",
    "bouncing up and down crazily on the couch, their index",
    "fingers jutting holes through the ubiquitous trail of smoke rings",
    "that was the weather in our house,",
    "until the whole deranged mess that was them,",
    "my parents, the couch, their lit cigarettes,",
    "flipped over backward onto my brother and me. My husband",
    "thinks that’s a funny story and, in an effort to be a “good sport,”",
    "I say I think it is, too.",
    "Which leads me to recall the three Chihuahuas",
    "who’ve spent the fullness of their agitated lives penned",
    "in the back of my neighbor’s yard.",
    "Today they barked continuously for 12 minutes (I timed it) as",
    "the UPS guy made his daily round.",
    "They bark so piercingly, they tremble with such exquisite outrage,",
    "that I’ve begun to root for them, though it’s fashionable",
    "to hate them and increasingly dark threats",
    "against their tiny persons move between the houses on our block.",
    "But isn’t that what’s wrong with this version of America:",
    "the jittering, small-skulled, inbred-by-no-choice-",
    "of-their-own are despised? And Bill Parcells—",
    "the truth is he’ll win",
    "this game. I know it and you know it and, sadly,",
    "did it ever seem there was another possible outcome?",
    "It’s a small deposit,",
    "but I’m putting my faith in reincarnation. I need to believe",
    "in the sweetness of one righteous image,",
    "in Bill Parcells trapped in the body of a teacup poodle,",
    "as any despised thing,",
    "forced to yap away his next life staked to",
    "a clothesline pole or doing hard time on a rich old matron’s lap,",
    "dyed lilac to match her outfit.",
    "I want to live there someday, across that street,",
    "and listen to him. Yap, yap, yap."
  ],
  "title": "I Heart Your Dog’s Head",
  "year": ""
}