{
  "author": "Erin Belieu",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Youth",
    "Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245986",
  "region": "U.S., Southern",
  "text": [
    "When the man behind the counter said, “You pay",
    "by the orifice,” what could we do but purchase them all?",
    "Ah, Sandy, you were clearly the deluxe doll, modish and pert",
    "in your plastic nurse whites, official hostess to our halcyon days,",
    "where you bobbed in the doorway of our dishabille apartment,",
    "a block downwind from the stockyards. Holding court on",
    "the corroded balcony, K. and I passed hash brownies, collecting",
    "change for the building’s monthly pool to predict which balcony",
    "would fall off next. That’s when K. was fucking M. and M. was",
    "fucking J., and even B. and I threw down once on the glass-speckled",
    "lawn, adrift in the headlights of his El Camino. Those were immortal",
    "times, Sandy! Coke wasn’t addictive yet, condoms prevented herpes",
    "and men were only a form of practice for the Russian novel",
    "we foolishly hoped our lives would become. Now it’s a Friday night,",
    "sixteen years from there. Don’t the best characters know better",
    "than to live too long? My estranged husband house-sits for a spoiled",
    "cockatoo while saving to buy his own place. My lover’s gone back",
    "to his gin and the farm-team fiancée he keeps in New York.",
    "What else to do but read Frank O’Hara to my tired three-year-old?",
    "When I put him to bed, he mutters “more sorry” as he turns into sleep.",
    "Tonight, I find you in a box I once marked “The Past.” Well,",
    "therapy’s good for some things, Sandy, but who’d want to forgive",
    "a girl like that? Frank says",
    "Deflated, you’re simply the smile that surrounds a hole.",
    "I don’t know anything."
  ],
  "title": "Of the Poet’s Youth",
  "year": ""
}