{
  "author": "Rosanna Warren",
  "classification": "Free Verse",
  "keywords": [
    "Religion",
    "Love",
    "Youth",
    "Travels",
    "Journeys",
    "Poetry",
    "Poets",
    "Nature",
    "Painting",
    "Sculpture",
    "Trees",
    "Flowers",
    "Living",
    "Relationships",
    "Activities",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171804",
  "region": "U.S., New England",
  "text": [
    "I.",
    "When his dogs leapt on Actaeon, he",
    "cried (did he cry out?)—He flung",
    "his arm to command, they tore his hand",
    "from the wrist stump, tore",
    "guts from his belly through the tunic, ripped",
    "the cry from his throat.",
    "That’s how we know a god, when the facts",
    "leap at the tenderest innards, and we know",
    "the god is what we can’t change. You",
    "stood over me as I woke, I opened my eyes, I saw",
    "that I’d seen and that it was too",
    "late: the seeing",
    "of you in the doorway with weak electric light",
    "fanning behind you in the hall, and my room and narrow pallet steeped in shadow",
    "were what I couldn’t change, and distantly",
    "I wanted you, and, as distantly,",
    "I heard the dogs, baying.",
    "II.",
    "And yet the fountain spends itself, and it is",
    "in the clear",
    "light of its losing that we seem",
    "to take delight:",
    "you dipped your hand in its running braid",
    "to sprinkle my forehead, my lips.",
    "Garden deities observed us: three nymphs",
    "with moss staining their haunches, a pug-nosed faun.",
    "The wound in water closed",
    "perfectly around your gesture, erasing it,",
    "so that only the glimmer, swiftly",
    "drying, on my face recalled",
    "our interruption",
    "of the faultless, cold, passionate, perpetual",
    "idea of the stream’s descent—",
    "which, unlike ours, would always be renewed.",
    "III.",
    "I kissed a flame, what did I expect.",
    "Those days, you painted in fire. Tangerine, gold:",
    "one would have had to be a pilgrim to walk",
    "through that wall of molten glass.",
    "And purification",
    "could be conceived, if not",
    "attained, only after many years,",
    "in autumn, in a fire greater than yours,",
    "though menstrual blood still tinged the threshold",
    "and our ex-votos were sordid—scraps of blistered flesh",
    "taped to kitsch prayer cards—and neither of us knew",
    "the object of this exercise, except",
    "having, inadvertently, each of us, burned",
    "we recognized the smell",
    "of wood smoke, the slow swirl",
    "flakes of wood ash make in heavy air;",
    "and we were ready, each in a private way, to make",
    "the gifts the season required.",
    "Mine was the scene",
    "of my young self in your arms,",
    "eyes in your eyes, clutched in the effort",
    "to give each other away—when I glimpsed",
    "behind your pleasure, fear; behind",
    "fear, anger; and knew",
    "in a bolt some gifts",
    "conceal a greater gift.",
    "I have kept it. Now I am ready to give it back",
    "into darker flame",
    "in this season of goldenrod, the ardent weed,",
    "and Queen Anne’s lace in its mantilla of ash.",
    "And yet, how lumpishly, how stupidly I stand.",
    "How much that is human will never burn.",
    "IV.",
    "And if you should answer?",
    "I listened, years before I knew you, to the whine",
    "of wind through the high stony pastures above my childhood village;",
    "I breathed lavender and thyme and burned my bare legs",
    "on nettles, scraped them on thistles, and rubbed",
    "the sore skin till it reddened all the more. When we",
    "walked the uplands together, you burned your hand",
    "and I kissed the crimsoning nettle-rash. “We are the Lords of need,”",
    "you said Hafiz said,",
    "and I believed you, and we were.",
    "In the rugs of your country, carmine is crushed",
    "from insects, cochineal; saffron gold",
    "is boiled from crocus stamens; and indigo",
    "of heaven and fountain pools is soaked, hours upon hours,",
    "from indigo leaves. “Like the angel Harut,”",
    "you said, “We are in the calamity of love-desire.”",
    "The angel is chained by neck and knees, head down, in the pit of Babel",
    "for falling in love. Your carpets",
    "told a different story: scarlet and saffron",
    "blush as in Paradise, and God reveals himself",
    "in wine, flame, tulips, and the light in a mortal eye.",
    "All night you held me, sleepless, on my childhood cot in the stone house;",
    "all night the wind seethed through crags and twisted olive trees,",
    "high on the scents of thyme and goat droppings. “All night,”",
    "Hafiz sang, “I hope the breeze of dawn will cherish the lovers.”",
    "But the breeze of dawn is the angel of death.",
    "You are in your far landscape now, I am in mine:",
    "the wind complains and I can’t understand the words.",
    "And if you should answer?",
    "You, ten years away, in a different wind.",
    "“We are in the calamity,” Hafiz sang. “But tell the tale",
    "of the minstrel and of wine, and leave time alone. Time",
    "is a mystery no skill will solve.” We should",
    "thread words like pearls, you said, and the grateful sky",
    "would scatter the Pleiades upon us",
    "though we couldn’t see, and that was long ago.",
    "V.",
    "The carpet is not a story. It is a place,",
    "garden of crisscrossed pathways, labyrinth,",
    "fountain, pool, and stream.",
    "As though the fabric had ripped at the vanishing point",
    "at the top of the street",
    "of ashen façades and slate-sloped roofs, you stepped",
    "through the gap, out of your own world.",
    "I had already lost my world.",
    "We met in a torn design",
    "which we tore further, pulling the tall warp,",
    "thread wrapped tightly around our fingers until it bit the flesh",
    "and the rue de Lille unravelled.",
    "I know about design: it’s my job,",
    "arranging other people’s letters in star charts",
    "that phosphoresce in the dark between the closed covers of books.",
    "You knew about design from the holes",
    "blown through your country.",
    "We spoke in a language of no country on earth.",
    "You moved slowly, in shadow, teaching the shadows",
    "to echo my name. You ripped my shirt at the neck.",
    "Was it The Beloved I held, holding you?",
    "Down the middle of the carpet the river",
    "weaves a thousand gray glimmers into the deeper green.",
    "The river knows about mourning; that’s its job.",
    "How many years has it practiced? With such fleet fingers. A man",
    "woke me at dawn this morning, sobbing and cursing in the street,",
    "reeling from sidewalk to gutter and back again.",
    "On my long gray street, the rue de Lille, where I still live."
  ],
  "title": "From the Notebooks of Anne Verveine",
  "year": ""
}