{
  "author": "Rosanna Warren",
  "classification": "Free Verse",
  "keywords": [
    "Marriage",
    "Companionship",
    "Family",
    "Ancestors",
    "Home Life",
    "Music",
    "Health",
    "Illness",
    "History",
    "Politics",
    "Love",
    "Parenthood",
    "Living",
    "Relationships",
    "Arts",
    "Sciences",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171803",
  "region": "U.S., New England",
  "text": [
    "The last string quartet",
    "She reads romances, she spells poorly, she’s full-breasted,",
    "broad in the beam, matron in a cloche hat,",
    "bulky knee-length skirt, apron, thick calves, white stockings, Mary Janes.",
    "Her heels go click click on the pavement.",
    "She has those dark Gypsy eyes and the wide laugh.",
    "He loves it when she tosses her head like that.",
    "And here she is in long skirt and embroidered blouse, posing",
    "by her dwarf ornamental orange tree on the balcony:",
    "high pale forehead, stacked dark hair, heavy jaw, bust cleaving forward like a prow.",
    "And here she is on holiday with her husband the businessman the perpetual traveller",
    "with the commanding walk and striped tie and blunt mustache.",
    "“Two decidedly Jewish types,” writes Zdenka Janáčková, J’s wife:",
    "they send her, in the last year of the war,",
    "bread, butter, eggs, semolina flour, geese",
    "from the husband’s military contacts.",
    "*",
    "“My dear dark dove,” J calls Kamila, “My little one.”",
    "*",
    "He has taken dictation from every fountain in Hukvaldy,",
    "where he was born to endless mumbled rosaries of water.",
    "He notes the gush and prattle of the Fox’s Well",
    "as the beech tree flashes its sleight of leaf, and fox kits hide in the rocks;",
    "the public fountain, “a fine of ten crowns",
    "on those who fail to replace the cover”:",
    "and when the cover is replaced",
    "the fountain closes her eyes;",
    "the castle fountain, handsome, broad and brimming, but scuttled into pipes",
    "for manor farm, brewery and slaughterhouse",
    "where the stream blurts out in blood;",
    "and the little well hidden through tall grass at Kazničov,",
    "springing up through the roots of three lime trees, “Helisov’s Well,”",
    "chants the little girl, and he notes that too, the quavering fall",
    "of the name; and watches water bugs skitter",
    "and green moss, darkling, at the bottom, and shards of sky.",
    "*",
    "Bread, butter, eggs, semolina flour, geese.",
    "Kamila knows nothing of music, she worries about her dress",
    "for the première of",
    "in Vienna.",
    "She has two little boys, Rudi and Otto.",
    "Otto the baby swims on her hand",
    "and she leans over him, soft as night, one eyebrow tilted up",
    "as at a dream of which she is hardly aware.",
    "*",
    "“She was of medium height, dark, curly-haired like a Gypsy woman,”",
    "writes Zdenka, “with great, black bulging eyes.",
    "The voice was unpleasant, shrill.”",
    "*",
    "—That once again he saw “her raven hair, all loose,”",
    "and she was barefoot in the house",
    "and she climbed a ladder to pick apricots from the tree",
    "and she refused the gift of the knitted silver bag",
    "“And your eye has a strange depth, it’s so deep it doesn’t shine.”",
    "*",
    "Night leans hugely.",
    "He sleeps alone, in his study, upstairs at the Organ School.",
    "Zdenka sleeps in their villa across the yard.",
    "*",
    "He who had scrawled",
    "on his cuffs, on envelope scraps, on market paper, in his little pad,",
    "robins’ trills, girls’ chatter at the railway station,",
    "fox bark, thrush whistle, hen cackle,",
    "kitten mew, bee hum, “the chord of stalagmites covered with hoarfrost,”",
    "the airy, bell-like patter of fountain spray,",
    "scored",
    "in a notebook",
    "years before Kamila",
    "in a notebook",
    "2",
    "24 February 1903",
    "his daughter’s dying",
    "words—",
    "Olga—",
    "dying, age 21—",
    "in a notebook—",
    "“Now I remember that I’m supposed to die”",
    "(a little string of quarter notes, B and middle C)—",
    "“What walks we took on the corso”—“We",
    "should say so much—”",
    "He tells her,",
    "“You are the most beautiful among them,” and she smiles,",
    "in his notebook she smiles.",
    "And, down to a G,",
    "“Something gets lost so well, no one can find it.”",
    "In a notebook—",
    "2:45",
    "25 February 1903, Olga,",
    "her light hair spread across the pillow,",
    "sighs",
    "“A-y-a,” two drawn out B’s, scrupulously noted by her father,",
    "and in the margin,",
    "“God be with you, my soul.”",
    "*",
    "What can be assimilated into song?",
    "*",
    "The rivers of Lachia: the River Lubina",
    "falls from a ridge of the Radhošť Mountain",
    "into an abyss, to seethe of silver, crash of dark;",
    "the Ondřejnice dabbles through the village of Mĕrkovice,",
    "past mossy banks, shallow, beery-blonde, tepid, where goslings swim",
    "dunking for weeds and bugs; and the River Ostravice",
    "is the color of steel, and smites the wrist with cold:",
    "and all the Lachian rivers run",
    "through cello depths, horn hurtle, foam-spray of glockenspiel,",
    "clash of cymbals at the smoky inn",
    "where Sofie Harabisová flies from arm to arm",
    "in the glare, smoke, sweat and stamp of feet:",
    "“Where is the poet Šťastný or Professor Batĕk or Mrs. Marie Jungova now?",
    "Gone, all gone, those who took part",
    "that wild summer night, forty-five years ago!”",
    "*",
    "Kamila reads romances.",
    "“There’s no love just innocent",
    "friendship. My husband’s",
    "away all the time he’s always",
    "got things to do.”",
    "*",
    "“Your raven hair—",
    "I write these lines so they’ll be read, and yet unread",
    "because unanswered.",
    "So it’s like a stone falling into water—”",
    "“You’re the star I look for in evening—”",
    "“I was your shadow—”",
    "“Even thoughts become flesh—”",
    "in the fountain bubbling up among the lime tree roots,",
    "mumbling its prayers over and over, tonguing the stones.",
    "*",
    "Now after the war, no need",
    "for bread, butter, eggs, semolina flour, geese delivered",
    "by special connection",
    "and Czechoslovakia is free in the",
    "in the razzle of brass:",
    "“I’m really",
    "an ordinary woman Your heart would stop",
    "aching if you saw me more.”",
    "There’s Rudi, there’s Otto,",
    "and her husband always dealing in his antiques.",
    "No we cannot attend the première in Prague no we cannot.",
    "Now after the war.",
    "For that cold: boil three onions with marjoram and lemon peel",
    "and drink it like tea with sugar.",
    "Your raven hair.",
    "I was your shadow, when you reached for the apricots.",
    "*",
    "Gut scrapings: the bow scrapes sunlight from that summer day at the spa at Luhačovice",
    "where she sat on the grass “like an exhausted little bird”:",
    "“Dear Madam, Accept these few roses as a token”",
    "where she sat on the grass, scrape sunlight",
    "from the inner petals, scrape the dark from",
    "her pupil, so deep it doesn’t shine.",
    "Madam:",
    "“Silence goes to sleep under every tree.”",
    "Under the tilt of her shadowed brow.",
    "His baby son died those years ago",
    "and Olga’s hair",
    "spreads wide across the pillow where she sighs.",
    "He sleeps alone",
    "it’s like a stone",
    "falling.",
    "*",
    "Lullaby,",
    "bee swarms,",
    "gut scraping, fracture, a waltz",
    "falters, the schmaltzy tune with raven hair",
    "whispers, breaks off, and the hand she lets him",
    "touch, for the first time, she does not draw away",
    "the first time, “your little hand,”",
    "in eleven years, under the linden boughs.",
    "“That dark Jewess,” writes Zdenka, “I rather",
    "liked her at first, but I held my position.",
    "You know how artists are. They have to be",
    "handled. I would not",
    "let him go.”",
    "*",
    "“These letters were written in fire.”",
    "Zdenka must",
    "understand:",
    "Kamila is",
    "the Gypsy girl, Káťa Kabanová, the Vixen, Aljeja,",
    "the little hidden well by the lime trees at Kazničov,",
    "the military fanfare on the promenade,",
    "trumpet, oboe, piccolo squeal",
    "when the Austrians march out, the Empire crashes, and the country is,",
    "like the high-wire flute notes, finally, free.",
    "Zdenka must acknowledge this:",
    "These letters",
    "were written in fire.",
    "*",
    "By now Kamila’s boys have been stuffed into trousers, stiff collars, and neckties.",
    "They’ve grown leggy, their faces are plump.",
    "It’s a question of tempi slightly retarded, a vertigo",
    "the viola suffers, following the violins.",
    "Silence goes to sleep under every tree.",
    "The cello drags",
    "gusts of confetti, repetition, emotion is all",
    "repetition",
    "pulled by twisted horsehair",
    "out of gut.",
    "My dear dark dove, a form of mourning,",
    "that too is a form",
    "of repetition.",
    "Why don’t you write.",
    "So when, those last days, she has come",
    "at last, with little Otto, respectably",
    "to visit the upstairs room he has built and furnished for her",
    "in his summer cottage in Hukvaldy,",
    "furnished according to his dream—",
    "“I want to have the painting of those two cherubs, a writing desk, a communal table,",
    "a comfortable bed, perhaps of brass, a wardrobe with mirrored doors, a marble wash-stand,",
    "and four chairs, each from a different part of the world—”",
    "(the question is, what can be assimilated",
    "into song)",
    "she peels oranges, makes tea,",
    "they shop in the market and play and walk",
    "and August 8, on the walk up the Babí hůra Hill, Otto gets lost in the woods and ravines—",
    "Something gets lost so well, no one can find it—",
    "and Leoš seeks and seeks the child in drenching rain",
    "as if searching for his own",
    "son",
    "in the woods and ravines",
    "under the wing of her darkly tilting brow",
    "and returns",
    "fevered.",
    "In a notebook no one writes, no one scores his cough.",
    "10 August 1928 J consents to go",
    "to the hospital in Ostrava",
    "pneumonia—deterioration—sedative",
    "What walks we took on the corso",
    "Something gets lost so well",
    "So it’s like a stone",
    "Silence goes to sleep under every tree",
    "I was your shadow",
    "I burned your letters but I keep",
    "the ash",
    "No one scored the sleep rattle in Ostrava",
    "12 August 10",
    "Sunday Kamila at his side,",
    "a heavy woman who spells poorly, broad in the beam,",
    "with thick knees and white stockings,",
    "who reads romances,",
    "who will die of cancer",
    "seven years later",
    "at 43",
    "and be buried in the Jewish cemetery in Písek.",
    "“And I kissed you",
    "And you are sitting beside me and I am happy and at peace",
    "In such a way do the days pass for the angels.”",
    "No one scored the sleep rattle Sunday 12 August.",
    "Only then, by his order,",
    "Zdenka",
    "is told",
    "and arrives by train.",
    "These letters were written in fire."
  ],
  "title": "Intimate Letters",
  "year": ""
}