{
  "author": "Judith Beveridge",
  "classification": "Free Verse",
  "keywords": [
    "Parenthood",
    "Gardening",
    "Family",
    "Ancestors",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242938",
  "region": "Australia and Pacific",
  "text": [
    "They listen to the myna birds dicker in the grass.",
    "The child’s blue shoes are caked with",
    "garden dirt. When he runs, she sees the antics",
    "of a pair of wrens. She works the garden,",
    "a pot of rusting gardenias has given off its ales",
    "and infused the danker germinations of her",
    "grief. She watches her son chase pigeons,",
    "kick at the leaves piled high. Now, a magpie",
    "adds to his cascades of laughter as he runs with",
    "the hose, pours a fine spray, happy to be giving",
    "to the grass this silver courtship. She sighs,",
    "watches the drops settle in. Today, who",
    "can explain the sadness she feels. Surely this",
    "day is to be treasured: the sun out, the breeze",
    "like a cat’s tongue licking a moon of milk;",
    "her son expending himself in small, public",
    "bursts, happy among clover where bees hover,",
    "and unfold centrefolds of nectar. Today,",
    "who can explain the heaviness in her head, as if",
    "all her worries were tomes toward a larger work,",
    "one she knows she will never finish, but to which",
    "she must keep adding, thought by thought.",
    "She sweeps the petals, smells their russet imprint.",
    "Soon dusk will come with an envoy of smoke",
    "and her son outlast her patience by a rose.",
    "Already he is tiring, puling at the flowers.",
    "It won’t be long before they’ll go in, listen",
    "to the jug purr comfort. He’ll sleep and she’ll",
    "lie back, or get up to unhook the cry of her cat",
    "from the wire door. Now, a few cicadas are idling,",
    "giving each other the gun and a cockatoo calls,",
    "a haughty felon. She sighs, knowing she won’t",
    "escape her mood today, the turned earth",
    "or its rank persuasions; her child’s petulance",
    "flaring like an orchid, or a cockatoo’s unruly crest.",
    "Today, she knows she will need to consider",
    "her unhappiness, of what she is a prisoner – if not",
    "the loss of hope’s particulars. Her son soaks",
    "the path, rinses the sky of its featureless blue.",
    "He is giving that water, now, to everything."
  ],
  "title": "Woman and Child",
  "year": ""
}