{
  "author": "Czeslaw Milosz",
  "classification": "Pastoral",
  "keywords": [
    "Nature",
    "Arts",
    "Sciences",
    "Landscapes",
    "Pastorals",
    "Weather",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179564",
  "region": "Poland",
  "text": [
    "I don’t remember exactly when Budberg died, it was either two years",
    "ago or three.",
    "The same with Chen. Whether last year or the one before.",
    "Soon after our arrival, Budberg, gently pensive,",
    "Said that in the beginning it is hard to get accustomed,",
    "For here there is no spring or summer, no winter or fall.",
    "“I kept dreaming of snow and birch forests.",
    "Where so little changes you hardly notice how time goes by.",
    "This is, you will see, a magic mountain.”",
    "Budberg: a familiar name in my childhood.",
    "They were prominent in our region,",
    "This Russian family, descendants of German Balts.",
    "I read none of his works, too specialized.",
    "And Chen, I have heard, was an exquisite poet,",
    "Which I must take on faith, for he wrote in Chinese.",
    "Sultry Octobers, cool Julys, trees blossom in February.",
    "Here the nuptial flight of hummingbirds does not forecast spring.",
    "Only the faithful maple sheds its leaves every year.",
    "For no reason, its ancestors simply learned it that way.",
    "I sensed Budberg was right and I rebelled.",
    "So I won’t have power, won’t save the world?",
    "Fame will pass me by, no tiara, no crown?",
    "Did I then train myself, myself the Unique,",
    "To compose stanzas for gulls and sea haze,",
    "To listen to the foghorns blaring down below?",
    "Until it passed. What passed? Life.",
    "Now I am not ashamed of my defeat.",
    "One murky island with its barking seals",
    "Or a parched desert is enough",
    "To make us say: yes,",
    "\"Even asleep we partake in the becoming of the world.”",
    "Endurance comes only from enduring.",
    "With a flick of the wrist I fashioned an invisible rope,",
    "And climbed it and it held me.",
    "What a procession!",
    "What caps and hooded gowns!",
    "Most respected Professor Budberg,",
    "Most distinguished Professor Chen,",
    "Wrong Honorable Professor Milosz",
    "Who wrote poems in some unheard-of tongue.",
    "Who will count them anyway. And here sunlight.",
    "So that the flames of their tall candles fade.",
    "And how many generations of hummingbirds keep them company",
    "As they walk on. Across the magic mountain.",
    "And the fog from the ocean is cool, for once again it is July."
  ],
  "title": "A Magic Mountain",
  "year": ""
}