{
  "author": "Czeslaw Milosz",
  "classification": "Mixed",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Youth",
    "Nature",
    "Time",
    "Brevity",
    "Growing Old"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179943",
  "region": "Poland",
  "text": [
    "Who will honor the city without a name",
    "If so many are dead and others pan gold",
    "Or sell arms in faraway countries?",
    "What shepherd's horn swathed in the bark of birch",
    "Will sound in the Ponary Hills the memory of the absent—",
    "Vagabonds, Pathfinders, brethren of a dissolved lodge?",
    "This spring, in a desert, beyond a campsite flagpole,",
    "—In silence that stretched to the solid rock of yellow and red mountains—",
    "I heard in a gray bush the buzzing of wild bees.",
    "The current carried an echo and the timber of rafts.",
    "A man in a visored cap and a woman in a kerchief",
    "Pushed hard with their four hands at a heavy steering oar.",
    "In the library, below a tower painted with the signs of the zodiac,",
    "Kontrym would take a whiff from his snuffbox and smile",
    "For despite Metternich all was not yet lost.",
    "And on crooked lanes down the middle of a sandy highway",
    "Jewish carts went their way while a black grouse hooted",
    "Standing on a cuirassier's helmet, a relict of La Grande Armée.",
    "In Death Valley I thought about styles of hairdo,",
    "About a hand that shifted spotlights at the Student's Ball",
    "In the city from which no voice could reach me.",
    "Minerals did not sound the last trumpet.",
    "There was only the rustle of a loosened grain of lava.",
    "In Death Valley salt gleams from a dried-up lake bed.",
    "Defend, defend yourself, says the tick-tock of the blood.",
    "From the futility of solid rock, no wisdom.",
    "In Death Valley no hawk or eagle against the sky.",
    "The prediction of a Gypsy woman has come true.",
    "In a lane under an arcade, then, I was reading a poem",
    "Of someone who had lived next door, entitled \"An Hour of Thought.\"",
    "I looked long at the rearview mirror: there, the one man",
    "Within three miles, an Indian, was walking a bicycle uphill.",
    "With flutes, with torches",
    "And a drum, boom, boom,",
    "Look, the one who died in Istanbul, there, in the first row.",
    "He walks arm in arm with his young lady,",
    "And over them swallows fly.",
    "They carry oars or staffs garlanded with leaves",
    "And bunches of flowers from the shores of the Green Lakes,",
    "As they came closer and closer, down Castle Street.",
    "And then suddenly nothing, only a white puff of cloud",
    "Over the Humanities Student Club,",
    "Division of Creative Writing.",
    "Books, we have written a whole library of them.",
    "Lands, we have visited a great many of them.",
    "Battles, we have lost a number of them.",
    "Till we are no more, we and our Maryla.",
    "Understanding and pity,",
    "We value them highly.",
    "What else?",
    "Beauty and kisses,",
    "Fame and its prizes,",
    "Who cares?",
    "Doctors and lawyers,",
    "Well-turned-out majors,",
    "Six feet of earth.",
    "Rings, furs, and lashes,",
    "Glances at Masses,",
    "Rest in peace.",
    "Sweet twin breasts, good night.",
    "Sleep through to the light,",
    "Without spiders.",
    "The sun goes down above the Zealous Lithuanian Lodge",
    "And kindles fire on landscapes \"made from nature\":",
    "The Wilia winding among pines; black honey of the Żejmiana;",
    "The Mereczanka washes berries near the Żegaryno village.",
    "The valets had already brought in Theban candelabra",
    "And pulled curtains, one after the other, slowly,",
    "While, thinking I entered first, taking off my gloves,",
    "I saw that all the eyes were fixed on me.",
    "When I got rid of grieving",
    "And the glory I was seeking,",
    "Which I had no business doing,",
    "I was carried by dragons",
    "Over countries, bays, and mountains,",
    "By fate, or by what happens.",
    "Oh yes, I wanted to be me.",
    "I toasted mirrors weepily",
    "And learned my own stupidity.",
    "From nails, mucous membrane,",
    "Lungs, liver, bowels, and spleen",
    "Whose house is made? Mine.",
    "So what else is new?",
    "I am not my own friend.",
    "Time cuts me in two.",
    "Monuments covered with snow,",
    "Accept my gift. I wandered;",
    "And where, I don't know.",
    "Absent, burning, acrid, salty, sharp.",
    "Thus the feast of Insubstantiality.",
    "Under a gathering of clouds anywhere.",
    "In a bay, on a plateau, in a dry arroyo.",
    "No density. No harness of stone.",
    "Even the",
    "thins into straw and smoke.",
    "And the angelic choirs fly over in a pomegranate seed",
    "Sounding every few instants, not for us, their trumpets.",
    "Light, universal, and yet it keeps changing.",
    "For I love the light too, perhaps the light only.",
    "Yet what is too dazzling and too high is not for me.",
    "So when the clouds turn rosy, I think of light that is level",
    "In the lands of birch and pine coated with crispy lichen,",
    "Late in autumn, under the hoarfrost when the last milk caps",
    "Rot under the firs and the hounds' barking echoes,",
    "And jackdaws wheel over the tower of a Basilian church.",
    "Unexpressed, untold.",
    "But how?",
    "The shortness of life,",
    "the years quicker and quicker,",
    "not remembering whether it happened in this or that autumn.",
    "Retinues of homespun velveteen skirts,",
    "giggles above a railing, pigtails askew,",
    "sittings on chamberpots upstairs",
    "when the sledge jingles under the columns of the porch",
    "just before the moustachioed ones in wolf fur enter.",
    "Female humanity,",
    "children's snots, legs spread apart,",
    "snarled hair, the milk boiling over,",
    "stench, shit frozen into clods.",
    "And those centuries,",
    "conceiving in the herring smell of the middle of the night",
    "instead of playing something like a game of chess",
    "or dancing an intellectual ballet.",
    "And palisades,",
    "and pregnant sheep,",
    "and pigs, fast eaters and poor eaters,",
    "and cows cured by incantations.",
    "Not the Last Judgment, just a kermess by a river.",
    "Small whistles, clay chickens, candied hearts.",
    "So we trudged through the slush of melting snow",
    "To buy bagels from the district of Smorgonie.",
    "A fortune-teller hawking: \"Your destiny, your planets.\"",
    "And a toy devil bobbing in a tube of crimson brine.",
    "Another, a rubber one, expired in the air squeaking,",
    "By the stand where you bought stories of King Otto and Melusine.",
    "Why should that city, defenseless and pure as the wedding necklace of",
    "a forgotten tribe, keep offering itself to me?",
    "Like blue and red-brown seeds beaded in Tuzigoot in the copper desert",
    "seven centuries ago.",
    "Where ocher rubbed into stone still waits for the brow and cheekbone",
    "it would adorn, though for all that time there has been no one.",
    "What evil in me, what pity has made me deserve this offering?",
    "It stands before me, ready, not even the smoke from one chimney is",
    "lacking, not one echo, when I step across the rivers that separate us.",
    "Perhaps Anna and Dora Drużyno have called to me, three hundred miles",
    "inside Arizona, because except fo me no one else knows that they ever",
    "lived.",
    "They trot before me on Embankment Street, two hently born parakeets",
    "from Samogitia, and at night they unravel their spinster tresses of gray",
    "hair.",
    "Here there is no earlier and no later; the seasons of the year and of the",
    "day are simultaneous.",
    "At dawn shit-wagons leave town in long rows and municipal employees",
    "at the gate collect the turnpike toll in leather bags.",
    "Rattling their wheels, \"Courier\" and \"Speedy\" move against the current",
    "to Werki, and an oarsman shot down over England skiffs past, spread-",
    "eagled by his oars.",
    "At St. Peter and Paul's the angels lower their thick eyelids in a smile",
    "over a nun who has indecent thoughts.",
    "Bearded, in a wig, Mrs. Sora Klok sits at the counter, instructing her",
    "twelve shopgirls.",
    "And all of German Street tosses into the air unfurled bolts of fabric,",
    "preparing itself for death and the conquest of Jerusalem.",
    "Black and princely, an underground river knocks at cellars of the",
    "cathedral under the tomb of St. Casimir the Young and under the",
    "half-charred oak logs in the hearth.",
    "Carrying her servant's-basket on her shoulder, Barbara, dressed in",
    "mourning, returns from the Lithuanian Mass at St. Nicholas to the",
    "Romers' house in Bakszta Street.",
    "How it glitters! the snow on Three Crosses Hill and Bekiesz Hill, not",
    "to be melted by the breath of these brief lives.",
    "And what do I know now, when I turn into Arsenal Street and open",
    "my eyes once more on a useless end of the world?",
    "I was running, as the silks rustled, through room after room without",
    "stopping, for I believed in the existence of a last door.",
    "But the shape of lips and an apple and a flower pinned to a dress were",
    "all that one was permitted to know and take away.",
    "The Earth, neither compassionate nor evil, neither beautiful nor atro-",
    "cious, persisted, innocent, open to pain and desire.",
    "And the gift was useless, if, later on, in the flarings of distant nights,",
    "there was not less bitterness but more.",
    "If I cannot so exhaust my life and their life that the bygone crying is",
    "transformed, at last, into harmony.",
    "Like a",
    "in the Straszun's secondhand-book shop, I am",
    "put to rest forever between two familiar names.",
    "The castle tower above the leafy tumulus grows small and there is still",
    "a hardly audible—is it Mozart's",
    "?—music.",
    "In the immobile light I move my lips and perhaps I am even glad not",
    "to find the desired word."
  ],
  "title": "City Without a Name",
  "year": ""
}