{
  "author": "Rebecca Lindenberg",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Love",
    "Nature",
    "Trees",
    "Flowers",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243892",
  "region": "U.S., Northwestern",
  "text": [
    "You give me flowers resembling Chinese lanterns.",
    "You give me",
    "for yellow. You give me",
    ".",
    "You give me lemons softened in brine and you give me cuttlefish ink.",
    "You give me all 463 stairs of Brunelleschi’s dome.",
    "You give me seduction and you let me give it back to you.",
    "You give me",
    ".",
    "You give me an apartment full of morning smells—toasted bagel and black",
    "coffee and the freckled lilies in the vase on the windowsill.",
    "You give me 24-across.",
    "You give me flowers resembling moths’ wings.",
    "You give me the first bird of morning alighting on a wire.",
    "You give me the sidewalk café with plastic furniture and the boys",
    "with their feet on the chairs.",
    "You give me the swoop of homemade kites in the park on Sunday.",
    "You give me afternoon-colored beer with lemons in it.",
    "You give me D.H. Lawrence,",
    "and he gives me pomegranates and sorb-apples.",
    "You give me the loose tooth of California, the broken jaw of New York City.",
    "You give me the blue sky of Wyoming, and the blue wind through it.",
    "You give me an ancient city where the language is a secret",
    "everyone is keeping.",
    "You give me a t-shirt that says all you gave me was this t-shirt.",
    "You give me pictures with yourself cut out.",
    "You give me lime blossoms, but not for what they symbolize.",
    "You give me",
    "You give me",
    "You give me midnight apples in a car with the windows down.",
    "You give me the flashbulbs of an electrical storm.",
    "You give me thunder and the suddenly green underbellies of clouds.",
    "You give me the careening of trains.",
    "You give me the scent of bruised mint.",
    "You give me the smell of black hair, of blond hair.",
    "You give me Apollo and Daphne, Pan and Syrinx.",
    "You give me Echo.",
    "You give me hyacinths and narcissus. You give me foxgloves",
    "and soft fists of peony.",
    "You give me the filthy carpet of an East Village apartment.",
    "You give me seeming not to notice.",
    "You give me an unfinished argument, begun on the Manhattan-bound F train.",
    "You give me paintings of women with their eyes closed.",
    "You give me grief, and how to grieve."
  ],
  "title": "Catalogue of Ephemera",
  "year": ""
}