{
  "author": "Percy Bysshe Shelley",
  "classification": "Epic",
  "keywords": [
    "Living",
    "Landscapes",
    "Pastorals",
    "Activities",
    "Travels",
    "Journeys",
    "Poetry",
    "Poets",
    "Nature",
    "Arts",
    "Sciences",
    "Sorrow",
    "Grieving",
    "Death",
    "The Mind"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174380",
  "region": "England",
  "text": [
    "Earth, ocean, air, belovèd brotherhood!",
    "If our great Mother has imbued my soul",
    "With aught of natural piety to feel",
    "Your love, and recompense the boon with mine;",
    "If dewy morn, and odorous noon, and even,",
    "With sunset and its gorgeous ministers,",
    "And solemn midnight's tingling silentness;",
    "If autumn's hollow sighs in the sere wood,",
    "And winter robing with pure snow and crowns",
    "Of starry ice the grey grass and bare boughs;",
    "If spring's voluptuous pantings when she breathes",
    "Her first sweet kisses, have been dear to me;",
    "If no bright bird, insect, or gentle beast",
    "I consciously have injured, but still loved",
    "And cherished these my kindred; then forgive",
    "This boast, belovèd brethren, and withdraw",
    "No portion of your wonted favour now!",
    "Mother of this unfathomable world!",
    "Favour my solemn song, for I have loved",
    "Thee ever, and thee only; I have watched",
    "Thy shadow, and the darkness of thy steps,",
    "And my heart ever gazes on the depth",
    "Of thy deep mysteries. I have made my bed",
    "In charnels and on coffins, where black death",
    "Keeps record of the trophies won from thee,",
    "Hoping to still these obstinate questionings",
    "Of thee and thine, by forcing some lone ghost",
    "Thy messenger, to render up the tale",
    "Of what we are. In lone and silent hours,",
    "When night makes a weird sound of its own stillness,",
    "Like an inspired and desperate alchymist",
    "Staking his very life on some dark hope,",
    "Have I mixed awful talk and asking looks",
    "With my most innocent love, until strange tears",
    "Uniting with those breathless kisses, made",
    "Such magic as compels the charmèd night",
    "To render up thy charge:...and, though ne'er yet",
    "Thou hast unveiled thy inmost sanctuary,",
    "Enough from incommunicable dream,",
    "And twilight phantasms, and deep noon-day thought,",
    "Has shone within me, that serenely now",
    "And moveless, as a long-forgotten lyre",
    "Suspended in the solitary dome",
    "Of some mysterious and deserted fane,",
    "I wait thy breath, Great Parent, that my strain",
    "May modulate with murmurs of the air,",
    "And motions of the forests and the sea,",
    "And voice of living beings, and woven hymns",
    "Of night and day, and the deep heart of man.",
    "There was a Poet whose untimely tomb",
    "No human hands with pious reverence reared,",
    "But the charmed eddies of autumnal winds",
    "Built o'er his mouldering bones a pyramid",
    "Of mouldering leaves in the waste wilderness:—",
    "A lovely youth,—no mourning maiden decked",
    "With weeping flowers, or votive cypress wreath,",
    "The lone couch of his everlasting sleep:—",
    "Gentle, and brave, and generous,—no lorn bard",
    "Breathed o'er his dark fate one melodious sigh:",
    "He lived, he died, he sung, in solitude.",
    "Strangers have wept to hear his passionate notes,",
    "And virgins, as unknown he passed, have pined",
    "And wasted for fond love of his wild eyes.",
    "The fire of those soft orbs has ceased to burn,",
    "And Silence, too enamoured of that voice,",
    "Locks its mute music in her rugged cell.",
    "By solemn vision, and bright silver dream,",
    "His infancy was nurtured. Every sight",
    "And sound from the vast earth and ambient air,",
    "Sent to his heart its choicest impulses.",
    "The fountains of divine philosophy",
    "Fled not his thirsting lips, and all of great,",
    "Or good, or lovely, which the sacred past",
    "In truth or fable consecrates, he felt",
    "And knew. When early youth had past, he left",
    "His cold fireside and alienated home",
    "To seek strange truths in undiscovered lands.",
    "Many a wide waste and tangled wilderness",
    "Has lured his fearless steps; and he has bought",
    "With his sweet voice and eyes, from savage men,",
    "His rest and food. Nature's most secret steps",
    "He like her shadow has pursued, where'er",
    "The red volcano overcanopies",
    "Its fields of snow and pinnacles of ice",
    "With burning smoke, or where bitumen lakes",
    "On black bare pointed islets ever beat",
    "With sluggish surge, or where the secret caves",
    "Rugged and dark, winding among the springs",
    "Of fire and poison, inaccessible",
    "To avarice or pride, their starry domes",
    "Of diamond and of gold expand above",
    "Numberless and immeasurable halls,",
    "Frequent with crystal column, and clear shrines",
    "Of pearl, and thrones radiant with chrysolite.",
    "Nor had that scene of ampler majesty",
    "Than gems or gold, the varying roof of heaven",
    "And the green earth lost in his heart its claims",
    "To love and wonder; he would linger long",
    "In lonesome vales, making the wild his home,",
    "Until the doves and squirrels would partake",
    "From his innocuous hand his bloodless food,",
    "Lured by the gentle meaning of his looks,",
    "And the wild antelope, that starts whene'er",
    "The dry leaf rustles in the brake, suspend",
    "Her timid steps to gaze upon a form",
    "More graceful than her own.",
    "His wandering step",
    "Obedient to high thoughts, has visited",
    "The awful ruins of the days of old:",
    "Athens, and Tyre, and Balbec, and the waste",
    "Where stood Jerusalem, the fallen towers",
    "Of Babylon, the eternal pyramids,",
    "Memphis and Thebes, and whatsoe'er of strange",
    "Sculptured on alabaster obelisk,",
    "Or jasper tomb, or mutilated sphynx,",
    "Dark Æthiopia in her desert hills",
    "Conceals. Among the ruined temples there,",
    "Stupendous columns, and wild images",
    "Of more than man, where marble daemons watch",
    "The Zodiac's brazen mystery, and dead men",
    "Hang their mute thoughts on the mute walls around,",
    "He lingered, poring on memorials",
    "Of the world's youth, through the long burning day",
    "Gazed on those speechless shapes, nor, when the moon",
    "Filled the mysterious halls with floating shades",
    "Suspended he that task, but ever gazed",
    "And gazed, till meaning on his vacant mind",
    "Flashed like strong inspiration, and he saw",
    "The thrilling secrets of the birth of time.",
    "Meanwhile an Arab maiden brought his food,",
    "Her daily portion, from her father's tent,",
    "And spread her matting for his couch, and stole",
    "From duties and repose to tend his steps:—",
    "Enamoured, yet not daring for deep awe",
    "To speak her love:—and watched his nightly sleep,",
    "Sleepless herself, to gaze upon his lips",
    "Parted in slumber, whence the regular breath",
    "Of innocent dreams arose: then, when red morn",
    "Made paler the pale moon, to her cold home",
    "Wildered, and wan, and panting, she returned.",
    "The Poet wandering on, through Arabie",
    "And Persia, and the wild Carmanian waste,",
    "And o'er the aërial mountains which pour down",
    "Indus and Oxus from their icy caves,",
    "In joy and exultation held his way;",
    "Till in the vale of Cashmire, far within",
    "Its loneliest dell, where odorous plants entwine",
    "Beneath the hollow rocks a natural bower,",
    "Beside a sparkling rivulet he stretched",
    "His languid limbs. A vision on his sleep",
    "There came, a dream of hopes that never yet",
    "Had flushed his cheek. He dreamed a veilèd maid",
    "Sate near him, talking in low solemn tones.",
    "Her voice was like the voice of his own soul",
    "Heard in the calm of thought; its music long,",
    "Like woven sounds of streams and breezes, held",
    "His inmost sense suspended in its web",
    "Of many-coloured woof and shifting hues.",
    "Knowledge and truth and virtue were her theme,",
    "And lofty hopes of divine liberty,",
    "Thoughts the most dear to him, and poesy,",
    "Herself a poet. Soon the solemn mood",
    "Of her pure mind kindled through all her frame",
    "A permeating fire: wild numbers then",
    "She raised, with voice stifled in tremulous sobs",
    "Subdued by its own pathos: her fair hands",
    "Were bare alone, sweeping from some strange harp",
    "Strange symphony, and in their branching veins",
    "The eloquent blood told an ineffable tale.",
    "The beating of her heart was heard to fill",
    "The pauses of her music, and her breath",
    "Tumultuously accorded with those fits",
    "Of intermitted song. Sudden she rose,",
    "As if her heart impatiently endured",
    "Its bursting burthen: at the sound he turned,",
    "And saw by the warm light of their own life",
    "Her glowing limbs beneath the sinuous veil",
    "Of woven wind, her outspread arms now bare,",
    "Her dark locks floating in the breath of night,",
    "Her beamy bending eyes, her parted lips",
    "Outstretched, and pale, and quivering eagerly.",
    "His strong heart sunk and sickened with excess",
    "Of love. He reared his shuddering limbs and quelled",
    "His gasping breath, and spread his arms to meet",
    "Her panting bosom:...she drew back a while,",
    "Then, yielding to the irresistible joy,",
    "With frantic gesture and short breathless cry",
    "Folded his frame in her dissolving arms.",
    "Now blackness veiled his dizzy eyes, and night",
    "Involved and swallowed up the vision; sleep,",
    "Like a dark flood suspended in its course",
    "Rolled back its impulse on his vacant brain.",
    "Roused by the shock he started from his trance—",
    "The cold white light of morning, the blue moon",
    "Low in the west, the clear and garish hills,",
    "The distinct valley and the vacant woods,",
    "Spread round him where he stood. Whither have fled",
    "The hues of heaven that canopied his bower",
    "Of yesternight? The sounds that soothed his sleep,",
    "The mystery and the majesty of Earth,",
    "The joy, the exultation? His wan eyes",
    "Gaze on the empty scene as vacantly",
    "As ocean's moon looks on the moon in heaven.",
    "The spirit of sweet human love has sent",
    "A vision to the sleep of him who spurned",
    "Her choicest gifts. He eagerly pursues",
    "Beyond the realms of dream that fleeting shade;",
    "He overleaps the bounds. Alas! Alas!",
    "Were limbs and breath and being intertwined",
    "Thus treacherously? Lost, lost, for ever lost,",
    "In the wide pathless desert of dim sleep,",
    "That beautiful shape! Does the dark gate of death",
    "Conduct to thy mysterious paradise,",
    "O Sleep? Does the bright arch of rainbow clouds,",
    "And pendent mountains seen in the calm lake,",
    "Lead only to a black and watery depth,",
    "While death's blue vault, with loathliest vapours hung,",
    "Where every shade which the foul grave exhales",
    "Hides its dead eye from the detested day,",
    "Conduct, O Sleep, to thy delightful realms?",
    "This doubt with sudden tide flowed on his heart,",
    "The insatiate hope which it awakened stung",
    "His brain even like despair.",
    "While daylight held",
    "The sky, the Poet kept mute conference",
    "With his still soul. At night the passion came,",
    "Like the fierce fiend of a distempered dream,",
    "And shook him from his rest, and led him forth",
    "Into the darkness.—As an eagle grasped",
    "In folds of the green serpent, feels her breast",
    "Burn with the poison, and precipitates",
    "Through night and day, tempest, and calm, and cloud,",
    "Frantic with dizzying anguish, her blind flight",
    "O'er the wide aëry wilderness: thus driven",
    "By the bright shadow of that lovely dream,",
    "Beneath the cold glare of the desolate night,",
    "Through tangled swamps and deep precipitous dells,",
    "Startling with careless step the moonlight snake,",
    "He fled. Red morning dawned upon his flight,",
    "Shedding the mockery of its vital hues",
    "Upon his cheek of death. He wandered on",
    "Till vast Aornos, seen from Petra's steep,",
    "Hung o'er the low horizon like a cloud;",
    "Through Balk, and where the desolated tombs",
    "Of Parthian kings scatter to every wind",
    "Their wasting dust, wildly he wandered on,",
    "Day after day a weary waste of hours,",
    "Bearing within his life the brooding care",
    "That ever fed on its decaying flame.",
    "And now his limbs were lean; his scattered hair",
    "Sered by the autumn of strange suffering",
    "Sung dirges in the wind; his listless hand",
    "Hung like dead bone within its withered skin;",
    "Life, and the lustre that consumed it, shone",
    "As in a furnace burning secretly",
    "From his dark eyes alone. The cottagers,",
    "Who ministered with human charity",
    "His human wants, beheld with wondering awe",
    "Their fleeting visitant. The mountaineer,",
    "Encountering on some dizzy precipice",
    "That spectral form, deemed that the Spirit of wind",
    "With lightning eyes, and eager breath, and feet",
    "Disturbing not the drifted snow, had paused",
    "In its career: the infant would conceal",
    "His troubled visage in his mother's robe",
    "In terror at the glare of those wild eyes,",
    "To remember their strange light in many a dream",
    "Of after-times; but youthful maidens, taught",
    "By nature, would interpret half the woe",
    "That wasted him, would call him with false names",
    "Brother, and friend, would press his pallid hand",
    "At parting, and watch, dim through tears, the path",
    "Of his departure from their father's door.",
    "At length upon the lone Chorasmian shore",
    "He paused, a wide and melancholy waste",
    "Of putrid marshes. A strong impulse urged",
    "His steps to the sea-shore. A swan was there,",
    "Beside a sluggish stream among the reeds.",
    "It rose as he approached, and with strong wings",
    "Scaling the upward sky, bent its bright course",
    "High over the immeasurable main.",
    "His eyes pursued its flight.—\"Thou hast a home,",
    "Beautiful bird; thou voyagest to thine home,",
    "Where thy sweet mate will twine her downy neck",
    "With thine, and welcome thy return with eyes",
    "Bright in the lustre of their own fond joy.",
    "And what am I that I should linger here,",
    "With voice far sweeter than thy dying notes,",
    "Spirit more vast than thine, frame more attuned",
    "To beauty, wasting these surpassing powers",
    "In the deaf air, to the blind earth, and heaven",
    "That echoes not my thoughts?\" A gloomy smile",
    "Of desperate hope wrinkled his quivering lips.",
    "For sleep, he knew, kept most relentlessly",
    "Its precious charge, and silent death exposed,",
    "Faithless perhaps as sleep, a shadowy lure,",
    "With doubtful smile mocking its own strange charms.",
    "Startled by his own thoughts he looked around.",
    "There was no fair fiend near him, not a sight",
    "Or sound of awe but in his own deep mind.",
    "A little shallop floating near the shore",
    "Caught the impatient wandering of his gaze.",
    "It had been long abandoned, for its sides",
    "Gaped wide with many a rift, and its frail joints",
    "Swayed with the undulations of the tide.",
    "A restless impulse urged him to embark",
    "And meet lone Death on the drear ocean's waste;",
    "For well he knew that mighty Shadow loves",
    "The slimy caverns of the populous deep.",
    "The day was fair and sunny: sea and sky",
    "Drank its inspiring radiance, and the wind",
    "Swept strongly from the shore, blackening the waves.",
    "Following his eager soul, the wanderer",
    "Leaped in the boat, he spread his cloak aloft",
    "On the bare mast, and took his lonely seat,",
    "And felt the boat speed o'er the tranquil sea",
    "Like a torn cloud before the hurricane.",
    "As one that in a silver vision floats",
    "Obedient to the sweep of odorous winds",
    "Upon resplendent clouds, so rapidly",
    "Along the dark and ruffled waters fled",
    "The straining boat.—A whirlwind swept it on,",
    "With fierce gusts and precipitating force,",
    "Through the white ridges of the chafèd sea.",
    "The waves arose. Higher and higher still",
    "Their fierce necks writhed beneath the tempest's scourge",
    "Like serpents struggling in a vulture's grasp.",
    "Calm and rejoicing in the fearful war",
    "Of wave ruining on wave, and blast on blast",
    "Descending, and black flood on whirlpool driven",
    "With dark obliterating course, he sate:",
    "As if their genii were the ministers",
    "Appointed to conduct him to the light",
    "Of those belovèd eyes, the Poet sate",
    "Holding the steady helm. Evening came on,",
    "The beams of sunset hung their rainbow hues",
    "High 'mid the shifting domes of sheeted spray",
    "That canopied his path o'er the waste deep;",
    "Twilight, ascending slowly from the east,",
    "Entwined in duskier wreaths her braided locks",
    "O'er the fair front and radiant eyes of day;",
    "Night followed, clad with stars. On every side",
    "More horribly the multitudinous streams",
    "Of ocean's mountainous waste to mutual war",
    "Rushed in dark tumult thundering, as to mock",
    "The calm and spangled sky. The little boat",
    "Still fled before the storm; still fled, like foam",
    "Down the steep cataract of a wintry river;",
    "Now pausing on the edge of the riven wave;",
    "Now leaving far behind the bursting mass",
    "That fell, convulsing ocean. Safely fled—",
    "As if that frail and wasted human form,",
    "Had been an elemental god.",
    "At midnight",
    "The moon arose: and lo! the ethereal cliffs",
    "Of Caucasus, whose icy summits shone",
    "Among the stars like sunlight, and around",
    "Whose caverned base the whirlpools and the waves",
    "Bursting and eddying irresistibly",
    "Rage and resound for ever.—Who shall save?—",
    "The boat fled on,—the boiling torrent drove,—",
    "The crags closed round with black and jaggèd arms,",
    "The shattered mountain overhung the sea,",
    "And faster still, beyond all human speed,",
    "Suspended on the sweep of the smooth wave,",
    "The little boat was driven. A cavern there",
    "Yawned, and amid its slant and winding depths",
    "Ingulfed the rushing sea. The boat fled on",
    "With unrelaxing speed.—\"Vision and Love!\"",
    "The Poet cried aloud, \"I have beheld",
    "The path of thy departure. Sleep and death",
    "Shall not divide us long!\"",
    "The boat pursued",
    "The windings of the cavern. Daylight shone",
    "At length upon that gloomy river's flow;",
    "Now, where the fiercest war among the waves",
    "Is calm, on the unfathomable stream",
    "The boat moved slowly. Where the mountain, riven,",
    "Exposed those black depths to the azure sky,",
    "Ere yet the flood's enormous volume fell",
    "Even to the base of Caucasus, with sound",
    "That shook the everlasting rocks, the mass",
    "Filled with one whirlpool all that ample chasm;",
    "Stair above stair the eddying waters rose,",
    "Circling immeasurably fast, and laved",
    "With alternating dash the gnarlèd roots",
    "Of mighty trees, that stretched their giant arms",
    "In darkness over it. I' the midst was left,",
    "Reflecting, yet distorting every cloud,",
    "A pool of treacherous and tremendous calm.",
    "Seized by the sway of the ascending stream,",
    "With dizzy swiftness, round, and round, and round,",
    "Ridge after ridge the straining boat arose,",
    "Till on the verge of the extremest curve,",
    "Where, through an opening of the rocky bank,",
    "The waters overflow, and a smooth spot",
    "Of glassy quiet mid those battling tides",
    "Is left, the boat paused shuddering.—Shall it sink",
    "Down the abyss? Shall the reverting stress",
    "Of that resistless gulf embosom it?",
    "Now shall it fall?—A wandering stream of wind,",
    "Breathed from the west, has caught the expanded sail,",
    "And, lo! with gentle motion, between banks",
    "Of mossy slope, and on a placid stream,",
    "Beneath a woven grove it sails, and, hark!",
    "The ghastly torrent mingles its far roar,",
    "With the breeze murmuring in the musical woods.",
    "Where the embowering trees recede, and leave",
    "A little space of green expanse, the cove",
    "Is closed by meeting banks, whose yellow flowers",
    "For ever gaze on their own drooping eyes,",
    "Reflected in the crystal calm. The wave",
    "Of the boat's motion marred their pensive task,",
    "Which nought but vagrant bird, or wanton wind,",
    "Or falling spear-grass, or their own decay",
    "Had e'er disturbed before. The Poet longed",
    "To deck with their bright hues his withered hair,",
    "But on his heart its solitude returned,",
    "And he forbore. Not the strong impulse hid",
    "In those flushed cheeks, bent eyes, and shadowy frame",
    "Had yet performed its ministry: it hung",
    "Upon his life, as lightning in a cloud",
    "Gleams, hovering ere it vanish, ere the floods",
    "Of night close over it.",
    "The noonday sun",
    "Now shone upon the forest, one vast mass",
    "Of mingling shade, whose brown magnificence",
    "A narrow vale embosoms. There, huge caves",
    "Scooped in the dark base of their aëry rocks",
    "Mocking its moans, respond and roar for ever.",
    "The meeting boughs and implicated leaves",
    "Wove twilight o'er the Poet's path, as led",
    "By love, or dream, or god, or mightier Death,",
    "He sought in Nature's dearest haunt, some bank",
    "Her cradle, and his sepulchre. More dark",
    "And dark the shades accumulate. The oak,",
    "Expanding its immense and knotty arms,",
    "Embraces the light beech. The pyramids",
    "Of the tall cedar overarching, frame",
    "Most solemn domes within, and far below,",
    "Like clouds suspended in an emerald sky,",
    "The ash and the acacia floating hang",
    "Tremulous and pale. Like restless serpents, clothed",
    "In rainbow and in fire, the parasites,",
    "Starred with ten thousand blossoms, flow around",
    "The grey trunks, and, as gamesome infants' eyes,",
    "With gentle meanings, and most innocent wiles,",
    "Fold their beams round the hearts of those that love,",
    "These twine their tendrils with the wedded boughs",
    "Uniting their close union; the woven leaves",
    "Make net-work of the dark blue light of day,",
    "And the night's noontide clearness, mutable",
    "As shapes in the weird clouds. Soft mossy lawns",
    "Beneath these canopies extend their swells,",
    "Fragrant with perfumed herbs, and eyed with blooms",
    "Minute yet beautiful. One darkest glen",
    "Sends from its woods of musk-rose, twined with jasmine,",
    "A soul-dissolving odour, to invite",
    "To some more lovely mystery. Through the dell,",
    "Silence and Twilight here, twin-sisters, keep",
    "Their noonday watch, and sail among the shades,",
    "Like vaporous shapes half seen; beyond, a well,",
    "Dark, gleaming, and of most translucent wave,",
    "Images all the woven boughs above,",
    "And each depending leaf, and every speck",
    "Of azure sky, darting between their chasms;",
    "Nor aught else in the liquid mirror laves",
    "Its portraiture, but some inconstant star",
    "Between one foliaged lattice twinkling fair,",
    "Or painted bird, sleeping beneath the moon,",
    "Or gorgeous insect floating motionless,",
    "Unconscious of the day, ere yet his wings",
    "Have spread their glories to the gaze of noon.",
    "Hither the Poet came. His eyes beheld",
    "Their own wan light through the reflected lines",
    "Of his thin hair, distinct in the dark depth",
    "Of that still fountain; as the human heart,",
    "Gazing in dreams over the gloomy grave,",
    "Sees its own treacherous likeness there. He heard",
    "The motion of the leaves, the grass that sprung",
    "Startled and glanced and trembled even to feel",
    "An unaccustomed presence, and the sound",
    "Of the sweet brook that from the secret springs",
    "Of that dark fountain rose. A Spirit seemed",
    "To stand beside him—clothed in no bright robes",
    "Of shadowy silver or enshrining light,",
    "Borrowed from aught the visible world affords",
    "Of grace, or majesty, or mystery;—",
    "But, undulating woods, and silent well,",
    "And leaping rivulet, and evening gloom",
    "Now deepening the dark shades, for speech assuming,",
    "Held commune with him, as if he and it",
    "Were all that was,—only... when his regard",
    "Was raised by intense pensiveness,... two eyes,",
    "Two starry eyes, hung in the gloom of thought,",
    "And seemed with their serene and azure smiles",
    "To beckon him.",
    "Obedient to the light",
    "That shone within his soul, he went, pursuing",
    "The windings of the dell.—The rivulet",
    "Wanton and wild, through many a green ravine",
    "Beneath the forest flowed. Sometimes it fell",
    "Among the moss, with hollow harmony",
    "Dark and profound. Now on the polished stones",
    "It danced; like childhood laughing as it went:",
    "Then, through the plain in tranquil wanderings crept,",
    "Reflecting every herb and drooping bud",
    "That overhung its quietness.—\"O stream!",
    "Whose source is inaccessibly profound,",
    "Whither do thy mysterious waters tend?",
    "Thou imagest my life. Thy darksome stillness,",
    "Thy dazzling waves, thy loud and hollow gulfs,",
    "Thy searchless fountain, and invisible course",
    "Have each their type in me: and the wide sky,",
    "And measureless ocean may declare as soon",
    "What oozy cavern or what wandering cloud",
    "Contains thy waters, as the universe",
    "Tell where these living thoughts reside, when stretched",
    "Upon thy flowers my bloodless limbs shall waste",
    "I' the passing wind!\"",
    "Beside the grassy shore",
    "Of the small stream he went; he did impress",
    "On the green moss his tremulous step, that caught",
    "Strong shuddering from his burning limbs. As one",
    "Roused by some joyous madness from the couch",
    "Of fever, he did move; yet, not like him,",
    "Forgetful of the grave, where, when the flame",
    "Of his frail exultation shall be spent,",
    "He must descend. With rapid steps he went",
    "Beneath the shade of trees, beside the flow",
    "Of the wild babbling rivulet; and now",
    "The forest's solemn canopies were changed",
    "For the uniform and lightsome evening sky.",
    "Grey rocks did peep from the spare moss, and stemmed",
    "The struggling brook: tall spires of windlestrae",
    "Threw their thin shadows down the rugged slope,",
    "And nought but gnarlèd roots of ancient pines",
    "Branchless and blasted, clenched with grasping roots",
    "The unwilling soil. A gradual change was here,",
    "Yet ghastly. For, as fast years flow away,",
    "The smooth brow gathers, and the hair grows thin",
    "And white, and where irradiate dewy eyes",
    "Had shone, gleam stony orbs:—so from his steps",
    "Bright flowers departed, and the beautiful shade",
    "Of the green groves, with all their odorous winds",
    "And musical motions. Calm, he still pursued",
    "The stream, that with a larger volume now",
    "Rolled through the labyrinthine dell; and there",
    "Fretted a path through its descending curves",
    "With its wintry speed. On every side now rose",
    "Rocks, which, in unimaginable forms,",
    "Lifted their black and barren pinnacles",
    "In the light of evening, and its precipice",
    "Obscuring the ravine, disclosed above,",
    "Mid toppling stones, black gulfs and yawning caves,",
    "Whose windings gave ten thousand various tongues",
    "To the loud stream. Lo! where the pass expands",
    "Its stony jaws, the abrupt mountain breaks,",
    "And seems, with its accumulated crags,",
    "To overhang the world: for wide expand",
    "Beneath the wan stars and descending moon",
    "Islanded seas, blue mountains, mighty streams,",
    "Dim tracts and vast, robed in the lustrous gloom",
    "Of leaden-coloured even, and fiery hills",
    "Mingling their flames with twilight, on the verge",
    "Of the remote horizon. The near scene,",
    "In naked and severe simplicity,",
    "Made contrast with the universe. A pine,",
    "Rock-rooted, stretched athwart the vacancy",
    "Its swinging boughs, to each inconstant blast",
    "Yielding one only response, at each pause,",
    "In most familiar cadence, with the howl",
    "The thunder and the hiss of homeless streams",
    "Mingling its solemn song, whilst the broad river,",
    "Foaming and hurrying o'er its rugged path,",
    "Fell into that immeasurable void,",
    "Scattering its waters to the passing winds.",
    "Yet the grey precipice and solemn pine",
    "And torrent, were not all;—one silent nook",
    "Was there. Even on the edge of that vast mountain,",
    "Upheld by knotty roots and fallen rocks,",
    "It overlooked in its serenity",
    "The dark earth, and the bending vault of stars.",
    "It was a tranquil spot, that seemed to smile",
    "Even in the lap of horror. Ivy clasped",
    "The fissured stones with its entwining arms,",
    "And did embower with leaves for ever green,",
    "And berries dark, the smooth and even space",
    "Of its inviolated floor, and here",
    "The children of the autumnal whirlwind bore,",
    "In wanton sport, those bright leaves, whose decay,",
    "Red, yellow, or ethereally pale,",
    "Rivals the pride of summer. 'Tis the haunt",
    "Of every gentle wind, whose breath can teach",
    "The wilds to love tranquillity. One step,",
    "One human step alone, has ever broken",
    "The stillness of its solitude:—one voice",
    "Alone inspired its echoes;—even that voice",
    "Which hither came, floating among the winds,",
    "And led the loveliest among human forms",
    "To make their wild haunts the depository",
    "Of all the grace and beauty that endued",
    "Its motions, render up its majesty,",
    "Scatter its music on the unfeeling storm,",
    "And to the damp leaves and blue cavern mould,",
    "Nurses of rainbow flowers and branching moss,",
    "Commit the colours of that varying cheek,",
    "That snowy breast, those dark and drooping eyes.",
    "The dim and hornèd moon hung low, and poured",
    "A sea of lustre on the horizon's verge",
    "That overflowed its mountains. Yellow mist",
    "Filled the unbounded atmosphere, and drank",
    "Wan moonlight even to fulness: not a star",
    "Shone, not a sound was heard; the very winds,",
    "Danger's grim playmates, on that precipice",
    "Slept, clasped in his embrace.—O, storm of death!",
    "Whose sightless speed divides this sullen night:",
    "And thou, colossal Skeleton, that, still",
    "Guiding its irresistible career",
    "In thy devastating omnipotence,",
    "Art king of this frail world, from the red field",
    "Of slaughter, from the reeking hospital,",
    "The patriot's sacred couch, the snowy bed",
    "Of innocence, the scaffold and the throne,",
    "A mighty voice invokes thee. Ruin calls",
    "His brother Death. A rare and regal prey",
    "He hath prepared, prowling around the world;",
    "Glutted with which thou mayst repose, and men",
    "Go to their graves like flowers or creeping worms,",
    "Nor ever more offer at thy dark shrine",
    "The unheeded tribute of a broken heart.",
    "When on the threshold of the green recess",
    "The wanderer's footsteps fell, he knew that death",
    "Was on him. Yet a little, ere it fled,",
    "Did he resign his high and holy soul",
    "To images of the majestic past,",
    "That paused within his passive being now,",
    "Like winds that bear sweet music, when they breathe",
    "Through some dim latticed chamber. He did place",
    "His pale lean hand upon the rugged trunk",
    "Of the old pine. Upon an ivied stone",
    "Reclined his languid head, his limbs did rest,",
    "Diffused and motionless, on the smooth brink",
    "Of that obscurest chasm;—and thus he lay,",
    "Surrendering to their final impulses",
    "The hovering powers of life. Hope and despair,",
    "The torturers, slept; no mortal pain or fear",
    "Marred his repose, the influxes of sense,",
    "And his own being unalloyed by pain,",
    "Yet feebler and more feeble, calmly fed",
    "The stream of thought, till he lay breathing there",
    "At peace, and faintly smiling:—his last sight",
    "Was the great moon, which o'er the western line",
    "Of the wide world her mighty horn suspended,",
    "With whose dun beams inwoven darkness seemed",
    "To mingle. Now upon the jaggèd hills",
    "It rests, and still as the divided frame",
    "Of the vast meteor sunk, the Poet's blood,",
    "That ever beat in mystic sympathy",
    "With nature's ebb and flow, grew feebler still:",
    "And when two lessening points of light alone",
    "Gleamed through the darkness, the alternate gasp",
    "Of his faint respiration scarce did stir",
    "The stagnate night:—till the minutest ray",
    "Was quenched, the pulse yet lingered in his heart.",
    "It paused—it fluttered. But when heaven remained",
    "Utterly black, the murky shades involved",
    "An image, silent, cold, and motionless,",
    "As their own voiceless earth and vacant air.",
    "Even as a vapour fed with golden beams",
    "That ministered on sunlight, ere the west",
    "Eclipses it, was now that wondrous frame—",
    "No sense, no motion, no divinity—",
    "A fragile lute, on whose harmonious strings",
    "The breath of heaven did wander—a bright stream",
    "Once fed with many-voicèd waves—a dream",
    "Of youth, which night and time have quenched for ever,",
    "Still, dark, and dry, and unremembered now.",
    "O, for Medea's wondrous alchemy,",
    "Which wheresoe'er it fell made the earth gleam",
    "With bright flowers, and the wintry boughs exhale",
    "From vernal blooms fresh fragrance! O, that God,",
    "Profuse of poisons, would concede the chalice",
    "Which but one living man has drained, who now,",
    "Vessel of deathless wrath, a slave that feels",
    "No proud exemption in the blighting curse",
    "He bears, over the world wanders for ever,",
    "Lone as incarnate death! O, that the dream",
    "Of dark magician in his visioned cave,",
    "Raking the cinders of a crucible",
    "For life and power, even when his feeble hand",
    "Shakes in its last decay, were the true law",
    "Of this so lovely world! But thou art fled",
    "Like some frail exhalation; which the dawn",
    "Robes in its golden beams,—ah! thou hast fled!",
    "The brave, the gentle, and the beautiful,",
    "The child of grace and genius. Heartless things",
    "Are done and said i' the world, and many worms",
    "And beasts and men live on, and mighty Earth",
    "From sea and mountain, city and wilderness,",
    "In vesper low or joyous orison,",
    "Lifts still its solemn voice:—but thou art fled—",
    "Thou canst no longer know or love the shapes",
    "Of this phantasmal scene, who have to thee",
    "Been purest ministers, who are, alas!",
    "Now thou art not. Upon those pallid lips",
    "So sweet even in their silence, on those eyes",
    "That image sleep in death, upon that form",
    "Yet safe from the worm's outrage, let no tear",
    "Be shed—not even in thought. Nor, when those hues",
    "Are gone, and those divinest lineaments,",
    "Worn by the senseless wind, shall live alone",
    "In the frail pauses of this simple strain,",
    "Let not high verse, mourning the memory",
    "Of that which is no more, or painting's woe",
    "Or sculpture, speak in feeble imagery",
    "Their own cold powers. Art and eloquence,",
    "And all the shows o' the world are frail and vain",
    "To weep a loss that turns their lights to shade.",
    "It is a woe too \"deep for tears,\" when all",
    "Is reft at once, when some surpassing Spirit,",
    "Whose light adorned the world around it, leaves",
    "Those who remain behind, not sobs or groans,",
    "The passionate tumult of a clinging hope;",
    "But pale despair and cold tranquillity,",
    "Nature's vast frame, the web of human things,",
    "Birth and the grave, that are not as they were."
  ],
  "title": "Alastor; or, The Spirit of Solitude",
  "year": ""
}