{
  "author": "Percy Bysshe Shelley",
  "classification": "",
  "keywords": [
    "Love",
    "Romantic Love",
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Stars, Planets, Heavens",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/246934",
  "region": "England",
  "text": [
    "So now my summer task is ended, Mary,",
    "1.",
    "And I return to thee, mine own heart's home;",
    "As to his Queen some victor Knight of Fa",
    "ry,",
    "Earning bright spoils for her inchanted dome;",
    "Nor thou disdain, that ere my fame become",
    "A star among the stars of mortal night,",
    "If it indeed may cleave its natal gloom,",
    "Its doubtful promise thus I would unite",
    "With thy beloved name, thou Child of love and light.",
    "The toil which stole from thee so many an hour",
    "2.",
    "Is ended,—and the fruit is at thy feet!",
    "No longer where the woods to frame a bower",
    "With interlaced branches mix and meet,",
    "Or where with sound like many voices sweet,",
    "Water-falls leap among wild islands green,",
    "Which framed for my lone boat a lone retreat",
    "Of moss-grown trees and weeds, shall I be seen:",
    "But beside thee, where still my heart has ever been.",
    "Thoughts of great deeds were mine, dear Friend, when first",
    "3.",
    "The clouds which wrap this world from youth did pass.",
    "I do remember well the hour which burst",
    "My spirit's sleep: a fresh May-dawn it was,",
    "When I walked forth upon the glittering grass,",
    "And wept, I knew not why; until there rose",
    "From the near school-room, voices, that, alas!",
    "Were but one echo from a world of woes—",
    "The harsh and grating strife of tyrants and of foes.",
    "And then I clasped my hands and looked around—",
    "4.",
    "—But none was near to mock my streaming eyes,",
    "Which poured their warm drops on the sunny ground—",
    "So without shame, I spake:—\"I will be wise,",
    "And just, and free, and mild, if in me lies",
    "Such power, for I grow weary to behold",
    "The selfish and the strong still tyrannise",
    "Without reproach or check.\" I then controuled",
    "My tears, my heart grew calm, and I was meek and bold.",
    "And from that hour did I with earnest thought",
    "5.",
    "Heap knowledge from forbidden mines of lore,",
    "Yet nothing that my tyrants knew or taught",
    "I cared to learn, but from that secret store",
    "Wrought linked armour for my soul, before",
    "It might walk forth to war among mankind;",
    "Thus power and hope were strengthened more and more",
    "Within me, till there came upon my mind",
    "A sense of loneliness, a thirst with which I pined.",
    "Alas, that love should be a blight and snare",
    "6.",
    "To those who seek all sympathies in one!—",
    "Such once I sought in vain; then black despair,",
    "The shadow of a starless night, was thrown",
    "Over the world in which I moved alone:—",
    "Yet never found I one not false to me,",
    "Hard hearts, and cold, like weights of icy stone",
    "Which crushed and withered mine, that could not be",
    "Aught but a lifeless clog, until revived by thee.",
    "Thou Friend, whose presence on my wintry heart",
    "7.",
    "Fell, like bright Spring upon some herbless plain;",
    "How beautiful and calm and free thou wert",
    "In thy young wisdom, when the mortal chain",
    "Of Custom thou didst burst and rend in twain,",
    "And walked as free as light the clouds among,",
    "Which many an envious slave then breathed in vain",
    "From his dim dungeon, and my spirit sprung",
    "To meet thee from the woes which had begirt it long.",
    "No more alone through the world's wilderness,",
    "8.",
    "Although I trod the paths of high intent,",
    "I journeyed now: no more companionless,",
    "Where solitude is like despair, I went.—",
    "There is the wisdom of a stern content",
    "When Poverty can blight the just and good,",
    "When Infamy dares mock the innocent,",
    "And cherished friends turn with the multitude",
    "To trample: this was ours, and we unshaken stood!",
    "Now has descended a serener hour,",
    "9.",
    "And with inconstant fortune, friends return;",
    "Though suffering leaves the knowledge and the power",
    "Which says:—Let scorn be not repaid with scorn.",
    "And from thy side two gentle babes are born",
    "To fill our home with smiles, and thus are we",
    "Most fortunate beneath life's beaming morn;",
    "And these delights, and thou, have been to me",
    "The parents of the Song I consecrate to thee.",
    "Is it, that now my inexperienced fingers",
    "10.",
    "But strike the prelude of a loftier strain?",
    "Or, must the lyre on which my spirit lingers",
    "Soon pause in silence, ne'er to sound again,",
    "Though it might shake the Anarch Custom's reign,",
    "And charm the minds of men to Truth's own sway",
    "Holier than was Amphion's? I would fain",
    "Reply in hope—but I am worn away,",
    "And Death and Love are yet contending for their prey.",
    "And what art thou? I know, but dare not speak:",
    "11.",
    "Time may interpret to his silent years.",
    "Yet in the paleness of thy thoughtful cheek,",
    "And in the light thine ample forehead wears,",
    "And in thy sweetest smiles, and in thy tears,",
    "And in thy gentle speech, a prophecy",
    "Is whispered, to subdue my fondest fears:",
    "And through thine eyes, even in thy soul I see",
    "A lamp of vestal fire burning internally.",
    "They say that thou wert lovely from thy birth,",
    "12.",
    "Of glorious parents, thou aspiring Child.",
    "I wonder not—for One then left this earth",
    "Whose life was like a setting planet mild",
    "Which clothed thee in the radiance undefiled",
    "Of its departing glory; still her fame",
    "Shines on thee, through the tempests dark and wild",
    "Which shake these latter days; and thou canst claim",
    "The shelter, from thy Sire, of an immortal name.",
    "One voice came forth from many a mighty spirit,",
    "13.",
    "Which was the echo of three thousand years;",
    "And the tumultuous world stood mute to hear it,",
    "As some lone man who in a desart hears",
    "The music of his home:—unwonted fears",
    "Fell on the pale oppressors of our race,",
    "And Faith, and Custom, and low-thoughted cares,",
    "Like thunder-stricken dragons, for a space",
    "Left the torn human heart, their food and dwelling-place.",
    "Truth's deathless voice pauses among mankind!",
    "14.",
    "If there must be no response to my cry—",
    "If men must rise and stamp with fury blind",
    "On his pure name who loves them,—thou and I,",
    "Sweet Friend! can look from our tranquillity",
    "Like lamps into the world's tempestuous night,—",
    "Two tranquil stars, while clouds are passing by",
    "Which wrap them from the foundering seaman's sight,",
    "That burn from year to year with unextinguished light."
  ],
  "title": "from Laon and Cythna; or The Revolution of the Golden City",
  "year": ""
}