{
  "author": "Percy Bysshe Shelley",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Philosophy",
    "Arts",
    "Sciences"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174390",
  "region": "England",
  "text": [
    "The awful shadow of some unseen Power",
    "Floats though unseen among us; visiting",
    "This various world with as inconstant wing",
    "As summer winds that creep from flower to flower;",
    "Like moonbeams that behind some piny mountain shower,",
    "It visits with inconstant glance",
    "Each human heart and countenance;",
    "Like hues and harmonies of evening,",
    "Like clouds in starlight widely spread,",
    "Like memory of music fled,",
    "Like aught that for its grace may be",
    "Dear, and yet dearer for its mystery.",
    "Spirit of BEAUTY, that dost consecrate",
    "With thine own hues all thou dost shine upon",
    "Of human thought or form, where art thou gone?",
    "Why dost thou pass away and leave our state,",
    "This dim vast vale of tears, vacant and desolate?",
    "Ask why the sunlight not for ever",
    "Weaves rainbows o'er yon mountain-river,",
    "Why aught should fail and fade that once is shown,",
    "Why fear and dream and death and birth",
    "Cast on the daylight of this earth",
    "Such gloom, why man has such a scope",
    "For love and hate, despondency and hope?",
    "No voice from some sublimer world hath ever",
    "To sage or poet these responses given:",
    "Therefore the names of Demon, Ghost, and Heaven,",
    "Remain the records of their vain endeavour:",
    "Frail spells whose utter'd charm might not avail to sever,",
    "From all we hear and all we see,",
    "Doubt, chance and mutability.",
    "Thy light alone like mist o'er mountains driven,",
    "Or music by the night-wind sent",
    "Through strings of some still instrument,",
    "Or moonlight on a midnight stream,",
    "Gives grace and truth to life's unquiet dream.",
    "Love, Hope, and Self-esteem, like clouds depart",
    "And come, for some uncertain moments lent.",
    "Man were immortal and omnipotent,",
    "Didst thou, unknown and awful as thou art,",
    "Keep with thy glorious train firm state within his heart.",
    "Thou messenger of sympathies,",
    "That wax and wane in lovers' eyes;",
    "Thou, that to human thought art nourishment,",
    "Like darkness to a dying flame!",
    "Depart not as thy shadow came,",
    "Depart not—lest the grave should be,",
    "Like life and fear, a dark reality.",
    "While yet a boy I sought for ghosts, and sped",
    "Through many a listening chamber, cave and ruin,",
    "And starlight wood, with fearful steps pursuing",
    "Hopes of high talk with the departed dead.",
    "I call'd on poisonous names with which our youth is fed;",
    "I was not heard; I saw them not;",
    "When musing deeply on the lot",
    "Of life, at that sweet time when winds are wooing",
    "All vital things that wake to bring",
    "News of birds and blossoming,",
    "Sudden, thy shadow fell on me;",
    "I shriek'd, and clasp'd my hands in ecstasy!",
    "I vow'd that I would dedicate my powers",
    "To thee and thine: have I not kept the vow?",
    "With beating heart and streaming eyes, even now",
    "I call the phantoms of a thousand hours",
    "Each from his voiceless grave: they have in vision'd bowers",
    "Of studious zeal or love's delight",
    "Outwatch'd with me the envious night:",
    "They know that never joy illum'd my brow",
    "Unlink'd with hope that thou wouldst free",
    "This world from its dark slavery,",
    "That thou, O awful LOVELINESS,",
    "Wouldst give whate'er these words cannot express.",
    "The day becomes more solemn and serene",
    "When noon is past; there is a harmony",
    "In autumn, and a lustre in its sky,",
    "Which through the summer is not heard or seen,",
    "As if it could not be, as if it had not been!",
    "Thus let thy power, which like the truth",
    "Of nature on my passive youth",
    "Descended, to my onward life supply",
    "Its calm, to one who worships thee,",
    "And every form containing thee,",
    "Whom, SPIRIT fair, thy spells did bind",
    "To fear himself, and love all human kind."
  ],
  "title": "Hymn to Intellectual Beauty",
  "year": ""
}