{
  "author": "Percy Bysshe Shelley",
  "classification": "Couplet",
  "keywords": [
    "Friends",
    "Enemies",
    "Landscapes",
    "Pastorals",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Arts",
    "Sciences",
    "Relationships",
    "Philosophy"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174392",
  "region": "England",
  "text": [
    "I rode one evening with Count Maddalo",
    "Upon the bank of land which breaks the flow",
    "Of Adria towards Venice: a bare strand",
    "Of hillocks, heap'd from ever-shifting sand,",
    "Matted with thistles and amphibious weeds,",
    "Such as from earth's embrace the salt ooze breeds,",
    "Is this; an uninhabited sea-side,",
    "Which the lone fisher, when his nets are dried,",
    "Abandons; and no other object breaks",
    "The waste, but one dwarf tree and some few stakes",
    "Broken and unrepair'd, and the tide makes",
    "A narrow space of level sand thereon,",
    "Where 'twas our wont to ride while day went down.",
    "This ride was my delight. I love all waste",
    "And solitary places; where we taste",
    "The pleasure of believing what we see",
    "Is boundless, as we wish our souls to be:",
    "And such was this wide ocean, and this shore",
    "More barren than its billows; and yet more",
    "Than all, with a remember'd friend I love",
    "To ride as then I rode; for the winds drove",
    "The living spray along the sunny air",
    "Into our faces; the blue heavens were bare,",
    "Stripp'd to their depths by the awakening north;",
    "And, from the waves, sound like delight broke forth",
    "Harmonizing with solitude, and sent",
    "Into our hearts aëreal merriment.",
    "So, as we rode, we talk'd; and the swift thought,",
    "Winging itself with laughter, linger'd not,",
    "But flew from brain to brain\u0097such glee was ours,",
    "Charg'd with light memories of remember'd hours,",
    "None slow enough for sadness: till we came",
    "Homeward, which always makes the spirit tame.",
    "This day had been cheerful but cold, and now",
    "The sun was sinking, and the wind also.",
    "Our talk grew somewhat serious, as may be",
    "Talk interrupted with such raillery",
    "As mocks itself, because it cannot scorn",
    "The thoughts it would extinguish: 'twas forlorn,",
    "Yet pleasing, such as once, so poets tell,",
    "The devils held within the dales of Hell",
    "Concerning God, freewill and destiny:",
    "Of all that earth has been or yet may be,",
    "All that vain men imagine or believe,",
    "Or hope can paint or suffering may achieve,",
    "We descanted, and I (for ever still",
    "Is it not wise to make the best of ill?)",
    "Argu'd against despondency, but pride",
    "Made my companion take the darker side.",
    "The sense that he was greater than his kind",
    "Had struck, methinks, his eagle spirit blind",
    "By gazing on its own exceeding light.",
    "Meanwhile the sun paus'd ere it should alight,",
    "Over the horizon of the mountains\u0097Oh,",
    "How beautiful is sunset, when the glow",
    "Of Heaven descends upon a land like thee,",
    "Thou Paradise of exiles, Italy!",
    "Thy mountains, seas, and vineyards, and the towers",
    "Of cities they encircle! It was ours",
    "To stand on thee, beholding it: and then,",
    "Just where we had dismounted, the Count's men",
    "Were waiting for us with the gondola.",
    "As those who pause on some delightful way",
    "Though bent on pleasant pilgrimage, we stood",
    "Looking upon the evening, and the flood",
    "Which lay between the city and the shore,",
    "Pav'd with the image of the sky.... The hoar",
    "And aëry Alps towards the North appear'd",
    "Through mist, an heaven-sustaining bulwark rear'd",
    "Between the East and West; and half the sky",
    "Was roof'd with clouds of rich emblazonry",
    "Dark purple at the zenith, which still grew",
    "Down the steep West into a wondrous hue",
    "Brighter than burning gold, even to the rent",
    "Where the swift sun yet paus'd in his descent",
    "Among the many-folded hills: they were",
    "Those famous Euganean hills, which bear,",
    "As seen from Lido thro' the harbour piles,",
    "The likeness of a clump of peakèd isles\u0097",
    "And then\u0097as if the Earth and Sea had been",
    "Dissolv'd into one lake of fire, were seen",
    "Those mountains towering as from waves of flame",
    "Around the vaporous sun, from which there came",
    "The inmost purple spirit of light, and made",
    "Their very peaks transparent. \"Ere it fade,\"",
    "Said my companion, \"I will show you soon",
    "A better station\"\u0097so, o'er the lagune",
    "We glided; and from that funereal bark",
    "I lean'd, and saw the city, and could mark",
    "How from their many isles, in evening's gleam,",
    "Its temples and its palaces did seem",
    "Like fabrics of enchantment pil'd to Heaven.",
    "I was about to speak, when\u0097\"We are even",
    "Now at the point I meant,\" said Maddalo,",
    "And bade the gondolieri cease to row.",
    "\"Look, Julian, on the west, and listen well",
    "If you hear not a deep and heavy bell.\"",
    "I look'd, and saw between us and the sun",
    "A building on an island; such a one",
    "As age to age might add, for uses vile,",
    "A windowless, deform'd and dreary pile;",
    "And on the top an open tower, where hung",
    "A bell, which in the radiance sway'd and swung;",
    "We could just hear its hoarse and iron tongue:",
    "The broad sun sunk behind it, and it toll'd",
    "In strong and black relief. \"What we behold",
    "Shall be the madhouse and its belfry tower,\"",
    "Said Maddalo, \"and ever at this hour",
    "Those who may cross the water, hear that bell",
    "Which calls the maniacs, each one from his cell,",
    "To vespers.\" \"As much skill as need to pray",
    "In thanks or hope for their dark lot have they",
    "To their stern Maker,\" I replied. \"O ho!",
    "You talk as in years past,\" said Maddalo.",
    "\" 'Tis strange men change not. You were ever still",
    "Among Christ's flock a perilous infidel,",
    "A wolf for the meek lambs\u0097if you can't swim",
    "Beware of Providence.\" I look'd on him,",
    "But the gay smile had faded in his eye.",
    "\"And such,\" he cried, \"is our mortality,",
    "And this must be the emblem and the sign",
    "Of what should be eternal and divine!",
    "And like that black and dreary bell, the soul,",
    "Hung in a heaven-illumin'd tower, must toll",
    "Our thoughts and our desires to meet below",
    "Round the rent heart and pray\u0097as madmen do",
    "For what? they know not\u0097till the night of death,",
    "As sunset that strange vision, severeth",
    "Our memory from itself, and us from all",
    "We sought and yet were baffled.\" I recall",
    "The sense of what he said, although I mar",
    "The force of his expressions. The broad star",
    "Of day meanwhile had sunk behind the hill,",
    "And the black bell became invisible,",
    "And the red tower look'd gray, and all between",
    "The churches, ships and palaces were seen",
    "Huddled in gloom;\u0097into the purple sea",
    "The orange hues of heaven sunk silently.",
    "We hardly spoke, and soon the gondola",
    "Convey'd me to my lodgings by the way.",
    "The following morn was rainy, cold and dim:",
    "Ere Maddalo arose, I call'd on him,",
    "And whilst I waited with his child I play'd;",
    "A lovelier toy sweet Nature never made,",
    "A serious, subtle, wild, yet gentle being,",
    "Graceful without design and unforeseeing,",
    "With eyes\u0097Oh speak not of her eyes!\u0097which seem",
    "Twin mirrors of Italian Heaven, yet gleam",
    "With such deep meaning, as we never see",
    "But in the human countenance: with me",
    "She was a special favourite: I had nurs'd",
    "Her fine and feeble limbs when she came first",
    "To this bleak world; and she yet seem'd to know",
    "On second sight her ancient playfellow,",
    "Less chang'd than she was by six months or so;",
    "For after her first shyness was worn out",
    "We sate there, rolling billiard balls about,",
    "When the Count enter'd. Salutations past\u0097",
    "\"The word you spoke last night might well have cast",
    "A darkness on my spirit\u0097if man be",
    "The passive thing you say, I should not see",
    "Much harm in the religions and old saws",
    "(Though I may never own such leaden laws)",
    "Which break a teachless nature to the yoke:",
    "Mine is another faith\"\u0097thus much I spoke",
    "And noting he replied not, added: \"See",
    "This lovely child, blithe, innocent and free;",
    "She spends a happy time with little care,",
    "While we to such sick thoughts subjected are",
    "As came on you last night. It is our will",
    "That thus enchains us to permitted ill.",
    "We might be otherwise. We might be all",
    "We dream of happy, high, majestical.",
    "Where is the love, beauty, and truth we seek",
    "But in our mind? and if we were not weak",
    "Should we be less in deed than in desire?\"",
    "\"Ay, if we were not weak\u0097and we aspire",
    "How vainly to be strong!\" said Maddalo:",
    "\"You talk Utopia.\" \"It remains to know,\"",
    "I then rejoin'd, \"and those who try may find",
    "How strong the chains are which our spirit bind;",
    "Brittle perchance as straw.... We are assur'd",
    "Much may be conquer'd, much may be endur'd,",
    "Of what degrades and crushes us. We know",
    "That we have power over ourselves to do",
    "And suffer\u0097what, we know not till we try;",
    "But something nobler than to live and die:",
    "So taught those kings of old philosophy",
    "Who reign'd, before Religion made men blind;",
    "And those who suffer with their suffering kind",
    "Yet feel their faith, religion.\" \"My dear friend,\"",
    "Said Maddalo, \"my judgement will not bend",
    "To your opinion, though I think you might",
    "Make such a system refutation-tight",
    "As far as words go. I knew one like you",
    "Who to this city came some months ago,",
    "With whom I argu'd in this sort, and he",
    "Is now gone mad\u0097and so he answer'd me\u0097",
    "Poor fellow! but if you would like to go",
    "We'll visit him, and his wild talk will show",
    "How vain are such aspiring theories.\"",
    "\"I hope to prove the induction otherwise,",
    "And that a want of that true theory, still,",
    "Which seeks a 'soul of goodness' in things ill",
    "Or in himself or others, has thus bow'd",
    "His being. There are some by nature proud,",
    "Who patient in all else demand but this\u0097",
    "To love and be belov'd with gentleness;",
    "And being scorn'd, what wonder if they die",
    "Some living death? this is not destiny",
    "But man's own wilful ill.\"",
    "As thus I spoke",
    "Servants announc'd the gondola, and we",
    "Through the fast-falling rain and high-wrought sea",
    "Sail'd to the island where the madhouse stands."
  ],
  "title": "Julian and Maddalo",
  "year": ""
}