{
  "author": "Percy Bysshe Shelley",
  "classification": "Blank Verse",
  "keywords": [
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174403",
  "region": "England",
  "text": [
    ".",
    "Monarch of Gods and Dæmons, and all Spirits",
    "But One, who throng those bright and rolling worlds",
    "Which Thou and I alone of living things",
    "Behold with sleepless eyes! regard this Earth",
    "Made multitudinous with thy slaves, whom thou",
    "Requitest for knee-worship, prayer, and praise,",
    "And toil, and hecatombs of broken hearts,",
    "With fear and self-contempt and barren hope.",
    "Whilst me, who am thy foe, eyeless in hate,",
    "Hast thou made reign and triumph, to thy scorn,",
    "O'er mine own misery and thy vain revenge.",
    "Three thousand years of sleep-unsheltered hours,",
    "And moments aye divided by keen pangs",
    "Till they seemed years, torture and solitude,",
    "Scorn and despair,—these are mine empire:—",
    "More glorious far than that which thou surveyest",
    "From thine unenvied throne, O Mighty God!",
    "Almighty, had I deigned to share the shame",
    "Of thine ill tyranny, and hung not here",
    "Nailed to this wall of eagle-baffling mountain,",
    "Black, wintry, dead, unmeasured; without herb,",
    "Insect, or beast, or shape or sound of life.",
    "Ah me! alas, pain, pain ever, for ever!",
    "No change, no pause, no hope! Yet I endure.",
    "I ask the Earth, have not the mountains felt?",
    "I ask yon Heaven, the all-beholding Sun,",
    "Has it not seen? The Sea, in storm or calm,",
    "Heaven's ever-changing Shadow, spread below,",
    "Have its deaf waves not heard my agony?",
    "Ah me! alas, pain, pain ever, for ever!",
    "The crawling glaciers pierce me with the spears",
    "Of their moon-freezing crystals, the bright chains",
    "Eat with their burning cold into my bones.",
    "Heaven's wingèd hound, polluting from thy lips",
    "His beak in poison not his own, tears up",
    "My heart; and shapeless sights come wandering by,",
    "The ghastly people of the realm of dream,",
    "Mocking me: and the Earthquake-fiends are charged",
    "To wrench the rivets from my quivering wounds",
    "When the rocks split and close again behind:",
    "While from their loud abysses howling throng",
    "The genii of the storm, urging the rage",
    "Of whirlwind, and afflict me with keen hail.",
    "And yet to me welcome is day and night,",
    "Whether one breaks the hoar frost of the morn,",
    "Or starry, dim, and slow, the other climbs",
    "The leaden-coloured east; for then they lead",
    "The wingless, crawling hours, one among whom",
    "—As some dark Priest hales the reluctant victim—",
    "Shall drag thee, cruel King, to kiss the blood",
    "From these pale feet, which then might trample thee",
    "If they disdained not such a prostrate slave.",
    "Disdain! Ah no! I pity thee. What ruin",
    "Will hunt thee undefended through wide Heaven!",
    "How will thy soul, cloven to its depth with terror,",
    "Gape like a hell within! I speak in grief,",
    "Not exultation, for I hate no more,",
    "As then ere misery made me wise. The curse",
    "Once breathed on thee I would recall. Ye Mountains,",
    "Whose many-voicèd Echoes, through the mist",
    "Of cataracts, flung the thunder of that spell!",
    "Ye icy Springs, stagnant with wrinkling frost,",
    "Which vibrated to hear me, and then crept",
    "Shuddering through India! Thou serenest Air,",
    "Through which the Sun walks burning without beams!",
    "And ye swift Whirlwinds, who on poisèd wings",
    "Hung mute and moveless o'er yon hushed abyss,",
    "As thunder, louder than your own, made rock",
    "The orbèd world! If then my words had power,",
    "Though I am changed so that aught evil wish",
    "Is dead within; although no memory be",
    "Of what is hate, let them not lose it now!",
    "What was that curse? for ye all heard me speak."
  ],
  "title": "Prometheus Unbound",
  "year": ""
}