{
  "author": "Percy Bysshe Shelley",
  "classification": "Epic",
  "keywords": [
    "Philosophy",
    "Arts",
    "Sciences",
    "Mythology",
    "Folklore"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174404",
  "region": "England",
  "text": [
    "\"Throughout these infinite orbs of mingling light,",
    "Of which yon earth is one, is wide diffus'd",
    "A Spirit of activity and life,",
    "That knows no term, cessation, or decay;",
    "That fades not when the lamp of earthly life,",
    "Extinguish'd in the dampness of the grave,",
    "Awhile there slumbers, more than when the babe",
    "In the dim newness of its being feels",
    "The impulses of sublunary things,",
    "And all is wonder to unpractis'd sense:",
    "But, active, steadfast and eternal, still",
    "Guides the fierce whirlwind, in the tempest roars,",
    "Cheers in the day, breathes in the balmy groves,",
    "Strengthens in health, and poisons in disease;",
    "And in the storm of change, that ceaselessly",
    "Rolls round the eternal universe and shakes",
    "Its undecaying battlement, presides,",
    "Apportioning with irresistible law",
    "The place each spring of its machine shall fill;",
    "So that when waves on waves tumultuous heap",
    "Confusion to the clouds, and fiercely driven",
    "Heaven's lightnings scorch the uprooted ocean-fords,",
    "Whilst, to the eye of shipwreck'd mariner,",
    "Lone sitting on the bare and shuddering rock,",
    "All seems unlink'd contingency and chance,",
    "No atom of this turbulence fulfils",
    "A vague and unnecessitated task,",
    "Or acts but as it must and ought to act.",
    "Even the minutest molecule of light,",
    "That in an April sunbeam's fleeting glow",
    "Fulfils its destin'd, though invisible work,",
    "The universal Spirit guides; nor less,",
    "When merciless ambition, or mad zeal,",
    "Has led two hosts of dupes to battlefield,",
    "That, blind, they there may dig each other's graves,",
    "And call the sad work glory, does it rule",
    "All passions: not a thought, a will, an act,",
    "No working of the tyrant's moody mind,",
    "Nor one misgiving of the slaves who boast",
    "Their servitude to hide the shame they feel,",
    "Nor the events enchaining every will,",
    "That from the depths of unrecorded time",
    "Have drawn all-influencing virtue, pass",
    "Unrecogniz'd or unforeseen by thee,",
    "Soul of the Universe! eternal spring",
    "Of life and death, of happiness and woe,",
    "Of all that chequers the phantasmal scene",
    "That floats before our eyes in wavering light,",
    "Which gleams but on the darkness of our prison,",
    "Whose chains and massy walls",
    "We feel, but cannot see.",
    "\"Spirit of Nature! all-sufficing Power,",
    "Necessity! thou mother of the world!",
    "Unlike the God of human error, thou",
    "Requir'st no prayers or praises; the caprice",
    "Of man's weak will belongs no more to thee",
    "Than do the changeful passions of his breast",
    "To thy unvarying harmony: the slave,",
    "Whose horrible lusts spread misery o'er the world,",
    "And the good man, who lifts with virtuous pride",
    "His being in the sight of happiness",
    "That springs from his own works; the poison-tree,",
    "Beneath whose shade all life is wither'd up,",
    "And the fair oak, whose leafy dome affords",
    "A temple where the vows of happy love",
    "Are register'd, are equal in thy sight:",
    "No love, no hate thou cherishest; revenge",
    "And favouritism, and worst desire of fame",
    "Thou know'st not: all that the wide world contains",
    "Are but thy passive instruments, and thou",
    "Regard'st them all with an impartial eye,",
    "Whose joy or pain thy nature cannot feel,",
    "Because thou hast not human sense,",
    "Because thou art not human mind.",
    "\"Yes! when the sweeping storm of time",
    "Has sung its death-dirge o'er the ruin'd fanes",
    "And broken altars of the almighty Fiend",
    "Whose name usurps thy honours, and the blood",
    "Through centuries clotted there has floated down",
    "The tainted flood of ages, shalt thou live",
    "Unchangeable! A shrine is rais'd to thee,",
    "Which, nor the tempest-breath of time,",
    "Nor the interminable flood",
    "Over earth's slight pageant rolling,",
    "Availeth to destroy—",
    "The sensitive extension of the world.",
    "That wondrous and eternal fane,",
    "Where pain and pleasure, good and evil join,",
    "To do the will of strong necessity,",
    "And life, in multitudinous shapes,",
    "Still pressing forward where no term can be,",
    "Like hungry and unresting flame",
    "Curls round the eternal columns of its strength.\""
  ],
  "title": "Queen Mab: Part VI",
  "year": ""
}