{
  "author": "Percy Bysshe Shelley",
  "classification": "Terza Rima",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "Philosophy"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174410",
  "region": "England",
  "text": [
    "Swift as a spirit hastening to his task",
    "Of glory & of good, the Sun sprang forth",
    "Rejoicing in his splendour, & the mask",
    "Of darkness fell from the awakened Earth.",
    "The smokeless altars of the mountain snows",
    "Flamed above crimson clouds, & at the birth",
    "Of light, the Ocean's orison arose",
    "To which the birds tempered their matin lay,",
    "All flowers in field or forest which unclose",
    "Their trembling eyelids to the kiss of day,",
    "Swinging their censers in the element,",
    "With orient incense lit by the new ray",
    "Burned slow & inconsumably, & sent",
    "Their odorous sighs up to the smiling air,",
    "And in succession due, did Continent,",
    "Isle, Ocean, & all things that in them wear",
    "The form & character of mortal mould",
    "Rise as the Sun their father rose, to bear",
    "Their portion of the toil which he of old",
    "Took as his own & then imposed on them;",
    "But I, whom thoughts which must remain untold",
    "Had kept as wakeful as the stars that gem",
    "The cone of night, now they were laid asleep,",
    "Stretched my faint limbs beneath the hoary stem",
    "Which an old chestnut flung athwart the steep",
    "Of a green Apennine: before me fled",
    "The night; behind me rose the day; the Deep",
    "Was at my feet, & Heaven above my head",
    "When a strange trance over my fancy grew",
    "Which was not slumber, for the shade it spread",
    "Was so transparent that the scene came through",
    "As clear as when a veil of light is drawn",
    "O'er evening hills they glimmer; and I knew",
    "That I had felt the freshness of that dawn,",
    "Bathed in the same cold dew my brow & hair",
    "And sate as thus upon that slope of lawn",
    "Under the self same bough, & heard as there",
    "The birds, the fountains & the Ocean hold",
    "Sweet talk in music through the enamoured air.",
    "And then a Vision on my brain was rolled.",
    "As in that trance of wondrous thought I lay",
    "This was the tenour of my waking dream.",
    "Methought I sate beside a public way",
    "Thick strewn with summer dust, & a great stream",
    "Of people there was hurrying to & fro",
    "Numerous as gnats upon the evening gleam,",
    "All hastening onward, yet none seemed to know",
    "Whither he went, or whence he came, or why",
    "He made one of the multitude, yet so",
    "Was borne amid the crowd as through the sky",
    "One of the million leaves of summer's bier.\u0097",
    "Old age & youth, manhood & infancy,",
    "Mixed in one mighty torrent did appear,",
    "Some flying from the thing they feared & some",
    "Seeking the object of another's fear,",
    "And others as with steps towards the tomb",
    "Pored on the trodden worms that crawled beneath,",
    "And others mournfully within the gloom",
    "Of their own shadow walked, and called it death ...",
    "And some fled from it as it were a ghost,",
    "Half fainting in the affliction of vain breath.",
    "But more with motions which each other crost",
    "Pursued or shunned the shadows the clouds threw",
    "Or birds within the noonday ether lost,",
    "Upon that path where flowers never grew;",
    "And weary with vain toil & faint for thirst",
    "Heard not the fountains whose melodious dew",
    "Out of their mossy cells forever burst",
    "Nor felt the breeze which from the forest told",
    "Of grassy paths, & wood lawns interspersed",
    "With overarching elms & caverns cold,",
    "And violet banks where sweet dreams brood, but they",
    "Pursued their serious folly as of old ....",
    "And as I gazed methought that in the way",
    "The throng grew wilder, as the woods of June",
    "When the South wind shakes the extinguished day.\u0097",
    "And a cold glare, intenser than the noon",
    "But icy cold, obscured with [[blank]] light",
    "The Sun as he the stars. Like the young moon",
    "When on the sunlit limits of the night",
    "Her white shell trembles amid crimson air",
    "And whilst the sleeping tempest gathers might",
    "Doth, as a herald of its coming, bear",
    "The ghost of her dead Mother, whose dim form",
    "Bends in dark ether from her infant's chair,",
    "So came a chariot on the silent storm",
    "Of its own rushing splendour, and a Shape",
    "So sate within as one whom years deform",
    "Beneath a dusky hood & double cape",
    "Crouching within the shadow of a tomb,",
    "And o'er what seemed the head, a cloud like crape,",
    "Was bent a dun & faint etherial gloom",
    "Tempering the light; upon the chariot's beam",
    "A Janus-visaged Shadow did assume",
    "The guidance of that wonder-winged team.",
    "The Shapes which drew it in thick lightnings",
    "Were lost: I heard alone on the air's soft stream",
    "The music of their ever moving wings.",
    "All the four faces of that charioteer",
    "Had their eyes banded . . . little profit brings",
    "Speed in the van & blindness in the rear,",
    "Nor then avail the beams that quench the Sun",
    "Or that his banded eyes could pierce the sphere",
    "Of all that is, has been, or will be done.\u0097",
    "So ill was the car guided, but it past",
    "With solemn speed majestically on . . .",
    "The crowd gave way, & I arose aghast,",
    "Or seemed to rise, so mighty was the trance,",
    "And saw like clouds upon the thunder blast",
    "The million with fierce song and maniac dance",
    "Raging around; such seemed the jubilee",
    "As when to greet some conqueror's advance",
    "Imperial Rome poured forth her living sea",
    "From senatehouse & prison & theatre",
    "When Freedom left those who upon the free",
    "Had bound a yoke which soon they stooped to bear.",
    "Nor wanted here the true similitude",
    "Of a triumphal pageant, for where'er",
    "The chariot rolled a captive multitude",
    "Was driven; althose who had grown old in power",
    "Or misery,\u0097all who have their age subdued,",
    "By action or by suffering, and whose hour",
    "Was drained to its last sand in weal or woe,",
    "So that the trunk survived both fruit & flower;",
    "All those whose fame or infamy must grow",
    "Till the great winter lay the form & name",
    "Of their own earth with them forever low,",
    "All but the sacred few who could not tame",
    "Their spirits to the Conqueror, but as soon",
    "As they had touched the world with living flame",
    "Fled back like eagles to their native noon,",
    "Of those who put aside the diadem",
    "Of earthly thrones or gems, till the last one",
    "Were there;\u0097for they of Athens & Jerusalem",
    "Were neither mid the mighty captives seen",
    "Nor mid the ribald crowd that followed them",
    "Or fled before . . Now swift, fierce & obscene",
    "The wild dance maddens in the van, & those",
    "Who lead it, fleet as shadows on the green,",
    "Outspeed the chariot & without repose",
    "Mix with each other in tempestuous measure",
    "To savage music .... Wilder as it grows,",
    "They, tortured by the agonizing pleasure,",
    "Convulsed & on the rapid whirlwinds spun",
    "Of that fierce spirit, whose unholy leisure",
    "Was soothed by mischief since the world begun,",
    "Throw back their heads & loose their streaming hair,",
    "And in their dance round her who dims the Sun",
    "Maidens & youths fling their wild arms in air",
    "As their feet twinkle; they recede, and now",
    "Bending within each other's atmosphere",
    "Kindle invisibly; and as they glow",
    "Like moths by light attracted & repelled,",
    "Oft to new bright destruction come & go.",
    "Till like two clouds into one vale impelled",
    "That shake the mountains when their lightnings mingle",
    "And die in rain,\u0097the fiery band which held",
    "Their natures, snaps . . . ere the shock cease to tingle",
    "One falls and then another in the path",
    "Senseless, nor is the desolation single,",
    "Yet ere I can say",
    "the chariot hath",
    "Past over them; nor other trace I find",
    "But as of foam after the Ocean's wrath",
    "Is spent upon the desert shore.\u0097Behind,",
    "Old men, and women foully disarrayed",
    "Shake their grey hair in the insulting wind,",
    "Limp in the dance & strain, with limbs decayed,",
    "Seeking to reach the light which leaves them still",
    "Farther behind & deeper in the shade.",
    "But not the less with impotence of will",
    "They wheel, though ghastly shadows interpose",
    "Round them & round each other, and fulfill",
    "Their work and to the dust whence they arose",
    "Sink & corruption veils them as they lie",
    "And frost in these performs what fire in those.",
    "Struck to the heart by this sad pageantry,",
    "Half to myself I said, \"And what is this?",
    "Whose shape is that within the car? & why\"-",
    "I would have added\u0097\"is all here amiss?\"",
    "But a voice answered . . \"Life\" . . . I turned & knew",
    "(O Heaven have mercy on such wretchedness!)",
    "That what I thought was an old root which grew",
    "To strange distortion out of the hill side",
    "Was indeed one of that deluded crew,",
    "And that the grass which methought hung so wide",
    "And white, was but his thin discoloured hair,",
    "And that the holes it vainly sought to hide",
    "Were or had been eyes.\u0097\"lf thou canst forbear",
    "To join the dance, which I had well forborne,\"",
    "Said the grim Feature, of my thought aware,",
    "\"I will now tell that which to this deep scorn",
    "Led me & my companions, and relate",
    "The progress of the pageant since the morn;",
    "\"If thirst of knowledge doth not thus abate,",
    "Follow it even to the night, but I",
    "Am weary\" . . . Then like one who with the weight",
    "Of his own words is staggered, wearily",
    "He paused, and ere he could resume, I cried,",
    "\"First who art thou?\" . . . \"Before thy memory",
    "\"I feared, loved, hated, suffered, did, & died,",
    "And if the spark with which Heaven lit my spirit",
    "Earth had with purer nutriment supplied",
    "\"Corruption would not now thus much inherit",
    "Of what was once Rousseau\u0097nor this disguise",
    "Stained that within which still disdains to wear it.\u0097",
    "\"If I have been extinguished, yet there rise",
    "A thousand beacons from the spark I bore.\"\u0097",
    "\"And who are those chained to the car?\" \"The Wise,",
    "\"The great, the unforgotten: they who wore",
    "Mitres & helms & crowns, or wreathes of light,",
    "Signs of thought's empire over thought; their lore",
    "\"Taught them not this\u0097to know themselves; their might",
    "Could not repress the mutiny within,",
    "And for the morn of truth they feigned, deep night",
    "\"Caught them ere evening.\" \"Who is he with chin",
    "Upon his breast and hands crost on his chain?\"",
    "\"The Child of a fierce hour; he sought to win",
    "\"The world, and lost all it did contain",
    "Of greatness, in its hope destroyed; & more",
    "Of fame & peace than Virtue's self can gain",
    "\"Without the opportunity which bore",
    "Him on its eagle's pinion to the peak",
    "From which a thousand climbers have before",
    "\"Fall'n as Napoleon fell.\"\u0097I felt my cheek",
    "Alter to see the great form pass away",
    "Whose grasp had left the giant world so weak",
    "That every pigmy kicked it as it lay\u0097",
    "And much I grieved to think how power & will",
    "In opposition rule our mortal day\u0097",
    "And why God made irreconcilable",
    "Good & the means of good; and for despair",
    "I half disdained mine eye's desire to fill",
    "With the spent vision of the times that were",
    "And scarce have ceased to be . . . \"Dost thou behold,\"",
    "Said then my guide, \"those spoilers spoiled, Voltaire,",
    "\"Frederic, & Kant, Catherine, & Leopold,",
    "Chained hoary anarch, demagogue & sage",
    "Whose name the fresh world thinks already old\u0097",
    "\"For in the battle Life & they did wage",
    "She remained conqueror\u0097I was overcome",
    "By my own heart alone, which neither age",
    "\"Nor tears nor infamy nor now the tomb",
    "Could temper to its object.\"\u0097\"Let them pass\"\u0097",
    "I cried\u0097\"the world & its mysterious doom",
    "\"Is not so much more glorious than it was",
    "That I desire to worship those who drew",
    "New figures on its false & fragile glass",
    "\"As the old faded.\"\u0097\"Figures ever new",
    "Rise on the bubble, paint them how you may;",
    "We have but thrown, as those before us threw,",
    "\"Our shadows on it as it past away.",
    "But mark, how chained to the triumphal chair",
    "The mighty phantoms of an elder day\u0097",
    "\"All that is mortal of great Plato there",
    "Expiates the joy & woe his master knew not;",
    "That star that ruled his doom was far too fair\u0097",
    "\"And Life, where long that flower of Heaven grew not,",
    "Conquered the heart by love which gold or pain",
    "Or age or sloth or slavery could subdue not\u0097",
    "\"And near [[blank]] walk the [[blank]] twain,",
    "The tutor & his pupil, whom Dominion",
    "Followed as tame as vulture in a chain.\u0097",
    "\"The world was darkened beneath either pinion",
    "Of him whom from the flock of conquerors",
    "Fame singled as her thunderbearing minion;",
    "\"The other long outlived both woes & wars,",
    "Throned in new thoughts of men, and still had kept",
    "The jealous keys of truth's eternal doors",
    "\"If Bacon's spirit [[blank]] had not leapt",
    "Like lightning out of darkness; he compelled",
    "The Proteus shape of Nature's as it slept",
    "\"To wake & to unbar the caves that held",
    "The treasure of the secrets of its reign\u0097",
    "See the great bards of old who inly quelled",
    "\"The passions which they sung, as by their strain",
    "May well be known: their living melody",
    "Tempers its own contagion to the vein",
    "\"Of those who are infected with it\u0097I",
    "Have suffered what I wrote, or viler pain!\u0097",
    "\"And so my words were seeds of misery\u0097",
    "Even as the deeds of others.\"\u0097\"Not as theirs,\"",
    "I said\u0097he pointed to a company",
    "In which I recognized amid the heirs",
    "Of Caesar's crime from him to Constantine,",
    "The Anarchs old whose force & murderous snares",
    "Had founded many a sceptre bearing line",
    "And spread the plague of blood & gold abroad,",
    "And Gregory & John and men divine",
    "Who rose like shadows between Man & god",
    "Till that eclipse, still hanging under Heaven,",
    "Was worshipped by the world o'er which they strode",
    "For the true Sun it quenched.\u0097\"Their power was given",
    "But to destroy,\" replied the leader\u0097\"I",
    "Am one of those who have created, even",
    "\"If it be but a world of agony.\"\u0097",
    "\"Whence camest thou & whither goest thou?",
    "How did thy course begin,\" I said, \"& why?",
    "\"Mine eyes are sick of this perpetual flow",
    "Of people, & my heart of one sad thought.\u0097",
    "Speak.\"\u0097\"Whence I came, partly I seem to know,",
    "\"And how & by what paths I have been brought",
    "To this dread pass, methinks even thou mayst guess;",
    "Why this should be my mind can compass not;",
    "\"Whither the conqueror hurries me still less.",
    "But follow thou, & from spectator turn",
    "Actor or victim in this wretchedness,",
    "\"And what thou wouldst be taught I then may learn",
    "From thee.\u0097Now listen . . . In the April prime",
    "When all the forest tops began to burn",
    "\"With kindling green, touched by the azure clime",
    "Of the young year, I found myself asleep",
    "Under a mountain which from unknown time",
    "\"Had yawned into a cavern high & deep,",
    "And from it came a gentle rivulet",
    "Whose water like clear air in its calm sweep",
    "\"Bent the soft grass & kept for ever wet",
    "The stems of the sweet flowers, and filled the grove",
    "With sound which all who hear must needs forget",
    "\"All pleasure & all pain, all hate & love,",
    "Which they had known before that hour of rest:",
    "A sleeping mother then would dream not of",
    "\"The only child who died upon her breast",
    "At eventide, a king would mourn no more",
    "The crown of which his brow was dispossest",
    "\"When the sun lingered o'er the Ocean floor",
    "To gild his rival's new prosperity.\u0097",
    "Thou wouldst forget thus vainly to deplore",
    "\"Ills, which if ills, can find no cure from thee,",
    "The thought of which no other sleep will quell",
    "Nor other music blot from memory\u0097",
    "\"So sweet & deep is the oblivious spell.\u0097",
    "Whether my life had been before that sleep",
    "The Heaven which I imagine, or a Hell",
    "\"Like this harsh world in which I wake to weep,",
    "I know not. I arose & for a space",
    "The scene of woods & waters seemed to keep,",
    "\"Though it was now broad day, a gentle trace",
    "Of light diviner than the common Sun",
    "Sheds on the common Earth, but all the place",
    "\"Was filled with many sounds woven into one",
    "Oblivious melody, confusing sense",
    "Amid the gliding waves & shadows dun;",
    "\"And as I looked the bright omnipresence",
    "Of morning through the orient cavern flowed,",
    "And the Sun's image radiantly intense",
    "\"Burned on the waters of the well that glowed",
    "Like gold, and threaded all the forest maze",
    "With winding paths of emerald fire\u0097there stood",
    "\"Amid the sun, as he amid the blaze",
    "Of his own glory, on the vibrating",
    "Floor of the fountain, paved with flashing rays,",
    "\"A shape all light, which with one hand did fling",
    "Dew on the earth, as if she were the Dawn",
    "Whose invisible rain forever seemed to sing",
    "\"A silver music on the mossy lawn,",
    "And still before her on the dusky grass",
    "Iris her many coloured scarf had drawn.\u0097",
    "\"In her right hand she bore a crystal glass",
    "Mantling with bright Nepenthe;\u0097the fierce splendour",
    "Fell from her as she moved under the mass",
    "\"Of the deep cavern, & with palms so tender",
    "Their tread broke not the mirror of its billow,",
    "Glided along the river, and did bend her",
    "\"Head under the dark boughs, till like a willow",
    "Her fair hair swept the bosom of the stream",
    "That whispered with delight to be their pillow.\u0097",
    "\"As one enamoured is upborne in dream",
    "O'er lily-paven lakes mid silver mist",
    "To wondrous music, so this shape might seem",
    "\"Partly to tread the waves with feet which kist",
    "The dancing foam, partly to glide along",
    "The airs that roughened the moist amethyst,",
    "\"Or the slant morning beams that fell among",
    "The trees, or the soft shadows of the trees;",
    "And her feet ever to the ceaseless song",
    "\"Of leaves & winds & waves & birds & bees",
    "And falling drops moved in a measure new",
    "Yet sweet, as on the summer evening breeze",
    "\"Up from the lake a shape of golden dew",
    "Between two rocks, athwart the rising moon,",
    "Moves up the east, where eagle never flew.\u0097",
    "\"And still her feet, no less than the sweet tune",
    "To which they moved, seemed as they moved, to blot",
    "The thoughts of him who gazed on them, & soon",
    "\"All that was seemed as if it had been not,",
    "As if the gazer's mind was strewn beneath",
    "Her feet like embers, & she, thought by thought,",
    "\"Trampled its fires into the dust of death,",
    "As Day upon the threshold of the east",
    "Treads out the lamps of night, until the breath",
    "\"Of darkness reillumines even the least",
    "Of heaven's living eyes\u0097like day she came,",
    "Making the night a dream; and ere she ceased",
    "\"To move, as one between desire and shame",
    "Suspended, I said\u0097'If, as it doth seem,",
    "Thou comest from the realm without a name,",
    "\" 'Into this valley of perpetual dream,",
    "Shew whence I came, and where I am, and why\u0097",
    "Pass not away upon the passing stream.'",
    "\" 'Arise and quench thy thirst,' was her reply,",
    "And as a shut lily, stricken by the wand",
    "Of dewy morning's vital alchemy,",
    "\"I rose; and, bending at her sweet command,",
    "Touched with faint lips the cup she raised,",
    "And suddenly my brain became as sand",
    "\"Where the first wave had more than half erased",
    "The track of deer on desert Labrador,",
    "Whilst the fierce wolf from which they fled amazed",
    "\"Leaves his stamp visibly upon the shore",
    "Until the second bursts\u0097so on my sight",
    "Burst a new Vision never seen before.\u0097",
    "\"And the fair shape waned in the coming light",
    "As veil by veil the silent splendour drops",
    "From Lucifer, amid the chrysolite",
    "\"Of sunrise ere it strike the mountain tops\u0097",
    "And as the presence of that fairest planet",
    "Although unseen is felt by one who hopes",
    "\"That his day's path may end as he began it",
    "In that star's smile, whose light is like the scent",
    "Of a jonquil when evening breezes fan it,",
    "\"Or the soft note in which his dear lament",
    "The Brescian shepherd breathes, or the caress",
    "That turned his weary slumber to content.\u0097",
    "\"So knew I in that light's severe excess",
    "The presence of that shape which on the stream",
    "Moved, as I moved along the wilderness,",
    "\"More dimly than a day appearing dream,",
    "The ghost of a forgotten form of sleep",
    "A light from Heaven whose half extinguished beam",
    "\"Through the sick day in which we wake to weep",
    "Glimmers, forever sought, forever lost.\u0097",
    "So did that shape its obscure tenour keep",
    "\"Beside my path, as silent as a ghost;",
    "But the new Vision, and its cold bright car,",
    "With savage music, stunning music, crost",
    "\"The forest, and as if from some dread war",
    "Triumphantly returning, the loud million",
    "Fiercely extolled the fortune of her star.\u0097",
    "\"A moving arch of victory the vermilion",
    "And green & azure plumes of Iris had",
    "Built high over her wind-winged pavilion,",
    "\"And underneath aetherial glory clad",
    "The wilderness, and far before her flew",
    "The tempest of the splendour which forbade",
    "Shadow to fall from leaf or stone;\u0097the crew",
    "Seemed in that light like atomies that dance",
    "Within a sunbeam.\u0097Some upon the new",
    "\"Embroidery of flowers that did enhance",
    "The grassy vesture of the desart, played,",
    "Forgetful of the chariot's swift advance;",
    "\"Others stood gazing till within the shade",
    "Of the great mountain its light left them dim.\u0097",
    "Others outspeeded it, and others made",
    "\"Circles around it like the clouds that swim",
    "Round the high moon in a bright sea of air,",
    "And more did follow, with exulting hymn,",
    "\"The chariot & the captives fettered there,",
    "But all like bubbles on an eddying flood",
    "Fell into the same track at last & were",
    "\"Borne onward.\u0097I among the multitude",
    "Was swept; me sweetest flowers delayed not long,",
    "Me not the shadow nor the solitude,",
    "\"Me not the falling stream's Lethean song,",
    "Me, not the phantom of that early form",
    "Which moved upon its motion,\u0097but among",
    "\"The thickest billows of the living storm",
    "I plunged, and bared my bosom to the clime",
    "Of that cold light, whose airs too soon deform.\u0097",
    "\"Before the chariot had begun to climb",
    "The opposing steep of that mysterious dell,",
    "Behold a wonder worthy of the rhyme",
    "\"Of him whom from the lowest depths of Hell",
    "Through every Paradise & through all glory",
    "Love led serene, & who returned to tell",
    "\"In words of hate & awe the wondrous story",
    "How all things are transfigured, except Love;",
    "For deaf as is a sea which wrath makes hoary",
    "\"The world can hear not the sweet notes that move",
    "The sphere whose light is melody to lovers\u0097-",
    "A wonder worthy of his rhyme\u0097the grove",
    "\"Grew dense with shadows to its inmost covers,",
    "The earth was grey with phantoms, & the air",
    "Was peopled with dim forms, as when there hovers",
    "\"A flock of vampire-bats before the glare",
    "Of the tropic sun, bring ere evening",
    "Strange night upon some Indian isle,\u0097thus were",
    "\"Phantoms diffused around, & some did fling",
    "Shadows of shadows, yet unlike themselves,",
    "Behind them, some like eaglets on the wing",
    "\"Were lost in the white blaze, others like elves",
    "Danced in a thousand unimagined shapes",
    "Upon the sunny streams & grassy shelves;",
    "\"And others sate chattering like restless apes",
    "On vulgar paws and voluble like fire.",
    "Some made a cradle of the ermined capes",
    "\"Of kingly mantles, some upon the tiar",
    "Of pontiffs sate like vultures, others played",
    "Within the crown which girt with empire",
    "\"A baby's or an idiot's brow, & made",
    "Their nests in it; the old anatomies",
    "Sate hatching their bare brood under the shade",
    "\"Of demon wings, and laughed from their dead eyes",
    "To reassume the delegated power",
    "Arrayed in which these worms did monarchize",
    "\"Who make this earth their charnel.\u0097Others more",
    "Humble, like falcons sate upon the fist",
    "Of common men, and round their heads did soar,",
    "\"Or like small gnats & flies, as thick as mist",
    "On evening marshes, thronged about the brow",
    "Of lawyer, statesman, priest & theorist,",
    "\"And others like discoloured flakes of snow",
    "On fairest bosoms & the sunniest hair",
    "Fell, and were melted by the youthful glow",
    "\"Which they extinguished; for like tears, they were",
    "A veil to those from whose faint lids they rained",
    "In drops of sorrow.\u0097I became aware",
    "\"Of whence those forms proceeded which thus stained",
    "The track in which we moved; after brief space",
    "From every form the beauty slowly waned,",
    "\"From every firmest limb & fairest face",
    "The strength & freshness fell like dust, & left",
    "The action & the shape without the grace",
    "\"Of life; the marble brow of youth was cleft",
    "With care, and in the eyes where once hope shone",
    "Desire like a lioness bereft",
    "\"Of its last cub, glared ere it died; each one",
    "Of that great crowd sent forth incessantly",
    "These shadows, numerous as the dead leaves blown",
    "\"In Autumn evening from a popular tree\u0097",
    "Each, like himself & like each other were,",
    "At first, but soon distorted, seemed to be",
    "\"Obscure clouds moulded by the casual air;",
    "And of this stuff the car's creative ray",
    "Wrought all the busy phantoms that were there",
    "\"As the sun shapes the clouds\u0097thus, on the way",
    "Mask after mask fell from the countenance",
    "And form of all, and long before the day",
    "\"Was old, the joy which waked like Heaven's glance",
    "The sleepers in the oblivious valley, died,",
    "And some grew weary of the ghastly dance",
    "\"And fell, as I have fallen by the way side,",
    "Those soonest from whose forms most shadows past",
    "And least of strength & beauty did abide.\"\u0097",
    "\"Then, what is Life?\" I said . . . the cripple cast",
    "His eye upon the car which now had rolled",
    "Onward, as if that look must be the last,",
    "And answered .... \"Happy those for whom the fold",
    "Of ..."
  ],
  "title": "The Triumph of Life",
  "year": ""
}