{
  "author": "Percy Bysshe Shelley",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Spring",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Nature",
    "Winter",
    "Trees",
    "Flowers"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/174405",
  "region": "England",
  "text": [
    "I dreamed that, as I wandered by the way,",
    "Bare Winter suddenly was changed to Spring,",
    "And gentle odours led my steps astray,",
    "Mixed with a sound of waters murmuring",
    "Along a shelving bank of turf, which lay",
    "Under a copse, and hardly dared to fling",
    "Its green arms round the bosom of the stream,",
    "But kissed it and then fled, as thou mightest in dream.",
    "There grew pied wind-flowers and violets,",
    "Daisies, those pearled Arcturi of the earth,",
    "The constellated flower that never sets;",
    "Faint oxlips; tender bluebells, at whose birth",
    "The sod scarce heaved; and that tall flower that wets\u0097",
    "Like a child, half in tenderness and mirth\u0097",
    "Its mother's face with Heaven's collected tears,",
    "When the low wind, its playmate's voice, it hears.",
    "And in the warm hedge grew lush eglantine,",
    "Green cowbind and the moonlight-coloured may,",
    "And cherry-blossoms, and white cups, whose wine",
    "Was the bright dew, yet drained not by the day;",
    "And wild roses, and ivy serpentine,",
    "With its dark buds and leaves, wandering astray;",
    "And flowers azure, black, and streaked with gold,",
    "Fairer than any wakened eyes behold.",
    "And nearer to the river's trembling edge",
    "There grew broad flag-flowers, purple pranked with white,",
    "And starry river buds among the sedge,",
    "And floating water-lilies, broad and bright,",
    "Which lit the oak that overhung the hedge",
    "With moonlight beams of their own watery light;",
    "And bulrushes, and reeds of such deep green",
    "As soothed the dazzled eye with sober sheen.",
    "Methought that of these visionary flowers",
    "I made a nosegay, bound in such a way",
    "That the same hues, which in their natural bowers",
    "Were mingled or opposed, the like array",
    "Kept these imprisoned children of the Hours",
    "Within my hand,\u0097and then, elate and gay,",
    "I hastened to the spot whence I had come,",
    "That I might there present it!\u0097Oh! to whom?"
  ],
  "title": "The Question",
  "year": ""
}