{
  "author": "Richard Garcia",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "Arts",
    "Sciences",
    "Music"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240446",
  "region": "U.S., Western",
  "text": [
    "There you are, at the gate of the memory palace",
    "underneath the rusted teeth of the portcullis,",
    "your hand raised in a puzzling gesture—",
    "is it farewell, come here, get back, no blame,",
    "or are you just trying to hitch a ride? But I’ve seen",
    "that gesture when you sleep, as if you were saying",
    "to someone, on the one hand . . . on the other hand.",
    "Here is a memory to store in the palace—",
    "You and I at the circus. The arena is dark",
    "except for one blue spotlight. In it, a clown",
    "stands before a table. On the table an array,",
    "crystal wine glasses filled with different levels",
    "of water. He’s dressed in white with a conical hat,",
    "tear marks on one cheek. With a wet finger,",
    "he plays music that was once forbidden",
    "because it made musicians lose their minds.",
    "There is a blank look in his eyes and he performs",
    "perfectly, as if he were a mechanical clown.",
    "Now look up, the lady on the trapeze",
    "is dropping large blue crepe-paper flowers.",
    "Maybe the palace is the size of a dollhouse",
    "and my eye at the window is the eye of a giant.",
    "Maybe the palace is in my chest and my heart",
    "is beating too loud inside. I remember",
    "when I woke but was still asleep and saw",
    "my chest rising and falling on its own",
    "and then I accidentally rolled out of my body",
    "and there were two of me lying side by side.",
    "In an alcove shaped like a scallop shell I’ve placed",
    "a list of the way lovers have said goodbye.",
    "Developer fluid heated up, passed off",
    "as consommé, is a standout. As is GOODBYE",
    "written in shaving cream on the dusty windows",
    "of a row of abandoned cars in Baja. Just as I begin",
    "to suspect what is wrong with this picture",
    "I notice how lightly you step over the grillwork",
    "of the oubliette, that terrible lace under which",
    "men are forgotten. You raise your hand again",
    "and now I understand that gesture—",
    "it’s how you erase the distant mountains,",
    "the palace, the sky, everything."
  ],
  "title": "Mozart’s Concerto for Glass Harmonica",
  "year": ""
}