{
  "author": "Ange Mlinko",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181609",
  "region": "",
  "text": [
    "The sky was laced with Irish cream mist, that mellow tan overhanging the hills, which were studded with deathmasks and baskets spilling flowers from both ends.",
    "We scanned the haze for lightning.",
    "They were studded with earthworks and iron forks inserted between leaves of grass, jacks and bearings and balances, sinuous fingers of pink marble and synovial joints in bronze.",
    "But if we got struck by lightning—not a lot; say glanced, or shaved, there was a chance (we heard) it wouldn't be so bad: a little refreshing, a little like",
    "in a readable translation.",
    "\"In a flash,\" as they say, we could acquire a self-renewing subscription to classical music (it's always classical in the scientific literature) accessible at all hours and piped into the forebrain from the hypothalamus.",
    "This space available for celebrations.",
    "Someone visits for the first time and says, \"Oh, let's get married",
    "\" and guests drive in and eye the hors d'oeuvre tent before finding a folding chair.",
    "But it isn't long before the mirroring going on between, for instance, the sculptures and",
    "the trees—the trees looking more like sculptures, the sculptures getting seasoned, growing bark (patinas) even—it isn't long before it hypnotizes the guests.",
    "Who would wear a wedding dress in such a charged atmosphere, having heard that ghost story of the wedding dress with the power to possess the soul of the bride?",
    "Actually it was a horror flick from somewhere, Tokyo or Calcutta . . .",
    "It was a wedding dress that took possession of the soul of its bride the minute she saw it in the mirror, or it saw itself—and this we know happens, but not with the malevolence of this dress that wreaked havoc at the reception, set the hall on fire and dropped a crate of champagne on the string trio.",
    "\"Aha,\" cries the groom as he realizes the chrysalis of evil he must divide from his bride: \"You are hardly an unruffled surface!\"",
    "No you would not want to wear that dress amid the wireless network of gigantic sculptures and their wind-scraped murmuring.",
    "When the wind stirs, is it not the gardeners?",
    "The gardeners are invisible, they don't garden during business hours.",
    "As you'd put a dye in the air in order to see it, a bird sucked through its drafts advertises the invisible and upgrades it to naked."
  ],
  "title": "A Not Unruffled Surface",
  "year": ""
}