{
  "author": "Ange Mlinko",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242660",
  "region": "",
  "text": [
    "Lynette, the stars are kerned so far apart—",
    "Through a herniated zodiac I almost see your",
    ", your",
    ".",
    "In the hundred and two years since you were born, and the sixteen since your heart failed, and the nearly sixty since you gave up poetry, it seems we can’t navigate by the same star chart.",
    "I’d like to think we were fated to work the same coracle: you steering with one hand, grasping your corner of the seine while I grasp mine; together sweeping the weirs.",
    "Lynette saw the sky made wide-waled corduroy by the flight paths of fighter jets.",
    "—“Cloth of the king.”",
    "(“A baseless assertion,” states the",
    ".)",
    "A fireman from the Midlands",
    "said the raids on Swansea were worse than on Birmingham, where a ten-year-old Roy Fisher gaped at the garden where his cousins were slaughtered, and later wrote,",
    ".",
    "Last night, Lynette, my son thought he saw his father in the jumbo jet roaring over Cherryhurst: the weather softer, flight paths altered.",
    "Three weeks now his father gone.",
    "•",
    "Insofar as Moses came to in a coracle, it wasn’t a Welsh one-off; it wasn’t a hapax of vessels.",
    "Insofar as it’s kind of a kiddie boat, not a kayak, not the royal barge the Makah sent William Blake,",
    "Johnny Depp, with into the northern Pacific; not even the Viking ship, its carved prow like an uncial; insofar as it is calico wrapped up in tar, insofar as it is swaddled willow whippets.",
    "•",
    "“Pastoral ding-dong is",
    ",” Lynette wrote, and no wonder— bombs hidden on the glossy knolls.",
    "In the sorrel.",
    "In the tormentil.",
    "I thought she was perhaps the closest I could get to my grandmother.",
    "While Lynette was writing “Displaced Persons”—",
    "The grey hard ground could they find",
    "Relief",
    "—Lydia was migrating, on foot, a thousand miles from Minsk to Hanover through the German lines in a different tongue.",
    "I only have this tongue, so I adopt Lynette’s epic as a stand-in.",
    "She slipped back to childhood in Buenos Aires, garrulous in her dying, her children spiriting a Spanish dictionary into the facil with them on visits.",
    ", she wrote (my mother would be reared there):",
    ".",
    "I can imagine myself down the same funnel reverting to Portuguese and the small pure word-hoard shared between child and grandparent:",
    ",",
    ",",
    ",",
    ",",
    ",",
    ".",
    "Disgraçada!",
    "Let my children bring the dictionary too.",
    "Lynette was ardent for",
    ", and “experimented with a poem on Rain by using all words which had long thin letters....”",
    "Maybe you thrill to such things when English isn’t fully naturalized.",
    "Hers was a poetry full of metals and alloys; air raids they were, ear raids...",
    "•",
    "I’m not so much crusted with parasangs, or dipped in leagues, as fried in miles of a journey resembling the arc between Cleo and asp.",
    "The jacuzzi, on a timer, sank a quarter-hour in froth on a fifty-degree afternoon.",
    "There were sight lines to windy breakers, heaving palms; we floated like epiphytes grown from pond scum, flowers of the abyss.",
    "The meliorative, moist air was soft around a gigantic neon cross.",
    "And it’s true I found it hard to think of you with the hardness I thought of myself.",
    "Since it took hundreds and hundreds of dollars of posters to adorn the walls of that apartment",
    "(Pillsbury dough kitsch; an art deco cigar teetering on a stiletto; a wall plaque of a trilobite fossil; photo of the Sydney Opera House at night; a three-foot geode with its own spotlight on the end of what looked like a colonoscope—)",
    "since it took all that to match the bric-a-brac on the beach, the beach that stretched to fill the picture window,",
    "I thought it took many waves to round the facts; an asp to soften geometric Cleopatra; and that giant cross was earth’s axis extracted—",
    "tendering foliage over all of Florida.",
    "•",
    "I’m in the backyard weeding cotyledons.",
    "Croton.",
    "It’s spring.",
    "There’s larvae noodling in the soil.",
    "“I was rendering a ‘whipping’ stitch,” Lynette wrote, on a silk-and-georgette petticoat, the utility of which would be tested in Dover, where Keidrych had been called up to man the anti-aircraft guns.",
    "Had his Conscientious Objector status been approved on appeal, no end to their Arcadia.",
    "Dylan read Rabelais, drank with Keidrych; Lynette visited with Caitlin.",
    "Household talk.",
    "Debts.",
    "Children.",
    "Insofar as Croton is rank with cotyledons, insofar as weeding is gleeful, insofar as the seed case still caps their tips, I am revising the look of spring on the face of the village.",
    "Insofar as Moses slips through the reeds in his coracle.",
    ".",
    "•",
    "Lynette’s village, Llanybri, is pronounced",
    ".",
    "Even the",
    "’s turn into",
    "’s where modern warfare enters the poem as discord:",
    ".",
    "St.",
    "and",
    "versus",
    ";",
    "versus",
    ";",
    ".",
    "Where did she get the nerve?",
    "I pencil in her age where various dates are given: 32 when she began",
    "; 36 when she had her first child, 37 when she had the second; 39 or 40 when she divorced.",
    "The nervous breakdown came at 47.",
    "Jehovah’s Witness thereafter.",
    "Lynette, if you were here, I’d ask you the one salient question for a woman at the midpoint of life:",
    "How not to harden?",
    "•",
    "In Little Sparta, Ian Hamilton Finlay made an image of an Oerlikon gun and inscribed:",
    "His Music His Missiles His Muses",
    "Like Lynette he observed the swarm-like behavior of fighter jets.",
    "He saw “flame-bearing honey” in the gasoline leaked by immolated warships.",
    "He commemorated the Flower Class Corvette, each a small naval vessel named for a blossom.",
    ".",
    ".",
    "The fragility of men in battle.",
    "The",
    "had eight mounts for each two-pound pom-pom anti-aircraft gun.",
    "This was no Arcadian ding-dong either, as the corduroy bridge Finlay built on a stream had a line from Heraclitus on each plank:",
    "Lynette says:",
    "•",
    "It’s the nickel in my cheap wedding ring that brings on this rash that starts at the corners of my lips.",
    "The ring bought at age twenty-one, paid for with the tips from Buddy’s Crabs and Ribs.",
    "Which I now paint religiously with clear nail polish on the inner band, across the names, the ampersand, where the graving bit exposed the nickel.",
    "Electric sun drilling down on the cubed ice;",
    "Our cyanite flesh chilled on aluminum",
    "The",
    "of warplanes, writ small and annular in marriages, hammered out in Lynette’s ear raids.",
    "•",
    "My library is wreathed in double staircases climbing to a glass dome.",
    "I imagine birds trapped at the top, a cucucurrucued curricula, forming and dissolving figures ad hoc.",
    "Insofar that these are books that were ernes, atom-wise, in former eons.",
    "The abbess of Streoneshall, Caedmon’s abbess, Hilda, was announced to her mother in a pregnancy dream: “a most valuable jewel” delivered from under her garments.",
    "She wrote one of the books in this aerie, this library, wreathed in double staircases; lodged also in subdural interfaces.",
    "Insofar as we’re just pre-ceviche, pre-cadavers-reinterpreting-flan, Lynette, let’s research articles, with babies at our feet: on Welsh architecture, the potato tax, coracles...",
    "I see you floating out to sea in your coracle, the spirit of the Makah accompanying you as far as the Azores: halfway from a kitchen garden in Llanybri, halfway to a",
    "in Buenos Aires."
  ],
  "title": "Cantata for Lynette Roberts",
  "year": ""
}