{
  "author": "Ange Mlinko",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181179",
  "region": "",
  "text": [
    "\"I thought of you as a butterfly tonight,\" getting to eschatology from a sketchpad, your mom's.",
    "And though you write sermons nice and linear you also digress and about-face.",
    "The jeroboam trees are dark tonight.",
    "Darker in the outage than the stars let the sky be.",
    "Partyers all.",
    "The abbot told you, \"I do not have power, the archbishop does not have power, the pope does not have power. Only God has power.\"",
    "Then it is not a kind of violence to put a photo of the Pope in a luscious hacienda, imperilled by a minature pullbell.",
    "Someone admired the hostess's oils. \"Yes, it was a surprise when they hired me to teach but they said, 'We can teach an artist to teach but we can't teach a teacher to be an artist.'\" \"How true,\" the guests murmured.",
    "This was not your mother though artists all say it \"comes from somewhere else.\"",
    "When another guest compared the Catholic to the Episcopal service she said, \"I think not.\"",
    "In a desert once I almost fell off a cliff.",
    "To calm me down a friend told a joke: \"Descartes was sitting on a plane. The stewardess said, 'Coffee or tea?' 'I think not,' Descartes said, and vanished.\"",
    "It took a moment to sink in because I thought he said \"The cart\" as in \"beverage cart.\"",
    "Confusion is the only way to get to eschatology from a sketchpad.",
    "I'm trying to redeem that abbot.",
    "Drawing in the outage.",
    "Once you suggest the origins of music lay in the necessity of drowning out the cries of sacrificial victims, I start listening for them—the cries—under my own singing.",
    "Scholars resurrect books all the time just by quoting them.",
    "When Roman gods popped out of the soil, the Christians looked around wildly.",
    "Sculpt the mouth around \"sculpture,\"",
    ".",
    "They reburied them hurriedly, and the earth gulped.",
    "The statue of the Commendatore went down with Don Giovanni. Which shall I believe, the unrepentence of the sinkholed Don?",
    "Or the statue that converts Leontes by resurrecting his all-forgiving wife?",
    "Hermione who's peerless has a likeness; he who won't about-face is not \"mocked by art\" but brought posthaste to hell, his \"shapely seat and heart\". . .",
    ".",
    "Can we redeem it?",
    "Cities are places are conversion, you said. But I am citiless.",
    "\"She ascended to the thrown,\" you wrote by mistake, of Elizabeth."
  ],
  "title": "Conversion Comedy",
  "year": ""
}