{
  "author": "Ange Mlinko",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249860",
  "region": "",
  "text": [
    "I",
    "Should I take this time, while the children are in school,",
    "to untrim the tree? Standing in the dish we let go dry,",
    "it looks well-preserved, as if Christmas were still",
    "in our future; would it spare their feelings if I dismantle",
    "piece by piece its grandeur, or will I amplify",
    "their sense of loss, to de-jewel it without ritual?",
    "Epiphany, we drove by a painted camel on a church lawn",
    "— or what, after hard freeze, is lawn’s avatar.",
    "No magus, Jefferson Davis brought camel brawn",
    "to Texas to aid in the Civil War. Now they’re gone",
    "except in these tableaux where Balthazar,",
    "with all his diamonds, kneels before the Paragon.",
    "We were coming back from a weekend getaway",
    "before the holiday’s official end. I took the dog,",
    "went out on the beach, but the length of South Padre",
    "was swept by a long wind; dunes went astray;",
    "thin snakes of sand grains slithered; I couldn’t jog;",
    "the Gulf went from glaucous to cauldron gray.",
    "As in a Bedouin poem a gown of white sand",
    "eternally receded before me; the snakes raced.",
    "The profile of the island was changing, and",
    "despite the fury in my heart this tempest fanned,",
    "all texts are unwritten by the same hand.",
    "Boxes of baubles for yearly display we haul",
    "faithfully from house to house no nomad, I realize,",
    "could conscion. Your hem’s circumference all",
    "you know of enclosure. The open stall.",
    "Patterns are starting to emerge to my wondering eyes —",
    "on my skin, even. Up close, the epidermal",
    "Alhambra of triangles, stars. Back of wrist. Kneecap.",
    "Gypsies that named the lines on palms don’t look",
    "at soles, like yours, that close the lovelorn gap",
    "between the territory and (yes, yes) the map.",
    "Our tree is still in its vise. The road we took",
    "(don’t turn) is riddled with needles. Dried sap.",
    "II",
    "The boys are lighting fireworks on the ground.",
    "(Recall, this is a country called Illyria;",
    "even stars are upside down.)",
    "Toby and Andrew name the kinds of deliria:",
    "jumping jack, blooming flower, black cat ...",
    "What rose-green shower — or umbrella — is that?",
    "The empty lot Toby and Andrew bring us to",
    "where crab-like diggers squat",
    "inertly in the champagne-cold, is impromptu",
    "beach, with all the night sky for sea. Juiced-",
    "up Roman candles discharge into it. Loosed,",
    "frantic, spinners change color like salamanders:",
    "spry Viola jumps back, goosed;",
    "but Feste jokes about motley, and ganders",
    "at the tracers that shroud us in gunsmoke.",
    "(Perhaps it’s just another carnival joke —",
    "your hand on the small of my back? Like blooms",
    "in the sky?) The New Year spoke",
    "by spoke nears, but with a breath of tombs",
    "the moment Feste, feeling insolently gay,",
    "heckles a rather elderly personage: “Pray",
    "you go out on your toes — or comatose.”",
    "I hear Malvolio say",
    "to Olivia holding her sparkler overly close,",
    "“Back off — you’re wearing too much hairspray.”",
    "III",
    "Speaking of ground flowers:",
    "Epiphany. The resorts are dead",
    "but for the foreign powers",
    "that raise pistils in a yellow head",
    "crouching on a Cypriot beach.",
    "A rough, hairy pod — surprise!",
    "— jumps at my touch",
    "and squirts seed at my eyes.",
    "Because I hear the wind rush",
    "against the palm-palms",
    "with which our balcony is flush;",
    "sky cloud over with qualms;",
    "memories blur. Psyche’s actuaries",
    "beg to take the measure",
    "of our folded white Januaries",
    "with sleep’s ruled erasure.",
    "IV",
    "Do I have to be mailed in bubbles or",
    "toiling over bouillabaisse,",
    "frisées, port glaze for Sir Omnivore;",
    "protagonist of a page-turner, Haze",
    "or",
    "; people-pleaser, cocktease,",
    "she-bear, in niqab, in getup, in stays;",
    "having taken St. Paul’s advice to seize",
    "the gold ring: Who groks the paradox?",
    "Though one would sooner burn than freeze ...",
    "a stovetop espresso maker with the heft",
    "of a campfire kettle",
    "to express more strongly my mettle.",
    "Isn’t Love all this, all this mocks?"
  ],
  "title": "“They that dally nicely with words may quickly make them wanton”",
  "year": ""
}