{
  "author": "Stephen Dunn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30493",
  "region": "",
  "text": [
    "Because the ostracized experience the world",
    "in ways peculiar to themselves, often seeing it",
    "clearly yet with such anger and longing",
    "that they sometimes enlarge what they see,",
    "she at first saw Brigantine as a paradise for gulls.",
    "She must be a horseshoe crab washed ashore.",
    "How startling, though, no one knew about her past,",
    "the scandal with Percy, the tragic early deaths,",
    "yet sad that her Frankenstein had become",
    "just a name, like Dracula or Satan, something",
    "that stood for a kind of scariness, good for a laugh.",
    "She found herself welcome everywhere.",
    "People would tell her about Brigantine Castle,",
    "turned into a house of horror. They thought",
    "she'd be pleased that her monster roamed",
    "its dark corridors, making children scream.",
    "They lamented the day it was razed.",
    "Thus Mary Shelley found herself accepted",
    "by those who had no monster in them —",
    "the most frightening people alive, she thought.",
    "Didn't they know Frankenstein had abandoned",
    "his creation, set him loose without guidance",
    "or a name? Didn't they know what it feels like",
    "to be lost, freaky, forever seeking who you are?",
    "She was amazed now that people believed",
    "you could shop for everything you might need.",
    "She loved that in the dunes you could almost hide.",
    "At the computer store she asked an expert",
    "if there was such a thing as too much knowledge,",
    "or going too far? He directed her to a website",
    "where he thought the answers were.",
    "Yet Mary Shelley realized that the pain she felt",
    "all her life was gone. Could her children, dead so young,",
    "be alive somewhere, too? She couldn't know",
    "that only her famous mother had such a chance.",
    "She was almost ready to praise this awful world."
  ],
  "title": "Mary Shelley in Brigantine",
  "year": ""
}