{
  "author": "Yvor Winters",
  "classification": "Persona",
  "keywords": [
    "Nature",
    "Living",
    "Disappointment",
    "Failure",
    "Money",
    "Economics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177280",
  "region": "U.S., Western",
  "text": [
    "I was the patriarch of the shining land,",
    "Of the blond summer and metallic grain;",
    "Men vanished at the motion of my hand,",
    "And when I beckoned they would come again.",
    "The earth grew dense with grain at my desire;",
    "The shade was deepened at the springs and streams;",
    "Moving in dust that clung like pillared fire,",
    "The gathering herds grew heavy in my dreams.",
    "Across the mountains, naked from the heights,",
    "Down to the valley broken settlers came,",
    "And in my houses feasted through the nights,",
    "Rebuilt their sinews and assumed a name.",
    "In my clear rivers my own men discerned",
    "The motive for the ruin and the crime—",
    "Gold heavier than earth, a wealth unearned,",
    "Loot, for two decades, from the heart of Time.",
    "Metal, intrinsic value, deep and dense,",
    "Preanimate, inimitable, still,",
    "Real, but an evil with no human sense,",
    "Dispersed the mind to concentrate the will.",
    "Grained by alchemic change, the human kind",
    "Turned from themselves to rivers and to rocks;",
    "With dynamite broke metal unrefined;",
    "Measured their moods by geologic shocks.",
    "With knives they dug the metal out of stone;",
    "Turned rivers back, for gold through ages piled,",
    "Drove knives to hearts, and faced the gold alone;",
    "Valley and river ruined and reviled;",
    "Reviled and ruined me, my servant slew,",
    "Strangled him from the figtree by my door.",
    "When they had done what fury bade them do,",
    "I was a cursing beggar, stripped and sore.",
    "What end impersonal, what breathless age,",
    "Incontinent of quiet and of years,",
    "What calm catastrophe will yet assuage",
    "This final drouth of penitential tears?"
  ],
  "title": "John Sutter",
  "year": ""
}