{
  "author": "Yvor Winters",
  "classification": "Couplet",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Relationships",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177275",
  "region": "U.S., Western",
  "text": [
    "From the high terrace porch I watch the dawn.",
    "No light appears, though dark has mostly gone,",
    "Sunk from the cold and monstrous stone. The hills",
    "Lie naked but not light. The darkness spills",
    "Down the remoter gulleys; pooled, will stay",
    "Too low to melt, not yet alive with day.",
    "Below the windows, the lawn, matted deep",
    "Under its close-cropped tips with dewy sleep,",
    "Gives off a faint hush, all its plushy swarm",
    "Alive with coolness reaching to be warm.",
    "Gray windows at my back, the massy frame",
    "Dull with the blackness that has not a name;",
    "But down below, the garden is still young,",
    "Of five years’ growth, perhaps, and terrace-hung,",
    "Drop by slow drop of seeping concrete walls.",
    "Such are the bastions of our pastorals!",
    "Here are no palms! They once lined country ways,",
    "Where old white houses glared down dusty days,",
    "With small round towers, blunt-headed through small trees.",
    "Those towers are now the hiving place of bees.",
    "The palms were coarse; their leaves hung thick with dust;",
    "The roads were muffled deep. But now deep rust",
    "Has fastened on the wheels that labored then.",
    "Peace to all such, and to all sleeping men!",
    "I lived my childhood there, a passive dream",
    "In the expanse of that recessive scheme.",
    "Slow air, slow fire! O deep delay of Time!",
    "That summer crater smoked like slaking lime,",
    "The hills so dry, so dense the underbrush,",
    "That where I pushed my way the giant hush",
    "Was changed to soft explosion as the sage",
    "Broke down to powdered ash, the sift of age,",
    "And fell along my path, a shadowy rift.",
    "On these rocks now no burning ashes drift;",
    "Mowed lawn has crept along the granite bench;",
    "The yellow blossoms of acacia drench",
    "The dawn with pollen; and, with waxen green,",
    "The long leaves of the eucalypti screen",
    "The closer hills from view\u0097lithe, tall, and fine,",
    "And nobly clad with youth, they bend and shine.",
    "The small dark pool, jutting with living rock,",
    "Trembles at every atmospheric shock,",
    "Blurred to its depth with the cold living ooze.",
    "From cloudy caves, heavy with summer dews,",
    "The shyest and most tremulous beings stir,",
    "The pulsing of their fins a lucent blur,",
    "That, like illusion, glances off the view.",
    "The pulsing mouths, like metronomes, are true,",
    "This is my father’s house, no homestead here",
    "That I shall live in, but a shining sphere",
    "Of glass and glassy moments, frail surprise,",
    "My father’s phantasy of Paradise;",
    "Which melts upon his death, which he attained",
    "With loss of heart for every step he gained.",
    "Too firmly gentle to displace the great,",
    "He crystallized this vision somewhat late;",
    "Forbidden now to climb the garden stair,",
    "He views the terrace from a window chair.",
    "His friends, hard shaken by some twenty years,",
    "Tremble with palsy and with senile fears,",
    "In their late middle age gone cold and gray.",
    "Fine men, now broken. That the vision stay,",
    "They spend astutely their depleted breath,",
    "With tired ironic faces wait for death.",
    "Below the garden the hills fold away.",
    "Deep in the valley, a mist fine as spray,",
    "Ready to shatter into spinning light,",
    "Conceals the city at the edge of night.",
    "The city, on the tremendous valley floor,",
    "Draws its dream deeper for an instant more,",
    "Superb on solid loam, and breathing deep,",
    "Poised for a moment at the edge of sleep.",
    "Cement roads mark the hills, wide, bending free",
    "Of cliff and headland. Dropping toward the sea,",
    "Through suburb after suburb, vast ravines",
    "Swell to the summer drone of fine machines.",
    "The driver, melting down the distance here,",
    "May cast in flight the faint hoof of a deer",
    "Or pass the faint head set perplexedly.",
    "And man-made stone outgrows the living tree,",
    "And at its rising, air is shaken, men",
    "Are shattered, and the tremor swells again,",
    "Extending to the naked salty shore,",
    "Rank with the sea, which crumbles evermore."
  ],
  "title": "On a View of Pasadena from the Hills",
  "year": ""
}