{
  "author": "Yvor Winters",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177274",
  "region": "U.S., Western",
  "text": [
    "Far out of sight forever stands the sea,",
    "Bounding the land with pale tranquillity.",
    "When a small child, I watched it from a hill",
    "At thirty miles or more. The vision still",
    "Lies in the eye, soft blue and far away:",
    "The rain has washed the dust from April day;",
    "Paint-brush and lupine lie against the ground;",
    "The wind above the hill-top has the sound",
    "Of distant water in unbroken sky;",
    "Dark and precise the little steamers ply-",
    "Firm in direction they seem not to stir.",
    "That is illusion. The artificer",
    "Of quiet, distance holds me in a vise",
    "And holds the ocean steady to my eyes.",
    "Once when I rounded Flattery, the sea",
    "Hove its loose weight like sand to tangle me",
    "Upon the washing deck, to crush the hull;",
    "Subsiding, dragged flesh at the bone. The skull",
    "Felt the retreating wash of dreaming hair.",
    "Half drenched in dissolution, I lay bare.",
    "I scarcely pulled myself erect; I came",
    "Back slowly, slowly knew myself the same.",
    "That was the ocean. From the ship we saw",
    "Gray whales for miles: the long sweep of the jaw,",
    "The blunt head plunging clean above the wave.",
    "And one rose in a tent of sea and gave",
    "A darkening shudder; water fell away;",
    "The whale stood shining, and then sank in spray.",
    "A landsman, I. The sea is but a sound.",
    "I would be near it on a sandy mound,",
    "And hear the steady rushing of the deep",
    "While I lay stinging in the sand with sleep.",
    "I have lived inland long. The land is numb.",
    "It stands beneath the feet, and one may come",
    "Walking securely, till the sea extends",
    "Its limber margin, and precision ends.",
    "By night a chaos of commingling power,",
    "The whole Pacific hovers hour by hour.",
    "The slow Pacific swell stirs on the sand,",
    "Sleeping to sink away, withdrawing land,",
    "Heaving and wrinkled in the moon, and blind;",
    "Or gathers seaward, ebbing out of mind."
  ],
  "title": "The Slow Pacific Swell",
  "year": ""
}