{
  "author": "Yvor Winters",
  "classification": "Couplet",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177276",
  "region": "U.S., Western",
  "text": [
    "I now remembered slowly how I came,",
    "I, sometime living, sometime with a name,",
    "Creeping by iron ways across the bare",
    "Wastes of Wyoming, turning in despair,",
    "Changing and turning, till the fall of night,",
    "Then throbbing motionless with iron might.",
    "Four days and nights! Small stations by the way,",
    "Sunk far past midnight! Nothing one can say",
    "Names the compassion they stir in the heart.",
    "Obscure men shift and cry, and we depart.",
    "And I remembered with the early sun",
    "That foul-mouthed barber back in Pendleton,",
    "The sprawling streets, the icy station bench,",
    "The Round-up pennants, the latrinal stench.",
    "These towns are cold by day, the flesh of vice",
    "Raw and decisive, and the will precise;",
    "At night the turbulence of drink and mud,",
    "Blue glare of gas, the dances dripping blood,",
    "Fists thudding murder in the shadowy air,",
    "Exhausted whores, sunk to a changeless stare.",
    "Alive in empty fact alone, extreme,",
    "They make each fact a mortuary dream.",
    "Once when the train paused in an empty place,",
    "I met the unmoved landscape face to face;",
    "Smoothing abysses that no stream could slake,",
    "Deep in its black gulch crept the heavy Snake,",
    "The sound diffused, and so intently firm,",
    "It seemed the silence, having change nor term.",
    "Beyond the river, gray volcanic stone",
    "In rolling hills: the river moved alone.",
    "And when we started, charged with mass, and slow,",
    "We hung against it in an awful flow.",
    "Thus I proceeded until early night,",
    "And, when I read the station’s name aright,",
    "Descended—at the bidding of a word!",
    "I slept the night out where the thought occurred,",
    "Then rose to view the dwelling where I lay.",
    "Outside, the bare land stretching far away;",
    "The frame house, new, fortuitous, and bright,",
    "Pointing the presence of the morning light;",
    "A train’s far screaming, clean as shining steel",
    "Planing the distance for the gliding heel.",
    "Through shrinking frost, autumnal grass uncurled,",
    "In naked sunlight, on a naked world."
  ],
  "title": "The Journey",
  "year": ""
}