{
  "author": "Brenda Shaughnessy",
  "classification": "",
  "keywords": [
    "Love",
    "Relationships",
    "Separation",
    "Divorce",
    "Desire",
    "Break-ups",
    "Vexed Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182961",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1",
    "One version of the story is I wish you back—",
    "that I used each evening evening out",
    "what all day spent wrinkling.",
    "I bought a dress that was so extravagantly feminine",
    "you could see my ovaries through it.",
    "This is how I thought I would seduce you.",
    "This is how frantic I hollowed out.",
    "2",
    "Another way of telling it",
    "is to hire some kind of gnarled",
    "and symbolic troll to make",
    "a tape recording.",
    "Of plastic beads coming unglued",
    "from a child’s jewelry box.",
    "This might be an important sound,",
    "like serotonin or mighty mitochondria,",
    "so your body hears about",
    "how you stole the ring made",
    "from a glittery opiate",
    "and the locket that held candy.",
    "3",
    "It’s only fair that I present yet another side,",
    "as insidious as it is,",
    "because two sides hold up nothing but each other.",
    "A tentacled skepticism,",
    "a suspended contempt,",
    "such fancies and toxins form a third wall.",
    "A mean way to end",
    "and I never dreamed we meant it.",
    "4",
    "Another way of putting it is like",
    "slathering jam on a scrape.",
    "Do sweets soothe pain or simply make it stick?",
    "Which is the worst! So much technology",
    "and no fix for sticky if you can’t taste it.",
    "I mean there’s no relief unless.",
    "So I’m coming, all this excitement,",
    "to your house. To a place where there’s no room for play.",
    "It is possible you’ll lock me out and I’ll finally",
    "focus on making mudcakes look solid in the rain.",
    "5",
    "In some cultures the story told is slightly different—",
    "in that it is set in an aquarium and the audience participates",
    "as various fish. The twist comes when it is revealed",
    "that the most personally attractive fish have eyes",
    "only on one side and repel each other like magnets.",
    "The starfish is the size of an eraser and does as much damage.",
    "Starfish, the eponymous and still unlikely hero, has",
    "those five pink moving suckerpads",
    "that allow endless permutations so no solid memory,",
    "no recent history, nothing better, left unsaid.",
    "6",
    "The story exists even when there are no witnesses,",
    "kissers, tellers. Because secrets secrete,",
    "and these versions tend to be slapstick, as if in a candy",
    "factory the chocolate belted down the conveyor too fast",
    "or everyone turned sideways at the same time by accident.",
    "This little tale tries so hard to be humorous,",
    "wants so badly to win affection and to lodge.",
    "Because nothing is truly forgotten",
    "loved.",
    "7",
    "Three million Richards can’t be wrong.",
    "So when they levy a critique of an undertaking which,",
    "in their view, overtakes, I take it seriously.",
    "They think one may start a tale off whingy",
    "and wretched in a regular voice.",
    "But when one strikes out whimsically,",
    "as if meta-is-better, as if",
    "as if this story is",
    "it is only who you are fooling that’s nobody.",
    "The Richards believe you cannot",
    "privately jettison into the sky, just for fun.",
    "You must stack stories from the foundation up.",
    "From the sad heart and the feet tired of supporting it.",
    "Language is architecture, after all, not an air capsule,",
    "not a hang glide. This is real life.",
    "So don’t invite anyone to a house that hasn’t been built.",
    "Because no one unbuilds meticulously",
    "and meticulosity is what allows hearing.",
    "Three million Richards make one point.",
    "I hear it in order to make others. Mistake.",
    "8",
    "As it turns out, there is a wrong way to tell this story.",
    "I was wrong to tell you how muti-true everything is,",
    "when it would be truer to say nothing.",
    "I’ve invented so much and prevented more.",
    "But, I’d like to talk with you about other things,",
    "in absolute quiet. In extreme context.",
    "To see you again, isn’t love revision?",
    "It could have gone so many ways.",
    "This just one of the ways it went.",
    "Tell me another."
  ],
  "title": "One Love Story, Eight Takes",
  "year": ""
}