{
  "author": "Carolyn Kizer",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Realistic",
    "Complicated",
    "Romantic Love",
    "Relationships",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241960",
  "region": "U.S., Northwestern",
  "text": [
    "At a party I spy a handsome psychiatrist,",
    "And wish, as we all do, to get her advice for free.",
    "Doctor, I’ll say, I’m supposed to be a poet.",
    "All life’s awfulness has been grist to me.",
    "We learn that happiness is a Chinese meal,",
    "While sorrow is a nourishment forever.",
    "My new environment is California Dreamer.",
    "I’m fearful I’m forgetting how to brood.",
    "And, Doctor, another thing has got me worried:",
    "I’m not drinking as much as I should . . .",
    "At home, I want to write a happy poem",
    "On love, or a love poem of happiness.",
    "But they won’t do, the tensions of every day,",
    "The rub, the minor abrasions of any two",
    "Who share one space. Ah, there’s no substitute for tragedy!",
    "But in this chapter, tragedy belongs",
    "To that other life, the old life before",
    "Here is my aphorism of the day:",
    "Happy people are monogamous.",
    "Even in California. So how does the poem play",
    "Without the paraphernalia of betrayal and loss?",
    "I don’t have a jealous eye or fear",
    "And neither do you. In truth, I’m fond",
    "Of your ex-mate, whom I name “my wife-in-law.”",
    "My former husband, that old disaster, is now just funny,",
    "So laugh we do, in what Cyril Connolly",
    "Has called the endless, nocturnal conversation",
    "Of marriage. Which may be the best part.",
    "Darling, must I love you in light verse",
    "Without the tribute of profoundest art?",
    "Of course it won’t last. You will break my heart",
    "Or I yours, by dying. I could weep over that.",
    "But now it seems forced, here in these heaven hills,",
    "The mourning doves mourning, the squirrels mating,",
    "My old cat warm in my lap, here on our terrace",
    "As from below comes a musical cursing",
    "As you mend my favorite plate. Later of course",
    "I could pick a fight; there is always material in that.",
    "But we don’t come from fighting people, those",
    "Who scream out red-hot iambs in their hate.",
    "No, love, the heavy poem will have to come",
    "From",
    "fertile with pain, or perhaps",
    "Detonated by terrors far beyond this place",
    "Where the world rends itself, and its tainted waters",
    "Rise in the east to erode our safety here.",
    "Much as I want to gather a lifetime thrift",
    "And craft, my cunning skills tied in a knot for you,",
    "There is only this useless happiness as gift.﻿"
  ],
  "title": "Afternoon Happiness",
  "year": ""
}