{
  "author": "Carolyn Kizer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/24882",
  "region": "",
  "text": [
    "Now, when he and I meet, after all these years,",
    "I say to the bitch inside me, don’t start growling.",
    "He isn’t a trespasser anymore,",
    "Just an old acquaintance tipping his hat.",
    "My voice says, “Nice to see you,”",
    "As the bitch starts to bark hysterically.",
    "He isn’t an enemy now,",
    "Where are your manners, I say, as I say,",
    "“How are the children? They must be growing up.”",
    "At a kind word from him, a look like the old days,",
    "The bitch changes her tone; she begins to whimper.",
    "She wants to snuggle up to him, to cringe.",
    "Down, girl! Keep your distance",
    "Or I’ll give you a taste of the choke-chain.",
    "“Fine, I’m just fine,” I tell him.",
    "She slobbers and grovels.",
    "After all, I am her mistress. She is basically loyal.",
    "It’s just that she remembers how she came running",
    "Each evening, when she heard his step;",
    "How she lay at his feet and looked up adoringly",
    "Though he was absorbed in his paper;",
    "Or, bored with her devotion, ordered her to the kitchen",
    "Until he was ready to play.",
    "But the small careless kindnesses",
    "When he’d had a good day, or a couple of drinks,",
    "Come back to her now, seem more important",
    "Than the casual cruelties, the ultimate dismissal.",
    "“It’s nice to know you are doing so well,” I say.",
    "He couldn’t have taken you with him;",
    "You were too demonstrative, too clumsy,",
    "Not like the well-groomed pets of his new friends.",
    "“Give my regards to your wife,” I say. You gag",
    "As I drag you off by the scruff,",
    "Saying, “Goodbye! Goodbye! Nice to have seen you again.”"
  ],
  "title": "Bitch",
  "year": ""
}