{
  "author": "Carolyn Kizer",
  "classification": "Epistle",
  "keywords": [
    "History",
    "Politics",
    "Gardening",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171311",
  "region": "U.S., Northwestern",
  "text": [
    "At Samoa, hardly unpacked, I commenced planting,",
    "When I’d opened the chicken crates, built the Cochins a coop.",
    "The Reverend Mr. Claxton called, found me covered with mud,",
    "My clothes torn, my hair in a wad, my bare feet bleeding.",
    "I had started the buffalo grass in the new-made clearing.",
    "The next day the priest paid a visit. Civil but restless,",
    "I was dying to plant the alfalfa seed—gave him a packet.",
    "That evening I paced up and down, dropping melon seeds,",
    "Tomatoes and bush lima beans here and there",
    "Where I thought they would grow. We were short of food now,",
    "So I cooked up a mess of fat little parrots, disturbed",
    "At the way they suggested cages and swings and stands ...",
    "An excellent meal. I have been told the dodo survived here,",
    "And yearn for a pet on a string. And I built the pig-house.",
    "I had brought sweet coconut seed from Savage Island.",
    "I planted kidney potatoes in small earthen hills.",
    "Sowed seeds of eggplant in numerous boxes of soil,",
    "Tomato and artichoke too; half-a-dozen fine pineapple",
    "Sent over by Mr. Carruthers, the island solicitor.",
    "As fast as we eat them, we plant the tops.",
    "The kitchen a shack near the house. I made bread in the rain.",
    "October, 1890. I have been here nearly a month;",
    "Put in corn, peas, onions, radishes, lettuce. Lima beans",
    "Are already coming up. The ripening cantaloupe were stolen.",
    "Carruthers gave me mint root and grenadilla",
    "Like a bouquet; he delivered a load of trees,",
    "Two mangoes among them. I set them out in a heavy rain,",
    "Then rounded off the afternoon sowing Indian corn.",
    "Louis has called me a peasant. How I brooded!",
    "Confided it to you, diary, then crossed it out.",
    "Peasant because I delve in the earth, the earth I own.",
    "Confiding my seed and root—I too a creator?",
    "My heart melts over a bed of young peas. A blossom",
    "On the rose tree is like a poem by my son.",
    "My hurt healed by its cause, I go on planting.",
    "No one else works much. The natives take it easy;",
    "The colonials keep their shops, and a shortage of customers.",
    "The mail comes four times a month, and the gossip all day.",
    "The bars are crowded with amateur politicians,",
    "Office-seekers I named the earwig consul and king:",
    "Big talkers, with small-time conspirators drinking them in.",
    "Mr. Carruthers and I picked a site for the kitchen garden.",
    "I was planting a new lot of corn and pumpkin",
    "When a young chief arrived, laden with pineapple plants.",
    "I set them out as I talked to him on the way home.",
    "Rats and a wild hen ate the corn. Lettuce got too much sun.",
    "So I dug a new patch up the road; in the fragrant evening",
    "I confided to Louis, a puff of the sweetest scent",
    "Blows back as I cast away a handful of so-called weeds!",
    "It still hurts, his remark that I have the soul of a peasant.",
    "My vanity, like a newly felled tree, lies prone and bleeding.",
    "I clear the weeds near the house for planting maize.",
    "Sweet corn and peas are showing. I send for more seeds.",
    "I clean out the potatoes, which had rotted in their hills.",
    "Of course, RLS is not idle; he is writing",
    "How the great powers combine to carve up these islands.",
    "I discovered the ylang-ylang tree: a base for perfume,",
    "Though it suggested to me the odor of boots.",
    "Another tree is scented like pepper and spice,",
    "And one terrible tree, I am forced to say,",
    "Smells like ordure ... It nearly made me ill.",
    "Breadfruit is plentiful. I found a banana grove,",
    "Began clearing it instantly, and worked till I was dizzy.",
    "The garden looks like a graveyard: beds shaped like tombs.",
    "I plant cabbage which I loathe, so the British won’t tease me",
    "For not growing it. But behold! in the hedge",
    "Among citron and lime, many lemon trees, in full bearing.",
    "Still, I will fall to brooding before the mirror,",
    "Though Louis says he finds the peasant class “interesting.”",
    "He is forty today. I am ten years his senior.",
    "On the cleared land, the green mummy-apple,",
    "Male and female, is springing up everywhere.",
    "I discover wild ginger, turmeric, something like sugar.",
    "Roots of orange, breadfruit and mango, seeds of cacao",
    "Came with a shipment from Sydney; also eleven",
    "Young navel orange trees. The strawberry plants are rotten.",
    "I am given a handful of bees. I plant more pineapple.",
    "All fall I am cursed with asthma, rheumatics, a painful ear.",
    "Christmas. A hurricane. And the New Year begins.",
    "Louis describes it divinely to Henry James.",
    "Mr. Carruthers’ gift pineapple starts to fruit.",
    "I set out one precious rhubarb plant, pause to gloat",
    "At the ripe tomatoes, the flourishing long-podded beans.",
    "But the neighbors’ horses break in and trample the corn.",
    "Sometimes, when planting, a strange subterranean rumble",
    "—Volcanic?—vexes the earth beneath this peasant haunch.",
    "I rise up from my furrow, knuckle smooth my brow",
    "As I sniff the air, suddenly chemical, a sulphurous fume.",
    "Louis insisted on going to Sydney, fell ill again.",
    "His mother comes back with him, finds me on my knees.",
    "The old lady’s heart leaps! Alas, I am planting, not praying.",
    "We both rise at five-thirty, after dreaming of weeds.",
    "Louis describes to me endless vivid deeps:",
    "Dreams of nettle-stings, stabs from the citron’s thorns,",
    "The ants’ fiery bites, the resistance of mud and slime,",
    "The evasions of wormy roots, the dead weight of heat",
    "In the sudden puffs of air ... Louis writes till nine,",
    "Then if he’s well enough, he helps with the weeding.",
    "He writes Colvin, keeper of prints at the British Museum,",
    "“I know pleasure still ... with a thousand faces,",
    "None perfect, a thousand tongues, all broken,",
    "A thousand hands, all with scratching nails ...",
    "High among joys, I place this delight of weeding,",
    "Out here alone by the garrulous water, under the silence",
    "Of the high wind, broken by sounds of birds.”",
    "The shock of bird-calls, laughing and whistling!",
    "They mimic his name till it seems, he says,",
    "“The birds re-live the business of my day.”",
    "But the rain continues to fall on birds and weeds.",
    "The new servants fooled around with the ice machine",
    "As the house leaked and listed. Mildew spread its failure.",
    "Mrs. S. gave me some nuts, and went back to Australia.",
    "Green peppers, eggplant, tomatoes are flourishing,",
    "Asparagus also. The celery does to season soup.",
    "Avocados grow at a rate that is almost frightening.",
    "Coconuts too. I read about Stanley and Livingstone.",
    "I cured my five ulcers with calomel, wished I could tell",
    "Stanley the remedy. Instead, I made perfume.",
    "The servants feared devils, so I planted the orange grove alone.",
    "For two months I misplaced this diary ...",
    "War is in the air, talk of killing all whites.",
    "I bought coffee trees, rose trees, and Indian beans,",
    "Then went to Fiji to rest, and to get more seeds",
    "From a former Kew gardener. An Indian in a shop",
    "Told me how to raise Persian melon and cauliflower",
    "And a radish that turns into a turnip when it grows up.",
    "I came home to a burgeoning world: cacao, custard squash.",
    "The new house was finished, and painted peacock blue.",
    "The jealous old cat bit off the new cat’s toes.",
    "My mother-in-law returned with her Bible and lady’s maid;",
    "My daughter, her family, and my son Lloyd came too.",
    "The relatives had a terrible row. Mrs. S. refused",
    "To pray with the servants. I threw up my hands!",
    "My diary entries grow farther and farther apart.",
    "I wrote life was a strain. Later, someone crossed it out.",
    "In pain again, from an aneurysm inside my head ...",
    "I planted more and more cacao, and a form of cherry tree,",
    "Tobacco and rubber, taught how by Mr. Sketchley.",
    "I planted more cacao through an epidemic of ’flu.",
    "Three hundred seeds in baskets broke through the ground.",
    "I get almost no time to write. I have been planting ...",
    "Four kinds of cabbage are doing very well.",
    "Mr. Haggard, the land commissioner, come to dine,",
    "Points out a weed which makes excellent eating",
    "Cooked like asparagus. I shall try it very soon.",
    "Now, when the Reverend Mr. Claxton comes to call,",
    "I refuse to see him. I am tired of the Claxtons.",
    "The political situation grows grim. I rage at Louis",
    "Who toasts, “Her Blessed Majesty the Queen,” then aggressively",
    "Throbbing, turns to my American son",
    "To say he may drink to the President",
    "If he likes. I am writing this down",
    "Hoping Louis will see it later, and be ashamed",
    "Of his childishness and bad taste. (This will be erased.)",
    "Because war is near, the Germans stop growing cacao.",
    "Captain Hufnagel offers me all the seeds I can use.",
    "So now we are blazing with cacao fever,",
    "The whole family infected. Six hundred plants set out!",
    "The verandah tracked with mud, and the cacao litter.",
    "Mrs. S. upset by the mess. Twelve hundred cacaos planted.",
    "Joe, my son-in-law, planted his thousandth tree today.",
    "The tree onions make large bulbs but don’t want to seed.",
    "Most vigorous: sunflower, watermelon—weeds!",
    "The jelly from berries out of the bush is delicious;",
    "Lovely perfume from massoi, citron, vanilla, and gum.",
    "The peanuts are weeded while Joe plays on his flute.",
    "I plant cabbage by moonlight, set out more cacao.",
    "The heart of a death’s-head moth beats a tattoo in my hand.",
    "Planted coffee all day, and breadfruit, five beauties ...",
    "Planted coffee the better part of the day, eight plants.",
    "In the nursery, three times that many. Planted coffee ...",
    "Painted the storm shutters. Planted coffee all morning.",
    "I found a heap of old bones in a bush near the sty;",
    "Two heads and a body: a warrior died with his prize.",
    "Louis gave the bones a funeral and a burial.",
    "A series of hurricanes: Louis writes to",
    "Of “the foul colonial politics.” I send to New York for seeds:",
    "Southern Cross cabbage, eggplant, sweet potato",
    "And two thousand custard apples. Louis’ own seed,",
    ", is growing. I wrote nothing",
    "From June till the end of this year; too busy planting.",
    "The Samoan princes are getting nearer to war.",
    "It pains me to write this: my son-in-law has gone native",
    "In a spectacular way. Belle is divorcing him.",
    "Austin, my grandson, is in school in Monterey.",
    "I have not, I believe, mentioned Mrs. Stevenson recently.",
    "She has gone back to Scotland. The first breadfruit bore.",
    "Belle and I go on sketching expeditions",
    "To the hostile Samoan camps, stop in town for ginger beer.",
    "Mr. Haggard begged us to stay in town",
    "Because he bitterly wanted women to protect.",
    "I suggested to him that I and my daughter",
    "Could hide under his table and hand him cartridges",
    "At the window, to complete the romantic effect.",
    "It is clear that Mr. Haggard is Ryder’s brother!",
    "He said, “You’d sell your life for a bunch of banana trees.”",
    "I’ve given permission to most of the “boys”",
    "To go to the races. Lloyd has put up the lawn tennis things.",
    "Mr. Gurr, the neighbor, rushes in to say war has begun.",
    "We all race to the mission. Eleven heads have been taken.",
    "Later: Mr. Dine’s cousin received a head smeared with black",
    "(The custom is to return them to the bereaved).",
    "He washed it off and discovered it was his brother.",
    "He sat there, holding his brother’s head in his hands,",
    "Kissing it, bathing it with his tears. A scandal arose",
    "Because the heads of three girls have been taken as well",
    "(Unheard of before in Samoa), returned wrapped in silk to their kin.",
    "At Malie, the warriors danced a head-hunter’s pantomime;",
    "The men who had taken heads carried great lumps of raw pork",
    "Between their teeth, cut in the semblance of heads.",
    "I stopped writing this. Too hysterical with migraine.",
    "Also, people find where I hide it, and strike things out.",
    "Our favorite chief is exiled for life. The war winds down.",
    "Louis works on his masterpiece,",
    "Well, I’ve kept him alive for eight more years,",
    "While his dear friends would have condemned him to fog and rain",
    "So they might enjoy his glorious talk in London,",
    "Though it be the end of him. Fine friends! except for James.",
    "Later: At six, Louis helped with the mayonnaise,",
    "When he put both hands to his head, said, “Oh, what a pain!",
    "Do I look strange?” I said no, not wanting to frighten him.",
    "He was never conscious again. In two hours he died.",
    "Tonight, the chiefs with their axes are digging a path",
    "To the top of the mountain. They will dig his grave.",
    "I will leave here as soon as I can, and never return,",
    "Except to be buried beside him. I will live like a gipsy",
    "In my wild, ragged clothes, until I am old, old.",
    "I will have pretty gardens wherever I am,",
    "But never breadfruit, custard apples, grenadilla, cacao,",
    "Pineapple, ylang-ylang, citron, mango, cacao,",
    "Never again succumb to the fever of planting."
  ],
  "title": "Fanny",
  "year": ""
}