{
  "author": "Carolyn Kizer",
  "classification": "",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Class",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241636",
  "region": "U.S., Northwestern",
  "text": [
    "Last night I dreamed I ran through the streets of New York",
    "Looking for help for you, Nicanor.",
    "But my few friends who are rich or influential",
    "were temporarily absent from their penthouses or hotel suites.",
    "They had gone to the opera, or flown for the weekend to Bermuda.",
    "At last I found one or two of them at home,",
    "preparing for social engagements,",
    "absently smiling, as they tried on gown after gown",
    "until heaps of rich, beautiful fabric were strewn",
    "over the chairs and sofas. They posed before mirrors,",
    "with their diamonds and trinkets and floor-length furs.",
    "Smiling at me from the mirror, they vaguely promised help.",
    "They became distracted—by constantly ringing phones,",
    "by obsequious secretaries, bustling in with packages,",
    "flowers, messages, all the paraphernalia,",
    "all part of the uninterruptible rounds of the rich,",
    "the nice rich, smiling soothingly, as they touched their hair",
    "or picked up their phone extensions.",
    "Absently patting my arm, they smiled, “It will be all right.”",
    "Dusk fell on the city as I ran, naked, weeping, into the streets.",
    "I ran to the home of Barbara, my friend,",
    "Who, as a young girl, rescued four Loyalist soldiers",
    "from a Spanish prison;",
    "in her teenage sweater set and saddle shoes and knee socks,",
    "she drove an old car sagging with Loyalist pamphlets",
    "across the Pyrenees all the way to Paris without being caught.",
    "And not long ago, she helped save a group of men",
    "from Franco’s sentence of death.",
    "In my dream, Barbara telephones Barcelona.",
    "I realize this isn’t quite right,",
    "but I just stand there paralyzed, as one does in dreams.",
    "Then, dimly, from the other end of the line,",
    "through the chatter of international operators,",
    "we hear artillery fire, the faint tones of lost men,",
    "cracked voices singing, “Los Quartros Generales” through the pulsations",
    "of the great, twisted cable under the ocean.",
    "“No, Barbara!” I scream. \"We are not back there.",
    "That’s the old revolution. Call up the new one.”",
    "Though I know that, every day,",
    "your friends, Nicanor, telephone Santiago,",
    "where the number rings and rings and rings",
    "with never an answer. And now the rings",
    "are turning into knells:",
    "The church bells of Santiago",
    "tolling the funeral of Neruda, his poems looted,",
    "his autobiography stolen, his books desecrated",
    "in his house on Isla Negra.",
    "And among the smashed glass, the broken furniture,",
    "his desk overturned, the ruined books strewn over the floor,",
    "lie the great floral wreaths from the Swedish academy,",
    "the wreaths from Paris, South Asia, the whole world over.",
    "And the bells toll on…",
    "Then I tell Barbara to hang up the phone.",
    "She dials the number again, then turns to me, smiling,",
    "smiling like an angel:",
    "“He is there.” Trembling, I take the phone from her,",
    "and hear your voice, Nicanor,",
    "sad, humorous, infinitely disillusioned,",
    "infinitely consoling:",
    "“Dear Carolyn…” It",
    "Nicanor!",
    "And the connection is broken, because I wake up,",
    "in this white room, in this white silence,",
    "in this backwater of silence",
    "on this Isla Blanca:",
    "Nicanor, Nicanor,",
    "are you, too, silent under the earth,",
    "Brother, Brother?"
  ],
  "title": "October 1973",
  "year": ""
}