{
  "author": "Carolyn Kizer",
  "classification": "",
  "keywords": [
    "Men",
    "Women",
    "Reading",
    "Books",
    "Arts",
    "Sciences",
    "Relationships",
    "Gender",
    "Sexuality",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171304",
  "region": "U.S., Northwestern",
  "text": [
    "From Sappho to myself, consider the fate of women.",
    "How unwomanly to discuss it! Like a noose or an albatross necktie",
    "The clinical sobriquet hangs us: codpiece coveters.",
    "Never mind these epithets; I myself have collected some honeys.",
    "Juvenal set us apart in denouncing our vices",
    "Which had grown, in part, from having been set apart:",
    "Women abused their spouses, cuckolded them, even plotted",
    "To poison them. Sensing, behind the violence of his manner—",
    "“Think I'm crazy or drunk?”—his emotional stake in us,",
    "As we forgive Strindberg and Nietzsche, we forgive all those",
    "Who cannot forget us. We",
    "hyenas. Yes, we admit it.",
    "While men have politely debated free will, we have howled for it,",
    "Howl still, pacing the centuries, tragedy heroines.",
    "Some who sat quietly in the corner with their embroidery",
    "Were Defarges, stabbing the wool with the names of their ancient",
    "Oppressors, who ruled by the divine right of the male—",
    "I’m impatient of interruptions! I’m aware there were millions",
    "Of mutes for every Saint Joan or sainted Jane Austen,",
    "Who, vague-eyed and acquiescent, worshiped God as a man.",
    "I’m not concerned with those cabbageheads, not truly feminine",
    "But neutered by labor. I mean real women, like",
    "and like",
    "Freed in fact, not in custom, lifted from furrow and scullery,",
    "Not obliged, now, to be the pot for the annual chicken,",
    "With our well-known",
    "Respect for life because it hurts so much to come out with it;",
    "Disdainful of “sovereignty,” “national honor;” and other abstractions;",
    "We can say, like the ancient Chinese to successive waves of invaders,",
    "“Relax, and let us absorb",
    "You can learn temperance",
    "In a more temperate climate.” Give us just a few decades",
    "Of grace, to encourage the fine art of acquiescence",
    "And we might save the race. Meanwhile, observe our creative chaos,",
    "Flux, efflorescence—whatever you care to call it!",
    "I take as my theme “The Independent Woman,”",
    "Independent but maimed: observe the exigent neckties",
    "Choking violet writers; the sad slacks of stipple-faced matrons;",
    "Indigo intellectuals, crop-haired and callus-toed,",
    "Cute spectacles, chewed cuticles, aced out by full-time beauties",
    "In the race for a male. Retreating to drabness, bad manners,",
    "And sleeping with manuscripts. Forgive our transgressions",
    "Of old gallantries as we hitch in chairs, light our own cigarettes,",
    "Not expecting your care, having forfeited it by trying to get even.",
    "But we need dependency, cosseting, and well-treatment.",
    "So do men sometimes. Why don’t they admit it?",
    "We will be cows for a while, because babies howl for us,",
    "Be kittens or bitches, who want to eat grass now and then",
    "For the sake of our health. But the role of pastoral heroine",
    "Is not permanent, Jack. We want to get back to the meeting.",
    "Knitting booties and brows, tartars or termagants, ancient",
    "Fertility symbols, chained to our cycle, released",
    "Only in part by devices of hygiene and personal daintiness,",
    "Strapped into our girdles, held down, yet uplifted by man’s",
    "Ingenious constructions, holding coiffures in a breeze,",
    "Hobbled and swathed in whimsy, tripping on feminine",
    "Shoes with fool heels, losing our lipsticks, you, me,",
    "In ephemeral stockings, clutching our handbags and packages.",
    "Our masks, always in peril of smearing or cracking,",
    "In need of continuous check in the mirror or silverware,",
    "Keep us in thrall to ourselves, concerned with our surfaces.",
    "Look at man’s uniform drabness, his impersonal envelope!",
    "Over chicken wrists or meek shoulders, a formal, hard-fibered assurance.",
    "The drape of the male is designed to achieve self-forgetfulness.",
    "So, Sister, forget yourself a few times and see where it gets you:",
    "Up the creek, alone with your talent, sans everything else.",
    "You can wait for the menopause, and catch up on your reading.",
    "So primp, preen, prink, pluck, and prize your flesh,",
    "All posturings! All ravishment! All sensibility!",
    "Meanwhile, have you used your mind today?",
    "What pomegranate raised you from the dead,",
    "Springing, full-grown, from your own head, Athena?",
    "I will speak about women of letters, for I’m in the racket.",
    "Our biggest successes to date? Old maids to a woman.",
    "And our saddest conspicuous failures? The married spinsters",
    "On loan to the husbands they treated like surrogate fathers.",
    "Think of that crew of self-pitiers, not-very-distant,",
    "Who carried the torch for themselves and got first-degree burns.",
    "Or the sad sonneteers, toast-and-teasdales we loved at thirteen;",
    "Middle-aged virgins seducing the puerile anthologists",
    "Through lust-of-the-mind; barbiturate-drenched Camilles",
    "With continuous periods, murmuring softly on sofas",
    "When poetry wasn’t a craft but a sickly effluvium,",
    "The air thick with incense, musk, and emotional blackmail.",
    "I suppose they reacted from an earlier womanly modesty",
    "When too many girls were scabs to their stricken sisterhood,",
    "Impugning our sex to stay in good with the men,",
    "Commencing their insecure bluster. How they must have swaggered",
    "When women themselves endorsed their own inferiority!",
    "Vestals, vassals, and vessels, rolled into several,",
    "They took notes in rolling syllabics, in careful journals,",
    "Aiming to please a posterity that despises them.",
    "But we’ll always have traitors who swear that a woman surrenders",
    "Her Supreme Function, by equating Art with aggression",
    "And failure with Femininity. Still, it’s just as unfair",
    "To equate Art with Femininity, like a prettily packaged commodity",
    "When we are the custodians of the world’s best-kept secret:",
    "Merely the private lives of one-half of humanity.",
    "But even with masculine dominance, we mares and mistresses",
    "Produced some sleek saboteuses, making their cracks",
    "Which the porridge-brained males of the day were too thick to perceive,",
    "Mistaking young hornets for perfectly harmless bumblebees.",
    "Being thought innocuous rouses some women to frenzy;",
    "They try to be ugly by aping the ways of men",
    "And succeed. Swearing, sucking cigars and scorching the bedspread,",
    "Slopping straight shots, eyes blotted, vanity-blown",
    "In the expectation of glory:",
    "This drives other women mad in a mist of chiffon.",
    "(One poetess draped her gauze over red flannels, a practical feminist.)",
    "But we’re emerging from all that, more or less,",
    "Except for some ladylike laggards and Quarterly priestesses",
    "Who flog men for fun, and kick women to maim competition.",
    "Now, if we struggle abnormally, we may almost seem normal;",
    "If we submerge our self-pity in disciplined industry;",
    "If we stand up and be hated, and swear not to sleep with editors;",
    "If we regard ourselves formally, respecting our true limitations",
    "Without making an unseemly show of trying to unfreeze our assets;",
    "Keeping our heads and our pride while remaining unmarried;",
    "And if wedded, kill guilt in its tracks when we stack up the dishes",
    "And defect to the typewriter. And if mothers, believe in the luck of our children,",
    "Whom we forbid to devour us, whom we shall not devour,",
    "And the luck of our husbands and lovers, who keep free women."
  ],
  "title": "Pro Femina",
  "year": ""
}