{
  "author": "Carolyn Kizer",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "The Body",
    "Love",
    "Break-ups",
    "Vexed Love",
    "Heartache",
    "Loss",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241956",
  "region": "U.S., Northwestern",
  "text": [
    "After you left me forever,",
    "I was broken into pieces,",
    "and all the pieces flung into the river.",
    "Then the legs crawled ashore",
    "and aimlessly wandered the dusty cow-track.",
    "They became, for a while, a simple roadside shrine:",
    "A tiny table set up between the thighs",
    "held a dusty candle, weed-and-fieldflower chains",
    "placed reverently there by children and old women.",
    "My knees were hung with tin triangular medals",
    "to cure all forms of hysterical disease.",
    "After I died forever in the river,",
    "my torso floated, bloated in the stream,",
    "catching on logs or stones among the eddies.",
    "White water foamed around it, then dislodged it;",
    "after a whirlwind trip, it bumped ashore.",
    "A grizzled old man who scavenged along the banks",
    "had already rescued my arms and put them by,",
    "knowing everything has its uses, sooner or later.",
    "When he found my torso, he called it his canoe,",
    "and, using my arms as paddles,",
    "he rowed me up and down the scummy river.",
    "When catfish nibbled my fingers he scooped them up",
    "and blessed his reusable bait.",
    "Clumsy but serviceable, that canoe!",
    "The trail of blood that was its wake",
    "attracted the carp and eels, and the river turtle,",
    "easily landed, dazed by my tasty red.",
    "A young lad found my head among the rushes",
    "and placed it on a dry stone.",
    "He carefully combed my hair with a bit of shell",
    "and set small offerings before it",
    "which the birds and rats obligingly stole at night,",
    "so it seemed I ate.",
    "And the breeze wound through my mouth and empty sockets",
    "so my lungs would sigh, and my dead tongue mutter.",
    "Attached to my throat like a sacred necklace",
    "was a circlet of small snails.",
    "Soon the villagers came to consult my oracular head",
    "with its waterweed crown.",
    "Seers found occupation, interpreting sighs,",
    "and their papyrus rolls accumulated.",
    "Meanwhile, young boys retrieved my eyes",
    "they used for marbles in a simple game",
    "till somebody’s pretty sister snatched at them",
    "and set them, for luck, in her bridal diadem.",
    "Poor girl! When her future groom caught sight of her,",
    "all eyes, he crossed himself in horror,",
    "and stumbled away in haste",
    "through her dowered meadows.",
    "What then of my heart and organs,",
    "my sacred slit",
    "which loved you best of all?",
    "They were caught in a fisherman’s net",
    "and tossed at night into a pen for swine.",
    "But they shone so by moonlight that the sows stampeded,",
    "trampled one another in fear, to get away.",
    "And the fisherman’s wife, who had thirteen living children",
    "and was contemptuous of holy love,",
    "raked the rest of me onto the compost heap.",
    "Then in their various places and helpful functions,",
    "the altar, oracle, offal, canoe and oars",
    "learned the wild rumor of your return.",
    "The altar leapt up, and ran to the canoe,",
    "scattering candle grease and wilted grasses.",
    "Arms sprang to their sockets, blind hands with nibbled nails",
    "groped their way, aided by loud lamentation,",
    "to the bed of the bride, snatched up those unlucky eyes",
    "from her discarded veil and diadem,",
    "and rammed them home. Oh, what a bright day it was!",
    "This empty body danced on the riverbank.",
    "Hollow, it called and searched among the fields",
    "for those parts that steamed and simmered in the sun,",
    "and never would have found them.",
    "But then your great voice rang out under the skies",
    "my name!—and all those private names",
    "for the parts and places that had loved you best.",
    "And they stirred in their nest of hay and dung.",
    "The distraught old ladies chasing their lost altar,",
    "and the seers pursuing my skull, their lost employment,",
    "and the tumbling boys, who wanted the magic marbles,",
    "and the runaway groom, and the fisherman’s thirteen children",
    "set up such a clamor, with their cries of “Miracle!”",
    "that our two bodies met like a thunderclap",
    "in midday—right at the corner of that wretched field",
    "with its broken fenceposts and startled, skinny cattle.",
    "We fell in a heap on the compost heap",
    "and all our loving parts made love at once,",
    "while the bystanders cheered and prayed and hid their eyes",
    "and then went decently about their business.",
    "And here it is, moonlight again; we’ve bathed in the river",
    "and are sweet and wholesome once more.",
    "We kneel side by side in the sand;",
    "we worship each other in whispers.",
    "But the inner parts remember fermenting hay,",
    "the comfortable odor of dung, the animal incense,",
    "and passion, its bloody labor,",
    "its birth and rebirth and decay."
  ],
  "title": "Semele Recycled",
  "year": ""
}