{
  "author": "Carolyn Kizer",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Home Life",
    "Pets",
    "Youth",
    "Animals",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171307",
  "region": "U.S., Northwestern",
  "text": [
    "My mother—preferring the strange to the tame:",
    "Dove-note, bone marrow, deer dung,",
    "Frog’s belly distended with finny young,",
    "Leaf-mold wilderness, harebell, toadstool,",
    "Odd, small snakes roving through the leaves,",
    "Metallic beetles rambling over stones: all",
    "Wild and natural!—flashed out her instinctive love, and quick, she",
    "Picked up the fluttering, bleeding bat the cat laid at her feet,",
    "And held the little horror to the mirror, where",
    "He gazed on himself, and shrieked like an old screen door far off.",
    "Depended from her pinched thumb, each wing",
    "Came clattering down like a small black shutter.",
    "Still tranquil, she began, “It’s rather sweet ...”",
    "The soft mouse body, the hard feral glint",
    "In the caught eyes. Then we saw,",
    "And recoiled: lice, pallid, yellow,",
    "Nested within the wing-pits, cozily sucked and snoozed.",
    "The thing dropped from her hands, and with its thud,",
    "Swiftly, the cat, with a clean careful mouth",
    "Closed on the soiled webs, growling, took them out to the back stoop.",
    "But still, dark blood, a sticky puddle on the floor",
    "Remained, of all my mother’s tender, wounding passion",
    "For a whole wild, lost, betrayed, and secret life",
    "Among its dens and burrows, its clean stones,",
    "Whose denizens can turn upon the world",
    "With spitting tongue, an odor, talon, claw,",
    "To sting or soil benevolence, alien",
    "As our clumsy traps, our random scatter of shot.",
    "She swept to the kitchen. Turning on the tap,",
    "She washed and washed the pity from her hands."
  ],
  "title": "The Intruder",
  "year": ""
}