{
  "author": "Carolyn Kizer",
  "classification": "",
  "keywords": [
    "School",
    "Learning",
    "Reading",
    "Books",
    "History",
    "Politics",
    "Social Commentaries",
    "Activities",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171312",
  "region": "U.S., Northwestern",
  "text": [
    "It’s a spring morning; sun pours in the window",
    "As I sit here drinking coffee, reading Augustine.",
    "And finding him, as always, newly minted",
    "From when I first encountered him in school.",
    "Today I’m overcome with astonishment",
    "At the way we girls denied all that was mean",
    "In those revered philosophers we studied;",
    "Who found us loathsome, loathsomely seductive;",
    "Irrelevant, at best, to noble discourse",
    "Among the sex, the only sex that counted.",
    "Wounded, we pretended not to mind it",
    "And wore tight sweaters to tease our shy professor.",
    "We sat in autumn sunshine “as the clouds arose",
    "From slimy desires of the flesh, and from",
    "Youth’s seething spring.” Thank you, Augustine.",
    "Attempting to seem blasé, our cheeks on fire,",
    "It didn’t occur to us to rush from the room.",
    "Instead we brushed aside “the briars of unclean desire”",
    "And struggled on through mires of misogyny",
    "Till we arrived at Kierkegaard, and began to see",
    "That though Saint A. and Søren had much in common",
    "Including fear and trembling before women,",
    "The Saint scared himself, while Søren was scared of",
    "Had we, poor girls, been flattered by their thralldom?",
    "Yes, it was always us, the rejected feminine",
    "From whom temptation came. It was our flesh",
    "With its deadly sweetness that led them on.",
    "Yet how could we not treasure Augustine,",
    "“Stuck fast in the bird-lime of pleasure”?",
    "That roomful of adolescent poets manqué",
    "Assuaged, bemused by music, let the meaning go.",
    "Swept by those psalmic cadences, we were seduced!",
    "Some of us tried for a while to be well-trained souls",
    "And pious seekers, enmeshed in the Saint’s dialectic:",
    "A sensible girl would have barked like a dog before God.",
    "We students, children still, were shocked to learn",
    "The children these men desired were younger than we!",
    "Augustine fancied a girl about eleven,",
    "The age of Adeodatus, Augustine’s son.",
    "Søren, like Poe, eyed his girl before she was sixteen,",
    "To impose his will on a malleable child, when",
    "She was not equipped to withstand or understand him.",
    "Ah, the Pygmalion instinct! Mold the clay!",
    "Create the compliant doll that can only obey,",
    "Expecting to be abandoned, minute by minute.",
    "It was then I abandoned philosophy,",
    "A minor loss, although I majored in it.",
    "But we were a group of sunny innocents.",
    "I don’t believe we knew what evil meant.",
    "Now I live with a well-trained soul who deals with evil,",
    "Including error, material or spiritual,",
    "Easily, like changing a lock on the kitchen door.",
    "He prays at set times and in chosen places",
    "(At meals, in church), while I",
    "Pray without thinking how or when to pray,",
    "In a low mumble, several times a day,",
    "Like running a continuous low fever;",
    "The sexual impulse for the most part being over.",
    "Believing I believe. Not banking on it ever.",
    "It’s afternoon. I sit here drinking kir",
    "And reading Kierkegaard: “All sin begins with fear.”",
    "(True. We lie first from terror of our parents.)",
    "In, I believe, an oblique crack at Augustine,",
    "Søren said by denying the erotic",
    "It was brought to the attention of the world.",
    "The rainbow curtain rises on the sensual:",
    "Christians must admit it before they can deny it.",
    "He reflected on his father’s fierce repression",
    "Of the sexual, which had bent him out of shape;",
    "Yet he had to pay obeisance to that power:",
    "He chose his father when he broke with his Regina.",
    "It is brought to the attention of the world.",
    "You must admit it before you can deny it.",
    "So much for “Repetition”—another theory",
    "Which some assume evolved from his belief",
    "He could replay his courtship of Regina",
    "With a happy ending. Meanwhile she’d wait for him,",
    "Eternally faithful, eternally seventeen.",
    "Instead, within two years, the bitch got married.",
    "In truth, he couldn’t wait till he got rid of her,",
    "To create from recollection, not from living;",
    "To use the material, not the material girl.",
    "I sip my kir, thinking of",
    "Especially",
    "starring poor Elvira.",
    "He must have seen",
    "a score of times,",
    "And Søren knew the score.",
    "He took Regina to the opera only once,",
    "And as soon as Mozart’s overture was over,",
    "Kierkegaard stood up and said, “Now we are leaving.",
    "You have heard the best: the expectation of pleasure.”",
    "In his interminable aria on the subject",
    "S.K. insisted the performance",
    "the play.",
    "Was the overture then the foreplay? Poor Regina",
    "Should have known she’d be left waiting in the lurch.",
    "Though he chose a disguise in which to rhapsodize,",
    "It was his voice too: Elvira’s beauty",
    "Would perish soon; the deflowered quickly fade:",
    "A night-blooming cereus after Juan’s one-night stand.",
    "Søren, eyes clouded by romantic mist,",
    "Portrayed Elvira always sweet sixteen.",
    "S.K.’s interpretation seems naive.",
    "He didn’t seem to realize that innocent sopranos",
    "Who are ready to sing Elvira, don’t exist.",
    "His diva may have had it off with Leporello",
    "Just before curtain time, believing it freed her voice",
    "(So backstage legend has it), and weakened his.",
    "I saw La Stupenda sing Elvira once.",
    "Her cloak was larger than an army tent.",
    "Would Giovanni be engulfed when she inhaled?",
    "Would the boards shiver when she stamped her foot?",
    "Her voice of course was great. Innocent it was not.",
    "Søren, long since, would have fallen in a faint.",
    "When he, or his doppelgänger, wrote",
    "That best-seller, “The Diary of a Seducer,”",
    "He showed how little he knew of true Don Juans:",
    "Those turgid letters, machinations, and excursions,",
    "Those tedious conversations with dull aunts,",
    "Those convoluted efforts to get the girl!",
    "Think of the worldly European readers",
    "Who took Søren seriously, did not see",
    "His was the cynicism of the timid virgin.",
    "Once in my youth I knew a real Don Juan",
    "Or he knew me. He didn’t need to try,",
    "The characteristic of a true seducer.",
    "He seems vulnerable, shy; he hardly speaks.",
    "Somehow, you know he will never speak of you.",
    "You trust him—and you thrust yourself at him.",
    "He responds with an almost absentminded grace.",
    "Even before the consummation he’s looking past you",
    "For the next bright yearning pretty face.",
    "Relieved at last of anxieties and tensions",
    "When your terrible efforts to capture him are over,",
    "You overflow with happy/unhappy languor.",
    "But S.K’s alter-ego believes the truly terrible",
    "Is for you to be consoled by the love of another.",
    "We women, deserted to a woman, have a duty",
    "To rapidly lose our looks, decline, and die,",
    "Our only chance of achieving romantic beauty.",
    "So Augustine was sure, when Monica, his mother,",
    "Made him put aside his nameless concubine",
    "She’d get her to a nunnery, and pine.",
    "He chose his mother when he broke with his beloved.",
    "In Søren’s long replay of his wrecked romance,",
    "“Guilty/Not Guilty,” he says he must tear himself away",
    "From earthly love, and suffer to love God.",
    "Augustine thought better: love, human therefore flawed,",
    "Is the way to the love of God. To deny this truth",
    "Is to be “left outside, breathing into the dust,",
    "Filling the eyes with earth.” We women,",
    "Outside, breathing dust, are still the Other.",
    "The evening sun goes down; time to fix dinner.",
    "“",
    "” We know.",
    "But we remain philosophic, and say with the Saint,",
    "“Let me enter my chamber and sing my songs of love.”"
  ],
  "title": "The Erotic Philosophers",
  "year": ""
}