{
  "author": "Carolyn Kizer",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "Relationships",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241632",
  "region": "U.S., Northwestern",
  "text": [
    "I.",
    "Sirs, in our youth you love the sight of us.",
    "Older, you fall in love with what we’ve seen,",
    "Would lose yourselves by living in our lives.",
    "I’ll spin you tales, play the Arabian girl;",
    "Working close, alone in the blond arena,",
    "Flourish my cape, the cloth on the camera.",
    "For women learn to be a holy show.",
    "I’ll tell you where I’ve been, not what I am:",
    "In Rotterdam, womb where my people sprang,",
    "I find my face, my father, everywhere.",
    "New cousins I must stoop to greet, the get",
    "Of tall, whey-colored burghers, sturdy dams,",
    "As children fed on tulip bulbs and dirt,",
    "Tugged at dry dugs and sucked at winter’s rind.",
    "My cousins, dwarfed by war! Your forms rebuke",
    "The butcher and the bystander alike.",
    "To ease you I can’t shrink this big Dutch frame",
    "Got of more comfortable ancestors.",
    "But from my Southern side I pluck a phrase,",
    "“I’ll carry you.” And it means “rest in me,”",
    "To hold you as I may, in my mind’s womb.",
    "But snap the album, get the guidebook out!",
    "Rotterdam: her raw, gray waterfront,",
    "Zadkine’s memorial burning on the quay;",
    "This bronze is mortal, gaping in defeat,",
    "The form that wombed it split to let it be.",
    "It mends; he lurches up, in blood reborn,",
    "The empty heavens his eternal frame.",
    "II.",
    "Move to my room beside the Golden Horn",
    "Where minarets strike fire against the sky.",
    "The architecture: breasts and phalluses.",
    "Where are the words to say that words are lies?",
    "Yeats lied. And here Byzantium lies dead.",
    "Constantinople? Syllables in a text.",
    "Istanbul. Real. Embalmed in dancing dust.",
    "Everywhere the dark-brown past gives way",
    "To the beige of progress, that wide vacant lot.",
    "Turkey without coffee! Endlessly we sip tea",
    "From bud vases, and I lust for the guide,",
    "A sultry, serious, pedantic boy",
    "In a tight brown suit, thirsting to get out",
    "Of the triple city weighing on his mind.",
    "Oh, he was doomed, doomed like the dogs",
    "On Dog Island, in the sea,",
    "Netted and dumped and exiled, left to die,",
    "Then skinned. We heard imaginary canine howls,",
    "Like the rustlings of a thousand gauzy girls,",
    "Film-eyed cattle, perishing of ennui",
    "In abandoned harems where he guided me.",
    "Meanwhile the Faithful, prostrate and intoning,",
    "Stare into the light as blind as death,",
    "Knowing for sure their end is instant Heaven.",
    "We Infidels concede them Paradise,",
    "Having seen heaven-as-harem, a eunuch God",
    "In charge: the virgin slowly fattening to blubber.",
    "Love, become feminized, tickles like a feather.",
    "The saints of Art? Sophia, that vast barn",
    "Holds no small Savior waiting to get born.",
    "The formal scribble on the assaulted walls—",
    "Five hundred years of crossing out His name!",
    "Some famous, glittering pebbles mark the place",
    "As God’s most grandiose sarcophagus.",
    "Decay, decay. And the mind, a fetus, dies.",
    "III.",
    "Return me to the airfield near Shanghai",
    "Where I am very young: shy, apprehensive,",
    "Seated like Sheba on a baggage mountain",
    "Waiting for the first adventure to begin.",
    "The train will glide through fields of rice and men,",
    "Bodies like thongs, and glorious genitals,",
    "Not alien as Chinese, but Adam-strange.",
    "Rejoiced by her first look at naked men,",
    "Her soul swims out the window of the train!",
    "She goes where newborn daughters clog the creeks;",
    "Bank-porticoes are strewn with starving rags.",
    "Here the old dragon, China, thrashes, dying.",
    "But the ancient, virile music of the race",
    "Is rising, drenched in gongs and howls of dogs",
    "Islanded, the sighs of walled-up women",
    "Dreaming of peasants in their prisoning fields…",
    "But we break out of the harem of history!",
    "No longer that young foreigner on the train,",
    "I listen like a bird, although I ruminate",
    "Like a cow, in my pale Holland body, riven",
    "By love and children. These eyes are what they see."
  ],
  "title": "Where I've Been All My Life",
  "year": ""
}