{
  "author": "Joel Nelson",
  "classification": "",
  "keywords": [
    "Relationships",
    "Pets",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238308",
  "region": "",
  "text": [
    "I have run on middle fingernail through Eolithic morning,",
    "I have thundered down the coach road with the Revolution’s warning.",
    "I have carried countless errant knights who never found the grail.",
    "I have strained before the caissons I have moved the nation’s mail.",
    "I’ve made knights of lowly tribesmen and kings from ranks of peons",
    "I have given pride and arrogance to riding men for eons.",
    "I have grazed among the lodges and the tepees and the yurts.",
    "I have felt the sting of driving whips, lashes, spurs and quirts.",
    "I am roguish – I am flighty – I am inbred – I am lowly.",
    "I’m a nightmare – I am wild – I am the horse.",
    "I am gallant and exalted – I am stately – I am noble.",
    "I’m impressive – I am grand – I am the horse.",
    "I have suffered gross indignities from users and from winners,",
    "I have felt the hand of kindness from the losers and the sinners.",
    "I have given for the cruel hand and given for the kind.",
    "Heaved a sigh at Appomattox when surrender had been signed.",
    "I can be as tough as hardened steel – as fragile as a flower.",
    "I know not my endurance and I know not my own power.",
    "I have died with heart exploded ’neath the cheering in the stands -",
    "Calmly stood beneath the hanging noose of vigilante bands.",
    "I have traveled under conqueror and underneath the beaten.",
    "I have never chosen sides – I am the horse.",
    "The world is but a player’s stage – my roles have numbered many.",
    "Under blue or under gray – I am the horse.",
    "So I’ll run on middle fingernail until the curtain closes,",
    "And I will win your triple crowns and I will wear your roses.",
    "Toward you who took my freedom I’ve no malice or remorse.",
    "I’ll endure – This Is My Year – I am the Horse!"
  ],
  "title": "Equus Caballus",
  "year": ""
}