{
  "author": "M.L. Smoker",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182090",
  "region": "U.S., Northwestern",
  "text": [
    "The time is important here—not because this",
    "has been a long winter or because it is my first",
    "at home since childhood—but because there is so much",
    "else to be unsure of. We are on the brink of an invasion.",
    "At a time like this how is it that when I left only a week ago",
    "there was three feet of snow on the ground,",
    "and now there is none, not even a single patch",
    "on in the shadow of the fence-line.",
    "And to think I paid a cousin twenty dollars",
    "to shovel the walk. He and two of his buddies,",
    "still smelling of an all-nighter, arrived at 7 am",
    "to begin their work. When I left them a while later",
    "and noticed their ungloved hands, winter made me feel",
    "selfish and unsure. This ground seems unsure",
    "of itself for its own reasons",
    "and we do not gauge enough of our lives",
    "by changes in temperature.",
    "When I first began to write poems",
    "I was laying claim to battle.",
    "It started with a death that I tried to say",
    "was unjust, not because of the actual",
    "dying, but because of what was left.",
    "What time of year was that?",
    "I have still not yet learned to write of war.",
    "I have friends who speak out—as is necessary—",
    "with subtle and unsubtle force.",
    "But I am from",
    "place and a great deal",
    "has been going wrong for some time now.",
    "The two young Indian boys who almost drowned",
    "last night in the fast-rising creek near school",
    "are casualties in any case.",
    "There have been too many just like them",
    "and I have no way to fix these things.",
    "A friend from Boston wrote something to me last week",
    "about not having the intelligence",
    "to take as subject for his poems",
    "anything other than his own life.",
    "For a while now I have sensed this in my own mood:",
    "This poem was never supposed to mention",
    "itself, other writers, or me.",
    "But I will not regret that those boys made it home,",
    "or that the cousins used the money at the bar.",
    "Still, there are no lights on this street.",
    "Still, there is so much mud outside",
    "that we carry it indoors with us."
  ],
  "title": "Another Attempt at Rescue",
  "year": ""
}