{
  "author": "Les Murray",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178026",
  "region": "Australia and Pacific",
  "text": [
    "All me are standing on feed. The sky is shining.",
    "All me have just been milked. Teats all tingling still",
    "from that dry toothless sucking by the chilly mouths",
    "that gasp loudly in in in, and never breathe out.",
    "All me standing on feed, move the feed inside me.",
    "One me smells of needing the bull, that heavy urgent me,",
    "the back-climber, who leaves me humped, straining, but light",
    "and peaceful again, with crystalline moving inside me.",
    "Standing on wet rock, being milked, assuages the calf-sorrow in me.",
    "Now the me who needs mounts on me, hopping, to signal the bull.",
    "The tractor comes trotting in its grumble; the heifer human",
    "bounces on top of it, and cud comes with the tractor,",
    "big rolls of tight dry feed: lucerne, clovers, buttercup, grass,",
    "that’s been bitten but never swallowed, yet is cud.",
    "She walks up over the tractor and down it comes, roll on roll",
    "and all me following, eating it, and dropping the good pats.",
    "The heifer human smells of needing the bull human",
    "and is angry. All me look nervously at her",
    "as she chases the dog me dream of horning dead: our enemy",
    "of the light loose tongue. Me’d jam him in his squeals.",
    "Me, facing every way, spreading out over feed.",
    "One me is still in the yard, the place skinned of feed.",
    "Me, old and sore-boned, little milk in that me now,",
    "licks at the wood. The oldest bull human is coming.",
    "Me in the peed yard. A stick goes out from the human",
    "and cracks, like the whip. Me shivers and falls down",
    "with the terrible, the blood of me, coming out behind an ear.",
    "Me, that other me, down and dreaming in the bare yard.",
    "All me come running. It’s like the Hot Part of the sky",
    "that’s hard to look at, this that now happens behind wood",
    "in the raw yard. A shining leaf, like off the bitter gum tree",
    "is with the human. It works in the neck of me",
    "and the terrible floods out, swamped and frothy. All me make the Roar,",
    "some leaping stiff-kneed, trying to horn that worst horror.",
    "The wolf-at-the-calves is the bull human. Horn the bull human!",
    "But the dog and the heifer human drive away all me.",
    "Looking back, the glistening leaf is still moving.",
    "All of dry old me is crumpled, like the hills of feed,",
    "and a slick me like a huge calf is coming out of me.",
    "The carrion-stinking dog, who is calf of human and wolf,",
    "is chasing and eating little blood things the humans scatter,",
    "and all me run away, over smells, toward the sky."
  ],
  "title": "The Cows on Killing Day",
  "year": ""
}