{
  "author": "Gottfried Benn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243584",
  "region": "",
  "text": [
    "I",
    "Left the house shattered, it hurt so bad,",
    "so many years as a man, compromise,",
    "in spite of partial success in intellectual tussle",
    "he was never anyone of Olympian allure.",
    "He walked slowly through the dreamscape",
    "of the late autumn day, barely distinguishable",
    "from early spring, with young willows",
    "and a patch of waste ground where blue jays screamed.",
    "Dreamy exposure to phenomena",
    "that to nature in its administration",
    "of various cycles—young and old alike—",
    "are inseparably part of a single order—:",
    "so he drank his gin and accepted a dish",
    "of sausage soup, free on Thursdays",
    "with a beverage and so found the Olympian balance",
    "of sorrow and pleasure.",
    "He had been reading on the park bench",
    "and stared into the gray of the last roses,",
    "there were no titans, just shrubs",
    "thinned out by fall.",
    "He put down his book. It was a day like any other",
    "and the people were like all people everywhere,",
    "that was how it would always be, at least",
    "this mixture of death and laughter would persist.",
    "A scent is enough to change things,",
    "even small flowers stand in some relation to a cedar of Lebanon,",
    "then he walked on and saw the windows of the furriers",
    "were full of warm things for the winter ahead.",
    "All very well, a gin and a few minutes",
    "in the park at noon, with the sun shining,",
    "but what when the landlord comes by, there are problems",
    "with your tax return, and the girlfriend’s in tears?",
    "Shattered: how far are you allowed to push your I,",
    "and see peculiar things as somehow symptomatic?",
    "Shattered: to what extent are you obliged to play by the rules—",
    "as far as a Ludwig Richter canvas?",
    "Shattered: no one knows. Shattered and you turn",
    "equally pained to singular and universal—",
    "your little experiment with destiny will end",
    "gloriously and forever, but quite alone.",
    "Damned evergreens! Vinyl whines!",
    "Gin, sun, cedars—what use are they",
    "to help the self reconcile landlord, God, and dream—",
    "voices warble and words mock—",
    "left the house and closed his reverie."
  ],
  "title": "Left the House",
  "year": ""
}