{
  "author": "Gottfried Benn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/178681",
  "region": "",
  "text": [
    "\"—science",
    "—\"",
    "my God, when I hear them on the radio saying that,",
    "it slays me.",
    "Is there a science that's not",
    "?",
    "I don't get out much, rarely get to see any lakes,",
    "gardens only sporadically and then behind fences,",
    "or in allotments, that's about the size of it,",
    "I rely on ersatz:",
    "radio, newspaper, magazines—",
    "so how can people say such things to me?",
    "It makes you wonder",
    "whether there are any surrogates for hollyhocks,",
    "for warm life, French kisses, hanky-panky,",
    "all those things that make existence a little luxurious,",
    "and all of them somehow of a piece!",
    "No, all this cerebration is not my cup of tea,",
    "but there are sometimes hours on end",
    "where there's no woman on any wavelength",
    "(I receive medium-wave, short-, long-, and VHF),",
    "no voice saying, \"first you say no, then",
    "maybe, then yes,\"",
    "nothing but these opinionated pedagogues,",
    "it seems that everything the West thinks of as its",
    "higher product is produced by the seated male—",
    "as I say, give me the hanky-panky any day!",
    "\"—the last vestiges of the ancient culture would have completely disappeared—\"",
    "(well, and what if)",
    "\"—a sonorous past—\"",
    "(la-di-dah)",
    "\"—in villages in New Mexico",
    "farmers still bless their fields and livestock",
    "with these songs—\"",
    "(very nice, I'm sure,",
    "but I don't get out of Brandenburg much).",
    "We hear Professor Salem Aleikum,",
    "the reporter still slavering over him:",
    "\"the professor is lying on the porch of his house",
    "with his lute cradled in his arm",
    "singing the old ballads\"—",
    "probably on an ottoman,",
    "with a carafe of ice water at his side,",
    "rejecting old hypotheses, putting out new ones—",
    "the great rivers of the world",
    "the Nile, the Brahmaputra, or what the hell do I know",
    "wouldn't be enough to drown all those professors—",
    "don't have any acreage, don't have any livestock,",
    "nothing blesses me, life is one continuous affliction,",
    "but nothing like those professors",
    "teach, teach, teach,",
    "from every pore,",
    "who turn everything into illustrated lecture (with slides)."
  ],
  "title": "Radio",
  "year": ""
}