{
  "author": "John Keats",
  "classification": "Epic",
  "keywords": [
    "Men",
    "Women",
    "Love",
    "Trees",
    "Flowers",
    "Relationships",
    "Arts",
    "Sciences",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Poetry",
    "Poets",
    "Romantic Love",
    "Classic Love"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173734",
  "region": "England",
  "text": [
    "A thing of beauty is a joy for ever:",
    "Its loveliness increases; it will never",
    "Pass into nothingness; but still will keep",
    "A bower quiet for us, and a sleep",
    "Full of sweet dreams, and health, and quiet breathing.",
    "Therefore, on every morrow, are we wreathing",
    "A flowery band to bind us to the earth,",
    "Spite of despondence, of the inhuman dearth",
    "Of noble natures, of the gloomy days,",
    "Of all the unhealthy and o'er-darkened ways",
    "Made for our searching: yes, in spite of all,",
    "Some shape of beauty moves away the pall",
    "From our dark spirits. Such the sun, the moon,",
    "Trees old and young, sprouting a shady boon",
    "For simple sheep; and such are daffodils",
    "With the green world they live in; and clear rills",
    "That for themselves a cooling covert make",
    "'Gainst the hot season; the mid forest brake,",
    "Rich with a sprinkling of fair musk-rose blooms:",
    "And such too is the grandeur of the dooms",
    "We have imagined for the mighty dead;",
    "All lovely tales that we have heard or read:",
    "An endless fountain of immortal drink,",
    "Pouring unto us from the heaven's brink.",
    "Nor do we merely feel these essences",
    "For one short hour; no, even as the trees",
    "That whisper round a temple become soon",
    "Dear as the temple's self, so does the moon,",
    "The passion poesy, glories infinite,",
    "Haunt us till they become a cheering light",
    "Unto our souls, and bound to us so fast,",
    "That, whether there be shine, or gloom o'ercast;",
    "They always must be with us, or we die.",
    "Therefore, 'tis with full happiness that I",
    "Will trace the story of Endymion.",
    "The very music of the name has gone",
    "Into my being, and each pleasant scene",
    "Is growing fresh before me as the green",
    "Of our own valleys: so I will begin",
    "Now while I cannot hear the city's din;",
    "Now while the early budders are just new,",
    "And run in mazes of the youngest hue",
    "About old forests; while the willow trails",
    "Its delicate amber; and the dairy pails",
    "Bring home increase of milk. And, as the year",
    "Grows lush in juicy stalks, I'll smoothly steer",
    "My little boat, for many quiet hours,",
    "With streams that deepen freshly into bowers.",
    "Many and many a verse I hope to write,",
    "Before the daisies, vermeil rimm'd and white,",
    "Hide in deep herbage; and ere yet the bees",
    "Hum about globes of clover and sweet peas,",
    "I must be near the middle of my story.",
    "O may no wintry season, bare and hoary,",
    "See it half finish'd: but let Autumn bold,",
    "With universal tinge of sober gold,",
    "Be all about me when I make an end.",
    "And now, at once adventuresome, I send",
    "My herald thought into a wilderness:",
    "There let its trumpet blow, and quickly dress",
    "My uncertain path with green, that I may speed",
    "Easily onward, thorough flowers and weed."
  ],
  "title": "Endymion",
  "year": ""
}