{
  "author": "Stevie Smith",
  "classification": "",
  "keywords": [
    "Nature",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176222",
  "region": "England",
  "text": [
    "Why is the word pretty so underrated?",
    "In November the leaf is pretty when it falls",
    "The stream grows deep in the woods after rain",
    "And in the pretty pool the pike stalks",
    "He stalks his prey, and this is pretty too,",
    "The prey escapes with an underwater flash",
    "But not for long, the great fish has him now",
    "The pike is a fish who always has his prey",
    "And this is pretty. The water rat is pretty",
    "His paws are not webbed, he cannot shut his nostrils",
    "As the otter can and the beaver, he is torn between",
    "The land and water. Not ‘torn’, he does not mind.",
    "The owl hunts in the evening and it is pretty",
    "The lake water below him rustles with ice",
    "There is frost coming from the ground, in the air mist",
    "All this is pretty, it could not be prettier.",
    "Yes, it could always be prettier, the eye abashes",
    "It is becoming an eye that cannot see enough,",
    "Out of the wood the eye climbs. This is prettier",
    "A field in the evening, tilting up.",
    "The field tilts to the sky. Though it is late",
    "The sky is lighter than the hill field",
    "All this looks easy but really it is extraordinary",
    "Well, it is extraordinary to be so pretty.",
    "And it is careless, and that is always pretty",
    "This field, this owl, this pike, this pool are careless,",
    "As Nature is always careless and indifferent",
    "Who sees, who steps, means nothing, and this is pretty.",
    "So a person can come along like a thief—pretty!—",
    "Stealing a look, pinching the sound and feel,",
    "Lick the icicle broken from the bank",
    "And still say nothing at all, only cry pretty.",
    "Cry pretty, pretty, pretty and you’ll be able",
    "Very soon not even to cry pretty",
    "And so be delivered entirely from humanity",
    "This is prettiest of all, it is very pretty."
  ],
  "title": "Pretty",
  "year": ""
}