{
  "author": "Stevie Smith",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Humor",
    "Satire",
    "Poetry",
    "Poets",
    "God",
    "the Divine",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176220",
  "region": "England",
  "text": [
    "Coleridge received the Person from Porlock",
    "And ever after called him a curse,",
    "Then why did he hurry to let him in?",
    "He could have hid in the house.",
    "It was not right of Coleridge in fact it was wrong",
    "(But often we all do wrong)",
    "As the truth is I think he was already stuck",
    "With Kubla Khan.",
    "He was weeping and wailing: I am finished, finished,",
    "I shall never write another word of it,",
    "When along comes the Person from Porlock",
    "And takes the blame for it.",
    "It was not right, it was wrong,",
    "But often we all do wrong.",
    "*",
    "May we inquire the name of the Person from Porlock?",
    "Why, Porson, didn’t you know?",
    "He lived at the bottom of Porlock Hill",
    "So had a long way to go,",
    "He wasn’t much in the social sense",
    "Though his grandmother was a Warlock,",
    "One of the Rutlandshire ones I fancy",
    "And nothing to do with Porlock,",
    "And he lived at the bottom of the hill as I said",
    "And had a cat named Flo,",
    "And had a cat named Flo.",
    "I long for the Person from Porlock",
    "To bring my thoughts to an end,",
    "I am becoming impatient to see him",
    "I think of him as a friend,",
    "Often I look out of the window",
    "Often I run to the gate",
    "I think, He will come this evening,",
    "I think it is rather late.",
    "I am hungry to be interrupted",
    "For ever and ever amen",
    "O Person from Porlock come quickly",
    "And bring my thoughts to an end.",
    "*",
    "I felicitate the people who have a Person from Porlock",
    "To break up everything and throw it away",
    "Because then there will be nothing to keep them",
    "And they need not stay.",
    "*",
    "Why do they grumble so much?",
    "He comes like a benison",
    "They should be glad he has not forgotten them",
    "They might have had to go on.",
    "*",
    "These thoughts are depressing I know. They are depressing,",
    "I wish I was more cheerful, it is more pleasant,",
    "Also it is a duty, we should smile as well as submitting",
    "To the purpose of One Above who is experimenting",
    "With various mixtures of human character which goes best,",
    "All is interesting for him it is exciting, but not for us.",
    "There I go again. Smile, smile, and get some work to do",
    "Then you will be practically unconscious without positively having to go."
  ],
  "title": "Thoughts about the Person from Porlock",
  "year": ""
}