{
  "author": "Stevie Smith",
  "classification": "Couplet",
  "keywords": [
    "Death",
    "Disappointment",
    "Failure",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176221",
  "region": "England",
  "text": [
    "Was he married, did he try",
    "To support as he grew less fond of them",
    "Wife and family?",
    "No,",
    "He never suffered such a blow.",
    "Did he feel pointless, feeble and distrait,",
    "Unwanted by everyone and in the way?",
    "From his cradle he was purposeful,",
    "His bent strong and his mind full.",
    "Did he love people very much",
    "Yet find them die one day?",
    "He did not love in the human way.",
    "Did he ask how long it would go on,",
    "Wonder if Death could be counted on for an end?",
    "He did not feel like this,",
    "He had a future of bliss.",
    "Did he never feel strong",
    "Pain for being wrong?",
    "He was not wrong, he was right,",
    "He suffered from others’, not his own, spite.",
    "But there",
    "no suffering like having made a mistake",
    "Because of being of an inferior make.",
    "He was not inferior,",
    "He was superior.",
    "He knew then that power corrupts but some must govern?",
    "His thoughts were different.",
    "Did he lack friends? Worse,",
    "Think it was for his fault, not theirs?",
    "He did not lack friends,",
    "He had disciples he moulded to his ends.",
    "Did he feel over-handicapped sometimes, yet must draw even?",
    "How could he feel like this? He was the King of Heaven.",
    "...find a sudden brightness one day in everything",
    "Because a mood had been conquered, or a sin?",
    "I tell you, he did not sin.",
    "Do only human beings suffer from the irritation",
    "I have mentioned? learn too that being comical",
    "Does not ameliorate the desperation?",
    "Only human beings feel this,",
    "It is because they are so mixed.",
    "All human beings should have a medal,",
    "A god cannot carry it, he is not able.",
    "A god is Man’s doll, you ass,",
    "He makes him up like this on purpose.",
    "He might have made him up worse.",
    "He often has, in the past.",
    "To choose a god of love, as he did and does,",
    "Is a little move then?",
    "Yes, it is.",
    "A larger one will be when men",
    "Love love and hate hate but do not deify them?",
    "It will be a larger one."
  ],
  "title": "Was He Married?",
  "year": ""
}