{
  "author": "Cathy Park Hong",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Love",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Popular Culture",
    "Language",
    "Linguistics",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239412",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "blowfish arranged on a saucer. Russian roulette. angelic slivers.",
    "ginseng. cut antlers allotted in bags dogs on a spit, a Dutch girl",
    "winking holds a bowl of shellfish.",
    "white cloth, drunkenness. a different language leaks out—",
    "the idea of throat, an orifice, a cord—",
    "you say it turns you on when I speak Korean.",
    "The gold paste of afterbirth, no red—",
    "Household phrases",
    "I breathe those words in your ear, which make you climax;",
    "afterwards you ask me for their translations. I tell you it’s a secret.",
    "—the recitation of the alphabet; guttural diphthong, gorgeous.",
    "What are the objects that turn me on: words—",
    ": the language first used by female entertainers, poets, prostitutes.",
    "The sight of shoes around telephone wires, pulleyed by their laces, the",
    "blunt word cock.",
    "Little pink tutus in FAO Schwarz,",
    "when I was four they used to dress me as a boy,",
    "white noise, whitewashed. the whir of ventilation in the library.",
    "Even quarantined amongst books, I tried to kiss you once.",
    "Strips of white cotton, the color of the commoner, the color of virtue,",
    "the color that can be sullied—",
    "my hand pressed against your diaphragm, corralling your pitch,",
    "a pinch of rain caught between mouths,",
    "analgesic, tea. poachers drawing blood—",
    "strips of white cotton I use to bind your wrist to post, tight",
    "enough to swell vein, allow sweat—",
    "sweat to sully the white of your sibilant body,",
    "the shrug of my tongue, the shrug of command,",
    "."
  ],
  "title": "All the Aphrodisiacs",
  "year": ""
}