{
  "author": "A. F. Moritz",
  "classification": "",
  "keywords": [
    "Death",
    "Men",
    "Women",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Nature",
    "Marriage",
    "Companionship",
    "The Body",
    "Disappointment",
    "Failure",
    "Living",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175452",
  "region": "Canada",
  "text": [
    "Uncle Johnny died after rigid years",
    "of cutting hair in his shop downtown.",
    "Toward the end he cut it badly, breathing",
    "a whisky scent into the tonic, talc and",
    "glossy male curls piling up on the tiled floor.",
    "He died shrivelled, a man who seldom spoke,",
    "still with that nickname, Johnny, last",
    "taciturn hint of a youth who may have been",
    "angry, a lover of women, filled and lightened",
    "by vast ocean, the sky over America.",
    "He spent his time at home, silent,",
    "or sometimes in bars, or on the corner",
    "by King’s Newsstand with others like himself",
    "on sun-baked cement, spitting single words, standing",
    "in dark slacks, short-sleeved shirts and suspenders.",
    "The tall and narrow-waisted new world",
    "had by that time completely rejected suspenders.",
    "And after the funeral Mary, his wife, was crying",
    "and said to me, \"Why is it that the men",
    "always die sooner? Do they just give up?\"",
    "We stood there in the church of our fathers, who",
    "explained their own deaths, all death, by an ancient crime.",
    "How foolish it would have been to tell you, Mary,",
    "something about dioxyribonucleic acid,",
    "adaptation of the sexes, effects of the hormones,",
    "or social factors, things you’d listen to blankly.",
    "Better to say that what we find in ourselves,",
    "whatever weakness, we ourselves have put there.",
    "Both of us knew enough about men’s weakness.",
    "Your question didn’t need an answer: I",
    "simply shrugged and silently, without real hope,",
    "asked to be absolved from the fault of men:",
    "Powers of earth, give me the male strength",
    "that we desire, kindly strength, which protects.",
    "Don’t make my wife a nurse, helplessly",
    "to watch me dying drunk and before her.",
    "And do not punish me for pride because",
    "I’ve asked to be so strong: to be the last."
  ],
  "title": "Conversation with a Widow",
  "year": ""
}