{
  "author": "A. F. Moritz",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Growing Old",
    "Family",
    "Ancestors",
    "Relationships",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175450",
  "region": "Canada",
  "text": [
    "Your parents had reached a long slow time,",
    "as animals do, the great center of their lives,",
    "when they gleam in their fells as though eternally,",
    "unchanging. Or as a day can seem eternal",
    "if you lie and watch the full clouds, conscious",
    "of your own time: you soon must get up and leave.",
    "So father, mother, the small shabby town,",
    "its patch of earth going on as though forever: you",
    "forgot them there, where they’d been since you started out",
    "and where you could find them again—as anyone",
    "forgets what he has to lean on",
    "so deeply and heavily that it wounds his side",
    "and the pain seems only himself.",
    "Ungrateful? So you accused yourself one day,",
    "waking suddenly. And when you went at last",
    "to look for them where they always are, they’d gone,",
    "or were withered alive, their mouths opening and closing",
    "without sound. The buildings had leaned still farther",
    "toward the dusty weeds and crumbs of old machines",
    "littered everywhere inexplicably. And now",
    "who will explain them? Your grandfather’s day",
    "is as absent from your thought as is your own",
    "gestation. And check the records:",
    "what is written down says nothing.",
    "The volumes all avoid the one question you have.",
    "They’re like the notebooks you kept in adolescence:",
    "you turn the endless pages and you wonder,",
    "what did I know or feel, how did I live then,",
    "what was this violence and love, this utter newness,",
    "invention that could sing water and light, raging",
    "at the first touch of dying, never mentioning death?",
    "You went back and the bones of your native town",
    "were like that, records from which something had escaped:",
    "a skeletal mill that roofed ghostly technologies",
    "where men once worked, coughed, burnt, bled.",
    "And that way they had permitted the long pageants",
    "of the children. And their mothers—whose images,",
    "vague, identical, stalk by in the nights,",
    "each one sorrowing and serene, her starved, enamelled,",
    "hard flesh torn, her dress the blue of late dusk,",
    "the heaven behind her a work of flat blinding gold."
  ],
  "title": "Home Again Home Again",
  "year": ""
}