{
  "author": "A. F. Moritz",
  "classification": "Simile",
  "keywords": [
    "Mythology",
    "Folklore",
    "Relationships",
    "Arts",
    "Sciences",
    "Nature",
    "Poetry",
    "Poets",
    "The Body",
    "Heroes",
    "Patriotism",
    "Love",
    "Disappointment",
    "Failure",
    "Living",
    "Music",
    "Desire",
    "Infatuation",
    "Crushes"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175458",
  "region": "Canada",
  "text": [
    "He glanced around to check if the treacherous gods",
    "had really given him the reward promised for his accomplished song",
    "and there she was, Eurydice restored, perfectly naked and fleshed",
    "in her rhyming body again, the upper and lower smiles and eyes,",
    "the line of mouth-sternum-navel-cleft, the chime of breasts and hips",
    "and of the two knees, the feet, the toes, and that expression",
    "of an unimaginable intelligence that yoked all these with a skill",
    "she herself had forgotten the learning of: there she was, with him",
    "once more",
    "just for an instant as she vanished. And then he heard her from",
    "behind",
    "the invisible veil, absence: a shrill and batlike but lexical indictment.",
    "Why had he violated the divine command, why, when he had seized",
    "all song to himself and robbed her of power to open her own",
    "oblivion?",
    "It grew in volume and now seemed to spew from an insane old",
    "mother with one breast",
    "hanging like a huge withered testicle from a rent in her weathered",
    "gown,",
    "who was being watched by a tall woman, copper-helmet-coiffed,",
    "richly suited in salmon colour,",
    "a mythical allusion, since salmon were long extinct in the bays and",
    "rivers here:",
    "songs never brought them anymore. The young restrained breasts",
    "and the old free one",
    "oppressed him equally and he went to live among men, waiting for",
    "the crazy",
    "and the competent to join forces and come for him with their",
    "scissors.",
    "Orpheus listened patiently to my poem and when it quieted he said",
    "to me:",
    "That wasn't it at all. I sang outward from my face to blue spaces",
    "between clouds,",
    "to fern fronds, and men and women sipped my song as you drink",
    "from a stream going by.",
    "What I sang is lost in time, you don't kmow what it was, all you have",
    "is your own",
    "old stories about me. And if women tore me into pieces, maybe that",
    "only signifies",
    "each one keeps part of my body, which is melody among visible",
    "things."
  ],
  "title": "Orpheus",
  "year": ""
}