{
  "author": "A. F. Moritz",
  "classification": "Dramatic Monologue",
  "keywords": [
    "God",
    "the Divine",
    "Philosophy",
    "Arts",
    "Sciences",
    "Class",
    "Time",
    "Brevity",
    "War",
    "Conflict",
    "Social Commentaries",
    "History",
    "Politics",
    "Living",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175446",
  "region": "Canada",
  "text": [
    "Highness, the former walls were helpless. They",
    "stood alone in the middle of small fields",
    "protecting nothing. A single peasant’s holding",
    "engulfed each one as it ran briefly, straight",
    "from noplace off to noplace, with ruinous steps",
    "of broken stone at both ends. Only head-high,",
    "without the towers, gates and towns of your great wall,",
    "they stuck where they were, never rising over hills",
    "or curving through valleys: nothing but shoddy masonry",
    "and a mystery: who built them, how long ago,",
    "what for? They seemed to have no role but balking",
    "the reaper and the ox; their bases made",
    "islands in the flashing scythe-strokes, where wild flowers",
    "and shrubs sprouted.",
    "So all the people praise you",
    "for burying such walls and their memory",
    "in your vast one, which joins them, stretching far",
    "beyond where they once crumbled to hold your Empire:",
    "a wall which therefore can never have an end",
    "but has to go on extending itself forever.",
    "How useful, how cogent your wall is: a pale",
    "for the civilized, a dike against the wild people",
    "outside, who trade their quiet human blood",
    "for the rage of gods, tearing men to pieces,",
    "throwing them, watching them fall. In burying",
    "those little walls, Lord, you have covered our shame",
    "at our ancestors, best forgotten, whose mighty works",
    "were so pointless, or so pitiably useless.",
    "Was all their effort so that daisies could grow in fissures?",
    "So that some human work would rise over the flats",
    "and weather till it seemed not human? Only",
    "so that something of ours could be like trees and rocks:",
    "docile-seeming, yet sullenly opposed",
    "to use, and when compelled, only half serving,",
    "reserving from the functions that we give them",
    "a secret and idle self. The peasants would make",
    "lean-tos for cattle against those walls: they served",
    "for this alone.",
    "Now scholars, Lord, are saying",
    "the gods are not bulls and cows. That in ancient times",
    "we herded these animals to keep from starving",
    "and going naked, and so came the old custom",
    "of thinking them gods—from dependence. In my youth,",
    "I know, the peasants said just the opposite.",
    "Worship came first. The awesome bull and cow",
    "were gathered to be adored more easily,",
    "till people noticed how they let themselves",
    "be driven and penned. Next came the first murders",
    "against these gods, and the careful observation",
    "that they stood to be killed. And so their cult became",
    "contempt of beings that would live with us",
    "and submit to our crimes and hunger, and we began",
    "to breed them. That is why, the farmer says,",
    "cattle are honoured, murdered, eaten, cherished",
    "with labour that makes him their slave, and that is why",
    "in summer he exults in blood, but shivers with fear,",
    "with exhausted terror and regret, and sinks into",
    "stunned revelry all winter, eating the salted meat,",
    "getting children, his house closed up with snow,",
    "himself awake as if he slept, living",
    "as if he had already died, and rich, happy",
    "as if he were a buried worm.",
    "Is God,",
    "then, Highness, the fat flaccidity of cattle?",
    "Myself, I don’t like to wonder anymore.",
    "I only hope lifelong service earns what I ask:",
    "the command of some far bastion on your wall",
    "where it curves out into the unsettled wastes",
    "beyond any field, and the barrenness inside",
    "is indistinguishable from that without.",
    "This is the reward and end of life I want:",
    "to be a point, though infinitely small",
    "and far from you, in that wide circle centred",
    "on your great self. I see myself arriving",
    "to take charge of my troops. I look down from the tower:",
    "bare plains, outcrops of ice and rock, vast restless",
    "stirrings of grey grasses and dark-veined overcast,",
    "the cold wind’s hissing. Year after year the same,",
    "waiting for an assault that never comes,",
    "straining to glimpse our naked enemies",
    "creeping blended with their stony soil: nothing",
    "but legend, it may be. Maybe a morning",
    "will rise when, waking, I find that I’ve forgotten",
    "which way is north, and can’t tell if I am turned",
    "outward to danger or inward, Highness, to you.",
    "The sun invisible, a murky light diffused",
    "throughout featureless cloud, and the wall so long",
    "no curve appears—it seems to stretch out straight",
    "endlessly east and west: what clue will there be",
    "which way to face my people for the attack?",
    "It will be crucial then to show no doubt.",
    "My orders, I vow, though ignorant, will be crisp."
  ],
  "title": "The Little Walls Before China",
  "year": ""
}