{
  "author": "William Makepeace Thackeray",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Relationships",
    "Home Life"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/237120",
  "region": "England",
  "text": [
    "In tattered old slippers that toast at the bars,",
    "And a ragged old jacket perfumed with cigars,",
    "Away from the world and its toils and its cares,",
    "I’ve a snug little kingdom up four pair of stairs.",
    "To mount to this realm is a toil, to be sure,",
    "But the fire there is bright and the air rather pure;",
    "And the view I behold on a sunshiny day",
    "Is grand through the chimney-pots over the way.",
    "This snug little chamber is cramm’d in all nooks",
    "With worthless old nicknacks and silly old books,",
    "And foolish old odds and foolish old ends,",
    "Crack’d bargains from brokers, cheap keepsakes from friends.",
    "Old armour, prints, pictures, pipes, china (all crack’d),",
    "Old rickety tables, and chairs broken-backed;",
    "A twopenny treasury, wondrous to see;",
    "What matter? ’tis pleasant to you, friend, and me.",
    "No better divan need the Sultan require,",
    "Than the creaking old sofa that basks by the fire;",
    "And ’tis wonderful, surely, what music you get",
    "From the rickety, ramshackle, wheezy spinet.",
    "That praying-rug came from a Turcoman’s camp;",
    "By Tiber once twinkled that brazen old lamp;",
    "A Mameluke fierce yonder dagger has drawn:",
    "’Tis a murderous knife to toast muffins upon.",
    "Long, long through the hours, and the night, and the chimes,",
    "Here we talk of old books, and old friends, and old times;",
    "As we sit in a fog made of rich Latakie",
    "This chamber is pleasant to you, friend, and me.",
    "But of all the cheap treasures that garnish my nest,",
    "There’s one that I love and I cherish the best:",
    "For the finest of couches that’s padded with hair",
    "I never would change thee, my cane-bottom’d chair.",
    "'Tis a bandy-legg'd, high-shoulder'd, worm-eaten seat,",
    "With a creaking old back, and twisted old feet;",
    "But since the fair morning when Fanny sat there,",
    "I bless thee and love thee, old cane-bottom'd chair.",
    "If chairs have but feeling, in holding such charms,",
    "A thrill must have pass'd through your wither'd old arms!",
    "I look'd, and I long'd, and I wish'd in despair;",
    "I wish'd myself turn'd to a cane-bottom'd chair.",
    "It was but a moment she sate in this place,",
    "She'd a scarf on her neck, and a smile on her face!",
    "A smile on her face, and a rose in her hair,",
    "And she sate there, and bloom'd in my cane-bottom'd chair.",
    "And so I have valued my chair ever since,",
    "Like the shrine of a saint, or the throne of a prince;",
    "Saint Fanny, my patroness sweet I declare,",
    "The queen of my heart and my cane-bottom'd chair.",
    "When the candles burn low, and the company's gone,",
    "In the silence of night as I sit here alone—",
    "I sit here alone, but we yet are a pair—",
    "My Fanny I see in my cane-bottom'd chair.",
    "She comes from the past and revists my room;",
    "She looks as she then did, all beauty and bloom;",
    "So smiling and tender, so fresh and so fair,",
    "And yonder she sits in my cane-bottom'd chair."
  ],
  "title": "The Cane-Bottom’d Chair",
  "year": ""
}