{
  "author": "John Fuller",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Arts",
    "Sciences",
    "Theater",
    "Dance",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177064",
  "region": "England",
  "text": [
    "Now you have been taught words and I am free,",
    "My pine struck open, your thick tongue untied,",
    "And bells call out the music of the sea.",
    "From this advantage I can clearly see",
    "You will abuse me in your grovelling pride",
    "Now you have been taught words: and I am free",
    "To pinch and bully you eternally,",
    "Swish round the island while the mermaids hide",
    "And bells call out the music of the sea.",
    "I watched you closely from within my tree:",
    "Explicit fish, implicit homicide,",
    "Now you have been taught words, and I am free",
    "To hear, who has the real victory?",
    "For you may drown as I draw in the tide",
    "And bells call out the music of the sea.",
    "You lust for Her and bare your teeth at me.",
    "Your roarings only mock the ache inside",
    "Now you have been taught words. And I am free",
    "While bells call out the music of the sea.",
    "Have",
    "no feelings that you cannot tame?",
    "My target’s everything, and in my aim,",
    "Achievement, while another,",
    "Lesser lusts may drive:",
    "Legs hate their lazy brother",
    "Who saps your precious Five",
    "To keep alive.",
    "Have you no visions that you cannot name?",
    "A picture should extend beyond its frame,",
    "There being no limitation",
    "To bright reality:",
    "For all their declaration",
    "And complexity,",
    "Words cannot see.",
    "Are not the object and the word the same?",
    "Words are but counters in a childish game;",
    "Each move you make is token",
    "Only of the rules:",
    "Any rule may be broken",
    "By the boy from a clever school",
    "Or a bored fool.",
    "How is it, then, that words can hurt and maim?",
    "If words do that, you are already lame,",
    "Bowed down by words like firewood,",
    "Clenched with words like ice:",
    "Language is for the coward",
    "Who thinks a rule is nice",
    "At any price.",
    "O then unteach me language, let the cool",
    "Sea sidle up and draw me to its deep",
    "Silence. Teach me how to break the rule.",
    "Once in the game you cannot make that leap.",
    "The sea will cast you up again if you",
    "Pretend to break the rule you really keep.",
    "But tell me, then, if what you say is true,",
    "What was your knowledge when you could not move?",
    "What instinct told what function what to do?",
    "Words would not help the channelled sea to prove",
    "It was not ocean-free, nor pine no fuel:",
    "I just existed, wordless, in my groove.",
    "Nor do I use words now, though you",
    "In innocence may think I do:",
    "We’ve left the island and engage",
    "In conversation on a page",
    "Sand-white and, like it, bounded by",
    "A vast of dull eternity.",
    "And I (since I can understand)",
    "Am master of this paper land.",
    "Think I am quick? I am so too,",
    "But when I’m bored with biffing you,",
    "Eve’s monkey, still that is not all,",
    "Nor Milan’s ghost, his beck and call",
    "To all the fancies that I can.",
    "You are too human, Caliban.",
    "You lunge and ape the human dance.",
    "Music and love are sustenance",
    "Withheld from you like tinkling charms",
    "Beyond your crying outstretched arms.",
    "You think I did not want my tree?",
    "Or tire of showing off? Being ‘free’",
    "All of the time is like your choice",
    "Of endless fireworks of the voice:",
    "You splutter, gasp and madly shout,",
    "But dampness seeps up: you go out,",
    "The silly words trail off your tongue.",
    "So wings get tired, flapping among",
    "The fussy spirits of the air.",
    "You curse. I sulk. Always He’s there.",
    "The bullet’s speed is not a feat.",
    "Of time, but photograph of wheat,",
    "A summer fly caught in a flash",
    "Of speckled stillness. Hear a splash?",
    "You think a glacier does not move?",
    "Brilliance of struggling wings can prove",
    "Treacle of amber, and a spark",
    "The universe, my world my bark",
    "I long for, longing for the dark.",
    "A language learnt but nothing understood:",
    "Now you at large, and all I owned before",
    "Lost like my name within the magic wood.",
    "No word for saying ‘no’ to fetching wood.",
    "The marvellous Glove splits on the hairy claw:",
    "A language learnt but nothing understood.",
    "At first I framed what syllables I could:",
    "She laughed at me and left me on the shore,",
    "Lost, like my name within the magic wood.",
    "Think of my rage then, Ariel, as I stood,",
    "(A picture in my head I could not draw,",
    "A language learnt but nothing understood),",
    "Weeping into the sea, hoping She would",
    "Turn back to lead me through that little door,",
    "Lost like my name within the magic wood.",
    "Our Master calls: I think it is not good",
    "To be unhappy with your freedom or",
    "My language (learnt, but nothing understood),",
    "Lost like my name within the magic wood."
  ],
  "title": "A Dialogue between Caliban and Ariel",
  "year": ""
}