{
  "author": "John Fuller",
  "classification": "Refrain",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177071",
  "region": "England",
  "text": [
    "When they confess that they have lost the penial bone and outer space is",
    "Once again a numinous void, when they’re kept out of Other Places,",
    "And Dr Fieser falls asleep at last and dreams of unburnt faces,",
    "When gold medals are won by the ton for forgetting about the different races,",
    "God Bless America.",
    "When in the Latin shanties the scented priesthood suffers metempsychosis",
    "And with an organ entry",
    "the dollar uncrosses",
    "Itself and abdicates, when the Pax Americana cuts its losses",
    "And a Pinkville memorial’s built in furious shame by Saigon’s puppet bosses,",
    "God Bless America.",
    "When they can be happy without noise, without knowing where on earth they’ve been,",
    "When they cease to be intellectual tourists and stop wanting to be clean,",
    "When they send their children to bed at the proper time and say just what they mean,",
    "And no longer trust the Quarterly Symposium and the Vicarious Screen,",
    "God Bless America.",
    "When they feel thoroughly desolated by the short-haired Christ they pray to,",
    "When they weep over their plunder of Europe stone by stone, releasing Plato",
    "And other Freshman Great Books, when they switch off their Hoover and unplug Nato,",
    "Pulling the chain on the CIA and awarding",
    "a rotten potato,",
    "God Bless America.",
    "When qua-birds, quickhatches and quinnets agree at last to admit the quail,",
    "When Captain Queeg is seen descending from the bridge as small and pale",
    "As everyone else, and is helped with sympathetic murmurs to the rail,",
    "When the few true defenders of love and justice survive to tell the tale,",
    "Then, perhaps then, God Bless America."
  ],
  "title": "God Bless America",
  "year": ""
}