{
  "author": "John Fuller",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177075",
  "region": "England",
  "text": [
    "I should like to live in a sunny town like this",
    "Where every afternoon is half-day closing",
    "And I would wait at the terminal for the one train",
    "Of the day, pacing the platform, and no one arriving.",
    "At the far end of the platform is a tunnel, and the train",
    "Slows out of it like a tear from a single eye.",
    "You couldn’t get further than this, the doors all opened",
    "And the porter with rolled sleeves wielding a mop.",
    "Even if one restless traveller were to arrive",
    "With leather grip, racquets under the arm,",
    "A belted raincoat folded over the shoulder,",
    "A fishing hat, and a pipe stuck in his mouth,",
    "There would be nowhere for him to move on to",
    "And he would settle down to tea in the lounge",
    "Of the Goat Hotel, doing yesterday’s crossword,",
    "And would emerge later, after a nap, for a drink.",
    "You meet them in the bar, glassy-eyed, all the time.",
    "They never quite unpack, and expect letters",
    "From one particular friend who doesn’t write.",
    "If you buy them a drink they will tell you their life history:",
    "‘I should have liked to live in a sunny town like this,",
    "Strolling down to the harbour in the early evening,",
    "Looking at the catch. Nothing happens here.",
    "You could forget the ill-luck dogging you.",
    "‘I could join the Fancy Rat Society and train",
    "Sweet peas over the trellised porch",
    "Of my little slice of stuccoed terrace. I could",
    "Be in time for the morning service at Tesco’s.",
    "‘I expect death’s like this, letters never arriving",
    "And the last remembered failure at once abandoned",
    "And insistent, like a card on a mantelpiece.",
    "What might it be? You can take your choice.",
    "‘ “I shook her by the shoulders in a rage of frustration.”",
    "“I smiled, and left the room without saying a word.”",
    "“I was afraid to touch her, and never explained.”",
    "“I touched her once, and that was my greatest mistake.” ’",
    "You meet them before dinner. You meet them after dinner,",
    "The unbelieved, the uncaressed, the terrified.",
    "Their conversation is perfectly decent but usually",
    "It slows to a halt and they start to stare into space.",
    "You would like it here. Life is quite ordinary",
    "And the self-pity oozes into the glass like bitters.",
    "What’s your poison? Do you have a desire to drown?",
    "We’re all in the same boat. Join us. Feel free.",
    "And when the bar closes we can say goodbye",
    "And make our way to the terminal where the last",
    "(Or is it the first?) train of the day is clean and waiting",
    "To take us slowly back to where we came from.",
    "But will we ever return? Who needs us now?",
    "It’s the town that requires us, though the streets are empty.",
    "It’s become a habit and a retreat. Or a form of justice.",
    "Living in a sunny town like this."
  ],
  "title": "Retreat",
  "year": ""
}