{
  "author": "John Fuller",
  "classification": "",
  "keywords": [
    "Midlife",
    "Living",
    "Disappointment",
    "Failure",
    "Activities",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177076",
  "region": "England",
  "text": [
    "The Doctor is glimpsed among his mulberry trees.",
    "The dark fruits disfigure the sward like contusions.",
    "He is at once aloof, timid, intolerant",
    "Of all banalities of village life,",
    "And yet is stupefied by loneliness.",
    "Continually he dreams of the company he craves for,",
    "But he challenges it and bores it to tears whenever",
    "It swims uncertainly into his narrow orbit.",
    "Meetings, however relished in their prospect,",
    "Seem only to be arrangements for departures.",
    "Exemplum: the spruce Captain and his vampire wife",
    "With her token fur hat and veil, like a bandage",
    "Extemporised by a bat. It seems that exercise",
    "Keeps the Captain’s horse in a permanent lather.",
    "The wife suffers from a disabling ennui.",
    "What more likely than a harmless liaison?",
    "At their first meeting the scenario is as obvious",
    "As a cheese. Her eyes, half-lidded, turn away,",
    "The cup lifted to her lips. The Captain has questions",
    "About the flooding of the water-meadow.",
    "A furious but undirected energy governs her soul,",
    "Listless as she seems on the surface. It is",
    "A libido on auto-destruct. Opportunities",
    "Occur, but the Doctor, in complacent rectitude,",
    "Bows himself off the stage of further meetings.",
    "He devotes himself to his patients. They, however,",
    "Begin to avoid him as if he has some dreadful disease.",
    "When the Captain is lost on the glacier, his horse",
    "Riderless, returning to graze on the bowling-green,",
    "The Doctor is suspected. It is most unfair.",
    "Meanwhile, his orphaned cousins go ahead",
    "With their threatened law-suit. At first he is amused.",
    "He meets their legal representative over",
    "A schnapps in the Bahnhof Buffet, and is compromised",
    "By the leather luggage of the absconding wife.",
    "He claims to have found a cure for the epidemic of goitres",
    "But only succeeds in killing two maids and a barley farmer.",
    "The Captain’s wife is staying at Interlaken",
    "With the Schoolmaster’s wastrel son. Her insane letters",
    "Are read out in court, evidence of the Doctor’s malpractice.",
    "Only his good old Nurse refuses to disbelieve him.",
    "On her death-bed she grips his fingers tightly",
    "And mutters inaudibly about the lost diaries.",
    "There is nothing now to prevent the red-haired cousins",
    "From taking complete control of his estate.",
    "The Doctor has lost everything and gained nothing.",
    "At the back of his mind there is still the slight hope",
    "That time will explain to him his crucial role.",
    "He becomes a cutter of peat, and realises",
    "That it is never quite easy enough to disappear."
  ],
  "title": "Synopsis for a German Novella",
  "year": ""
}