{
  "author": "John Fuller",
  "classification": "Blank Verse",
  "keywords": [
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177066",
  "region": "England",
  "text": [
    "From the beginning, the egg cradled in pebbles,",
    "The drive thick with fledglings, to the known last",
    "Riot of the senses, is only a short pass.",
    "Earth to be forked over is more patient,",
    "Bird hungers more, flower dies sooner.",
    "But if not grasped grows quickly, silently.",
    "We are restless, not remembering much.",
    "The pain is slow, original as laughter,",
    "Reaching for all of it, hardly aware,",
    "Beginning again and feeling for its terrain.",
    "We were often told and still we would not listen,",
    "And closing fingers, those accomplices,",
    "Took comfort from a lie. From lap to grass",
    "Whining, motionless on the lowest branch",
    "Above the pine needles, climbing the heather:",
    "We did not listen. It hid there still to find.",
    "Much since was hard to get, later displeased,",
    "Nursing an ordinary complaint or waiting",
    "For a reiterated brilliance,",
    "Growing in ignorance, too near to see.",
    "Now in the suburbs windows are on fire,",
    "Pale globes quiver on their dusty strings",
    "And afternoons disperse with mirth of gnome,",
    "The rigid stabbed flamingo pink in the trees,",
    "Split to the touch and walking by the pool.",
    "Now life jerking in its sustained coda",
    "Constricts its furniture and its events.",
    "The frowning bus disappears down the hill",
    "Or slides before the window with its bored",
    "Passengers staring unashamedly in.",
    "Now above the trees the ice-cream’s bare",
    "Electric tongue stammers its recitation.",
    "Children run out in the dumb-bell cul-de-sac",
    "To their cold delight, skipping between the turds",
    "Of long-dead dogs, coiled thickly on the stone.",
    "The children learn so quickly. The house stirs.",
    "Swallows leave earlier, apples to be pressed.",
    "Half the sky burns: the other half is dark.",
    "Hair pushing slowly out, generations",
    "Surrounding us with wonder, theirs and ours.",
    "Nothing to give, nothing has been learnt.",
    "The past simply denies the urge for a truce,",
    "Creeping into the egg. When it is time",
    "We can appoint a committee for the feasts,",
    "And for next year’s feasts, and the year after.",
    "Locks stick, glass metamorphosed",
    "In leafy caryatids of summer where",
    "Heat packs the panes and fingers tremble in",
    "Tobacco pockets, a tomato sniffed,",
    "Its greenish acid bloom and tiny hairs.",
    "The pain stirs again like a new life",
    "To be unravelled. It had to come to this.",
    "The body is nothing, the body thinks nothing,",
    "The short senses grubbing on their sticks",
    "Feel nothing, the forgotten carioca.",
    "A line moves to the finger end, and curls,",
    "Head fallen in helplessness. The wails",
    "Of children break behind the woven fences,",
    "Those minted faces tar beyond our sight.",
    "The gates shut: a parade of Japanese flags.",
    "And alive on the porch the councillor lowers his pipe,",
    "Comes down from the dunes a bathroom Arab",
    "Firing off caps, or crouched over shells",
    "Gathered in sodden pumps, the soprano waitress",
    "Bringing hot tea across the evening sand.",
    "The nights come in slowly. Behind a half-curtain",
    "The impossible is completed. A single lamp",
    "Weighs down its ornaments in pools of light.",
    "Shadows crawl over the crater, roped",
    "To the terrain’s recoil, roped to the pit."
  ],
  "title": "The Pit",
  "year": ""
}