{
  "author": "John Fuller",
  "classification": "",
  "keywords": [
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177077",
  "region": "England",
  "text": [
    "A blue bird showing off its undercarriage",
    "En route between our oldest universities",
    "Was observed slightly off-course above Woburn",
    "In the leafy heart of our sleepiest county:",
    "Two cyclists in tandem looked up at the same moment,",
    "Like a busy footnote to its asterisk.",
    "Once on the causeway outside Steventon",
    "I had a vision of living in willing exile,",
    "Of living the knowingly imperfect life",
    "But with a boundless and joyous energy",
    "Like Borodin played by the North Berkshire",
    "Youth Orchestra in its early days.",
    "A goose in the garden of the second-best pub",
    "In Marsh Gibbon was busy doing its dirty toothpaste",
    "And noisy, too, when a woman staggered out",
    "Of the lounge bar into the deserted car-park",
    "Saying: ‘I could never think of the child at my breast",
    "As anything other than a penis with a mouth.’",
    "The bird arrived. Nothing so stately-exciting",
    "As Handel’s dusky queen that was unspooling",
    "Perhaps too loudly from a scribbling student cell,",
    "But looped between the trees, a flash of green:",
    "And only the having chanced to look just there",
    "Could tell you it had ever been away.",
    "There was a young woman of Cheadle, who wore her heart",
    "Upon her sleeve, bright chevron! Oh, the keen-eyed",
    "Men of Cheadle, as in the jealous month",
    "When the registration numbers of new estate cars",
    "Change all over wealthy suburban Cheshire,",
    "And they picked out her heart with a needle.",
    "The very last cat to speak Cornish had a glass eye",
    "And kept a corner shop, selling shoe-laces and bullseyes,",
    "Brasso and Reckitt’s Blue. My great-aunt remembers",
    "Buying postcards from him as a girl,",
    "When George’s profile sped them for a penny.",
    "Aching to talk, he died of pure loneliness.",
    "They play bezique in Threlkeld and they play",
    "For keeps in Shap. And all the shapely clouds",
    "Roll through the streets like weeping chemistry",
    "Or cows escaped. And tea is served in the lounge",
    "Over a jig-saw puzzle of the Princess Elizabeth",
    "Beneath wet panes, wet mountains and wet sky.",
    "Once upon a time, in Derbyshire’s leaking basement",
    "Where you lie back in boats and quant by walking the ceiling,",
    "A strange girl in the dripping darkness attached",
    "Her damp lips to mine fast, like a snail’s adherence",
    "To cold stone in dusty nettles, and all unseeen",
    "The bluejohn slid by me: yellows, greys and purples.",
    "You will never forget the fish market at Barnstaple:",
    "Wet gills, double bellies, gleaming scales,",
    "Shells like spilt treasure. And the cream there thicker",
    "Than a virgin’s dream, and Devon’s greatest poet",
    "Born Gay, on Joy Street, taught by Robert Luck:",
    "It is the paradise of all fat poets.",
    "When the old woman entered the sea at Charmouth",
    "And the great waves hung over her head like theatre curtains,",
    "I thought of the sibyl who charmed the rocks to yield",
    "Their grainy secrets till history bore down",
    "Upon her and the liquid world was fixed",
    "For ever in the era of the fossils.",
    "At the end of your battered philosophical quest,",
    "The purity of Durham rises like an exhalation,",
    "Like the stench of sulphur in a barrel. Birds",
    "Build in the walls of the cloisters, disappearing into holes",
    "Like black-robed devotees. Inside it is quiet,",
    "The oatmeal crimping distant in grey air.",
    "I had a vision in the dead of night",
    "Of all the kitchens of commuters’ Essex",
    "Alight like the heads of snakes; and down them slid",
    "The bored wives and daughters of the managers",
    "Who were at the identical time arriving",
    "On the ladders of their power and fatigue.",
    "Armorial memorials reduced",
    "To leper stone, forests to hedges, hedges",
    "To sickled stumps where perch the songless birds",
    "Of Gloucestershire, and vans require the roads",
    "Before them in their headlights. No one speaks",
    "In the time it takes to cross the greenest county.",
    "Driving at evening down the A 34",
    "Like a ski-run, the sun a deiphany,",
    "The car-radio a percussive Russian insistence:",
    "Pure pleasure, pure escape! Past Winchester,",
    "Unseen its stalking scholars, past everything,",
    "Driving through Hampshire, driving for the boats!",
    "Alone between the Arrow and the Wye,",
    "Wales to the west, keeping its rain and secrets,",
    "I wandered in cider country, where the shade",
    "Beneath the trees is golden red and noisy",
    "With the jealous spite of wasps: Ariconium,",
    "The poet Philips, his long hair combed out!",
    "Hertfordshire is full of schoolmasters,",
    "And archaeologists who are part-time poets.",
    "Together they apportion past, present",
    "And future among their imaginary admirers",
    "In the form of examination papers, foul",
    "Drafts, and labels of dubious information.",
    "Herds of deer are moving through the trees",
    "Of Huntingdonshire noisily and rather",
    "Slowly. An idle hand sweeping the lyre",
    "Brings tears to the eyes of the moderately rich.",
    "They will dip their hands in their pockets, gently dip",
    "But not too deep. You’ve got to keep money moving.",
    "Old men coming up to bowl remember",
    "Other old men who in their turn remembered",
    "Things that were hardly worth remembering",
    "Through long still nights in Ashford, Faversham,",
    "Sevenoaks and Tunbridge Wells and Westerham",
    "Where even now the fields still smell of beer.",
    "All the oven doors of Lancashire",
    "Swing open on the hour, revealing vast",
    "Puddings. After tea, the lovers stroll,",
    "Their hands in each other’s back trouser pockets,",
    "Feeling the strange swell of the flexing buttock.",
    "The sun sinks, and the Ribble runs to the sea.",
    "Cheeks of angels, lips compressed, donate",
    "To brass invisible impulsions of",
    "Purely material breath: a county’s children",
    "Gather to create an overture,",
    "While brothers and fathers leaping over hedges",
    "Wind horns to their alternative conclusion.",
    "M1, M18, M180: the roads",
    "With their bright and bowline intersections sweep",
    "North to Scunthorpe. Go further if you will",
    "To where the Trent meets the Humber and Lincolnshire ends.",
    "There, at Alkborough, you may draw breath",
    "And if Nicky’s at home she will give you a cup of something.",
    "Middlesex is mostly roundabouts, the bright",
    "Voice of five p.m., insistent infotainment:",
    "Fingers gallop irritably on the steering-wheel;",
    "The nails make little clicks. Down the line",
    "Of fuming stationary Volvos boys bully with headlines",
    "That tell the drivers all about the place they have come from.",
    "Norfolk is somehow inverted: it’s all sky",
    "With clouds as bulky as castrati or lines of Dryden",
    "Sailing out above you, tinged with sunset.",
    "Get as far as you can, but not too far,",
    "Say to the Tuesday Market Place at King’s Lynn",
    "Where all the conveyancing is done in verse.",
    "Once half-lost here, when only a map of sounds",
    "Or smells could lead us from a wood, we came",
    "At evening to horse-brass and low-timbered beams",
    "Where the world had evolved to its great public state",
    "And the men and women of Northampton, being counted",
    "And with amber drinks, found themselves to be happy.",
    "Traitors’ county: from one end to the other",
    "You can walk bright-eyed with never a second glance",
    "From a stocky frowning people who move slowly",
    "And mind their own business. For they have seen it all:",
    "When the mist clears over Northumberland",
    "It leaves squat towers, valleys scarred with lead.",
    "There is one red door in one slightly curved",
    "Street in one nameless market town",
    "That contains behind it for a moment an image",
    "Of the planet’s destiny: a girl stooping",
    "To a hallway mirror, making her lips move",
    "Into a theatrical kiss, a self kiss.",
    "The kingfisher has long flown. Along the Cherwell",
    "The biscuit of bridge and college wall is blank",
    "Of its image, but with a passing presence",
    "Like a photograph taken with an open shutter.",
    "This, we reflect, is just the sense of our life,",
    "Aware of something the very moment that we miss it.",
    "Rutland is large enough for you and me",
    "To stumble into as into a wood without being seen,",
    "To tread its moss-starred carpet, enchanted",
    "By the chipped china of the russulas,",
    "Pink, grey, grey and green-grey, and red,",
    "Peeping beneath the oaks, not far from Oakham.",
    "Shropshire Blue, still made, the Lord be praised,",
    "Tart veins that kept the Romans here and Housman",
    "From the rope. The iron bridges lead you to it,",
    "Farms knee-deep in cow. And if you stop off",
    "In red-earthed Bridgnorth, that vigilant town,",
    "Be sure your pint is not ungraced with cheese.",
    "A thousand airy harps! We hardly dare",
    "To let out breath, for our imagination",
    "Responds to these full-throated sounds as though",
    "To the ranks of the ever-delighting dead, our wise",
    "Visionaries, and this is the county of dreams",
    "And of the moon’s occult praesidium.",
    "Staffordshire is where you almost came from,",
    "Darkened beneath burnt clay, perpetual dusk.",
    "It is the housewife’s dream, twinkling hearths",
    "Bright with Zebo, scrubbed pumice steps",
    "And, in the bathroom, a finger on the nozzle",
    "And little lavender farts to begin the day.",
    "I’ve had Leigh and buried St Edmunds,",
    "Stowed Felix and Market and Upland,",
    "I’ve been shut up in Boxton, found it painful in Akenham",
    "And felt totally stupid in Assingham:",
    "Carrying around one’s valuable despair like a fleece,",
    "To live in Suffolk is to suffocate.",
    "Flying in perfect formation above the sleeping",
    "Cul-de-sacs of Surrey, you observe",
    "The blocked pairing of houses, each with a garage,",
    "Like epaulettes. What whisperings behind",
    "The party walls! What eavesdropping, and what",
    "Bad timing! Well done! Sorry, partner! Boom!",
    "Chalk pie, a quality of sun like laughter,",
    "Distance predicted in hoof-beats: everywhere here",
    "Is vigilance as well as cruel amusement,",
    "That tempered island quality called sardonic.",
    "From Rye to Selsey Bill, something is on offer,",
    "A glittering spread, the bottom drawer pulled out.",
    "Driving to Wales I crossed a corner of Warwickshire",
    "That seemed to be hardly space at all, the home",
    "Of Dr Hall and his famous father-in-law",
    "Or of magic woods where lovers were lost and found,",
    "But simply the minutes that it took to tell",
    "An unimportant story, now forgotten.",
    "Once again the skies are open over the whole county:",
    "From Clifton to Burton, from Grasmere to Brough,",
    "The pubtalk steaming with anoraks and orange parkas.",
    "But I can remember one solitary eye",
    "Raging in silence in the dripping marsh,",
    "Its dewy lashes spooning aphids from the air.",
    "In Wiltshire they are sending extra-terrestrial",
    "Signals: what will the Venusians think of us?",
    "Four-footed creatures who like to move in circles?",
    "Let’s hope they never noisily discover",
    "That we are only half the men they thought us,",
    "Stumbling at tangents from our glimpsed perfection.",
    "Oh darling, come to Broadway: there we’ll take",
    "Tea and scones and jam made from the plums",
    "Of Pershore, perfect, pitless, palate-pleasing.",
    "A stroll in the model street, a browse at Gavina’s.",
    "Then it’s right foot down in the Volvo, plenty of Scotch",
    "And the largest bed we can find at the Bull in Worcester.",
    "The brown teapot is always warming here",
    "For there will be a time when you must come home",
    "Though you be unknown except to the flowered dead.",
    "On the moors the diagonal smoke rises",
    "Like a bitter smile, tight but welcoming:",
    "Cousin country, extra places for tea."
  ],
  "title": "The Shires",
  "year": ""
}