{
  "author": "Robert Herrick",
  "classification": "Couplet",
  "keywords": [
    "Spring",
    "Living",
    "Activities",
    "Nature",
    "Time",
    "Brevity",
    "Relationships",
    "Sports",
    "Outdoor Activities",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176696",
  "region": "England",
  "text": [
    "Get up, get up for shame, the Blooming Morne",
    "Upon her wings presents the god unshorne.",
    "See how",
    "throwes her faire",
    "Fresh-quilted colours through the aire:",
    "Get up, sweet-Slug-a-bed, and see",
    "The Dew-bespangling Herbe and Tree.",
    "Each Flower has wept, and bow'd toward the East,",
    "Above an houre since; yet you not drest,",
    "Nay! not so much as out of bed?",
    "When all the Birds have Mattens seyd,",
    "And sung their thankful Hymnes: 'tis sin,",
    "Nay, profanation to keep in,",
    "When as a thousand Virgins on this day,",
    "Spring, sooner than the Lark, to fetch in May.",
    "Rise; and put on your Foliage, and be seene",
    "To come forth, like the Spring-time, fresh and greene;",
    "And sweet as",
    ". Take no care",
    "For Jewels for your Gowne, or Haire:",
    "Feare not; the leaves will strew",
    "Gemms in abundance upon you:",
    "Besides, the childhood of the Day has kept,",
    "Against you come, some",
    "unwept:",
    "Come, and receive them while the light",
    "Hangs on the Dew-locks of the night:",
    "And",
    "on the Eastern hill",
    "Retires himselfe, or else stands still",
    "Till you come forth. Wash, dresse, be briefe in praying:",
    "Few Beads are best, when once we goe a Maying.",
    "Come, my",
    ", come; and comming, marke",
    "How each field turns a street; each street a Parke",
    "Made green, and trimm'd with trees: see how",
    "Devotion gives each House a Bough,",
    "Or Branch: Each Porch, each doore, ere this,",
    "An Arke a Tabernacle is",
    "Made up of white-thorn neatly enterwove;",
    "As if here were those cooler shades of love.",
    "Can such delights be in the street,",
    "And open fields, and we not see't?",
    "Come, we'll abroad; and let's obay",
    "The Proclamation made for May:",
    "And sin no more, as we have done, by staying;",
    "But my",
    ", come, let's goe a Maying.",
    "There's not a budding Boy, or Girle, this day,",
    "But is got up, and gone to bring in May.",
    "A deale of Youth, ere this, is come",
    "Back, and with",
    "laden home.",
    "Some have dispatcht their Cakes and Creame,",
    "Before that we have left to dreame:",
    "And some have wept, and woo'd, and plighted Troth,",
    "And chose their Priest, ere we can cast off sloth:",
    "Many a green-gown has been given;",
    "Many a kisse, both odde and even:",
    "Many a glance too has been sent",
    "From out the eye, Loves Firmament:",
    "Many a jest told of the Keyes betraying",
    "This night, and Locks pickt, yet w'are not a Maying.",
    "Come, let us goe, while we are in our prime;",
    "And take the harmlesse follie of the time.",
    "We shall grow old apace, and die",
    "Before we know our liberty.",
    "Our life is short; and our dayes run",
    "As fast away as do's the Sunne:",
    "And as a vapour, or a drop of raine",
    "Once lost, can ne'r be found againe:",
    "So when or you or I are made",
    "A fable, song, or fleeting shade;",
    "All love, all liking, all delight",
    "Lies drown'd with us in endlesse night.",
    "Then while time serves, and we are but decaying;",
    "Come, my",
    ", come, let's goe a Maying."
  ],
  "title": "Corinna's going a Maying",
  "year": ""
}