{
  "author": "Robert Herrick",
  "classification": "",
  "keywords": [
    "Eating",
    "Drinking",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236734",
  "region": "England",
  "text": [
    "Farewell thou thing, time past so known, so dear",
    "To me as blood to life and spirit; near,",
    "Nay, thou more near than kindred, friend, man, wife,",
    "Male to the female, soul to body; life",
    "To quick action, or the warm soft side",
    "Of the resigning, yet resisting bride.",
    "The kiss of virgins, first fruits of the bed,",
    "Soft speech, smooth touch, the lips, the maidenhead :",
    "These and a thousand sweets could never be",
    "So near or dear as thou wast once to me.",
    "O thou, the drink of gods and angels! wine",
    "That scatter'st spirit and lust, whose purest shine",
    "More radiant than the summer's sunbeam shows;",
    "Each way illustrious, brave, and like to those",
    "Comets we see by night, whose shagg'd portents",
    "Foretell the coming of some dire events,",
    "Or some full flame which with a pride aspires,",
    "Throwing about his wild and active fires;",
    "'Tis thou, above nectar, O divinest soul !",
    "Eternal in thyself, that can'st control",
    "That which subverts whole nature, grief and care,",
    "Vexation of the mind, and damn'd despair.",
    "'Tis thou alone who, with thy mystic fan,",
    "Workst more than wisdom, art, or nature can",
    "To rouse the sacred madness and awake",
    "The frost-bound blood and spirits, and to make",
    "Them frantic with thy raptures flashing through",
    "The soul like lightning, and as active too.",
    "'Tis not Apollo can, or those thrice three",
    "Castalian sisters, sing, if wanting thee.",
    "Horace, Anacreon, both had lost their fame,",
    "Hads't thou not fill'd them with thy fire and flame.",
    "Phoebean splendour! and thou, Thespian spring!",
    "Of which sweet swans must drink before they sing",
    "Their true pac'd numbers and their holy lays,",
    "Which makes them worthy cedar and the bays.",
    "But why, why longer do I gaze upon",
    "Thee with the eye of admiration?",
    "Since I must leave thee, and enforc'd must say",
    "To all thy witching beauties, Go away.",
    "But if thy whimpering looks do ask me why,",
    "Then know that nature bids thee go, not I.",
    "'Tis her erroneous self has made a brain",
    "Uncapable of such a sovereign",
    "As is thy powerful self. Prithee not smile,",
    "Or smile more inly, lest thy looks beguile",
    "My vows denounc'd in zeal, which thus much show thee",
    "That I have sworn but by thy looks to know thee.",
    "Let others drink thee freely, and desire",
    "Thee and their lips espous'd, while I admire",
    "And love thee, but not taste thee. Let my muse",
    "Fail of thy former helps, and only use",
    "Her inadultrate strength: what's done by me",
    "Hereafter shall smell of the lamp, not thee."
  ],
  "title": "His Farewell to Sack",
  "year": ""
}