{
  "author": "Adonis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/179413",
  "region": "",
  "text": [
    "1",
    "We travel upon the Ark, in mud and rain,",
    "Our oars promises from God.",
    "We live—and the rest of Humanity dies.",
    "We travel upon the waves, fastening",
    "Our lives to the ropes of corpses filling the skies.",
    "But between Heaven and us is an opening,",
    "A porthole for a supplication.",
    "\"Why, Lord, have you saved us alone",
    "From among all the people and creatures?",
    "And where are you casting us now?",
    "To your other Land, to our First Home?",
    "Into the leaves of Death, into the wind of Life?",
    "In us, in our arteries, flows a fear of the Sun.",
    "We despair of the Light,",
    "We despair, Lord, of a tomorrow",
    "In which to start Life anew.",
    "If only we were not that seedling of Creation,",
    "Of Earth and its generations,",
    "If only we had remained simple Clay or Ember,",
    "Or something in between,",
    "Then we would not have to see",
    "This World, its Lord, and its Hell, twice over.\"",
    "2",
    "If time started anew,",
    "and waters submerged the face of life,",
    "and the earth convulsed, and that god",
    "rushed to me, beseeching, \"Noah, save the living!\"",
    "I would not concern myself with his request.",
    "I would travel upon my ark, removing",
    "clay and pebbles from the eyes of the dead.",
    "I would open the depths of their being to the flood,",
    "and whisper in their veins",
    "that we have returned from the wilderness,",
    "that we have emerged from the cave,",
    "that we have changed the sky of years,",
    "that we sail without giving in to our fears—",
    "that we do not heed the word of that god.",
    "Our appointment is with death.",
    "Our shores are a familiar and pleasing despair,",
    "a gelid sea of iron water that we ford",
    "to its very ends, undeterred,",
    "heedless of that god and his word,",
    "longing for a different, a new, lord."
  ],
  "title": "The New Noah",
  "year": ""
}