{
  "author": "Sarah Browning",
  "classification": "",
  "keywords": [
    "Living",
    "Youth",
    "Parenthood",
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "School",
    "Learning",
    "Social Commentaries",
    "History",
    "Politics",
    "Heroes",
    "Patriotism",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237934",
  "region": "",
  "text": [
    "For Ben’s project he must research five facts",
    "about his African-American hero and write them",
    "on posterboard. He chooses Harriet Tubman,",
    "whose five facts are:",
    "Her mother’s name was Old Rit. She was born",
    "in 1820 and died in 1913. She was born in Maryland",
    "and died in New York. Ben asks for advice",
    "about his fifth fact and I suggest:",
    "300 people to freedom. Ben sighs the way he does",
    "now and says,",
    "So I try to remember the book we read yesterday,",
    "search for the perfect fact, the one that will match",
    "his four facts and satisfy his almost-seven mind.",
    ", I ask,",
    "during the Civil War? It’s a hit! He writes it:",
    "the civil war. It was a war between the north",
    "which is where the slaves were trying to get",
    "and the south which is where they were.",
    "Before the war, Abraham Lincoln signed a form",
    "that said All the slaves everywhere are free!",
    "which is one of the reasons they were fighting.",
    "On summer mornings, Lincoln rode his horse",
    "to work down the Seventh Street Turnpike",
    "close to my new home. Down Georgia Avenue",
    "past The Hunger Stopper and Pay Day 2 Go and liquor",
    "stores and liquor stores. Past Cluck-U-Chicken",
    "and Fish in the ’Hood and Top Twins Faze II",
    "Authentic African Cuisine and the newish Metro station",
    "and all those possibilities gleaming in developers’ eyes.",
    "There goes Lincoln’s horse down Georgia Avenue",
    "from the Soldier’s Home to the White House –",
    "much cooler up here in the country, in the neighborhood,",
    "at the hospital. And there’s Walt Whitman, the sworn poet",
    "of every dauntless rebel the world over, hanging around",
    "his street corner every morning to bow to the president",
    "at Thomas Circle by the homeless guys. It’s 100 years now",
    "since any president summered at the Soldier’s Home.",
    "But I was born only 50 years after Harriet Tubman died,",
    "all these centuries we drag into the next century and the next.",
    "And sometimes I see the ghosts of Harriet Tubman",
    "and Lincoln and Uncle Walt and the true stories",
    "and sometimes our own despair like Washington’s",
    "summer malaria, her 40 war hospitals, Whitman moving",
    "from bed to bed, stroking the hair of so many dying boys.",
    "Head north up Georgia Avenue now to our own",
    "soldiers’ home – Walter Reed – where the boys and now",
    "girls too mourn the ghosts of their own legs and arms",
    "and capacity for love. Where is their sworn poet?",
    "I write here in my new neighborhood, the city old",
    "and new around me, Harriet Tubman born so close,",
    "all these heroes under our feet."
  ],
  "title": "The Fifth Fact",
  "year": ""
}