{
  "author": "Kenneth Patchen",
  "classification": "",
  "keywords": [
    "Class",
    "Social Commentaries"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/175614",
  "region": "",
  "text": [
    "Man-dirt and stomachs that the sea unloads; rockets",
    "of quick lice crawling inland, planting their damn flags,",
    "putting their malethings in any hole that will stand still,",
    "yapping bloody murder while they slice off each other’s heads,",
    "spewing themselves around, priesting, whoring, lording",
    "it over little guys, messing their pants, writing gush-notes",
    "to their grandmas, wanting somebody to do something pronto,",
    "wanting the good thing right now and the bad stuff for the other boy.",
    "Gullet, praise God for the gut with the patented zipper;",
    "sing loud for the lads who sell ice boxes on the burning deck.",
    "Dear reader, gentle reader, dainty little reader, this is",
    "the way we go round the milktrucks and seamusic, Sike’s trap and Meg’s rib,",
    "the wobbly sparrow with two strikes on the bible, behave",
    "Alfred, your pokus is out; I used to collect old ladies,",
    "pickling them in brine and painting mustaches on their bellies,",
    "later I went in for stripteasing before Save Democracy Clubs;",
    "when the joint was raided we were all caught with our pants down.",
    "But I will say this: I like butter on both sides of my bread",
    "and my sister can rape a Hun any time she’s a mind to,",
    "or the Yellow Peril for that matter; Hector, your papa’s in the lobby.",
    "The old days were different; the ball scores meant something then,",
    "two pill in the side pocket and two bits says so; he got up slow see,",
    "shook the water out of his hair, wam, tell me that ain’t a sweet left hand;",
    "I told her what to do and we did it, Jesus I said, is your name McCoy?",
    "Maybe it was the beer or because she was only sixteen but I got hoarse",
    "just thinking about her; married a john who travels in cotton underwear.",
    "Now you take today; I don’t want it. Wessex, who was that with I saw you lady?",
    "Tony gave all his dough to the church; Lizzie believed in feeding her own face;",
    "and that’s why you’ll never meet a worm who isn’t an antichrist, my friend,",
    "I mean when you get down to a brass tack you’ll find some sucker sitting on it.",
    "Whereas. Muckle’s whip and Jessie’s rod, boyo, it sure looks black",
    "in the gut of this particular whale. Hilda, is that a .38 in your handbag?",
    "Ghosts in packs like dogs grinning at ghosts",
    "Pocketless thieves in a city that never sleeps",
    "Chains clank, warders curse, this world is stark mad",
    "Hey! Fatty, don’t look now but that’s a Revolution breathing down your neck."
  ],
  "title": "Eve of St. Agony or The Middleclass Was Sitting on Its Fat",
  "year": ""
}