{
  "author": "Kenneth Patchen",
  "classification": "",
  "keywords": [],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/175613",
  "region": "",
  "text": [
    "These of living emanate a formidable light,",
    "Which is equal to death, and when used",
    "Gives increase eternally.",
    "What fortifies in separate thought",
    "Is not drawn by wind or by man defiled.",
    "So whispers the parable of doubleness.",
    "As it is necessary not to submit",
    "To power which weakens the hidden forms;",
    "It is extraordinarily more essential",
    "Not to deny welcome to these originating forces",
    "When they gather within our heat",
    "To give us habitation.",
    "The one life must be attempted with the other,",
    "That we may embark upon the fiery work",
    "For which we were certainly made.",
    "What has been separated from the mother,",
    "Must again be joined; for we were born of spirit,",
    "And to spirit all mortal things return,",
    "As it is necessary in the method of earth.",
    "So sings the parable of singleness.",
    "My comforter does not conceal his face;",
    "I have seen appearances that were not marshalled",
    "By sleep.",
    "Perhaps I am to be stationed",
    "At the nets which move through this completing sea.",
    "Or I have hunting on my sign.",
    "Yet the ground is visible,",
    "The center of our seeing. (The houses rest",
    "Like sentinels on this hawking star.",
    "Two women are bathing near a trestle;",
    "Their bodies dress the world in golden birds;",
    "The skin of their throats is a dancing flute. . .",
    "How alter or change? How properly",
    "Find an exact equation? What is flying",
    "Anywhere that is more essential to our quest?",
    "Even the lake. . . boat walking on its blue streets;",
    "Organ of thunder muttering in the sky. . . A tiger",
    "Standing on the edge of a plowed field. . .",
    "What is necessary? What is inseparable to know?",
    "The children seek silvery-pretty caves. . .",
    "The distance is not great",
    "To worlds of magnificent joy or nowhere."
  ],
  "title": "The Cloth of the Tempest",
  "year": ""
}