{
  "author": "Sandra Beasley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/236984",
  "region": "",
  "text": [
    "You must not duck the bullet using ducks.",
    "You must not face the music with your face.",
    "Headbutting, don’t use your head. Or your butt.",
    "You must not use a house to build a home,",
    "and never look for poetry in poems.",
    "In fact, inject giraffes into your poems.",
    "Let loose the circus monkeys in their skirts.",
    "Explain the nest of wood is not a home",
    "at all, but a blind for shooting wild ducks.",
    "Grab the shotgun by its metrical butt;",
    "aim at your Muse’s quacking, Pringled face.",
    "It’s good we’re talking like this, face to face.",
    "There should be more headbutting over poems.",
    "Citing an 80s brand has its cost but",
    "honors the teenage me, always in skirts,",
    "showing my sister how to Be the Duck",
    "with a potato-chip beak. Take me home,",
    "Mr. Revell. Or make yourself at home",
    "in my postbellum, Reconstruction face—",
    "my gray eyes, my rebel ears, all my ducks",
    "in the row of a defeated mouth. Poems",
    "were once civil. But war has torn my skirts",
    "off at the first ruffle, baring my butt",
    "Whitman once made a hospital his home.",
    "Emily built a prison of her skirts.",
    "Tigers roamed the sad veldt of Stevens’s face.",
    "That was the old landscape. All the new poems",
    "map the two dimensions of cartoon ducks.",
    "We’re young and green. We’re braces of mallards,",
    "not barrels of fish. Shoot if you must but",
    "Donald, we’re with you. Trying to save poems,",
    "we settle and frame their ramshackle homes.",
    "What is form? Turning art to artifice,",
    "trading pelts for a more durable skirt.",
    "Even urban ducklings deserve a home.",
    "Make way. In the modern:",
    "A poem is coming through, lifting her skirt."
  ],
  "title": "Let Me Count the Waves",
  "year": ""
}