{
  "author": "Sandra Beasley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/236982",
  "region": "",
  "text": [
    "Everyone is lesser than or greater than the capybara.",
    "Everything is taller or shorter than the capybara.",
    "Everything is mistaken for a Brazilian dance craze",
    "more or less frequently than the capybara.",
    "Everyone eats greater or fewer watermelons",
    "than the capybara. Everyone eats more or less bark.",
    "Everyone barks more than or less than the capybara,",
    "who also whistles, clicks, grunts, and emits what is known",
    "as his",
    "than a capybara, who—because his back legs",
    "are longer than his front legs—feels like",
    "he is going downhill at all times.",
    "Everyone is more or less a",
    "than the capybara. Or going by the scientific name,",
    "more or less",
    "of a fish than the capybara, defined as the outermost realm",
    "of fishdom by the",
    "Everyone is eaten more or less often for Lent than",
    "the capybara. Shredded, spiced, and served over plantains,",
    "everything tastes more or less like pork",
    "than the capybara. Before you decide that you are",
    "greater than or lesser than a capybara, consider",
    "that while the Brazilian capybara breeds only once a year,",
    "the Venezuelan variety mates continuously.",
    "Consider the last time you mated continuously.",
    "Consider the year of your childhood when you had",
    "exactly as many teeth as the capybara—",
    "twenty—and all yours fell out, and all his",
    "kept growing. Consider how his skin stretches",
    "in only one direction. Accept that you are stretchier",
    "than the capybara. Accept that you have foolishly",
    "distributed your eyes, ears, and nostrils",
    "to sleep underwater. Accept that the fish",
    "will never gather to your capybara body offering",
    "their soft, finned love.",
    "but they will not say it to you."
  ],
  "title": "Unit of Measure",
  "year": ""
}