{
  "author": "Amy Key",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248788",
  "region": "",
  "text": [
    "In the absence of anything as definitive as blood type",
    "or maths, I am delighted to declare",
    "I found the back to the earring, also",
    "the mildew is banished, albeit temporarily.",
    "I want to share this news with you,",
    "a check against the inventory of living.",
    "Personalized necklaces point to living.",
    "Customizable anything suggests it’s all worth it.",
    "Sometimes it’s “oh this iced finger bun”",
    "others it’s “put something in the diary to look forward to.”",
    "This is an elaborate mural in an ill-frequented part of the city.",
    "My diary is full and the bakery is out of buns.",
    "Indoors there needs to be a swap from idle teasels",
    "to cacti. (Some sort of permanence that works in the way I work —",
    "water, light, a finger touch confirming my edges.)",
    "I only have cats to verify I’m there.",
    "•",
    "I am building up evidence. Some bodily. Some constructed.",
    "On balance, perhaps I am more a person who racks up",
    "indicators of taste as proof of living. There are condiments,",
    "playlists, preferred linens. I first got drunk",
    "on Cinzano. There was no one taking notes. I used to dream",
    "of sex in a fully upholstered room with no windows or doors.",
    "This idea of rabbit fur rugs and buttoned velvet cushions,",
    "immaculately conceived. Always snagged on the detail",
    "of things — how even did I come to be inside,",
    "nevermind out. The sex wasn’t the point. What I seek",
    "is magic like an intact lipstick mirror in an antique handbag,",
    "my own nifty (crackerjack?) endurance. Or to discover",
    "a gulping heart within a privet hedge. Or the druzy quartz",
    "of someone’s eyes long gone and to say it!",
    "•",
    "I am dying to be written about in your diary",
    "and my self-involvement extends to endless",
    "photographs of my eye makeup, which might be described",
    "as “signature.” FYI I prefer a fine brush to a pen.",
    "What can be said about slush, about the corners cut when cleaning",
    "the fridge. What can be said about what is considered",
    "to be",
    ". Crucially, love is a desire",
    "to be a witness and be witnessed, how you might skate",
    "past the provisional.",
    "I would rescue all the photographs they’ll tell you",
    "or select that option in the quiz. Now the photographs",
    "are in the air and my increments of living, too. We can still",
    "hold hands, eat noodles with the lights off, have deliberate sex.",
    "There is an obscure audience, always. My personal schmaltz,",
    "strumpet wardrobe, the lacquered soles of dancing shoes.",
    "The e-mail I sent has the subject line (no subject)."
  ],
  "title": "Announcement and Next Steps",
  "year": ""
}