{
  "author": "Campbell McGrath",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181164",
  "region": "",
  "text": [
    "1",
    "Gravel paths on hillsides amid moon-drawn vineyards,",
    "click of pearls upon a polished nightstand",
    "soft as rainwater, self-minded stars, oboe music",
    "distant as the grinding of icebergs against the hull",
    "of the self and the soul in the darkness",
    "chanting to the ecstatic chance of existence.",
    "Deep is the water and long is the moonlight",
    "inscribing addresses in quicksilver ink,",
    "building the staircase a lover forever pauses upon.",
    "Deep is the darkness and long is the night,",
    "solid the water and liquid the light. How strange",
    "that they arrive at all, nights on planet earth.",
    "2",
    "Sometimes, not often but repeatedly, the past invades my dreams in the form of a familiar neighborhood I can no longer locate,",
    "a warren of streets lined with dark cafés and unforgettable bars, a place where I can sing by heart every song on every jukebox,",
    "a city that feels the way the skin of an octopus looks pulse-changing from color to color, laminar and fluid and electric,",
    "a city of shadow-draped churches, of busses on dim avenues, or riverlights, or canyonlands, but always a city, and wonderful, and lost.",
    "Sometimes it resembles Amsterdam, students from the ballet school like fanciful gazelles shooting pool in pink tights and soft, shapeless sweaters,",
    "or Madrid at 4AM, arguing the",
    "with angry Marxists, or Manhattan when the snowfall crowns every trash-can king of its Bowery stoop,",
    "or Chicago, or Dublin, or some ideal city of the imagination, as in a movie you can neither remember entirely nor completely forget,",
    "barracuda-faced men drinking sake like yakuza in a Harukami novel, women sipping champagne or arrack, the rattle of beaded curtains in the back,",
    "the necklaces of Christmas lights reflected in raindrops on windows, the taste of peanuts and their shells crushed to powder underfoot,",
    "always real, always elusive, always a city, and wonderful, and lost. All night I wander alone, searching in vain for the irretrievable.",
    "3",
    "In the night I will drink from a cup of ashes and yellow paint.",
    "In the night I will gossip with the clouds and grow strong.",
    "In the night I will cross rooftops to watch the sea tremble in a dream.",
    "In the night I will assemble my army of golden carpenter ants.",
    "In the night I will walk the towpath among satellites and cosmic dust.",
    "In the night I will cry to the roots of potted plants in empty offices.",
    "In the night I will gather the feathers of pigeons in a honey jar.",
    "In the night I will become an infant before your flag."
  ],
  "title": "Nights on Planet Earth",
  "year": ""
}