{
  "author": "Lyn Hejinian",
  "classification": "Free Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Nature",
    "Arts",
    "Sciences",
    "Living",
    "Disappointment",
    "Failure",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/177412",
  "region": "U.S., Western",
  "text": [
    "Home whose names are produced by motion",
    "is where people go (one following",
    "the next as she hums to herself or he hums to himself",
    "at some risk to all) to stay in a family plot",
    "the tales of which are spinning like blades",
    "on a pinwheel wafted by my desire to talk to you. Fate",
    "and desire, chance and intention, from time to time",
    "converge. Most people want things to be good",
    "but taking a programmatic approach to getting it",
    "would be despicable and none of it would ever get to you",
    "except via a raucous garage sale. The owner of the pharmacy",
    "at this very moment is screaming in jubilation",
    "at a silver toaster, I want it",
    "even if it doesn’t work! Two firemen have broken down",
    "mid-sentence and gone out to look, you know",
    "the ones. The purport comes all at once",
    "at the end in such a way that one is thrown back",
    "to the poem again to carry out the ”again“ that the poem is",
    "about. I’ll get a library card at last and I won’t pay $100 for it",
    "feeling tired but only as tired as one would normally feel at sea level",
    "after, say, a five hour hike, and it was the same",
    "when it was just getting light—a murky gray",
    "that never brightened. I don’t know you well enough to break",
    "away from my conversations in order to barge in",
    "on yours and give the illusion that I often know",
    "where I’m going or where I want to go with certainty",
    "of motive to propel the prose",
    "or some version of certainty of my own, not knowing",
    "where one is going but going anyway. Perhaps the trip",
    "will be purposeless. Destiny is simply a good excuse for experience.",
    "There are birds chirping, smoke is rising",
    "from kerosene-splattered barbecue briquettes, it is summer",
    "and now, humiliated (I am so damned naive",
    "sometimes), swinging the hips to the right to avoid the edge",
    "of the worktable, then to the left to avoid toppling the cactus",
    "I shout, “Things! Things! Get out of my way!”",
    "I’ve never lost my capacity for being angry. I feel",
    "that it is justified, even necessary, though I admit that",
    "after the first hour my improvisations contribute nothing",
    "but motion to the composition."
  ],
  "title": "The Fatalist: Home whose names are produced by motion",
  "year": ""
}