{
  "author": "Lyn Hejinian",
  "classification": "Free Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Nature",
    "Living",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/177436",
  "region": "U.S., Western",
  "text": [
    "Come October, it’s the lake not the border",
    "that has been redrawn. Thinking",
    "about the event afterwards, I realize how remarkably well-prepared",
    "the girls are. There don’t seem to be any slouches",
    "among them. Please tell them I say hello and that we’ll need 14",
    "for the green salad and 14 for the apple tarts between",
    "with some rapid washing in clear water I remember as play",
    "and planning in childhood, preparing until the very last moment",
    "for a gripping narrative that was itself perpetually given over",
    "to improvisations and asymmetrical collaborations that could run",
    "for days. That makes another 14. It was ”the word“ or “the world” in 1981",
    "when we undertook to talk about the phrase",
    "“once in a while” once in a while",
    "noting the vagueness then named “a while” and how “once” the phrase",
    "recurs and therefore means more than once",
    "the “while” is defined. We too are in “a while”",
    "and when “once” next occurs, if the basic design suits",
    "you, we will need a bit of modestly biographical contextualization",
    "for November. I’m going to put some thought to something",
    "implausibly contemporary which perhaps isn’t wise",
    "since between then and now no new coincidences have been noted",
    "just one large color photograph of bespangled cowgirls",
    "herding heavy bulls up the avenue that opens this week carefully",
    "wearing baby blue boots to take out the garbage",
    "but it never rained. At the end of the month, Halloween should be clear."
  ],
  "title": "The Fatalist: Come October, it's the lake not the border",
  "year": ""
}