{
  "author": "Lyn Hejinian",
  "classification": "Free Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Living",
    "Poetry",
    "Poets",
    "Language",
    "Linguistics"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/177426",
  "region": "U.S., Western",
  "text": [
    "Time is filled with beginners. You are right. Now",
    "each of them is working on something",
    "and it matters. The large increments of life must not go by",
    "unrecognized. That’s why my mother’s own mother-in-law",
    "was often bawdy. “MEATBALLS!” she would shout",
    "superbly anticipating site-specific specificity in the future",
    "of poetry. Will this work? The long moment is addressed",
    "to the material world’s “systems and embodiments” for study",
    "for sentience and for history. Materiality, after all, is about being",
    "a geologist or biologist, bread dough rising",
    "while four boys on skateboards attempt to fly,",
    "spinning to a halt micromillimeters before I watch them, my attention riveted",
    "on getting tangled and forgetting the name of the chair, for example",
    "and the huge young man, he is covered with tattoos",
    "I think. Life is a series of given situations",
    "of which the living have to take note on site",
    "and the storytellers give an account as the wind",
    "tangles the rain or the invaders take over the transmitter. The exchange",
    "of ideas constitutes a challenge to the lyric ego. And so I am reporting",
    "that I was wrong. A real storyteller never asks what story one wants",
    "to hear, not the happy Joel nor the sleepy",
    "Clara nor the dreamy Jane, the seductive Sam, the sullen",
    "Robbie Jones. Nonetheless I have bought a bicycle. I have to remember",
    "to stop. Thank you. I hope you will enjoy it. A bike that is simply locked",
    "but freestanding will be immediately stolen. Of course",
    "there can’t be much wrong in helping people get what they want",
    "but creeps and purveyors of negativity",
    "and cruelty are tucked into every institution",
    "and most corners and though my inclination is to vote",
    "in favor of everyone’s dearest dreams of advancement I disagree",
    "with the remark that “deathlessness” and “fearlessness” don’t work.",
    "I think they do. “Deathlessness” immediately invokes the “breathlessness” we thought",
    "we’d half heard in the panting of deathlessness whose dashing",
    "is life. “Writhing” is self-indulgent however",
    "but the near-rhyme with “writing” is terrific. Don’t change",
    ". Poetry",
    "can’t be",
    "flight — that would make flight a perching",
    "instead of a flight. When one thing becomes another",
    "the other is free to become something",
    "else. I remember just where",
    "we were sitting",
    "under the influence of the wind",
    "watching a crow",
    "becoming something else in this case",
    "a crow.",
    "The state of milk in jars takes place",
    "and the state of world affairs",
    "can now change. No cereal manufacturer intentionally includes angels",
    "but marshmallow bits may look angelic in a bowl. Who knows? A poem",
    "full of ruptures could be one from which all kinds of things are flying."
  ],
  "title": "The Fatalist: Time is filled with beginners. You are right. Now",
  "year": ""
}