{
  "author": "John Wieners",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "The Body",
    "Religion",
    "Faith",
    "Doubt",
    "Social Commentaries",
    "Class"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/242442",
  "region": "U.S., New England",
  "text": [
    "to Somes",
    "from incarceration, Taunton State Hospital, 1972",
    "gaunt, ugly deformed",
    "broken from the womb, and horribly shriven",
    "at the labor of their forefathers, if you check back",
    "scout around grey before actual time",
    "their sordid brains don’t work right,",
    "pinched men emaciated, piling up railroad ties and highway",
    "ditches",
    "blanched women, swollen and crudely numb",
    "ered before the dark of dawn",
    "scuttling by candlelight, one not to touch, that is, a signal panic",
    "thick peasants after",
    "attitude",
    "at that time of their century, bleak and centrifugal",
    "they carry about them, tough disciplines of copper Indianheads.",
    "there are worse, whom you may never see, non-crucial around the",
    "spoke, these you do, seldom",
    "locked in Taunton State Hospital and other peon work farms",
    "drudge from morning until night, abandoned within destitute",
    "crevices odd clothes",
    "intent on performing some particular task long has been far",
    "removed",
    "there is no hope, they locked-in key’s; housed of course",
    "and there fed, poorly",
    "off sooted, plastic dishes, soiled grimy silver knives and forks,",
    "stamped Department of Mental Health spoons",
    "but the unshrinkable duties of any society",
    "produces its ill-kempt, ignorant and sore idiosyncrasies.",
    "There has never been a man yet, whom no matter how wise",
    "can explain how a god, so beautiful he can create",
    "the graces of formal gardens, the exquisite twilight sunsets",
    "in splendor of elegant toolsmiths, still can yield the horror of",
    "dwarfs, who cannot stand up straight with crushed skulls,",
    "diseases on their legs and feet unshaven faces of men and women,",
    "worn humped backs, deformed necks, hare lips, obese arms",
    "distended rumps, there is not a flame shoots out could ex-",
    "tinguish the torch of any liberty’s state infection.",
    "1907, My Mother was born, I am witness t-",
    "o the exasperation of gallant human beings at g-",
    "od, priestly fathers and Her Highness, Holy Mother the Church",
    "persons who felt they were never given a chance, had n-",
    "o luck and were flayed at suffering.",
    "They produced children with phobias, manias and depression,",
    "they cared little for their own metier, and kept watch upon",
    "others, some chance to get ahead",
    "Yes life was hard for them, much more hard than for any blo",
    "ated millionaire, who still lives on",
    "their hard-earned monies. I feel I shall",
    "have to be punished for writing this,",
    "that the omniscient god is the rich one,",
    "cared little for looks, less for Art,",
    "still kept weekly films close for the",
    "free dishes and scandal hot. Some how",
    "though got cheated in health and upon",
    "hearth. I am one of them. I am witness",
    "not to Whitman’s vision, but instead the",
    "poorhouses, the mad city asylums and re-",
    "life worklines. Yes, I am witness not to",
    "God’s goodness, but his better or less scorn.",
    "The First of May, The Commonwealth of State of Massachusetts,",
    "1972"
  ],
  "title": "Children of the Working Class",
  "year": ""
}