{
  "author": "John Wieners",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Growing Old",
    "Health",
    "Illness",
    "Life Choices",
    "Midlife",
    "The Body",
    "The Mind",
    "Time",
    "Brevity",
    "Nature",
    "Winter",
    "Religion",
    "Faith",
    "Doubt",
    "Social Commentaries",
    "Class"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/242224",
  "region": "U.S., New England",
  "text": [
    "And with great fear I inhabit the middle of the night",
    "What wrecks of the mind await me, what drugs",
    "to dull the senses, what little I have left,",
    "what more can be taken away?",
    "The fear of travelling, of the future without hope",
    "or buoy. I must get away from this place and see",
    "that there is no fear without me: that it is within",
    "unless it be some sudden act or calamity",
    "to land me in the hospital, a total wreck, without",
    "memory again; or worse still, behind bars. If",
    "I could just get out of the country. Some place",
    "where one can eat the lotus in peace.",
    "For in this country it is terror, poverty awaits; or",
    "am I a marked man, my life to be a lesson",
    "or experience to those young who would trod",
    "the same path, without God",
    "unless he be one of justice, to wreak vengeance",
    "on the acts committed while young under un-",
    "due influence or circumstance. Oh I have",
    "always seen my life as drama, patterned",
    "after those who met with disaster or doom.",
    "Is my mind being taken away me.",
    "I have been over the abyss before. What",
    "is that ringing in my ears that tells me",
    "all is nigh, is naught but the roaring of the winter wind.",
    "Woe to those homeless who are out on this night.",
    "Woe to those crimes committed from which we",
    "can walk away unharmed.",
    "So I turn on the light",
    "And smoke rings rise in the air.",
    "Do not think of the future; there is none.",
    "But the formula all great art is made of.",
    "Pain and suffering. Give me the strength",
    "to bear it, to enter those places where the",
    "great animals are caged. And we can live",
    "at peace by their side. A bride to the burden",
    "that no god imposes but knows we have the means",
    "to sustain its force unto the end of our days.",
    "For that is what we are made for; for that",
    "we are created. Until the dark hours are done.",
    "And we rise again in the dawn.",
    "Infinite particles of the divine sun, now",
    "worshipped in the pitches of the night."
  ],
  "title": "The Acts of Youth",
  "year": ""
}