{
  "author": "Melissa Kwasny",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182092",
  "region": "U.S., Northwestern",
  "text": [
    "The Crow call this time of year the Black Cherry Moon",
    "when the rose hips are blood-bright,",
    "spattered on their overwrought stems, and the creek",
    "calls so clearly in words almost our own",
    "as we come sliding down the bank.",
    "Last night, we covered the gardens in plastic.",
    "The chickadees were back after their wide diet of summer.",
    "We ate the last trout, its spine curved from disease.",
    "So much can go wrong, I want to know",
    "what you will promise me as our hands reach in and in",
    "through the copper, the carmine leaves.",
    "I know you are lonely, alone with your grief",
    "for your parents who are not my parents, for your life,",
    "which, despite all, is not my life. The cherries",
    "are thick here, hanging in clusters, purple-black from frost.",
    "It started to rain and I am chilled by it.",
    "Each day, we promise, we will talk of our fears",
    "of intimacy, how we still expect to be hurt when we love.",
    "You bring me a coat from the back of the truck,",
    "but I want to stop our task now, to sit in the cab",
    "of the truck while the gray spills, slick with thunder.",
    "What if I kissed you there in depth.",
    "After so many years, I can misunderstand the difference",
    "between instinct and obligation, how my hand",
    "continues to grasp the stems. Keats said",
    "poems should come easy as leaves off the trees,",
    "but see how they cling and wrestle with their ties.",
    "And now, the sun shines. It is not this grace",
    "I had imagined. When Keats said poems, I meant",
    "love. The chokecherries roll easily",
    "into my palm, then fall into the plastic bag that binds",
    "my writs. Over and over, until we have enough,",
    "until our fingers are bruised with their dark juices."
  ],
  "title": "Chokecherries",
  "year": ""
}