{
  "author": "Melissa Kwasny",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Health",
    "Illness",
    "Nature",
    "Animals",
    "The Body",
    "Religion",
    "Christianity",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182093",
  "region": "U.S., Northwestern",
  "text": [
    "Their eggs are laid on lupine. Tiny jade",
    "hairstreaks I could easily mistake for dew.",
    "Too precious. Too incidental,",
    "and besides that, blue, these trills that flounce",
    "in my potato patch, drawn",
    "from dryland origins to the domestic",
    "stain of water from my hose.",
    "What an old woman would study, I think",
    "as you hand me the guidebook, distracted",
    "by the replica of a parasol",
    "growing out of a bleached cow pie.",
    "The Siamese kitten with his butterfly eyes",
    "comes running, his mouth full",
    "of swallowtail, his breath smelling of borax",
    "and sugar I have poured",
    "over the ant hills in the garden.",
    "He is young and intent on eating poison.",
    "We bushwhack through Paradise,",
    "what is there to say except to lament",
    "the daily evidence of its passing.",
    "How the common blues scatter from my shade.",
    "And you, so fragile, so sick, so thin,",
    "your diet restricted, keep pointing out",
    "the bearded face of larkspur.",
    "When the angels fell, a fifteenth-centruy bishop says,",
    "there were 133, 306, 668 of them.",
    "It takes us all afternoon to cross the field.",
    "The body, it is so sad what happens to it.",
    "If you fell, you would dry up instantly.",
    "But these are not angel wings",
    "who disguise themselves as leaf or shred of bark,",
    "who are named after the stops",
    "in meaning our language must make room for:",
    "the comma whose wings look battered,",
    "or the violet underside of the question mark.",
    "To keep the mind from clenching, you say,",
    "is the main thing. Even the most",
    "beautiful days always seem to have death in them.",
    "As Valentinus said; our fall into love and sleep.",
    "You especially like the dark alpines",
    "with their furred bodies and lack of marking.",
    "And the sulphurs, yellowed scraps that fall",
    "from a myth of origin that doesn’t include us.",
    "When we find them, we will wonder",
    "who is still alive. We speak of our souls with such",
    "surface ease. But who will take such care for us?",
    "You bend and bend to the scrappy blue sea,",
    "your back turned to the moon fluttering above you.",
    "I have been thinking so much of strength",
    "this week, yours and mine, I mean,",
    "the field of attention that can be strengthened."
  ],
  "title": "Common Blue",
  "year": ""
}