{
  "author": "Meena Alexander",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "History",
    "Politics",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247504",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Portions of a mango tree the storm cut down,",
    "a green blaze bent into mud",
    "and they come to me, at dawn",
    "three girls from Kanpur, far to the north admittedly",
    "(we know this from national geography class,",
    "the borders of states, the major cities).",
    "They hung themselves from fans.",
    "In the hot air they hung themselves",
    "so that their father would not be forced to tender gold",
    "he did not have, would not be forced",
    "to work his fists to bone.",
    "So that is how a portion of the story goes.",
    "Slowly in the hot air they swung, three girls.",
    "How old were they?",
    "Of marriageable age certainly.",
    "Sixteen, seventeen, and eighteen, something of that sort.",
    "How do I feel about it?",
    "What a question! I am one of three sisters,",
    "most certainly I do not want father to proffer money",
    "he does not have for my marriage.",
    "Get a scooter, a refrigerator, a horde of utensils,",
    "silks, and tiny glittering bits of gold",
    "to hang about my ears and throat.",
    "Who said that? Yes, I am a schoolteacher, fifth standard",
    "trained in Indian history and geography,",
    "Kerala University, first class first.",
    "The storm tree puts out its limbs and",
    "I see three girls swinging. One of them is me.",
    "Step back I tell myself.",
    "Saumiya, step back. The whole history",
    "of womankind is compacted here.",
    "Open your umbrella, tuck your sari tight,",
    "breathe into the strokes of catastrophe,",
    "and let the school bus wait.",
    "You will get to it soon enough and the small, hot faces.",
    "See how the monsoon winds soar and shunt",
    "tropic air into a house of souls,",
    "a doorway stopped by clouds.",
    "Set your feet into broken stones",
    "and this red earth and pouring rain.",
    "For us there is no exile."
  ],
  "title": "from Raw Meditations on Money, 1. She Speaks: A School Teacher from South India",
  "year": ""
}