{
  "author": "Mona Van Duyn",
  "classification": "",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "Relationships",
    "Men",
    "Women",
    "Activities",
    "Indoor Activities",
    "Nature",
    "Animals",
    "Arts",
    "Sciences",
    "Philosophy",
    "Sciences",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241348",
  "region": "",
  "text": [
    "All day my husband pounds on the upstairs porch.",
    "Screeches and grunts of wood as the wall is opened",
    "keep the whole house tormented. He is trying to reach",
    "the bees, he is after bees. This is the climax, an end",
    "to two summers of small operations with sprays and ladders.",
    "Last June on the porch floor I found them dead,",
    "a sprinkle of dusty bugs, and next day a still worse",
    "death, until, like falling in love, bee-haunted,",
    "I swept up bigger and bigger loads of some hatch,",
    "I thought, sickened, and sickening me, from what origin?",
    "My life centered on bees, all floors were suspect. The search",
    "was hopeless. Windows were shut. I never find",
    "where anything comes from. But in June my husband’s fierce",
    "sallies began, inspections, cracks located",
    "and sealed, insecticides shot; outside, the bees’ course",
    "watched, charted; books on bees read.",
    "I tell you I swept up bodies every day on the porch.",
    "Then they’d stop, the problem was solved; then they were there again,",
    "as the feelings make themselves known again, as they beseech",
    "sleepers who live innocently in will and mind.",
    "It is no surprise to those who walk with their tigers",
    "that the bees were back, no surprise to me. But they had",
    "left themselves so lack-luster, their black and gold furs",
    "so deathly faded. Gray bugs that the broom hunted",
    "were like a thousand little stops when some great lurch",
    "of heart takes place, or a great shift of season.",
    "November it came to an end. No bees. And I could watch",
    "the floor, clean and cool, and, from windows, the cold land.",
    "But this spring the thing began again, and his curse",
    "went upstairs again, and his tinkering and reasoning and pride.",
    "It is the man who takes hold. I lived from bees, but his force",
    "went out after bees and found them in the wall where they hid.",
    "And now in July he is tearing out the wall, and each",
    "board ripped brings them closer to his hunting hand.",
    "It is quiet, has been quiet for a while. He calls me, and I march",
    "from a dream of bees to see them, winged and unwinged,",
    "such a mess of interrupted life dumped on newspapers—",
    "dirty clots of grubs, sawdust, stuck fliers, all smeared",
    "together with old honey, they writhe, some of them, but who cares?",
    "They go to the garbage, it is over, everything has been said.",
    "But there is more. Wouldn’t you think the bees had suffered",
    "enough? This evening we go to a party, the breeze",
    "dies, late, we are sticky in our old friendships and light-headed.",
    "We tell our funny story about the bees.",
    "At two in the morning we come home, and a friend,",
    "a scientist, comes with us, in his car. We’re going to save",
    "the idea of the thing, a hundred bees, if we can find",
    "so many unrotted, still warm but harmless, and leave",
    "the rest. We hope that the neighbors are safe in bed,",
    "taking no note of these private catastrophes.",
    "He wants an enzyme in the flight-wing muscle. Not a bad",
    "thing to look into. In the night we rattle and raise",
    "the lid of the garbage can. Flashlights in hand,",
    "we open newspapers, and the men reach in a salve",
    "of happenings. I can’t touch it. I hate the self-examined",
    "who’ve killed the self. The dead are darker, but the others have",
    "moved in the ooze toward the next moment. My God",
    "one half-worm gets its wings right before our eyes.",
    "Searching fingers sort and lay bare, they need",
    "the idea of bees—and yet, under their touch, the craze",
    "for life gets stronger in the squirming, whitish kind.",
    "The men do it. Making a claim on the future, as love",
    "makes a claim on the future, grasping. And I, underhand,",
    "I feel it start, a terrible, lifelong heave",
    "taking direction. Unpleading, the men prod",
    "till all that grubby softness wants to give,"
  ],
  "title": "A Time of Bees",
  "year": ""
}