{
  "author": "Charles Reznikoff",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Growing Old",
    "Life Choices",
    "Parenthood",
    "Sorrow",
    "Grieving",
    "Time",
    "Brevity",
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "War",
    "Conflict"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/243834",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "During the Second World War, I was going home one night",
    "along a street I seldom used. All the stores were closed",
    "except one—a small fruit store.",
    "An old Italian was inside to wait on customers.",
    "As I was paying him I saw that he was sad.",
    "“You are sad,” I said. “What is troubling you?”",
    "“Yes,” he said, “I am sad.” Then he added",
    "in the same monotone, not looking at me:",
    "“My son left for the front today and I’ll never see him again.”",
    "“Don’t say that!” I said. “Of course, you will!”",
    "“No,” he answered. “I’ll never see him again.”",
    "Afterwards, when the war was over,",
    "I found myself once more in that street",
    "and again it was late at night, dark and lonely;",
    "and again I saw the old man alone in the store.",
    "I bought some apples and looked closely at him:",
    "his thin wrinkled face was grim",
    "but not particularly sad. “How about your son?” I said.",
    "“Did he come back from the war?” “Yes,” he answered.",
    "“He was not wounded?” “No. He is all right.”",
    "“That’s fine,” I said. “Fine!”",
    "He took the bag of apples from my hands and groping inside",
    "took out one that had begun to rot",
    "and put in a good one instead.",
    "“He came back at Christmas,” he added.",
    "“How wonderful! That was wonderful!”",
    "“Yes,” he said gently, “it was wonderful.”",
    "He took the bag of apples from my hands again",
    "and took out one of the smaller apples and put in a large one."
  ],
  "title": "[During the Second World War . . .]",
  "year": ""
}