{
  "author": "Charles Reznikoff",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Youth",
    "Coming of Age",
    "Relationships",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "History",
    "Politics",
    "Gender",
    "Sexuality",
    "Cities",
    "Urban Life"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/182050",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "His mother stepped about her kitchen, complaining in a low",
    "voice;",
    "all day his father sat stooped at a sewing machine.",
    "When he went to high school Webber was in his class.",
    "Webber lived in a neighborhood where the houses are set in",
    "lawns with trees beside the gutters.",
    "The boys who live there, after school, take their skates and",
    "hockey sticks and play in the streets until nightfall.",
    "At twelve o’clock the boys ran out of school to a lunchroom",
    "around the corner.",
    "First come, first served, and they ran as fast as they could.",
    "Webber would run up beside him and knock him against the",
    "wall.",
    "He tried not to mind and thought Webber would tire of it.",
    "One day he hit Webber’s side; his fist fell off Webber’s over-",
    "coat. Webber turned with a glad shout and punched him",
    "as he cowered.",
    "His home was in a neighborhood of workingmen where there",
    "were few Jews.",
    "When he came home from school he walked as quickly as he could,",
    "his head bowed and cap pulled low over his face.",
    "Once, a few blocks from home, a tall lad stopped him.",
    "“Are you a Jew? I knock the block off every Jew I meet.”",
    "“No,” he answered.",
    "“I think you’re a Jew. What’s your name?” He told him,",
    "glad that his name was not markedly Jewish and yet foreign",
    "enough to answer for his looks.",
    "“Where do you live?” He told him and added, “Come around",
    "any old time and ask about me.” So he got away.",
    "When he was through high school he worked in the civil",
    "service as a typist, taken on until a rush of business was",
    "over.",
    "He took the test for a steady job, but his standing on the list",
    "was low,",
    "unlikely to be reached for a long time, if ever before the new list.",
    "Looking for work, he always came upon a group waiting for",
    "the job.",
    "He was short and weak-looking, and looked peevish. He could",
    "not get work for months.",
    "At last an old German storekeeper wanted to hire him and",
    "asked at what he had been working. He told him.",
    "“It doesn’t pay me to break you in, if you are going to leave",
    "me. Have you taken another civil service test? Are you",
    "waiting for a new appointment?”",
    "“No,” he answered.",
    "In a few months a letter came to his home from the civil",
    "service board, asking him to report for work as a typist, a",
    "permanent appointment.",
    "There was no hurry, but his father did not know and so",
    "brought the letter to the store.",
    "There had been a boy in his class at school whose name was",
    "Kore.",
    "Kore was short, too, but he had the chest of an old sailor and",
    "thick, bandy legs. He shouted when he spoke and was",
    "always laughing.",
    "Kore moved into the block. With Kore he was not afraid to",
    "stand on the stoop after work or go walking anywhere.",
    "Once they went to Coney Island and Kore wanted to go",
    "bathing. It was late at night and no one else was in.",
    "They went along the beach until they came to the iron pier the",
    "steamboats dock at.",
    "Kore boasted that he would swim around the pier and slid",
    "away into the black water.",
    "At last the people were gone. The booths were long darkened.",
    "He waited for Kore at the other side of the pier, watching the",
    "empty waves come in."
  ],
  "title": "[His mother stepped about her kitchen . . .]",
  "year": ""
}