{
  "author": "Charles Reznikoff",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/182073",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Leaving the beach on a Sunday in a streetcar",
    "a family of three—mother, son and daughter:",
    "the mother, well on in the thirties, blond hair, worried face;",
    "the son, twelve years of age or so, seated opposite,",
    "and the daughter, about eight or nine, beside her.",
    "The boy was blond, too; a good-looking little fellow",
    "with dreamy eyes. The little girl was quite plain;",
    "mouth pulled down at the corners,",
    "sharp angry eyes behind eyeglasses.",
    "No sooner were they seated than the boy, speaking gently, said,",
    "“Today was one of the most wonderful days I ever had.”",
    "The girl said shrilly, “I wish we could live in one of those houses”—",
    "looking at the bungalows along the shore—",
    "“then we could go to the beach every day.”",
    "The mother did not answer either.",
    "The beach they were coming from was crowded with poor people;",
    "and the family was dressed cheaply but was neat and spotless,",
    "even after the day’s outing.",
    "I wondered idly where the father was: at work? dead? divorced?",
    "After a while the mother said, weighing her words,",
    "“You know Mister. . .”",
    "I did not hear the name: it was spoken so softly.",
    "She was talking to the boy.",
    "“He goes fishing every Wednesday.",
    "I think I can get him to take you along.”",
    "The boy did not answer for a minute or two",
    "and then said, in his gentle voice,",
    "“I should like it very much.”",
    "“Can I go too?” asked the little girl shrilly,",
    "but no one answered her.",
    "Mother and son had eyes only for each other.",
    "She took out her handkerchief and wiped his face.",
    "He complained of something in his eye—",
    "certainly not enough to make him blink—",
    "and she raised the upper lid",
    "and lowered the lower lid to look for it.",
    "The little girl stood up to look out of the window",
    "and the boy said to his mother, “She stepped on my toes",
    "and did not even say, Excuse me, please.”",
    "The mother turned to the little girl and said sharply,",
    "“Why didn’t you say, Excuse me?",
    "You should have said, Excuse me, brother.”",
    "The little girl said nothing,",
    "face turned toward the window,",
    "the corners of her mouth far down and her eyes,",
    "bright and dry, looking sharply through her glasses."
  ],
  "title": "[Leaving the beach on a Sunday in a streetcar]",
  "year": ""
}