{
  "author": "Charles Reznikoff",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Social Commentaries",
    "Money",
    "Economics",
    "Life Choices"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/182051",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Passing the shop after school, he would look up at the sign",
    "and go on, glad that his own life had to do with books.",
    "Now at night when he saw the grey in his parents’ hair and",
    "heard their talk of that day’s worries and the next:",
    "lack of orders, if orders, lack of workers, if workers, lack of",
    "goods, if there were workers and goods, lack of orders",
    "again,",
    "for the tenth time he said, “I’m going in with you: there’s more",
    "money in business.”",
    "His father answered, “Since when do you care about money?",
    "You don’t know what kind of a life you’re going into—",
    "but you have always had your own way.”",
    "He went out selling: in the morning he read the",
    "Buyers in",
    "; he packed half a dozen samples into",
    "a box and went from office to office.",
    "Others like himself, sometimes a crowd, were waiting to thrust",
    "their cards through a partition opening.",
    "When he ate, vexations were forgotten for a while. A quarter",
    "past eleven was the time to go down the steps to Holz’s",
    "lunch counter.",
    "He would mount one of the stools. The food, steaming",
    "fragrance, just brought from the kitchen, would be",
    "dumped into the trays of the steam-table.",
    "Hamburger steak, mashed potatoes, onions and gravy, or a",
    "knackwurst and sauerkraut; after that, a pudding with a",
    "square of sugar and butter sliding from the top and red",
    "fruit juice dripping over the saucer.",
    "He was growing fat."
  ],
  "title": "[Passing the shop after school...]",
  "year": ""
}