{
  "author": "Charles Reznikoff",
  "classification": "",
  "keywords": [
    "Social Commentaries"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/182076",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The house in which we now lived was old—",
    "dark rooms and low ceilings.",
    "Once our maid, who happened to be Hungarian,",
    "reached her hand up into the cupboard for a dish",
    "and touched a dead rat",
    "that had crawled there to die—poisoned, no doubt.",
    "“Disgusting, disgusting,” she kept saying in German",
    "and, to my amusement, shuddered whenever she thought of it.",
    "(A pretty blonde,",
    "too slight to do the housework she had to,",
    "she had come, unlike the Ukrainian peasant girls that generally",
    "worked for us,",
    "from a town instead of a village.)",
    "My parents’ place of business was so near",
    "my mother could come home whenever she felt like it",
    "to see how things were going, but she came seldom",
    "for there was always something to do in the shop",
    "that would not wait. I was all of thirteen",
    "and saw no need for any uneasiness on her part.",
    "But it was not wholly unwarranted by that neighborhood:",
    "we were only a block and a half from the Bowery,",
    "where the cheapest lodging-houses, saloons, and eating-places",
    "were",
    "and where the men who did the humblest work lived;",
    "these were aristocrats, no doubt,",
    "among the crowd out of work",
    "and the riffraff who stood idly in doorways",
    "and about the pillars of the railway overhead and shuffled",
    "along the sidewalk.",
    "Once there was a gentle knock at the door.",
    "Just back from school, I opened it",
    "and a man, so tall he stooped as he stood in the doorway—",
    "his shoulders filled it—",
    "put his foot across the threshold.",
    "I could not close the door—and did not try to—",
    "but waited for him to speak or move.",
    "He was silent, his small eyes shining,",
    "and he peered about,",
    "hesitating and thinking what to do next.",
    "The pretty maid had just put a plate of borsht—",
    "which my mother had taught her how to make—",
    "on the table. She moaned",
    "and rushed to the front room,",
    "although she could not get out of the flat that way,",
    "for the front door was locked and my mother had the key.",
    "But perhaps she felt safer near the windows that opened on the",
    "street,",
    "three stories below,",
    "and she was out of the visitor’s sight.",
    "“What do you want?” I asked.",
    "The stranger—I took him for a Russian peasant,",
    "since there were some in the neighborhood—",
    "did not answer,",
    "but there was such unhappiness in his drawn face",
    "that I felt friendly and unafraid.",
    "“Will you have something to eat?” I asked cheerfully",
    "and pointed to the chair I had been about to take.",
    "We both looked at the table and saw,",
    "beside the plate of borsht and a round loaf of black bread,",
    "the long bread knife.",
    "Without a word, the man seated himself clumsily",
    "and I cut him a thick slab of bread",
    "and then another. After a moment’s hesitation,",
    "I left the knife beside the bread to show that I was not afraid.",
    "The man ate steadily and I stood to one side like a waiter.",
    "I filled the plate once more with borsht,",
    "and dumped in plenty of cabbage and potatoes",
    "from the bottom of the pot. As soon as he was through",
    "and his plate empty again, he got up,",
    "glanced at me for a second out of his narrow eyes,",
    "then bowed his head slightly",
    "and warily, softly, without a word,",
    "edged out of the door.",
    "I closed it after him just as quietly,",
    "and silently turned the big brass key in the lock.",
    "I went into the front room to find the maid:",
    "she was on her knees,",
    "muttering her prayers as fast as she could,",
    "and stood up, embarrassed,",
    "as I looked at her and smiled."
  ],
  "title": "[The house in which we now lived was old—]",
  "year": ""
}