{
  "author": "Charles Reznikoff",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/180088",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1",
    "It was nearly daylight when she gave birth to the child,",
    "lying on a quilt",
    "he had doubled up for her.",
    "He put the child on his left arm",
    "and took it out of the room,",
    "and she could hear the splashing water.",
    "When he came back",
    "she asked him where the child was.",
    "He replied: “Out there—in the water.”",
    "He punched up the fire",
    "and returned with an armload of wood",
    "and the child,",
    "and put the dead child into the fire.",
    "She said: “O John, don't!”",
    "He did not reply",
    "but turned to her and smiled.",
    "2",
    "Late at night, their sow rooted open the door of their cabin,",
    "and husband and wife",
    "quarreled over driving her out.",
    "His wife knocked him down with an iron shovel.",
    "He started for his breeches and said,",
    "“If I had my knife, I'd cut your throat,”",
    "and she ran out the door.",
    "He shut the door after her",
    "and propped it closed with a stick of wood.",
    "When she was found, she was lying on her face,",
    "frozen to death. The weather extremely cold",
    "and where she lay",
    "the snow was about eighteen inches deep.",
    "When she left the cabin, she was barefoot",
    "and had very little clothing. The way she took",
    "led through briers",
    "and there were drops of blood on the snow—",
    "where the briers had torn her legs from the knees down—",
    "and bits of clothing that had been torn off;",
    "at one place",
    "she had struck her ankle against the end of a log",
    "and it bled freely.",
    "3",
    "Mrs. Farborough went into her brother's house,",
    "leaving her husband a short distance from it—",
    "he was the best man of the neighborhood for strength—",
    "and, without speaking to anyone,",
    "seized a tin cup.",
    "Her sister-in-law said it seemed as if she took a good deal of authority there.",
    "Mrs. Farborough replied she took enough to get her things,",
    "and would also take her teakettle.",
    "Mrs. Eller told her to take them",
    "and get out of the house",
    "and stay out.",
    "Mrs. Farborough did go out",
    "but soon returned with a stone—",
    "as large as her fist—",
    "which she held under her apron,",
    "and sat down,",
    "remarking that she intended to stay a while",
    "just for aggravation.",
    "Farborough then approached the house with a stone in each hand",
    "and, when near it, sat on a log.",
    "After a moment or two,",
    "he sprang into the house,",
    "the stones still in his hands.",
    "At this, his wife threw the stone she held under her apron",
    "at her sister-in-law:",
    "missed and struck the side of the house near her head.",
    "The women clinched and fell to the floor,",
    "Mrs. Farborough on top,",
    "hitting Mrs. Eller in the face with her fist.",
    "Eller went up to Farborough and said:",
    "“Brother Martin,",
    "take your wife out of here,",
    "and I will take care of mine.",
    "Let us have no fuss!”",
    "And he started forward to part the women,",
    "still fighting.",
    "Farnborough pushed him back:",
    "“God damn you, stand back,",
    "or I will kill the last Goddamn one of you!”",
    "and lifted his right hand,",
    "holding the stone.",
    "He turned to look at the women,",
    "and Eller shot him in the back with a pistol,",
    "just where his suspenders crossed.",
    "4",
    "He and his wife were members of a society",
    "known as Knights and Ladies of Honor.",
    "The life of each member was insured for two thousand dollars—",
    "to go to widow or widower.",
    "He had to borrow money to pay his dues",
    "and had just been defeated for town marshal;",
    "and now his wife was sick.",
    "The Knight of Honor was seen in a saloon with a Negro",
    "who used to work for him;",
    "then the two were seen going into an alley.",
    "Here he gave the Negro a quarter",
    "and asked him to go to the drugstore",
    "and buy a small bottle of strychnine.",
    "If the druggist asked the Negro why he wanted it,",
    "he was to say to kill wolves on a farm.",
    "The Negro asked him what he really wanted it for",
    "and he said to poison the dogs",
    "belonging to a neighbor where a girl was working",
    "whom he wanted to visit at night.",
    "The Negro bought him the bottle,",
    "and he told the Negro that if questioned about it",
    "he must say that he put it in the pocket of his overcoat",
    "and left the coat hanging in a saloon,",
    "and that the bottle was taken from his pocket",
    "by someone.",
    "When his wife asked for the quinine",
    "she used as a medicine,",
    "he went to the mantelpiece",
    "where he had placed a package of quinine",
    "bought the day before",
    "and poured some of the strychnine into a spoonful of cold coffee.",
    "She thought the powder had a peculiar look,",
    "and tried to dissolve it",
    "by stirring it with her finger.",
    "He assured her it was quinine",
    "bought where he had always bought it;",
    "and she drank it."
  ],
  "title": "Domestic Scenes",
  "year": ""
}