{
  "author": "Charles Reznikoff",
  "classification": "",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "Objectivist",
  "reference": "http://www.poetryfoundation.org/poem/182059",
  "region": "U.S., Mid-Atlantic",
  "text": [
    ". Now that Castile and Aragon in holy wedlock",
    "are Spain,",
    "and the last city of the Moors in Spain is Spanish",
    "except for Moor and Jew—",
    "about every crucifix in every market-place",
    "and in the court itself the Jews!—",
    "as seven centuries of Christian valor, Christian piety",
    "triumph",
    "stay not your hand;",
    "Spain of the knights,",
    "one in fealty to your majesties,",
    "become one in faith,",
    "Spain of the saints!",
    "Like the sun,",
    "rising as our Savior from His tomb into the brilliant sky",
    "blaze",
    "until the clouds that still obscure the light",
    "are drawn into His brightness",
    "and earth is brilliant as the sky is bright.",
    "Spain newly united",
    "still divided—",
    "as the season of cold is the season of darkness",
    "in the spring of our rejoicing that the Moor is gone from Spain,",
    "the Jew go too!",
    "But if the Spaniard speaks,",
    "I speak no less a Christian:",
    "throw away the curse, you Jews,",
    "of fifteen hundred years;",
    "stay and prosper",
    "and Church and Heaven prosper,",
    "in our nets a goodly catch.",
    "Think not that we want aught of you",
    "but your souls;",
    "your money and your jewels—",
    "all your trash—",
    "keep if you stay and are Christian,",
    "take if you are Jews and go;",
    "we ask of you nothing but your Judaism",
    "which has brought you so much misery",
    "and will bring each of you—",
    "the youngest and the gentlest—",
    "to the flames of Hell",
    "and the worm that dies not.",
    "We give you,",
    "miserable sinners,",
    "the waters of",
    "Paradise;",
    "we give you the blessings of the saints,",
    "the blessings of Mary, the blessed mother of Christ,",
    "and the blessings of our Lord Jesus.",
    ". There is a sweet reasonableness in the words of our",
    "prior;",
    "it is Saint Dominic who speaks to us",
    "through his Dominican or Saint James himself.",
    ". No noble in your court, your majesties,",
    "proud of his forefather, conquering Goth or Visigoth or Vandal,",
    "is of an older Spanish line than we—",
    "Jews in Iberia before the Romans came.",
    "No noble boasting his service",
    "boasts of more than that Jew who through a thousand shoals",
    "and reefs",
    "piloted Aragon to Castile—your marriage and Spain’s glory.",
    "The rest of us, many tens of thousands,",
    "serve you humbly",
    "in smithy, field or vineyard, soldiers or physicians,",
    "as we have served in Spain two thousand years,",
    "Spaniards, true to your majesties",
    "as we are to the God of Israel—and of Spain,",
    "unlike the others only in our faith",
    "for which, if we must answer,",
    "we shall answer to our God.",
    ". Since all we do,",
    "and each word spoken, if only in our hearts,",
    "must be in worship—",
    "not a leaf falls slowly but in His service—",
    "to be unlike us in our faith",
    "is to be unlike in everything.",
    "True, you Jews must answer to your God,",
    "and in the flames and burning ice of Hell forever",
    "you shall answer;",
    "but we too, priests, bishops, queen and king,",
    "must answer for you:",
    "farmer or captain answers;",
    "shall we be less answerable for souls?",
    ". You do not honor your God",
    "by bringing Him captives,",
    "like a mere emperor",
    "who must have retainers and retinue,",
    "serfs and forced labor;",
    "the loadstone",
    "without visible motion",
    "draws to itself every particle of iron;",
    "the sword—even though a winged angel swings it—",
    "served only",
    "to drive Adam from his paradise.",
    "Your fingers stiff with rings and jewels,",
    "you dishonor your faith, your majesties, by cruelty,",
    "give it whatever noble name you will",
    "as princes make a rogue knight or lord.",
    "Will thieves and pirates be gentler with us",
    "than your constables and soldiers?—",
    "your majesties will hear of many",
    "ripped up for the jewels it will be said they swallowed;",
    "many left by sailors to die on reefs and sandbars",
    "for a smock or a pair of hose; many dead of plague",
    "or found like birds in winter",
    "dead in the fields about towns or like fish upon a beach;",
    "many will die as slaves at work",
    "beasts would be fitter for but costlier,",
    "who have written a page of Castilian",
    "or handled a Toledo blade with the best.",
    "And yet the weak has each his strength,",
    "Spain of Spaniard, Basque, and Catalonian, Moor and Gypsy,",
    "else all beasts were tigers,",
    "all fish sharks,",
    "and only giants left;",
    "the stricken remember—",
    "as wounds and scars last longer than the blow—",
    "and if drops of water wear channels in the rock",
    "on which the earth itself is,",
    "in the action of centuries",
    "how powerful are tears.",
    "Would you have our religion",
    "like our clothes—for comfort and the eyes of men,",
    "put off at night,",
    "and we left lying naked in the darkness?",
    "The body is like roots stretching down into the earth—",
    "forcing still a way over stones and under rock, through sand,",
    "sucking nourishment in darkness,",
    "bearing the tread of man and beast,",
    "and of the earth forever;",
    "but the spirit—",
    "twigs and leaves",
    "spreading",
    "through sunshine",
    "or the luminous darkness",
    "of twilight, evening, night, and dawn,",
    "moving",
    "in every wind of heaven",
    "and turning",
    "to whatever corner of the sky is brightest,",
    "compelled by nothing stronger than the light;",
    "the body is like earth,",
    "the spirit like water",
    "without which earth is sand",
    "and which must be free or stagnant;",
    "or if the body is as water,",
    "the spirit is like air",
    "that must have doors and windows",
    "or else is stuffy and unbreathable—",
    "or like the fire",
    "of which sun and stars have been compounded,",
    "which Joshua could command but for an hour.",
    ". If our eye offends us,",
    "pluck it out!",
    "Even so, we will sweep away the Jews",
    "from every town and hamlet, field and corner of our dominion,",
    "though they are the sands for number.",
    "Go and begone—but stay as Christians;",
    "come and be dear to us,",
    "as the Prodigal!",
    ". We Jews have been accused of love of wealth,",
    "but not for all our wealth in Spain,",
    "fields and vineyards, houses of timber and houses of stone",
    "that we must leave,",
    "and all the wealth that will be stolen from us,",
    "will we stay;",
    "we Jews have been accused of arrogance,",
    "but not for all the dignities that we must leave,",
    "our offices and honors",
    "in this, the proudest court of Christendom,",
    "will we stay;",
    "we Jews have been accused of love of life,",
    "delighting in the flesh,",
    "but though we shall die along a thousand roads",
    "we will not stay—",
    "striking roots",
    "somewhere",
    "to flourish",
    "as we flourished,",
    "giving shade and fruit."
  ],
  "title": "Spain:",
  "year": ""
}