{
  "author": "August Kleinzahler",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182948",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The dog Stoltz pushed his paw pads into my neck,",
    "the warm, beaten leather deep under my chin,",
    "and let slip the one paw to up near my mouth",
    "with all the filth of the many blocks we trod,",
    "together trod, a well-moistened, adenoidal sound,",
    "part sigh and part growl, coming out of him,",
    "transported, he seemed, in a slow-motion delirium",
    "as I tickled his chest and behind his ear",
    "when he just then told me he’d tear out my throat,",
    "looked in my eye and smiled, best as a dog can,",
    "then turned ruminative and spoke once more:",
    "This would have been Sassoon the war poet, understand.",
    "Dogs cannot write. My mother told me this.",
    "As for his talk, well, I took no special notice.",
    "His love of the war poets was well known.",
    "Stoltz would have been part bull and something else.",
    "Two friends walked by just then, handily as these things go,",
    "and inquired of us sitting down there on the stoop,",
    "not even, a doorway merely, along a busy street,",
    "how went the day and what pursuits was I attending;",
    "but what interested the two of them most",
    "were the tergiversations of the dog Stoltz,",
    "first beast, then scholar, then abject and adored.",
    "(Say, who among us does not care to be undressed?)",
    "He was not really my dog, you see, and of this made note,",
    "but were glad as well at my having a new dog in my life.",
    "It was a busy stretch of pavement, Amsterdam maybe,",
    "or Broadway, or farther down just south of Chelsea.",
    "I can tell you it was the West Side, of that I’m certain,",
    "and it was mild, spring-like, a few drops in the air.",
    "The friends passed along and the dog Stoltz slept.",
    "He was not my dog, you know. He simply followed me out",
    "of what can only have been a very fine home,",
    "such were his graces, his recondite tastes.",
    "But he was a killer too, and rather smelled.",
    "I cannot accommodate another animal now, please understand.",
    "I am between places. I will yearn for Stoltz, but no."
  ],
  "title": "The Dog Stoltz",
  "year": ""
}