{
  "author": "Nikky Finney",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245100",
  "region": "U.S., Southern",
  "text": [
    "The youngest has been married off.",
    "He is as tall as Abraham Lincoln. Here, on his",
    "wedding day, he flaunts the high spinning laugh",
    "of a newly freed slave. I stand above him, just",
    "off the second-floor landing, watching",
    "the celebration unfold.",
    "Uncle-cousins, bosom buddies, convertible cars",
    "of nosy paramours, strolling churlish penny-",
    "pinchers pour onto the mansion estate. Below,",
    "Strom Thurmond is dancing with my mother.",
    "The favorite son of South Carolina has already",
    "danced with the giddy bride and the giddy bride’s",
    "mother. More women await: Easter dressy,",
    "drenched in caramel, double exposed, triple cinched,",
    "lined up, leggy, ready.",
    "I refuse to leave the porch.",
    "If I walk down I imagine he will extend his",
    "hand, assume I am next in his",
    "line,",
    "#427 on his dance card. His history",
    "and mine, burnt cork and blackboard chalk,",
    "concentric, pancaked, one face, two histories,",
    "slow dragging, doing",
    "My father knows all this.",
    "Daddy’s Black Chief Justice legs straddle the boilerplate",
    "carapace of the CSS",
    "lost Confederate",
    "submarine, soon to be found just off the coast of",
    "Charleston. He keeps it fully submerged by",
    "applying the weight of every treatise he has",
    "ever written against the death penalty of",
    "South Carolina. Chanting “Briggs v. Elliott,”",
    "he keeps the ironside door of the submarine shut.",
    "No hands.",
    "His eyes are a Black father’s beacon, search-",
    "lights blazing for the married-off sons, and",
    "on the unmarried, whale-eyed nose-in-book",
    "daughter, born unmoored, quiet, yellow,",
    "strategically placed under hospital lights to",
    "fully bake. The one with the most to lose.",
    "There will be no trouble. Still, he chain-",
    "smokes. A burning stick of mint & Indian",
    "leaf seesaws between his lips. He wants",
    "me to remember that trouble is a fire that",
    "runs like a staircase up then down. Even",
    "on a beautiful day in June.",
    "I remember the new research just out:",
    "What the Negro gave America",
    "Chapter 9,206:",
    "They build the house that will keep them alive.",
    "Rather than be the bloody human floret on",
    "yet another southern tree, they imagine higher",
    "ground. They build landings with floor enough",
    "to see the trouble coming. Their arced imaginations",
    "nail the necessary out into the floral air. On the",
    "backs and fronts of twentypenny houses,",
    "a watching place is made for the ones who will",
    "come tipping with torch & hog tie through the",
    "quiet woods, hoping to hang them as decoration",
    "in the porcupine hair of longleaf.",
    "The architecture of Black people is sui generis.",
    "This is architecture dreamed by the enslaved:",
    "Their design will be stolen.",
    "Their wits will outlast gold.",
    "My eyes seek historical rest from the kiss-",
    "kiss theater below; Strom Thurmond’s",
    "it’s-never-too-late-to-forgive-me",
    "I search the tops of yellow pine while my",
    "fingers reach, catch, pinch my father’s",
    "determined-to-rise smoke.",
    "Long before AC African people did the",
    "math: how to cool down the hot air of",
    "South Carolina?",
    "If I could descend, without being trotted",
    "out by some roughrider driven by his",
    "submarine dreams, this is what I’d take",
    "my time and scribble into the three-tiered,",
    "white créme wedding cake:",
    "The Dixiecrat senator has not worn his",
    "sandy seersucker fedora to the vows.",
    "The top of Strom Thurmond’s bald head",
    "reveals a birthmark tattooed in",
    "pose:",
    "All my life he has been the face of hatred;",
    "the blue eyes of the Confederate flag,",
    "the pasty bald of white men pulling wooly",
    "heads up into the dark skirts of trees,",
    "the sharp, slobbering, amber teeth of",
    "German shepherds, still clenched inside",
    "the tissue-thin, (still marching), band-leader",
    "legs of Black schoolteachers, the single-",
    "minded pupae growing between the legs of",
    "white boys crossing the tracks, ready to",
    "force Black girls into fifth-grade positions,",
    "Palmetto state-sanctioned sex 101.",
    "I didn’t want to dance with him.",
    "My young cousin arrives at my elbow.",
    "Her beautiful lips the color of soft-skin",
    "mangoes. She pulls, teasing the stitches",
    "of my satin bridesmaid gown, “You better",
    "go on down there and dance with Strom—",
    "while he still has something left.”",
    "I don’t tell her it is unsouthern for her",
    "to call him by his first name, as if they",
    "are familiar. I don’t tell her: To bear",
    "witness to marriage is to believe that",
    "everything moving through the sweet",
    "wedding air can be confidently,",
    "to Love.",
    "I stand on the landing high above the",
    "beginnings of Love, holding a plastic",
    "champagne flute, drinking in the warm",
    "June air of South Carolina. I hear my",
    "youngest brother’s top hat joy. Looking",
    "down I find him, deep in the giddy crowd,",
    "modern, integrated, interpretive.",
    "For ten seconds I consider dancing with",
    "Strom. His Confederate hands touch",
    "every shoulder, finger, back that I love.",
    "I listen to the sound of Black laughter",
    "shimmying. All worry floats beyond",
    "the gurgling submarine bubbles,",
    "the white railing, every drop of",
    "champagne air.",
    "I close my eyes and Uncle Freddie",
    "appears out of a baby’s breath of fog.",
    "(The dead are never porch bound.)",
    "He moves with ease where I cannot.",
    "He walks out on the rice-thrown air,",
    "heaving a lightning bolt instead of",
    "a wave. Suddenly, there is a table set,",
    "complete with 1963 dining room stars,",
    "they twinkle twinkle up & behind him.",
    "Thelonious, Martin, Malcolm, Nina,",
    "Dakota, all mouths Negro wide &",
    "open have come to sing me down.",
    "His tattered almanac sleeps curled like",
    "a wintering slug in his back pocket.",
    "His dark Dogon eyes jet to the scene",
    "below, then zoom past me until they are",
    "lost in the waning sugilite sky. Turning",
    "in the shadows of the wheat fields,",
    "he whispers a truth plucked from",
    "the foreword tucked in his back pocket:",
    "Black people will forgive you",
    "quicker than you can say",
    "History does not keep books on the",
    "handiwork of slaves. But the enslaved",
    "who built this Big House, long before",
    "I arrived for this big wedding, knew",
    "the power of a porch.",
    "This native necessity of nailing down",
    "a place, for the cooling off of air,",
    "in order to lift the friendly, the kindly,",
    "the so politely, the in-love-ly, jubilant,",
    "into the arms of the grand peculiar,",
    "for the greater good of",
    "the public spectacular:",
    "us",
    "giving us",
    "away."
  ],
  "title": "Dancing with Strom",
  "year": ""
}