{
  "author": "Nikky Finney",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Relationships",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245098",
  "region": "U.S., Southern",
  "text": [
    "I stop my hand midair.",
    "If I touch her there everything about me will be true.",
    "The New World discovered without pick or ax.",
    "I will be what Brenda Jones was stoned for in 1969.",
    "I saw it as a girl but didn’t know I was taking in myself.",
    "My hand remembers, treading the watery room,",
    "just behind the rose-veiled eyes of memory.",
    "Alone in the yard tucked beneath the hood of her car,",
    "lucky clover all about her feet, green tea-sweet necklace",
    "for her mud-pie crusty work boots.",
    "She fends off their spit & words with silent two-handed",
    "twists & turns of her socket wrench. A hurl of sticks &",
    "stones and only me to whisper for her, from sidewalk far,",
    ". A grown woman in grease-pocket overalls",
    "inside her own sexy transmission despite the crowding of",
    "hurled red hots. Beneath the hood of her candy-apple Camaro:",
    "souped, shiny, low to the ground.",
    "The stars over the Atlantic are dangling",
    "salt crystals. The room at the Seashell Inn is",
    "$20 a night; special winter off-season rate.",
    "No one else here but us and the night clerk,",
    "five floors below, alone with his cherished",
    "stack of",
    "My lips are red snails",
    "in a primal search for every constellation",
    "hiding in the sky of your body. My hand",
    "waits for permission, for my life to agree",
    "to be changed, forever. Can Captain Night",
    "Clerk hear my fingers tambourining you",
    "there on the moon? Won’t he soon climb",
    "the stairs and",
    "on the hood of this car?",
    "You are a woman with film reels for eyes.",
    "Years of long talking have brought us to the",
    "land of the body. Our skin is one endless",
    "prayer bead of brown. If my hand ever lands,",
    "I will fly past dreaming Australian Aborigines.",
    "The old claw hammer and monkey wrench",
    "that flew at Brenda Jones will fly across the",
    "yard of ocean at me. A grease rag will be",
    "thrust into my painter’s pants against my",
    "will. I will never be able to wash or peel",
    "any of this away. Before the night is over",
    "someone I do not know will want the keys",
    "to my ’55 silver Thunderbird. He will chase",
    "me down the street. A gaggle of spooked",
    "hens will fly up in my grandmother’s yard,",
    "never to lay another egg, just as I am jump-",
    "ed, kneed, pulled finally to the high ground",
    "of sweet clover."
  ],
  "title": "The Aureole",
  "year": ""
}