{
  "author": "Marilyn Chin",
  "classification": "Ghazal",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242164",
  "region": "U.S., Western",
  "text": [
    "I.",
    "I hate, I love, I don’t know how",
    "I’m biracial, I’m torn in two",
    "Tonight, he will lock me in fear",
    "In the metal detector of love",
    "Rapeflowers, rapeseeds, rapiers",
    "A soldier’s wry offerings",
    "He will press his tongue",
    "Into my neighing throat",
    "I can speak three dialects badly",
    "I want you now behind the blue door",
    "In a slow hovercraft of dreams",
    "I saw Nanking from a bilge",
    "Some ashes fell on his lap",
    "I’m afraid it’s my mother",
    "The protocol is never to mention her",
    "While we are fucking",
    "II.",
    "The bad conceit, the bad conceit police will arrest you",
    "Twin compasses, twin compasses cannot come",
    "Your father is not a car, not a compass and not God",
    "Though he vanished in his sky-blue convertible Galaxy with a blonde",
    "He kept crawling back to us, back to us",
    "Each time with a fresh foot mangled",
    "One emperor was named Lickety, the other named Split",
    "Suddenly, the soup of chaos makes sense",
    "Refugees roaming from tent to tent to tent, looking for love",
    "The banknote is a half note, an octave above God",
    "O the great conjugator of curses: shit, shat, have shut!",
    "I have loved you both bowl-cut and shagged",
    "There are days when the sun is a great gash",
    "Nights, the moon smokes hashish and falls asleep on your lap",
    "Sorry, but your morphing was not satisfactory",
    "Shapeshifter, you choked on your magic scarf",
    "III.",
    "I heard this joke at the bar",
    "An agnostic dyslexic insomniac stayed up all night searching for doG",
    "The prosperity sign flips right side up again",
    "The Almanac says this Ox Year we’ll toil like good immigrants",
    "Horse is frigid. Mule can’t love",
    "Salmon dead at the redd",
    "One leg is stationary, the other must tread, must tread, must tread",
    "The Triads riddled him, then us",
    "What is the heart’s past participle?",
    "She would have loved not to have loved",
    "I bought you at the corner of",
    "and",
    "You wrapped yourself thrice around my green arm and shat!",
    "A childless woman can feel the end of all existence",
    "Shamanka, fetch your grandmother at the bus stop",
    "Changeling, you are the one I love"
  ],
  "title": "Horse Horse Hyphen Hyphen",
  "year": ""
}