{
  "author": "Marilyn Chin",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "The Body",
    "The Mind",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242162",
  "region": "U.S., Western",
  "text": [
    "I.",
    "Black swollen fruit dangling on a limb",
    "Red forgotten flesh sprayed across the prairie",
    "Parched brown vines creeping over the wall",
    "Yellow winged pollen, invisible enemies",
    "Boluses without homesteads, grubs without a voice",
    "Burrowed deeply into this land’s dark, dark heart",
    "Someday, our pods and pupae shall turn in the earth",
    "And burgeon into our motherlode’s bold beauty",
    "II.",
    "We’re a seed on the manure, on the sole of your shoe",
    "We’re the louse trapped in your hank of golden hair",
    "We’re the sliver that haunts beneath your thumbnail",
    "We the church mouse you scorched with a match but lived",
    "We’re the package wrapped, return address unknown",
    "We’re the arm lowered again, again, a bloodied reverie",
    "We’ve arrived shoeless, crutchless, tousle-haired, swollen-bellied",
    "We shall inherit this earth’s meek glory, as foretold",
    "II. (For Leah, my niece)",
    "They gave you a title, but you were too proud to wear it",
    "They gave you the",
    ", but you were too lazy to farm it",
    "Your condo is leaking, but you’re too angry to repair it",
    "Your dress has moth holes, but you’re too sentimental to toss it",
    "You’re too bored to play the lute, it hangs on the wall like an ornament",
    "The piano bites you, it’s an eight-legged unfaithful dog",
    "Love grows in the garden, but you’re too impudent to tend it",
    "A nice Hakka boy from Ogden, so hardworking, so kind",
    "The prayer mat is for prayer, not for catamite nipple-piercing",
    "The Goddess wags her finger at your beautiful wasteland",
    "A dream deferred, well, is a dream deferred",
    "IV. (Janie’s retort, on her fortieth birthday)",
    "The same stars come around and around and around",
    "The same sun pecks her heat at the horizon",
    "The same housing tract, the same shopping center",
    "The same blunt haircut: Chinese, Parisian, Babylonion",
    "The same lipstick: red and it comes off on your coffeecup",
    "The same stars come around and around and around",
    "The same sun tarries in the late noon sky",
    "The same word for mom:",
    "The same birthbabe: bald, purplish, you slap to make cry",
    "The same stench: mother’s milk, shit and vomit",
    "The same argument between a man and a woman",
    "The same dog, hit by a car, the same escaped canary",
    "The same turkey for Thanksgiving, Christmas and the New Year",
    "The same three-tiered freeway: Istanbul, Tokyo, San Diego",
    "The same hill, the same shanty town, the same lean-to",
    "The same skyscraper: Hong Kong, Singapore, Toledo",
    "The same soup: chicken, though the veggies may vary",
    "The same rice for supper: white, brown or wild",
    "The same stars come around and around and around",
    "The same sun dips her head into the ocean",
    "The same tree in the same poem by the same poet",
    "The same old husband: saggy breasts, baggy thighs",
    "The same blackness whether we sleep or die",
    "V.",
    "Whoever abandoned her grandmother at the bus stop",
    "Whoever ran in and out the door like a blind wind",
    "spinning the upside-down prosperity sign right side up again",
    "Whoever lost her virtue in darkly paneled rooms with white boys",
    "Whoever prayed for round eyes",
    "and taped her eyelids in waiting",
    "Whoever wore platform shoes",
    "blustering taller than her own kind",
    "Whoever sold her yellow gold for Jehovah",
    "Whoever discarded her jade Buddha for Christ",
    "VI.",
    "Why are you proud, father, entombed with the other woman?",
    "Why are you proud, mother, knitting my shroud in heaven?",
    "Why are you proud, fish, you feed the greedy mourners?",
    "Why are you proud, peonies, your heads are bowed and weighty?",
    "Why are you proud, millennium, the dialect will die with you?",
    "Why are you proud, psalm, hammering yourself into light?"
  ],
  "title": "Millennium, Six Songs",
  "year": ""
}