{
  "author": "Marilyn Chin",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "The Body",
    "The Mind",
    "Love",
    "Relationships",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Poetry",
    "Poets",
    "Reading",
    "Books",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244504",
  "region": "U.S., Western",
  "text": [
    "for my love, Charles (1938-2000)",
    "Say: 言",
    "I love you, I love you, I love you, no matter",
    "your race, your sex, your color. Say:",
    "the world is round and the arctic is cold.",
    "Say: I shall kiss the rondure of your soul’s",
    "living marl. Say: he is beautiful,",
    "serenely beautiful, yet, only ephemerally so.",
    "Say: Her Majesty combs her long black hair for hours.",
    "Say: O rainbows, in his eyes, rainbows.",
    "Say: O frills and fronds, I know you",
    "Mr. Snail Consciousness,",
    "O foot plodding the underside of leaves.",
    "Say: I am nothing without you, nothing,",
    "Ms. Lookeast, Ms. Lookeast,",
    "without you, I am utterly empty.",
    "Say: the small throat of sorrow.",
    "Say: China and France, China and France.",
    "Say: Beauty and loss, the dross of centuries.",
    "Say: Nothing in their feudal antechamber",
    "shall relinquish us of our beauty—",
    "Say: Mimosa—this is not a marriage song (epithalamion).",
    "Say: when I was a young girl in Hong Kong",
    "a prince came on a horse, I believe it was piebald.",
    "O dead prince dead dead prince who paid for my ardor.",
    "Say: O foot O ague O warbling oratorio . . .",
    "Say: Darling, use “love” only as a transitive verb",
    "for the first forty years of your life.",
    "Say: I have felt this before, it’s soft, human.",
    "Say: my love is a fragile concertina.",
    "Say: you always love them in the beginning,",
    "then, you take them to slaughter.",
    "O her coarse whispers O her soft bangs.",
    "By their withers, they are emblazoned doppelgangers.",
    "Say: beauty and terror, beauty and terror.",
    "Say: the house is filled with perfume,",
    "dancing sonatinas and pungent flowers.",
    "Say: houses filled with combs combs combs",
    "and the mistress’ wan ankles.",
    "Say: embrace the An Lu Shan ascendancy",
    "and the fantastical diaspora of tears.",
    "Say: down blue margins",
    "my inky love runs. Tearfully,",
    "tearfully, the pearl concubine runs.",
    "There is a tear in his left eye—sadness or debris?",
    "Say: reverence to her, reverence to her.",
    "Say: I am a very small boy, a very small boy.",
    "I am a teeny weeny little boy",
    "who yearns to be punished.",
    "Say: I can’t live without you",
    "Head Mistress, Head Mistress,",
    "I am a little lamb, a consenting little lamb.",
    "I am a sheep without his fold.",
    "Say: God does not exist and hell is other people—",
    "And Mabel, can’t we get out of this hotel?",
    "Say: Gregor Samsa—someone in Tuscaloosa",
    "thinks you’re",
    ", she will kiss",
    "your battered cheek, embrace your broken skull.",
    "Is the apple half eaten or half whole?",
    "Suddenly, he moves within me, how do I know",
    "that he is not death, in death there is",
    "certain / / caesura.",
    "Say: there is poetry in his body, poetry",
    "in his body, yes, say:",
    "this dead love, this dead love,",
    "this dead, dead love, this lovely death,",
    "this white percale, white of hell, of heavenly shale.",
    "Centerfolia . . . say: kiss her sweet lips.",
    "Say: what rhymes with “flower”:",
    "“bower,” “shower,” “power”?",
    "I am that yellow girl, that famished yellow girl",
    "from the first world.",
    "Say: I don’t give a shit about nothing",
    "’xcept my cat, your cock and poetry.",
    "Say: a refuge between sleeping and dying.",
    "Say: to Maui to Maui to Maui",
    "creeps in his petty pompadour.",
    "Day to day, her milk of human kindness",
    "ran dry: I shall die of jejune jujune",
    "Say: a beleaguered soldier, a fine arse had he.",
    "Say: I have seen the small men of my generation",
    "rabid, discrete, hysterical, lilliput, naked.",
    "Say: Friday is okay; we’ll have fish.",
    "Say: Friday is not okay; he shall die",
    "of the measles near the bay.",
    "Say: Friday, just another savage",
    "day until Saturday, the true Sabbath, when they shall",
    "finally stay. Say:",
    "Sojourner",
    "Truth.",
    "Say: I am dismayed by your cloying promiscuousness",
    "and fawning attitude.",
    "Say:",
    "Say: he put cumin and tarragon in his stew.",
    "Say: he’s the last wave of French Algerian Jews.",
    "He’s a cousin of Helene Cixous, twice removed.",
    "Say: he recites the lost autobiography of Camus.",
    "Say: I am a professor from the University of Stupidity.",
    "I cashed my welfare check and felt good.",
    "I saw your mama crossing the bridge of magpies",
    "up on the faded hillock with the Lame Ox—",
    "Your father was conspicuously absent.",
    "Admit that you loved your mother,",
    "that you killed your father to marry your mother.",
    "Suddenly, my terrible childhood made sense.",
    "Say: beauty and truth, beauty and truth,",
    "all ye need to know on earth all ye need to know.",
    "Say: I was boogying down, boogying down",
    "Victoria Peak Way and a slip-of-a-boy climbed off his ox:",
    "he importuned me for a kiss, a tiny one",
    "on his cankered lip.",
    "Say: O celebrator O celebrant",
    "of a blessed life, say:",
    "false fleeting hopes.",
    "Say: despair, despair, despair.",
    "Say: Chinawoman, I am a contradiction in terms:",
    "I embody frugality and ecstasy.",
    "Friday Wong died on a Tuesday.",
    "O how he loved his lambs.",
    "He was lost in their sheepfold.",
    "Say: another mai tai before your death.",
    "Another measure another murmur before your last breath.",
    "Another boyfriend, Italianesque.",
    "Say: Save. Exit.",
    "Say: I am the sentence which shall at last elude her.",
    "Oh, the hell of heaven’s girth, a low mound from here . . .",
    "Say:",
    "Oh, a mother’s vision of the emerald hills draws down her brows.",
    "Say: A brush of jade, a jasper plow furrow.",
    "Say: ####00000xxxxx!!!!",
    "Contemplate thangs cerebral spiritual open stuff reality",
    "by definition lack any spatial extension",
    "we occupy no space and are not measurable",
    "we do not move undulate are not in perpetual motion",
    "where for example is thinking in the head? in my vulva?",
    "whereas in my female lack of penis? Physical",
    "thangs spatial extensions mathematically measurable",
    "preternaturally possible lack bestial vegetable consciousness",
    "lack happiness lackluster lack",
    "lack love",
    "Say: A scentless camellia bush bloodied the afternoon.",
    "Fuck this line, can you really believe this?",
    "When did I become the master of suburban bliss?",
    "With whose tongue were we born?",
    "The language of the masters is the language of the aggressors.",
    "We’ve studied their cadence carefully—",
    "enrolled in a class to",
    "Meanwhile, they hover over, waiting for us to stumble . . .",
    "to drop an article, mispronounce an R.",
    "Say: softly, softly, the silent gunboats glide.",
    "O onerous sibilants, O onomatopoetic glibness.",
    "Say:",
    "How could we write poetry in a time like this?",
    "A discipline that makes much ado about so little?",
    "Willfully laconic, deceptively disguised as a love poem.",
    "Say:",
    "Your engorging dict-",
    "atorial flesh",
    "grazed mine.",
    "Would you have loved me more if I were black?",
    "Would I have loved you more if you were white?",
    "And you, relentless Sinophile,",
    "holding my long hair, my frayed dreams.",
    "My turn to objectify you.",
    "I, the lunatic, the lover, the poet,",
    "the face of an orphan static with flies,",
    "the scourge of the old world,",
    "which reminds us—it ain’t all randy dandy",
    "in the new kingdom",
    "Say rebuke descry",
    "Hills and canyons, robbed by sun, leave us nothing."
  ],
  "title": "Rhapsody in Plain Yellow",
  "year": ""
}