{
  "author": "Darcie Dennigan",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Desire",
    "Romantic Love",
    "Activities",
    "Eating",
    "Drinking",
    "Gardening",
    "Nature",
    "Fall",
    "Spring",
    "Summer",
    "Trees",
    "Flowers",
    "Winter"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243694",
  "region": "U.S., New England",
  "text": [
    "It was in August, such a lovely summer, that I began the massacring.",
    "The flower killing. Feeding the sunflowers to the industrial dough mixer.",
    "Soon there was enough yellow petal pulp for twelve loaves.",
    "For twelve times ten loaves.",
    "For twelve hundred loaves.",
    "One of the food critics in town came around to inquire about my baking system.",
    ". . . I glanced at the machete, propped next to the ovens.",
    "Toward October (and what auburn weather!), I still felt",
    "the substance of the soul, the libidinal terrible whatever.",
    "I sat out back with the two countergirls, Haley and Shayla. There was one cigarette,",
    "and we were sharing.",
    "we were commiserating.",
    "But Haley and Shayla, they’re—",
    "They sell Kaiser rolls and sliced Sicilian and then they leave and put on a fancy tanktop",
    "and go out for the evening.",
    "They go even though—",
    "The little white clematis cling to the fences.",
    "(At dawn the buds were dying as a sweet white bread was rising.)",
    "November",
    "How beautiful were the yellow mums in the thin wintry sun!",
    "The bread they made had the hue of golden potatoes.",
    "December",
    "Specks of red in lit windows: amaryllis",
    "that I stole and slaughtered and sold inside a",
    "roll.",
    "I love how in the cold, my breath flowers before me.",
    "January, February",
    "I hacked through the ice to get at flower fetuses. The breads were very seedy.",
    "Spring",
    "It was really beginning.",
    "Baguettes made entirely of white peonies.",
    "Brioche from the blood of purple lilacs.",
    "Long lines outside the bakery’s door . . .",
    "I confessed:",
    "Summer",
    "I could not go through another.",
    "The woodbine had barely begun and already the mornings were full of the scent of",
    "them.",
    "Not one honeysuckle would go unsucked—unless—",
    "I closed the doors (every season is too full of longing!) and rechristened myself Flora.",
    "I drank a vat of rose water and put both my wrists through the slicer.",
    "And then I began to bleed—a white powder.",
    "Flour.",
    "And then you came in.",
    "I would have known you even if you were not wearing in your buttonhole a carnation.",
    ", I said tersely.",
    "I was bleeding profusely.",
    "I loved you even before you said",
    "With my blood pouring out as a fine, dry flour",
    "let me confess before I expire.",
    "There on the counter, in that vase",
    "fresh and pink is the corsage I was keeping for our dance."
  ],
  "title": "In the Bakery",
  "year": ""
}