{
  "author": "Darcie Dennigan",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Parenthood",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243690",
  "region": "U.S., New England",
  "text": [
    "The youngest living thing in L. A. was my baby.",
    "The oldest living thing was the wind.",
    "The wind grew well in that city in the desert.",
    "As did my garden of well-tended cement.",
    "As did my baby, whom I held like a heavy statuette.",
    "I named him",
    "at his birth . . .",
    "And he grew and the wind blew and we lived in that desert and . . . no rain. No rain, no river. No sound of water. But for—",
    "The fountain water.",
    "The official fountain. Which flowed. Every day. Every day the baby slept. The baby breathed. The fountain flowed. It flowed imperceptibly. As if its water were fast asleep.",
    "We stood on the fountain’s shore: woman + newborn.",
    "We made one totem.",
    "I named the baby",
    "We played I Spy.",
    "I saw: coins at the fountain’s bottom. Eyes. Copper cataracts, winking through the water at us.",
    "I held the baby close. I held the baby stiffly. I brought the baby to see nobody.",
    "I saw: statues in the fountain’s water. Statues in tall grasses on the shore of a sea. I turned to tell somebody. The city had disappeared into complete silence. There was only: the baby.",
    "We were watching the water wrinkle in the wind.",
    "In the distance, maids were ironing.",
    "Overhead: jets drew ciphers in the blue with their chalk.",
    "The statues, the statues in the strange fountain were looking at us. They were weeping and turning, turning and weeping.",
    "They might have seen the city shimmering in the sun and wind, and known . . . It was a city with no one in it. If a door somewhere on the street opened, it would always be . . . no one.",
    "It would be a bad draft that had blossomed.",
    "I longed for meadows white with drifts of snow. I named the baby",
    "In the winter I had planned to bring him north. To a barn’s eaves, to hear icicles drip. To prepare him to grow up in the path of the next great glacial drift.",
    "City whose sky was white jet streaks.",
    "Whose houses were apparitions of asbestos flakes.",
    "Whose homeless sipped wind from tins.",
    "Whose only water was the strange fountain.",
    "We stood on the fountain’s shore. The wind blew particulates of rug powder, of lemon-scented floor polish. The maids of the city were cleaning so completely.",
    "And mutely.",
    "There may have been other names I gave the baby.",
    "I said to the baby, We will stand here until there is snow on the mountain.",
    "I may have meant to say",
    "We peered all day into the strange fountain.",
    "I said to myself, That is just your face stiffening around your cheeks. That is just grass growing at your feet.",
    "I held the baby all the time, and he never ever cried."
  ],
  "title": "The Youngest Living Thing in L.A.",
  "year": ""
}