{
  "author": "Frederick Seidel",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244422",
  "region": "",
  "text": [
    "I’m talking about Mount Street.",
    "Jackhammers give it the staggers.",
    "They’re tearing up dear Mount Street.",
    "It’s got a torn-up face like Mick Jagger’s.",
    "I mean, this is Mount Street!",
    "Scott’s restaurant, the choicest oysters, brilliant fish;",
    "Purdey, the great shotgun maker—the street is complete",
    "Posh plush and (except for Marc Jacobs) so English.",
    "Remember the old Mount Street,",
    "The quiet that perfumed the air",
    "Like a flowering tree and smelled sweet",
    "As only money can smell, because after all this was Mayfair?",
    "One used to stay at the Connaught",
    "Till they closed it for a makeover.",
    "One was distraught",
    "To see the dark wood brightened and sleekness take over.",
    "Designer grease",
    "Will help guests slide right into the zone.",
    "Prince Charles and his design police",
    "Are tickled pink because it doesn’t threaten the throne.",
    "I exaggerate for effect—",
    "But isn’t it grand, the stink of the stank,",
    "That no sooner had the redone hotel just about got itself perfect",
    "Than the local council decided: new street, new sidewalk, relocate the taxi rank!",
    "Turn away from your life—away from the noise!—",
    "Leaving the Connaught and Carlos Place behind.",
    "Hidden away behind those redbrick buildings across the street are serious joys:",
    "Green grandeur on a small enough scale to soothe your mind,",
    "And birdsong as liquid as life was before you were born.",
    "Whenever I’m in London I stop by this delightful garden to hear",
    "The breeze in the palatial trees blow its shepherd’s horn.",
    "I sit on a bench in Mount Street Gardens and London is nowhere near."
  ],
  "title": "Mount Street Gardens",
  "year": ""
}