{
  "author": "Frederick Seidel",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244428",
  "region": "",
  "text": [
    "A dinosaur egg opens in a lab",
    "And out steps my paternal grandfather, Sam,",
    "Already taller than a man,",
    "And on his way to becoming a stomping mile-high predator, so I ran.",
    "I never knew my mother’s father, who may have been a suicide.",
    "He was buried in a pauper’s grave my mother tried",
    "To find, without success. Jews grab",
    "The thing they love unless it’s ham,",
    "And hold it tightly to them lest it die—",
    "Or like my mother try",
    "To find the ham they couldn’t hold.",
    "A hot ham does get cold.",
    "Grampa, monster of malevolence,",
    "I’m told was actually a rare old-fashioned gentleman of courtly benevolence.",
    "At night the thing to do was drive to Pevely Dairy",
    "And park and watch the fountain shooting up and changing colors.",
    "The child sat in the back, finishing his ice-cream soda,",
    "Sucking the straw in the empty glass as a noisy coda.",
    "Sometimes on Sunday they drove to the Green Parrot.",
    "There was the sideways-staring parrot to stare at.",
    "The chickens running around were delicious fried, but nothing was sanitary.",
    "B.O. was the scourge of the age—and polio—and bathroom odors.",
    "If you didn’t wash your hands,",
    "It contributed—as did your glands!",
    "His father always had gas for their cars from his royal rationing cards.",
    "The little boy went to see the king at one of the king’s coal yards.",
    "The two of them took a trip and toured the dad’s wartime coal mine.",
    "It was fun. It was fine.",
    "The smell of rain about to fall,",
    "A sudden coolness in the air,",
    "Sweetness wider than the Mississippi at its muddy brownest.",
    "I didn’t steal his crayon, Mrs. Marshall, honest!",
    "It’s",
    "...brought to you by",
    "!",
    "I travel backwards in a time machine",
    "And step inside a boy who’s three feet tall.",
    "How dare he have such curly hair!",
    "A boy and his dog go rafting down the Mississippi River.",
    "They have a message to deliver",
    "To the gold-toothed king.",
    "Sire, we have a message that we bring.",
    "Little boy, approach the throne.",
    "I hit my funny bone.",
    "The British consul was paid extra because it was a hardship post.",
    "The weather was Antarctica/equatorial extreme.",
    "Surely summer was in error.",
    "Winter was terror.",
    "White snowflakes the size of dinosaur eggs",
    "Versus humidity that walked across your face on housefly legs.",
    "I loved both the most.",
    "Radio made women dream",
    "Of freedom from oppression and the daily nonsense.",
    "Hairy tarantulas in boatloads of bananas made the lazy heat immense",
    "In the heart. Blizzards didn’t stop my father’s big blue coal trucks so why bother.",
    "Why bother, father?",
    "Billie Holiday was inside.",
    "I thought I had gone to heaven and died."
  ],
  "title": "Oedipal Strivings",
  "year": ""
}