{
  "author": "Fitz-Greene Halleck",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180814",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I",
    "Fanny was younger once than she is now,",
    "And prettier of course: I do not mean",
    "To say that there are wrinkles on her brow;",
    "Yet, to be candid, she is past eighteen—",
    "Perhaps past twenty—but the girl is shy",
    "About her age, and Heaven forbid that I",
    "II",
    "Should get myself in trouble by revealing",
    "A secret of this sort; I have too long",
    "Loved pretty women with a poet’s feeling,",
    "And when a boy, in day dream and in song,",
    "Have knelt me down and worshipp’d them: alas!",
    "They never thank’d me for’t—but let that pass.",
    "V",
    "Her father kept, some fifteen years ago,",
    "A retail dry-good shop in Chatham-street,",
    "And nursed his little earnings, sure though slow,",
    "Till, having muster’d wherewithal to meet",
    "The gaze of the great world, he breathed the air",
    "Of Pearl-street—and \"set up\" in Hanover-square.",
    "VI",
    "Money is power, ’tis said—I never tried;",
    "I’m but a poet—and bank-notes to me",
    "Are curiosities, as closely eyed,",
    "Whene’er I get them, as a stone would be,",
    "Toss’d from the moon on Doctor Mitchill’s table,",
    "Or classic brickbat from the tower of Babel.",
    "VII",
    "But he I sing of well has known and felt",
    "That money hath a power and a dominion;",
    "For when in Chatham-street the good man dwelt,",
    "No one would give a",
    "for his opinion.",
    "And though his neighbours were extremely civil,",
    "Yet, on the whole, they thought him—a poor devil,",
    "VIII",
    "A decent kind of person; one whose head",
    "Was not of brains particularly full;",
    "It was not known that he had ever said",
    "Any thing worth repeating—’twas a dull,",
    "Good, honest man—what Paulding’s muse would call",
    "A “cabbage head”—but he excelled them all",
    "IX",
    "In that most noble of the sciences,",
    "The art of making money; and he found",
    "The zeal for quizzing him grew less and less,",
    "As he grew richer; till upon the ground",
    "Of Pearl-street, treading proudly in the might",
    "And majesty of wealth, a sudden light",
    "X",
    "Flash’d like the midnight lightning on the eyes",
    "Of all who knew him; brilliant traits of mind,",
    "And genius, clear and countless as the dies",
    "Upon the peacock’s plumage; taste refined,",
    "Wisdom and wit, were his—perhaps much more.",
    "’Twas strange they had not found it out before.",
    "XXV",
    "Dear to the exile is his native land,",
    "In memory’s twilight beauty seen afar:",
    "Dear to the broker is a note of hand,",
    "Collaterally secured—the polar star",
    "Is dear at midnight to the sailor’s eyes,",
    "And dear are Bristed’s volumes at “half price;”",
    "XXVI",
    "But dearer far to me each fairy minute",
    "Spent in that fond forgetfulness of grief;",
    "There is an airy web of magic in it,",
    "As in Othello’s pocket-handkerchief,",
    "Veiling the wrinkles on the brow of sorrow,",
    "The gathering gloom to-day, the thunder cloud to-morrow.",
    "XLI",
    "Since that wise pedant, Johnson, was in fashion,",
    "Manners have changed as well as moons; and he",
    "Would fret himself once more into a passion,",
    "Should he return (which heaven forbid!), and see,",
    "How strangely from his standard dictionary,",
    "The meaning of some words is made to vary.",
    "XLII",
    "For instance, an",
    "at present means",
    "The wearing a pelisse, a shawl, or so;",
    "Or any thing you please, in short, that screens",
    "The face, and hides the form from top to toe;",
    "Of power to brave a quizzing-glass, or storm—",
    "’Tis worn in summer, when the weather’s warm.",
    "XLIII",
    "But a full dress is for a winter’s night.",
    "The most genteel is made of \"woven air;\"",
    "That kind of classic cobweb, soft and light,",
    "Which Lady Morgan’s Ida used to wear.",
    "And ladies, this aërial manner dress'd in,",
    "Look Eve-like, angel-like, and interesting."
  ],
  "title": "Fanny",
  "year": ""
}