{
  "author": "Bruce Weigl",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Pets",
    "Youth",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171468",
  "region": "U.S., Midwestern",
  "text": [
    "Never mind what you think.",
    "The old man did not rush",
    "Recklessly into the coop the last minute.",
    "The chickens hardly stirred",
    "For the easy way he sang to them.",
    "Red sun is burning out",
    "Past slag heaps of the mill. The old man",
    "Touches the blade of his killing knife",
    "With his fat thumb.",
    "I’m in the backyard on a quilt",
    "Spread out under the heavy dark plums",
    "He cooks for his whiskey.",
    "He walks among the hens singing",
    "His chicken song way down in his throat",
    "Until he finds the one who’s ready",
    "And he holds her to his barrel chest.",
    "What did you think?",
    "Did you think you just jerk the bird",
    "From her roost and hack her head off?",
    "Beyond the coop",
    "I see the fleeting white dress of my grandmother",
    "As she crosses and recrosses the porch",
    "To fill the bucket with scalding water.",
    "How easy the feathers will come",
    "When she drowns them for plucking",
    "And clouds the air with a stench",
    "I can’t stand not to breathe.",
    "I’m not even a boy yet but I watch",
    "The old man sing out into the yard,",
    "His knife already at the chicken’s throat",
    "When everything begins to spin in my world—",
    "He slices off the head without a squawk,",
    "And swirls the bird in circles, a fine",
    "Blood spray fanning out far enough",
    "To reach me where I wait",
    "Obediently, where I can’t stop watching",
    "The head the old man picks up,",
    "His free hand becomes a puppet chicken",
    "Clucking at me, pecking my head with the cold beak",
    "Until I cry for him to stop,",
    "Until he pins me down, clucking, laughing, blood",
    "All over his hands.",
    "He did it so I would remember him",
    "I tell myself all these years later.",
    "He did it because it was his last summer",
    "Among us. In August he didn’t feel the fly",
    "Come into his cancerous ear and lay its eggs.",
    "He didn’t feel the maggots hatch",
    "As he sat dazed with pills in the sun.",
    "He pecked my head and laughed out of love,",
    "Out of love he snatched me roughly to his chest",
    "And sang his foreign songs way,",
    "Way down in his throat."
  ],
  "title": "Killing Chickens",
  "year": ""
}