{
  "author": "Bruce Weigl",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Youth",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171473",
  "region": "U.S., Midwestern",
  "text": [
    "A boy who knew enough to save for something",
    "like the whim that took me downtown on the bus",
    "one lost Saturday morning of my mother’s birthday,",
    "I sat in the back where the gasoline smell",
    "made me dizzy and I closed my eyes but didn’t",
    "think of her, only of myself, basking in the light",
    "and love that would fall down on me when I",
    "handed her the box and she untied the bow to save",
    "and lifted something shining out and held it up before us",
    "like a promise taking shape for once in her hands,",
    "though I didn’t know what to buy, the bus door",
    "hissing behind me because I’m in some kind of",
    "state now, a trance that comes when you pull",
    "at the cords of light that connect the mother to the boy,",
    "the 1959 department store",
    "opening up before me like a jeweled city.",
    "In lingerie I found myself",
    "surrounded by those torsos sheened in silk,",
    "dreaming my mother, feeling the silk against me,",
    "the two of us moving through a cloudy room",
    "in a dance I can’t remember until shame comes.",
    "From out of nowhere the matron frowned,",
    "asked what I wanted, hovered over me.",
    "Confused and afraid I whispered, without thinking,",
    "The black hose with rhinestones down the seams please",
    "and pointed to the pair across the room",
    "stretched over legs on the glass counter",
    "as if about to step off",
    "and I saw her in my mind slip them on,",
    "her skirt hiked above the garters, the sun",
    "catching in her tangled hair",
    "until the matron made a sound in her throat",
    "and looked at me with eyes that said",
    "What’s wrong with you dirty boy.",
    "All the way home a sweet ache rocked me,",
    "the silver package riding my lap",
    "like a heavy wrong thing",
    "I couldn’t give up no matter how it",
    "dragged me down to a place",
    "where I could barely breathe or see or feel.",
    "Whatever happened that spinning afternoon—",
    "she ran her fingers over the rhinestone seams",
    "or she didn’t, she wore them out into an evening",
    "or kept them forever in her drawer of impossible things—",
    "doesn’t matter. I would find my way into the light",
    "of another woman into whose arms I fall",
    "nights my fingers can’t tear through the dark",
    "that eats me, the silk stretched across her breasts,",
    "the need for something womanly to raise me up",
    "pounding in my head until I curl in sleep",
    "away from those longings, ancient and blue."
  ],
  "title": "The Black Hose",
  "year": ""
}