{
  "author": "Arthur Vogelsang",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239434",
  "region": "",
  "text": [
    "I called Hart on my longer distance line",
    "And in case you didn’t know he is in heavine.",
    "Hart, I implored, I searched your book",
    "(Yes, you have a",
    ") and could fine",
    "Nothing about the 36 cast iron bridges in",
    "Central Park, why didn’t you write about one",
    "At least. He said he wrote about the narrow Bow Bridge",
    "For peds built in 1878 which is sad and fine",
    "And always photographed through branches in the foregrine",
    "Which was sufficiently sad to make him weep all the tine",
    "He was trying to write the poem so he threw it away.",
    "He tried again and he uncontrollably wept agine.",
    "Did you try a third tine,",
    "I asked. No, he said, and here’s why:",
    "Life is uncontrollably sad all the time",
    "Unless we divert ourselves with art objects,",
    "Sex, or tequila or beer, and if we tell the truth",
    "About this, for instance when we feel it",
    "While looking at a photograph of the cast ine",
    "Bow Bridge or see in life not photos but the real bridge at a short destine",
    "Away with the actual park and branches around us,",
    "We feel like killing ourselves to stop the pain",
    "Or as you, Arthur, call it, the pine,",
    "So I didn’t try a third time",
    "To write the poem. Get off this line,",
    "He said. Wait! Don’t hang up, he said, I take it back, stay on the phine!",
    "Well, I considered calling on my second longer distance line",
    "Kenneth who in heavine has changed his name to Kenneth Kine",
    "And Barbara who I did call on my second longer distance line",
    "With Hart on hold and affirmed her name change to Barbara Gine",
    "But I didn’t ask those younger two about uncontrollable totally dominant sadness",
    "Or whether they had discarded their own poems about the 36 cast ine",
    "Bridges for people to walk on in Central Park",
    "Because they were weeping on the paper and pine",
    "Ing for Hart’s Big Deep Salty Lake to ease the pine.",
    "I didn’t call Frank because I never knew hine I mean him.",
    "I figured the next step was mine.",
    "So if you can believe it I hung up on Hart Crine."
  ],
  "title": "Beginning With an Acute Stab of Nostalgia, It Gets Worse and Worse",
  "year": ""
}