{
  "author": "Arthur Vogelsang",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248584",
  "region": "",
  "text": [
    "If you give money to an animal",
    "He or she gets cloying and aggressive",
    "But when arrested for that behavior",
    "Says, “I didn’t know anything, my reps",
    "Did it. Well they did. These humans",
    "Committed their tiny crimes in the mail,” it says,",
    "“Knowing animals are photogenic. You can hold",
    "One in your lap or hold a sheaf of photos",
    "In which a feline looks like you yourself tearing off a leg",
    "Of a springbok antelope, which prey looks like you",
    "Concentrating on the flee instinct,” it says.",
    "I tend to agree with it. It and",
    "All of them have expressions on their faces, four limbs,",
    "Two eyes, noses, ears, etcetera, how close can you get to you",
    "Or me, and then there’s the same insides. If it is a cheetah",
    "Do not put it in your lap. If it’s",
    "A black rhino it weighs 2,250 lbs.",
    "And has",
    "! sharp horns about 24 in. ea.!",
    "Let’s suppose nothing about that one and not say",
    "It has a facial expression. My own opinion",
    "Is it will have one in a matter of time.",
    "There are ten other scenes in which I look like the animals",
    "In them so don’t argue I’m writing yet another check this week",
    "And as a matter of fact I’d like to smack something,",
    "Bite it, and cook it. You do that, tonight",
    "For instance. If one of us eats the other",
    "It’s a very big crime",
    "Not tiny like the revolutionary revelation in a solicitation",
    "That we are like the animals, no,",
    "them,",
    "Which is bigger in evolution and spirituality,",
    "Sure, and in the final accounting",
    "Much more important, but today",
    "Don’t put a cheetah in your lap and don’t eat other humans."
  ],
  "title": "Extinct",
  "year": ""
}