{
  "author": "Arthur Vogelsang",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182822",
  "region": "",
  "text": [
    "For a long time the Spanish from Spain",
    "Who came here became slightly insane",
    "In a special way and just a little.",
    "You can try this yourself.",
    "Walk farther than you can into the forest in New York",
    "So it’s a toss-up whether or not you know the way back.",
    "For you there’s going to be a smidge of confusion, a glow of fear",
    "That smells like burning rye toast,",
    "And the illusion that you are the only person alive",
    "On the earth. You will probably have the second illusion",
    "That no one likes you, which doesn’t jibe with the first illusion",
    "Of no other people. This was about the extent of it, for the Spanish,",
    "They felt all that just a few hours a week, but every week at home,",
    "Living in, say, small San Francisco,",
    "Which made thinking slow and hard at these times,",
    "But if you try this yourself in the deep woods",
    "You’ll see you can still think enough",
    "And you’ll remember your way back to the loving arms",
    "Of your wife, husband, or mother, in Rochester. (Yes,",
    "You could try it as a child, but please don’t.)",
    "The Spanish had a purpose to walk east inland to the Sierras, the gold.",
    "The Indians said there were five hills and two mountains",
    "Entirely of gold and you had to wear ferns dangling before your eyes",
    "Like sunglasses when you got near the mountains.",
    "The hills, they said, were not so bright.",
    "The Spanish thought this was bullshit",
    "But were having trouble with the coast (where",
    "They truly believed the gold was) which was that boats",
    "Could not travel north and south even as fast as people walking",
    "Because the Pacific coast was opposing currents (you made",
    "Half a mile an hour in the water with biggest sail).",
    "An expedition of thirty Spaniards from Spain (living",
    "In small San Francisco) walked east inland toward what’s now Mariposa.",
    "It means butterfly. In that place, the shivering feathery",
    "Insects rose from the ground and blacked out the sun.",
    "The sky had no room for more butterflies so the leftovers attached to the trees,",
    "Making the trees appear like ragged trees.",
    "Look up the other way, the explorers said to each other, but",
    "That way, when they did, was no blue sky but darkness of orange insects",
    "That did not fly in clouds but were the sky,",
    "So any forward motion by the thirty men seemed, not seemed",
    "make the sky covered each inch",
    "With the thin trembling insects, brown or green or orange,",
    "But as a whole a black ceiling with little light between them and the men,",
    "Who thought slow and hard but did think, and so returned",
    "To small San Francisco where no one believed them but understood",
    "The illusion because when they asked the thirty men",
    "What such an encounter with butterflies felt like, the men described",
    "Feeling the way all the colonists and explorers and priests and women",
    "Felt a few hours each week at home—",
    "Fear making the olfactory illusion of burning rye toast hand",
    "In hand with the illusion of being the only one",
    "And the simultaneous but contradictory illusion",
    "That no one likes you. How could everybody hate you",
    "If there was no everybody? Or even anybody.",
    "Well there was a way to fix this",
    "And we use it now around here (I",
    "Mean in New York and California and Nevada and Hawaii,",
    "Not just in my house) which is to wrap our loving arms",
    "Around each other. It works very well",
    "And I know you’ve tried it.",
    "The Spanish from Spain brought virtuous women",
    "Over for that purpose only (you don’t think the virtuous babes looked",
    "For gold, did you?) and it worked very well",
    "Except the women were worse, I mean much worse,",
    "Not just specially a little insane and needed",
    "The loving arms much more than the men.",
    "They needed longer sessions and more sessions.",
    "What’s more, if the expedition of thirty butterfly",
    "Illusionists had gone six miles further,",
    "They would have seen silver sticking out of the ground",
    "Like glass after a four-car accident on a street in Rochester.",
    "But for many decades the promise of the waiting loving arms,",
    "Versus the unacceptable illusion of the butterflies",
    "Forming the entire black sky, kept them near the coasts.",
    "When you put down this book, you could decide",
    "For yourself if it is true that wrapping loving arms around",
    "Somebody is as temporarily powerful as I’ve made it",
    "Out to be or is possibly permanently powerful or is an illusion",
    "Like the massed feathery insects which were absolute."
  ],
  "title": "More Lying Loving Facts, You Sort ’Em Out",
  "year": ""
}