{
  "author": "Steve Gehrke",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244204",
  "region": "",
  "text": [
    "Are you of or not of brain, matter’s boss",
    "or its crevasse, are you the body itself,",
    "or more than that, immortal you, crouched",
    "in flesh, like a vampire packed into a bat?",
    "Are you housed in me or not? The tenant",
    "or the landlord of my skin? Am I your",
    "avatar? Are you my East Berlin? Are we an I",
    "or each other’s synonym? Last night,",
    "the train I was on dimmed then re-electrified,",
    "and I thought again that we are conscious",
    "a lot less often than we suppose, that half the time",
    "in us you’re half reposed. I was in",
    "South Orange again, city of my former self’s last",
    "stand. Do you remember him, your swallowed",
    "twin, the child king whom you deposed? Oh,",
    "I know: you think you’re the buried light,",
    "the jeweled glow, the sunlight falling through",
    "the falling snow. But I’ve seen the uranium",
    "laced through your walls: you’re an equation only",
    "destruction solves. Who else but you",
    "starts each day with masturbation and ends",
    "each night with gin? And so how",
    "should I begin? Four years ago, you rose",
    "in me like a fin. It started as an overflow,",
    "a drop of go, some royal beast in me, all gasoline",
    "and yeast, unhinging its own jaw",
    "to accelerate the feast, the rails of thought so greased",
    "that the outer world began to skew,",
    "as in that moment on a train when the view",
    "becomes a wash of hues. There were clues.",
    "Phantom music in the air. At times, I’d look down",
    "at my body and think, “How’d you get there?”",
    "One day, I de-napped to find myself entrapped",
    "within the tangled logic of a subway",
    "map. All day, I’d refrain, I’d double-track.",
    "I’d talk to myself and myself talked back.",
    "Was it you? That tick I felt within the trick",
    "of thought? That wick that curled itself",
    "around me, not exploding, just making a constant",
    "tick-tick-tick that finally convinced me",
    "that I was sick, that there was a cascade of toxins",
    "in the air, that there",
    "was something queer about the neighbor’s",
    "stare, that charade of signals everywhere,",
    "an air raid in the brain, something in me",
    "left unpaid, a cosmic debt in arrears.",
    "Some nights, I’d hear the voices of my parents coming",
    "near, like waves that overlapped—",
    "she’d slap him, he’d slap her back—their rage",
    "a single note that climbed its staff for years,",
    "my siblings and I in the closet with our fingers",
    "in our ears, though still I heard one night",
    "the knife drawer heaved back, as if they really",
    "might slice each other or the house in half,",
    "and then my thoughts unweaved and I began",
    "to laugh.",
    "The truth is: we embrace the past that keeps",
    ". Again, I feel that treble in the skin,",
    "something at the edge of sight but closing in,",
    "the world a picture that won’t hang on the wall",
    "quite right. Again, the double agent of the heart",
    "tries to take the past apart, but now I sense",
    "that the investigation is the crime, that it may be time",
    "to give up on this which-is-which,",
    "this who-is-who, this endless voodoo in which the self",
    "I am keeps evading the curses of the self",
    "I mean to be, or to admit at least that the lyric cracks",
    "its voice trying to sing what’s ugly into praise,",
    "and this language is the jeweler’s bluff, a diamond",
    "that scuffs between the teeth, a perfume misting",
    "foul air.",
    "you became convinced you’d contracted",
    ", or on you,",
    "my patsy, my herring, my phantom non grata, my ghoul,",
    "you who I insist must exist, because, if not,",
    "who else was it that could have been so cruel?"
  ],
  "title": "The New Self",
  "year": ""
}