{
  "author": "Kamau Brathwaite",
  "classification": "Prose Poem",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238918",
  "region": "Caribbean",
  "text": [
    "Babb asked her if she had attacked the accused with a hoe but she said she was not given a chance to do so.",
    "When defence lawyer Dr Waldo Waldron Ramsey's turn came to cross-examine Collymore, he asked her how long she knew the accused and she said it was since childhood. She also said she and Hinds once worked together in they understand each other.",
    "Waldron-Ramsay suggested to the witness that on the day of the incident, marl was on the accused woman's property and she was pulling it down to make a road for her daughter and son-in-law.",
    "She denied the suggestion.",
    "He further told Hinds that she told the accused that she cold not stop her from pulling down the marl, and this she denied.",
    "Waldron-Ramsay put it to the witness that when she refused to stop moving the marl the accused left her and went back home, but Hinds said this was not < true.",
    "Continuing his cross-examination, Waldron-Ramsay suggested to Hinds that Collymore came to her a second time and told her to stop racking away her dirt but the witness [the accused!] again denied this ever took place.",
    "The witness further denied the suggestion that this second time she became more vicious and told the accused [Hinds] that if she did not move her",
    "\"",
    "she would lick her to",
    "down.\"",
    "Waldron-Ramsay also suggested to Collymore that she had the hoe in the air ready to lick down Hinds, but she denied this.",
    "The crown will call its third witness this morning in the trial of 48-year-old Philamena Hinds, before Mr Justice Frederick Waterman in No. 3 Supreme Court.",
    "Hinds, a machine operator, of Date Tree Hill, St Peter, is charged with causing grievous bodily harm to 65-year-old Mildred Collymore, of Date Tree Hill, on December 13, 1993, with intent to maim, disfigure or disable her...",
    "Hinds, who pleaded not guilty... is represented by attorney-at-law Dr. Waldo Waldron Ramsay while the Crown's case is being put by Acting Crown Counsel Donna Babb.",
    "Collymore's 45-year-old-daughter, Linda, is acting as her interpreter, because the witness has a hearing problem.",
    "DATE TREE HILL CASE"
  ],
  "title": "I was Wash-Way in Blood",
  "year": ""
}