{
  "author": "Kamau Brathwaite",
  "classification": "Prose Poem",
  "keywords": [
    "Living",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237240",
  "region": "Caribbean",
  "text": [
    "WHAT CAN I SAY BUT THIS MY DARLING",
    "WHAT CAN I DO BUT TRY TO SPEECH MY HEART YR HEART FROM BREAKING",
    "‘Kumina is the most African of the [cultural expressions] to be found in Jamaica, with negligible European or Christian influence. Linguistics evidence cites the Kongo as a specific ethnic source for the ‘language’ and possibly the music of kumina. There are varying theories as to whether it was brought with late African [arrivants] after Emancipation, or whether it was rooted in Jamaica from the 18th century, and deepened by . . . later African influence.",
    "‘[Kumina] is to be found primarily in St Thomas and Portland and to a lesser extent in St Mary, St Catherine and Kingston. Kumina ceremonies are usually associated with wakes, entombments or memorial services but can be performed for a whole range of human experiences (births, thankgsiving, invocations for good [or] evil).",
    "‘Kumina sessions [",
    "], involve singing, dancing and drumming and are of two general types; bailo the more public and less sacred form of kumina, at which time songs are sung mainly in Jamaican [NL/nation-language]; and country - the more African, and serious form, and at which time",
    "usually occurs.",
    "‘Male and female leaders must exhibit great . . . strength in their control of zombies [zambies] or spirits and assume their positions of leadership after careful training in the feeding habits, ritual procedures, dances, rhythms, and songs of a variety of spirits, by a previous King or ‘Captain’ . . . Queen or ‘Mother’.",
    "‘One is said to ‘catch’",
    "when possessed by one of the threes classes of Gods - sky, earth-bound, and ancestoal [zambies], these last being the most common form of possession. Each god can be recognized by the initiated by the particular dance style exhibted by the possessed, and by songs and drum rhythms [",
    "] to which it responds.",
    "‘At",
    "dances, the spirits who are called, more often than not make their presence known by ‘mounting’ (i.e. possessing) a dancer; whose given dance style helps in identifying the spirit, but can span all possibilities of movement. The basic dance posture constitutes an almost erect back and propelling actions of the hips as the feet inch along the ground. The dancers move in a circular [anti-clockwise] pattern around the musicians and centre pole, either singly or with a partner. The arms, shoulders, rib-cage and hips are employed, offering the dancers ample opportunity for variations and interpretations of the counter-beats or polyrhythms. Spins, dips, and ‘breaks’ on the last beat are common dance variations.",
    "‘The journey of the spirits from the ethereal to the mundane world is no less ritualised than other kumina elements. Once invoked by music and other ritual paraphernalia (rum with blood, candles, leaves) the spirits are said to hover near the dancing booth [bood]. If successfully enticed they travel down the centre pole in to the ground, then through the open end of the drum to the head of the drum, where the drummer and Queen must salute its presence. The spirit then re-enters the ground, from where it will travel up the feet of the person selected to be possessed, along the whole length of the body, culminating with the full myal possession in the haed of the [transforming] individual.’",
    "First it is the knife",
    "in the kitchen. the thick one w/the long bright blade",
    "and the thick wooden handle. that knife wdn’t stay",
    "flat. each time i wash it. put it down. it drop or ramp up",
    "on it spine w/the singing edge of the blade running thin",
    "& straight-along like some spiteful future & horizon",
    "Pull out the drawer w/the silvers and it still there. sharp.",
    "prop-over & unquiet on it omen",
    "The cosmology of sudden unXpecting disaster",
    "& its unutterable grief unvomiting the world",
    "i seem to be becoming lightning rod",
    "for like this wreck of Time",
    "we cope so tentative so desperate in dis kingdom",
    "of the dread. the voices reach-",
    "ing out. be-",
    "traying fear & crying out for help beyonn the lyme",
    "of reassurance. tryin to mek sense",
    "of all de wallawallawalla as the whole",
    "world like it topple-over menance. tryin",
    "to regain it recompense of balm & balance hallow",
    ">",
    "ello! . . . ello! . . . Mummy! . . . This is Ingriid . . .",
    "Kamau & DreamChad coil in each others blood. she",
    "tieing the discomfort his tears for her dead son",
    "while she bleeds as her sun keels from its mangle wheel .",
    "hit off his latenight midnight bi-",
    "cycle middlepassage ship",
    "by a rat-racing-on-our-highways new-money quick-monkey",
    "ill-legal-jjugs-money-traffikin cyaar -",
    "BMW Audi the sleek black latest luxury Discord or Ellectra",
    "or streak Ajax Mardza or Alexandria - in Papine -",
    "Errol Hill beggarmanpoem . Slade Hopkinson & Breeze",
    "madwoman poems",
    "Ogou. Soyinka. Dennis Scott’s Dog. Tony McNeill’s Ungod. Vera Bell’s Gog -",
    "they happen all here -",
    "the unceremonial graveyard. thirsty & unappease -",
    "of yout. artists. don gorgons. Caribbean",
    "slaves. eee-",
    "lectric politricks & politricans. big big-time robber",
    "baroms",
    "of yr death it is quiet it is dormant like a doormat",
    "no one-foot touch its welcome. its dust on the floor",
    "is not disturb nor are the sleeping spirits of this house",
    "i sit here in this chair trying to unravel Time so that it wouldn’t happen twine",
    "of yr death. i break a small",
    "bread",
    "i can still smell the sweet flour of yr firstborn flesh",
    "of yr death. the water in my urine turn to blood",
    "i cover the waterfront of the mirror w/a blue cloth where yr face stood",
    "yu shd be rising. knocking at the door of darkness. coming back to me",
    "i do not hear yr call",
    "after yr death. a young white rooster. white white white feathery & shining tail & tall",
    "neigbour of sound from miles away in the next village",
    "stands in the yard & from his red crown crows & crows & will not go away",
    "he struts round to the back-a-wall",
    "his one eye clicking clicking as he crows",
    "comes to the glissen of my window & he crows",
    "loud like the overflowing voice of my Trelawny waterfall",
    "after yr death. there is this silence of flowers",
    "their petals say their shining needs",
    "soft water needs",
    "sweet showers needs",
    "sweet rain from heaven",
    "i see them once again inside the chapel of my funeral",
    "after yr death. the yellow flour",
    "in the cup-cakes in the kitchen have gone sour",
    "there is an eye of rancid in the middle of their meal",
    "i am unhappy like the wind & tides are restless rivers",
    "i can’t find you. i can’t find you. i cannot cannot cannot be console to dreams",
    "the mad dogs of the pasture kill the cock & pillage",
    "it. madwoman wind is scattering white screaming feathers’ petals’ pedals over all",
    "the brunt & burnin ochre-colour land",
    "after yr death",
    "me do nothin. nothin. nothin . i cdn’t even get yr inglish ‘eighth’ spelt streight",
    "yu rise again from off the dead",
    "i see you now & at the hour of yr o not soff not soffly dead",
    "it is my pain it is my privilege. it is my own torn flesh torn fresh",
    "o let me comfort us my chile. is not yr heart is broken",
    "[day 18]",
    "i haffe go down to the Station today to find out",
    "what they doin about yr det. about the ‘accident’",
    "dem call it. bout the black-hearted man who a-kill",
    "yu. an whe dem hide yu body",
    "the po. lice who dealin w/this case they cannot look me in the lips",
    "and No One kno",
    "who the boy is or gone or when he will come-back",
    "ten time dis ten dem mek me up & down & book & fourt",
    "to fine my sun. an ten ten time dem ave no ansa for me for me for me",
    "in dis dry-weatha tunda",
    "dem seh because i poor & have no book to haul-out who",
    "inside dis station. an i inn got no song",
    "to sing becau i colour in dis Marcus Garvey country proud an strong",
    "an wrong - yu sun gone out & still yu colour wrong.",
    "inn got no i say song",
    "i wonda who Port Royal is. when de eart goin again goig crack",
    "my daughta Ingrid walk beside me hurt",
    "an strong an dress in black",
    "her face inside she face ink mekkin sport",
    "i born into this world w/nothing but my breath & my bare back an hornets",
    "in my chess",
    "now i will haffe doubt if god is good & black & honesty",
    "wha good god do fe me?",
    "whe god dat cricket midnight criminal when Mark of god get call like dat & kill",
    "Mark cyaan dead so if good. if god",
    "my breath give birt to good like god",
    "my sun dis gold is all my riches that cannot be replace",
    "an suddenly me cannot fine him in dis place before dis good god face to face",
    "wha good fe god. no god. wha good. wha god. no god",
    "if good Mark have no face to face dis god inside dis good god place",
    "[Silence]",
    "after yr debt - o pickney - it is as if me cyaaan wake up",
    "Time has been drain from all my clocks. the sky is overcyas & lock",
    "altho it isn’t rainin yet",
    "[Silence]",
    "this night we hold our wake. watch w/ the spirit of my sum before his daily funeral",
    ".people cook food bring bread & drink & there’s some singing",
    "of the old traditions by the older folks & country citizens",
    "but they soon fall to arguing and they soon fall down to quarrellin",
    "about the words the phrases time & tempo of these sookey tunes",
    "if seem they isolated in the old traditions in these coffee hills",
    "e are 3000 feet high up in the blue mountain of this Irish Town",
    "by three o’clock is gettin cold here in the midnight dew",
    "and all around me. even the young-ones",
    "watch me watch the faces of their coffin spirits growin old",
    "after im det. we tek the body of my son",
    "& walk him from the chapel back up the hill-road",
    "pass Mass Dixon Lane to Bedward buryingrounn & seal him up & tomb",
    "im leave im dere",
    "My aunt husbann tell me later dat tree",
    "time Mark try fe mek dem put im down. de casket get so heavy",
    "de man-dem haffe change sides all de time to ress dem hands",
    "& many willin new ones haffe come fe help dem wid it",
    "im get so heavy heavy going to im grave",
    "tree",
    "time he try fe stagger dem go left. teach",
    "dem to veer down MasonDixonLane whe e grow up",
    "is all too sudden. Sonny. im want to ress a while from all dis pain an distrulation",
    "cause when im reach down-dey. im nevva soon-come-back again",
    "mi look back once onto the leaf. less barrem hillside where he is",
    "cyaaan even see no grief",
    "of flowers there",
    "perhaps there are no flowers there",
    "the rain staat fat rat raat . i stannin by the window like a window washin it",
    "An do you know what even as he lie there in the street",
    "that midnight widdout light. skull crack. neck broken. trauma. red red red",
    "de passerby-dem Marley sing about -",
    "de woman son shoot down into the street & dead ? -",
    "on the fourteenth day after my sun gone. on the first day after him first entomb",
    "i feel my womb",
    "seal-up. de blood brek-down inside me bellybottom",
    "we know ‘widow’ an i hear of ‘widower’",
    "i wonder what dem call a woman lose she sun?",
    "tief too dat too me reckon",
    "again i sit here in this chair trying to unravel Time",
    "so that it wouldn’t happen",
    "i wonder wha appen to im bicycle? i wonder whe um is?",
    "- it seem so long it seem",
    "mi fatha now altho I nvr kno no fatha",
    "- my husbann gone back",
    "to the States to finish up im work",
    "- few nights ago he try to touch me. wake me up. yu know",
    "as if dat comfort? dat wd help",
    ". . .",
    "ah well . . . he had his 10 years time of salt already an he went thru hell",
    "and now he marréd me the poor man like he have to wear my bell",
    "he nevva try to rush me. dough . . . e mean me mean me well",
    ". . .",
    "i go lookin for my sun in all his glory",
    "Somethin inside my shake & rackkle heart. along my ripple spine",
    "agroin/agroan my nipple guts. w/in the bleedin womb whe he did born",
    "whe he intomb",
    "something inside here tell me there will be no rest no rest no rest no rest no rest no rest",
    "- can be no rest - until I find him - these rock dry-rivva courses - an bring im justice back",
    "w/me",
    "in true",
    "becau im nvva born to blue nor no slow horses"
  ],
  "title": "Kumina",
  "year": ""
}