{
  "author": "Rick Barot",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Sports",
    "Outdoor Activities",
    "Nature",
    "Weather",
    "Trees",
    "Flowers"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240454",
  "region": "U.S., Northwestern",
  "text": [
    "I.",
    "The worker’s pants on a spider-filament line,",
    "strung waist to waist to waist to dry.",
    "The neat green wedge of park, always empty;",
    "the length of concrete paced by convalescents.",
    "The lead impastos of interesting weather,",
    "though mostly the shadowless blue of long days.",
    "The sprawl of water beyond the band of beach,",
    "copper or tinfoil depending on",
    "the sun coming down, the moon rising.",
    "The storefront and the thumb of hydrant",
    "in front of it, in all kinds of light",
    "solidly composed and unspeculative.",
    "The garage’s brick side facing a warehouse wall;",
    "between them, the alley’s cold black aisle.",
    "The swells of a scalloped awning;",
    "the sheetlike descent of streetwise birds.",
    "Tubercular with rust, the flue leaking steam.",
    "And behind the blind-eye panes, the figure",
    "who must have chosen to be here.",
    "II.",
    "At a window someone watches for daybreak,",
    "which begins for him with a spar of sun",
    "lighting a stringcourse on the opposite building,",
    "its tendrils and blooms freshly chiseled",
    "when mornings have an acidly clean brightness,",
    "or mildewed, chalky with soot, when the overcast",
    "will not pull back from the day.",
    "Hobbled now, but still ardent, wandering,",
    "he looks at the postcards showing the city",
    "and its lit grids, touches mangoes going soft",
    "in crates, and listens always for",
    "the murmurings:",
    "Everything taken up, pocketed,",
    "added to an accrual having less to do with weight",
    "than with lightness: the plane of a wall,",
    "say, with pink stucco rough as emery,",
    "and the little fish, green as muscat grapes,",
    "selling out at a dime a dozen.",
    "III.",
    "Fender-chrome, gravel molars, brittle sepals",
    "holding up the dead rose, the bottle collecting",
    "rain—a precise light found for each",
    "like the faded brown for leaves,",
    "ground-down crystal for frost. The formless",
    "moil of paint, spread into surface, depicts",
    "the day exact. So with the persimmons",
    "almost forgotten into ordinariness, the moons",
    "of candle-wax on the table—things clearer somehow",
    "for entering the orange, brown, and white",
    "I make use of. Rising, I am elated by the light",
    "on cold red leaves and on successive clouds,",
    "each one edge-lit, its heart incinerate.",
    "And the light makes use of me in ways",
    "only line, curve, and shadow can describe,",
    "drawn toward what pity or love that the day,",
    "emptied but unsubdued, gives in to:"
  ],
  "title": "Ocean Park Notebook",
  "year": ""
}