{
  "author": "Rick Barot",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245804",
  "region": "",
  "text": [
    "When I read about the garden",
    "designed to bloom only white flowers,",
    "I think about the Spanish friar who saw one",
    "of my grandmothers, two hundred years",
    "removed, and fucked her. If you look",
    "at the word",
    "far enough, you see it",
    "traveling back to the Latin",
    "of",
    ",",
    ", and",
    ". Words",
    "that would have meant something",
    "to the friar, walking among the village girls",
    "as though in a field of flowers, knowing",
    "that fucking was one way of having",
    "a foreign policy. As I write this, there’s snow",
    "falling, which means that every",
    "angry thought is as short-lived as a match.",
    "The night is its own white garden:",
    "snow on the fence, snow on the tree",
    "stump, snow on the azalea bushes,",
    "their leaves hanging down like green",
    "bats from the branches. I know it’s not fair",
    "to see qualities of injustice in the aesthetics",
    "of a garden, but somewhere between",
    "what the eye sees and what the mind thinks",
    "is the world, landscapes mangled",
    "into sentences, one color read into rage.",
    "When the neighbors complained",
    "the roots of our cypress were buckling",
    "their lot, my landlord cut the tree down.",
    "I didn’t know a living thing three stories high",
    "could be so silent, until it was gone.",
    "Suddenly that sky. Suddenly all the light",
    "in the windows, as though every sheet",
    "of glass was having a migraine.",
    "When I think about that grandmother",
    "whose name I don’t even know, I think of",
    "what it would mean to make a garden",
    "that blooms black: peonies and gladiolas",
    "of deepest purple, tulips like ravens.",
    "Or a garden that doesn’t bloom at all: rocks",
    "poised on clean gravel. When the snow stops,",
    "I walk to see the quiet that has colonized",
    "everything. The main street is asleep, except",
    "for the bus that goes by, bright as a cruise ship.",
    "There are sheet cakes of snow on top",
    "of cars. In front of houses, each lawn",
    "is as clean as paper, except where the first cat",
    "or raccoon has walked across, each track",
    "like a barbed-wire sash on a white gown."
  ],
  "title": "On Gardens",
  "year": ""
}