{
  "author": "Joanna Baillie",
  "classification": "",
  "keywords": [
    "Living",
    "Love",
    "Youth",
    "Relationships",
    "Coming of Age",
    "Men",
    "Women",
    "Infatuation",
    "Crushes",
    "Unrequited Love"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182515",
  "region": "Scotland",
  "text": [
    "Beside a spreading elm, from whose high boughs",
    "Like knotted tufts the crow’s light dwelling shows,",
    "Where screened from northern blasts, and winter-proof,",
    "Snug stands the parson’s barn with thatched roof;",
    "At chaff-strewed door where, in the morning ray,",
    "The gilded motes in mazy circles play,",
    "And sleepy Comrade in the sun is laid,",
    "More grateful to the cur than neighbouring shade.",
    "In snowy shirt unbraced, brown Robin stood,",
    "And leant upon his flail in thoughtful mood:",
    "His full round cheek where deeper flushes glow,",
    "The dewy drops which glisten on his brow;",
    "His dark cropped pate that erst at church or fair,",
    "So smooth and silky, showed his morning’s care,",
    "Which, all uncouth in matted locks combined,",
    "Now, ends erect, defies the ruffling wind;",
    "His neck-band loose, and hosen rumpled low,",
    "A careful lad, nor slack at labour, show.",
    "Nor scraping chickens chirping ’mongst the straw,",
    "Nor croaking rook o’erhead, nor chattering daw;",
    "Loud-breathing cow amongst the rampy weeds,",
    "Nor grunting sow that in the furrows feeds:",
    "Nor sudden breeze that shakes the quaking leaves,",
    "And lightly rustles through the scattered sheaves;",
    "Nor floating straw that skims athwart his nose,",
    "The deeply-musing youth may discompose.",
    "For Nelly fair, the blithest village maid,",
    "Whose tuneful voice beneath the hedgerow-shade,",
    "At early milking, o’er the meadows borne,",
    "E’er cheered the ploughman’s toil at rising morn:",
    "The neatest maid that e’er, in linen gown,",
    "Bore cream and butter to the market town:",
    "The tightest lass, that with untutored air,",
    "E’er footed alehouse floor at wake or fair,",
    "Since Easter last had Robin’s heart possessed,",
    "And many a time disturbed his nightly rest.",
    "Full oft, returning from the loosened plough,",
    "He slacked his pace, and knit his thoughtful brow;",
    "And oft, ere half his thresher’s talk was o’er,",
    "Would muse, with arms across, at cooling door:",
    "His mind thus bent, with downcast eyes he stood,",
    "And leant upon his flail in thoughtful mood.",
    "His soul o’er many a soft rememberance ran,",
    "And, muttering to himself, the youth began.",
    "‘Ah! happy is the man whose early lot",
    "Hath made him master of a furnished cot;",
    "Who trains the vine that round his window grows,",
    "And after setting sun his garden hoes;",
    "Whose wattled pales his own enclosure shield,",
    "Who toils not daily in another’s field.",
    "Wheree’er he goes, to church or market-town,",
    "With more respect he and his dog are known;",
    "A brisker face he wears at wake or fair,",
    "Nor views with longing eyes the pedlar’s ware,",
    "But buys at will or ribbands, gloves or beads,",
    "And willing maidens to the alehouse leads;",
    "And, oh! secure from toils which cumber life,",
    "He makes the maid he loves an easy wife.",
    "Ah, Nelly! canst thou, with contented mind,",
    "Become the helpmate of a labouring hind,",
    "And share his lot, whate’er the chances be,",
    "Who hath no dower but love to fix on thee?",
    "Yes, gayest maid may meekest matron prove,",
    "And things of little note may ’token love.",
    "When from the church thou cam’st at eventide",
    "And I and red-haired Susan by thy side,",
    "I pulled the blossoms from the bending tree,",
    "And some to Susan gave, and some to thee;",
    "Thine were the best, and well thy smiling eye",
    "The difference marked, and guessed the reason why.",
    "When on a holiday we rambling strayed,",
    "And passed old Hodge’s cottage in the glade;",
    "Neat was the garden dressed, sweet hummed the bee,",
    "I wished both cot and Nelly made for me;",
    "And well methought thy very eyes revealed",
    "The self-same wish within thy breast concealed.",
    "When artful, once, I sought my love to tell,",
    "And spoke to thee of one who loved thee well,",
    "You saw the cheat, and jeering homeward hied,",
    "Yet secret pleasure in thy looks I spied.",
    "Ay, gayest maid may meekest matron prove,",
    "And smaller signs than these have ’tokened love.’",
    "Now, at a distance, on the neighbouring plain,",
    "With creaking wheels slow comes the heavy wain:",
    "High on its towering load a maid appears,",
    "And Nelly’s voice sounds shrill in Robin’s ears.",
    "Quick from his hand he throws the cumbrous flail,",
    "And leaps with lightsome limbs the enclosing pale.",
    "O’er field and fence he scours, and furrows wide,",
    "With wakened Comrade barking by his side;",
    "Whilst tracks of trodden grain, and sidelong hay,",
    "And broken hedge-flowers sweet, mark his impetuous way."
  ],
  "title": "A Reverie",
  "year": ""
}