{
  "author": "Linda Hogan",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249816",
  "region": "U.S., Southwestern",
  "text": [
    "With lines unseen the land was broken.",
    "When surveyors came, we knew",
    "what the prophet had said was true,",
    "this land with unseen lines would be taken.",
    "So, you who live there now,",
    "don't forget to love it, thank it",
    "the place that was once our forest,",
    "our ponds, our mosses,",
    "the swamplands with birds and more lowly creatures.",
    "As for us, we walked into the military strength of hunger",
    "and war for that land we still dream.",
    "As the ferry crossed the distance,",
    "or as the walkers left behind their loved ones,",
    "think how we took with us our cats and kittens,",
    "the puppies we loved. We were innocent of what we faced,",
    "along the trail. We took clothing, dishes,",
    "thinking there would be something to start a new life,",
    "believing justice lived in the world,",
    "and the horses, so many,",
    "one by one stolen, taken by the many thieves",
    "So have compassion for that land at least.",
    "Every step we took was one away from the songs,",
    "old dances, memories, some of us dark and not speaking English,",
    "some of us white, or married to the dark, or children of translators",
    "the half-white, all of us watched by America, all of us",
    "longing for trees for shade, homing, rooting,",
    "even more for food along the hunger way.",
    "You would think those of us born later",
    "would fight for justice, for peace,",
    "for the new land, it's trees being taken.",
    "You would think",
    "the struggle would be over",
    "between the two worlds in this place",
    "that is now our knowledge,",
    "our new belonging, our being,",
    "and we'd never again care for the notion of maps",
    "or American wars, or the god of their sky,",
    "thinking of those things we were forced to leave behind,",
    "living country, stolen home,",
    "the world measured inch by inch, mile by mile,",
    "hectares, all measurements, even the trail of our tears.",
    "With all the new fierce light, heat, drought",
    "the missing water, you'd think",
    "in another red century, the old wisdom",
    "might exist if we considered enough",
    "that even before the new beliefs",
    "we were once whole,",
    "but now our bodies and minds remain",
    "the measured geography."
  ],
  "title": "Trail of Tears: Our Removal",
  "year": ""
}