{
  "author": "Lynda Hull",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Disappointment",
    "Failure",
    "Life Choices",
    "The Body",
    "The Mind"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182188",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "A perfect veronica, invisible, scallops air",
    "before the bull, the bartender’s fluttering hands.",
    "Tipped with silken fruit tinseled gold,",
    "a dusty banderilla hangs above racked bottles,",
    "burnt-orange. Your lacquered fingers streak",
    "the cocktail napkin and the globe of cognac’s",
    "fragrant on the zinc bar. Fields of chamomile.",
    "Close your eyes and then the night turns to coal",
    "seamed with diamonds. Outside, a girl murmurs",
    "her tired price, in pesetas, to passing men.",
    "the barman calls when she wanders in",
    "to wash at the single coldwater tap. Just a fly-blown",
    "café on your functionary’s street of flats, bedrooms",
    "shuttered around their whispering, the shops that gleam",
    "by day with scaled cellophane piglets, mounded bins",
    "of fruit and olives. Irita rewinds her hair",
    "at the bar, a gilt rosette nestling its waves,",
    "tattered bullfight posters on the wall behind her",
    "and you think of Rita Hayworth tossing roses",
    "in",
    ", the frayed banderilla.",
    "Such a lovely thing to torture an animal with,",
    "the corrida’s exacting choreography",
    "of life and death. Sometimes it’s soothing to evaporate",
    "in this smoke-patinaed air, abandoning",
    "your imposter’s life of embassy files breathing",
    "the military names and numbers, Torrejón’s",
    "precise cold barracks. Your face wavers, oddly calm",
    "in the mirror as the girl talks dancing and",
    "flamenco clubs to the barman, absinthe glass shining",
    "derangement in his hand. It’s the place in the night",
    "where you carve an uneasy confederacy",
    "from vapor and exhaustion, a trio—the alien,",
    "the clownish poseur, the girl with nothing to sell",
    "but herself and straitened, cataleptic dreams.",
    "She stretches, plays idly the slot machines",
    "spinning roses, babies and lemons, the brilliant",
    "suit of lights. The caramel glow of the barlamps haloes",
    "her hair, bitten lips. Another sip and the slots’",
    "click is rosary beads wafting prayers up",
    "to a heaven of slink and spangle, quick bargains",
    "struck in alcoves, that old palm of chapped fingers",
    "slipping coins to the gas meter, of spreading stain",
    "across the counterpane. Around Bar Xanadu",
    "narrow streets fill with the violet steam",
    "of after-midnight, the pigeons’ soft venereal",
    "cooing that speak of want like this, that deep",
    "original loneliness. There are heartless places",
    "in every city you’ve lived. Cognac spreads",
    "its window of warmth and the drifting years return",
    "bordered with the crimes of night, with cramped",
    "rooms you’ve climbed to, dead as the money",
    "in your pockets. A “dimestore Mata Hari,”",
    "the bureau chief called you while he snipped",
    "a fresh cigar. On parched plains outside the city",
    "soldier boys drill before the fighter planes, glamorous",
    "with starlight, still floating half-asleep",
    "in some Iowa of vinyl booths and Formica, miles",
    "of hissing corn. But it’s closing hour and beneath",
    "your fingers the napkin snows its raddled lace",
    "across the bar and you must rise with them, rise",
    "to dust with the barman his green bottle, help him",
    "to don the sparkling jacket. Rise to strap",
    "the magic shoes to Irita’s feet",
    "and then you must walk with her these streets",
    "you’ll never leave, gritty with wind from Andalusia",
    "riffling your skirt in the scent of blood oranges and sweat."
  ],
  "title": "Bar Xanadu",
  "year": ""
}