{
  "author": "Lynda Hull",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Cities",
    "Urban Life",
    "Love",
    "Social Commentaries",
    "Separation",
    "Divorce",
    "Relationships",
    "Break-ups",
    "Vexed Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179957",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It snakes behind me, this invisible chain gang—",
    "the aliases, your many faces peopling",
    "that vast hotel, the past. What did we learn?",
    "Every twenty minutes the elevated train,",
    "the world shuddering beyond",
    "the pane. It was never warm enough in winter.",
    "The walls peeled, the color of corsages",
    "ruined in the air. Sweeping the floor,",
    "my black wig on the chair. I never meant",
    "to leave you in that hotel where the voices",
    "of patrons long gone seemed to echo in the halls,",
    "a scent of spoiled orchids. But this was never",
    "an elegant hotel. The iron fretwork of the El",
    "held each room in a deep corrosive bloom.",
    "This was the bankrupt’s last chance, the place",
    "the gambler waits to learn his black mare’s",
    "leg snapped as she hurtled towards the finish line.",
    "* * *",
    "How did we live? Your face over my shoulder",
    "was the shade of mahogany in the speckled",
    "mirror bolted to the wall. It was never warm.",
    "You arrived through a forest of needles,",
    "the white mist of morphine, names for sleep",
    "that never came. My black wig unfurled",
    "across the battered chair. Your arms circled me",
    "when I stood by the window. Downstairs",
    "the clerk who read our palms broke the seal",
    "on another deck of cards. She said you’re my fate,",
    "my sweet annihilating angel, every naked hotel room",
    "I’ve ever checked out of. There’s nothing",
    "left of that, but even now when night pulls up",
    "like a limousine, sea-blue, and I’m climbing the stairs,",
    "keys in hand, I’ll reach the landing and",
    "you’re there—the one lesson I never get right.",
    "Trains hurtled by, extinguished somewhere",
    "past the bend of midnight. The shuddering world.",
    "Your arms around my waist. I never meant to leave.",
    "* * *",
    "Of all that, there's nothing left but a grid",
    "of shadows the El tracks throw over the street,",
    "the empty lot. Gone, the blistered sills,",
    "voices that rilled across each wall. Gone,",
    "the naked bulb swinging from the ceiling,",
    "that chicanery of light that made your face",
    "a brief eclipse over mine. How did we live?",
    "The mare broke down. I was your fate, that",
    "yellow train, the plot of sleet, through dust",
    "crusted on the pane. It wasn't warm enough.",
    "What did we learn? All I have left of you",
    "is this burnt place on my arm. So, I won't",
    "forget you even when I'm nothing but",
    "small change in the desk clerk's palm, nothing",
    "but the pawn ticket crumpled in your pocket,",
    "the one you'll never redeem. Whatever I meant",
    "to say loses itself in the bend of winter",
    "towards extinction, this passion of shadows falling",
    "like black orchids through the air. I never meant",
    "to leave you there by the pane, that",
    "terminal hotel, the world shuddering with trains."
  ],
  "title": "Black Mare",
  "year": ""
}