{
  "author": "Lynda Hull",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/25663",
  "region": "",
  "text": [
    "The dragon is in the street dancing beneath windows",
    "pasted with colored squares, past the man",
    "who leans into the phone booth’s red pagoda, past",
    "crates of doves and roosters veiled",
    "until dawn. Fireworks complicate the streets",
    "with sulphur as people exchange gold",
    "and silver foil, money to appease ghosts",
    "who linger, needy even in death. I am",
    "almost invisible. Hands could pass through me",
    "effortlessly. This is how it is",
    "to be so alien that my name falls from me, grows",
    "untranslatable as the shop signs,",
    "the odors of ginseng and black fungus that idle",
    "in the stairwell, the corridor where",
    "the doors are blue months ajar. Hands",
    "gesture in the smoke, the partial moon",
    "of a face. For hours the soft numeric",
    "click of mah-jongg tiles drifts",
    "down the hallway where languid Mai trails",
    "her musk of sex and narcotics.",
    "There is no grief in this, only the old year",
    "consuming itself, the door knob blazing",
    "in my hand beneath the lightbulb’s electric jewel.",
    "Between voices and fireworks",
    "wind works bricks to dust—",
    "—",
    "no language I want to learn. I can touch",
    "the sill worn by hands I’ll never know",
    "in this room with its low table",
    "where I brew chrysanthemum tea. The sign",
    "for Jade Palace sheds green corollas",
    "on the floor. It’s dangerous to stand here",
    "in the chastening glow, darkening",
    "my eyes in the mirror with the gulf of the rest",
    "of my life widening away from me, waiting",
    "for the man I married to pass beneath",
    "the sign of the building, to climb",
    "the five flights and say his Chinese name for me.",
    "He’ll rise up out of the puzzling streets",
    "where men pass bottles of rice liquor, where",
    "the new year is liquor, the black bottle",
    "the whole district is waiting for, like",
    "some benevolent arrest—the moment",
    "when men and women turn to each other and dissolve",
    "each bad bet, every sly mischance,",
    "the dalliance of hands. They turn in lamplight",
    "the way I turn now. Wai Min is in the doorway.",
    "He brings fish. He brings lotus root.",
    "He brings me ghost money."
  ],
  "title": "Chinese New Year",
  "year": ""
}