{
  "author": "Lynda Hull",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182187",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Palaces of drift and crystal, the clouds",
    "loosen their burden, unworldly flakes so thick",
    "the border zones of sea and shore, the boundless zones",
    "of air fuse to float their worlds until the spirits",
    "congregate, fleet histories yearning into shape.",
    "Close my eyes and I’m a vessel. Make it",
    "some lucent amphora, Venetian blue, lip circled",
    "in faded gold. Can you see the whorls of breath,",
    "imperfections, the navel where it was blown",
    "from the maker’s pipe, can you see it drawn",
    "up from the bay where flakes hiss the instant",
    "they become the bay? Part the curtain. The foghorn’s",
    "steady, soothing moan—warning, safety, the reeling",
    "home. Shipwreck and rescue. Stories within stories—",
    "there’s this one of the cottage nestled into dune",
    "snowed into pure wave, the bay beyond and its lavish",
    "rustle, skirts lifting and falling fringed in foam.",
    "But I’m in another season—my friends’ house adrift,",
    "Wally’s last spring-into-summer, his bed a raft,",
    "cats and dogs clustered and we’re watching television",
    "floods, the Mississippi drowning whole cities",
    "unfamiliar. How could any form be a vessel",
    "adequate to such becoming, the stories unspooled",
    "through the skein of months as the virus erased",
    "more and more until Wally’s nimbused as these",
    "storm clouds, the sudden glowing ladders they let fall?",
    "But that’s not the moment I’m conjuring—it’s when",
    "my voyager afloat so many months brought back",
    "every flood story I carried. Drifting worlds,",
    "and Wai Min takes a shape I tell Wally as",
    "steady watermarks across the cold bare floor—",
    "Chinatown, South Pacific flashing its crimson,",
    "neoned waves tranced across Wai Min’s midnight eyes",
    "behind black shades, and that voice unraveling past",
    "each knocking winter pain. It’s another world",
    "I’m telling, Cognac and squalor. The foghorn’s haunting drone",
    "blends with that halting monotone, scarlet watermarks,",
    "the Sinkiang’s floodtides murky brown, the village",
    "become water, swept away. Three days floating on a door,",
    "his sister, the grandmother weaving stories endless",
    "beneath the waxed umbrella canopy she’s fashioned,",
    "stories to soothe the children wrapped in the curtain",
    "of her hair, to calm the ghost souls’ blurred lanterns.",
    "How rats swam to their raft, soaked cats, spirits",
    "she said, ghosts held tranced by the storied murmurous",
    "river. I have no spell, simply the foghorn’s song",
    "when voices unbodied, drift over water past",
    "the low dune this cottage nestles in becoming",
    "shape in motion stilled. No boundaries on this point,",
    "foghorn singing its come-home incantation over",
    "the ruthless currents. And isn’t it so",
    "we’re merely vessels given in grace, in mystery,",
    "just a little while, our fleet streaked moments?",
    "As this day is given, singular, chilly",
    "bolts of snow chenilled across the sky, the sea.",
    "How to cipher where one life begins and becomes",
    "another? Part the curtain and here’s my voyager",
    "afloat, gentle sleeper, sweet fish, dancer over",
    "water and he’s talking, laughing in",
    "that great four-poster bed he could not leave",
    "for months, a raft to buoy his furious radiant soul,",
    "if I may hazard to say that? Yes,",
    "there was laughter, the stories, the shining dogs—",
    "gold and black—his company. Voyager afloat",
    "so many months, banks of sunflowers he loved spitting",
    "their seeds. Tick. Black numerals on the sill.",
    "A world can be built anywhere & he spun, letting go. . . .",
    "The last time I held him, the last time we spoke, just",
    "a whisper—hoarse—that marries now this many-voiced mansion",
    "of storm and from him I’ve learned to slip my body,",
    "to be the storm governed by the law of bounty given",
    "then taken away. Shush and glide. This tide’s running",
    "high, its silken muscular tearing ruled by cycles,",
    "relentless, the drawn lavish damasks—teal, aquamarine,",
    "silvered steel, desire’s tidal forces, such urgent",
    "fullness, the elaborate collapse, and withdrawal",
    "beyond the drawn curtain that shows the secret",
    "desert of bare ruched sand. I’ve learned this,",
    "I’ve learned to be the horn calling home",
    "the journeyer, saying farewell. And here’s",
    "the foghorn’s simple two-note wail,",
    "mechanical stark aria that ripples",
    "out to shelter all of us—",
    "our mortal burden of dreams—",
    "adrift in the sea’s restless shouldering."
  ],
  "title": "Rivers into Seas",
  "year": ""
}