{
  "author": "Lynda Hull",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Love",
    "Family",
    "Ancestors",
    "Nature",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182102",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "At the hour the streetlights come on, buildings",
    "turn abstract. The Hudson, for a moment, formal.",
    "We drink bourbon on the terrace and you speak",
    "in the evening voice, weighted deep in the throat.",
    "They plan to harvest oysters, you tell me,",
    "from the harbor by Jersey City, how the waters",
    "will be clean again in twenty years. I imagine nets",
    "burdened with rough shells, the meat dun and sexual.",
    "Below, the river and the high rock",
    "where boys each year jump from bravado",
    "or desperation. The day flares, turns into itself.",
    "And innocently, sideways, the way we always fall",
    "into grace or knowledge, we watched the police",
    "drag the river for a suicide, the third this year.",
    "The terrible hook, the boy’s frail whiteness.",
    "His face was blank and new as your face",
    "in the morning before the day has worked",
    "its pattern of lines and tensions. A hook",
    "like an iron question and this coming",
    "out of the waters, a flawed pearl—",
    "a memory that wasn’t ours to claim.",
    "Perhaps, in a bedroom by lamplight,",
    "a woman waits for this boy. She may riffle drawers",
    "gathering photographs, string, keys to abandoned rooms.",
    "Even now she may be leaving,",
    "closing the door for some silence. I need",
    "to move next to you. Water sluiced",
    "from the boy’s hair. I need to watch you",
    "light your cigarette, the flickering",
    "of your face in matchlight, as if underwater,",
    "drifting away. I take your cigarette",
    "and drag from it, touch your hand.",
    "Remember that winter of your long fever,",
    "the winter we understood how fragile",
    "any being together was. The wall sweated",
    "behind the headboard and you said you felt",
    "the rim where dreams crouch",
    "and every room of the past. It must begin in luxury—",
    "do you think—a break and fall into the glamour",
    "attending each kind of surrender. Water must flood",
    "the mind, as in certain diseases, the walls",
    "between the cells of memory dissolve, blur",
    "into a single stream of voices and faces.",
    "I don’t know any more about this river or if",
    "it can be cleaned of its tender and broken histories—",
    "a tide of voices. And this is how the dead",
    "rise to us, transformed: wet and singing,",
    "the tide of voices pearling in our hands."
  ],
  "title": "Tide of Voices",
  "year": ""
}