{
  "author": "Matthew Nienow",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246712",
  "region": "",
  "text": [
    "I",
    "Gray sky, gray sea —",
    ", the man thinks. He thinks:",
    "and kicks a stone into the water.",
    "He mucks at the seam and it crumbles below him.",
    "A sea gull beaks a crab, flights vertically and drops",
    "it to the rocks. The man cracks with laughter,",
    "tossing a stone to a stone.",
    "II",
    "Working alone means the voice must grow louder,",
    "for who can stand to think quietly all through the day’s calculations?",
    "I cannot. I let the voice grow loud. I let the voice",
    "hum outside my body in distinguishable phrasings, and count",
    "the increments as I set the fence according to the blade. All day",
    "I stand before a blade and push things into its path.",
    "I stand aside as what is removed is whisked alongside me.",
    "The smallest particles of what is removed thicken the air,",
    "making a dream inside which one cannot live. All day",
    "the voice is learning how to be outside of the body.",
    "III",
    "A man is not a beach, nor is he stone, though he collects their entirety",
    "in a single thought. He works alone and his thoughts begin to",
    "smack of stone. His teeth clatter with their collection.",
    "IV",
    "A man can hold a secret between his teeth,",
    "and it will never leave his mouth, for who would listen",
    "to his wavering tune of so sad and how hard and hear",
    "anything original? He is that he is — the errand and the fool",
    "running to himself over and over only to find that even he",
    "is tired of telling about it. To grow old with it",
    "was the task, and the question always: would he last?",
    "A man can believe in the body and have no one,",
    "as though he were ghost",
    "or stone, nothing to speak at or be heard from.",
    "V",
    "All work, no pay makes a body bray.",
    "Though he may bray —",
    "Though he may bray and bray,",
    "forgive him the bit. If he tells you his secret,",
    "he will have no secret.",
    "This is how one sings a sentence into stone."
  ],
  "title": "Bad Year Anthem",
  "year": ""
}