{
  "author": "Daniel Borzutzky",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239876",
  "region": "U.S., Midwestern",
  "text": [
    "When I watched the Barbaric Writers defecate on my",
    "manuscript, I felt a great sense of relief, a great sense of",
    "fraternity with these men who loved literature enough to",
    "destroy it, and I recalled a poem I had once written, but",
    "never had the confidence to publish, about a so-called",
    "poet who shat himself into a toilet, only to float on his",
    "back as torrential downpours of power filled the bowl and drowned",
    "him. I have always know that constipation is essential to",
    "poetry, though what I did not realize, until recently,",
    "was that poetry itself is repulsive. Words on their own are",
    "bad enough. But when placed alongside other words, when formed",
    "into rhythmic lines and stanzas: no act of creation is more",
    "hideous. In the salons, I have often watched, before my turn",
    "came on, our local poets reciting their verses. They speak",
    "politely, and with grace, to an audience that sips wine and",
    "chuckles at the words that flow not from their mouths, but from their",
    "plugged-up behinds. What a holy mockery of literature!",
    "Were the barbarians to see such a spectacle, no",
    "theater walls could stand the shock of their laughter. No, poetry",
    "is not what I want. Only defecation on poetry. For",
    "after years of humiliation, I have finally learned that",
    "to humanize our poems, we must shit on them. We must shit",
    "freely, with arms raised, as detectives in blue sport coats examine",
    "our feces for sustainability, all the while fighting",
    "off other detectives in bluer sport coats who take our",
    "poetic leakage to their laboratories to search for",
    "parasitic demons, or diamonds, depending on the angle.",
    "We smear what drips from our self-inflicted wounds onto our verses,",
    "combining blood and ink into new poetic forms in which we",
    "rub our faces, the better to smell our disgusting children with,",
    "the better to drool on our disgusting children with; and once we",
    "have bled and drooled and driveled, we declare our poems complete, the",
    "better to wipe our asses with, before submitting them for",
    "publication. We smear our typewriters with pus and semen, and",
    "chastise any fool crass enough to declare himself a poet,",
    "an offense punishable by confinement in a cage",
    "surrounded by Barbaric Writers who expectorate between",
    "the distinguished author’s eyes, his hands tied behind his back to",
    "prevent him from cleaning his face. For poetry is hard work! It",
    "is hard to create such filthy, vile putrescence."
  ],
  "title": "The Barbaric Writers",
  "year": ""
}