{
  "author": "Daniel Borzutzky",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Love",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239872",
  "region": "U.S., Midwestern",
  "text": [
    "One reason to eat is to not speak, said the man",
    "with a mouth full of food. When she told me that my",
    "silence was worse than her silence, I agreed,",
    "even though she was wrong. It is shallow to fight",
    "for things, he said, but sometimes it can be fun. You",
    "look like a tunnel, she said, and kissed my lips. What",
    "I like least about words is their capacity",
    "to invoke more words, she said, as she trashed my",
    "poem. According to the",
    ", gay",
    "teenage boys want monogamy while",
    "heterosexual boys prefer “friends with",
    "benefits.” My psychiatrist told me it was",
    "okay to lie about the important details",
    "of my life. As a result, I fell in love with",
    "her. I stopped seeing her as a patient but when",
    "we dated the spark was gone. If, as Cioran writes,",
    "existing is plagiarism, then what is death?",
    "I was lost all night in the forest only to",
    "discover these were streets I knew quite well. In the",
    ", Apollo argues that the true",
    "parent is “he who mounts.” Because the Furies fail",
    "to ask what happens when the woman is on top,",
    "they lose the case. In evaluations, a",
    "student wrote: “Daniel would be a better teacher",
    "if he wasn’t such an asshole.” Weren’t such an",
    "asshole, I wanted to tell her, though as her",
    "comments were supposed to be anonymous, I",
    "could not admit that I recognized her",
    "handwriting. On a first date, I innocently",
    "went to the bathroom when the check arrived. She thought",
    "I was trying to stick her with the bill but when",
    "she realized I was unaware of dating",
    "etiquette she was charmed. We had a nice kiss",
    "goodnight, but afterwards I was so flustered I",
    "went to a bar by myself, drank whiskey, and smoked",
    "my first cigarette in years.",
    "II.",
    "even though I knew it was all a lie. In the end all that matters",
    "is the truth content of a lie.",
    "—Thomas Bernhard,",
    "Before I met Lisa in person, says Jerry,",
    "a user of an online dating service, I",
    "really enjoyed the wit and flirtatiousness of",
    "her emails. But on our first date she was stiff as",
    "a board. I wasn’t attracted to her, though I",
    "slept with her anyway, just in case I might like it.",
    "And I did. I liked it so much, that now we’re",
    "getting married.",
    "I love you, she said, as she smacked her child’s head.",
    "I love you for your holes, she said,",
    "not just the holes in your shoes and socks, but the",
    "gaping holes in your personality.",
    "When she asked me if I was uncomfortable,",
    "I told her I wasn’t.",
    "I really was uncomfortable.",
    "What I neglected to say",
    "was that I enjoy being uncomfortable.",
    "Two old friends meet in a café to discuss",
    "mutual funds and stock options. Thus begins a",
    "story that ends with one man slicing off the",
    "other’s neck, and stuffing his mouth with love poems",
    "to Young Werther.",
    "Life is too short to be genuine,",
    "he said, as he stared into her deep",
    "brown eyes. It was the most genuine thing",
    "he’s said all day."
  ],
  "title": "The Ecstasy of Capitulation",
  "year": ""
}