{
  "author": "Daniel Borzutzky",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239874",
  "region": "U.S., Midwestern",
  "text": [
    "They dropped the charges of homicide, filed new charges of",
    "terrorism, dropped the charges of terrorism, filed",
    "new charges of public nudity, dropped the charges of",
    "public nudity, filed new charges of lewd and",
    "lascivious behavior. A spokesman for the FBI",
    "said they found him on the hood of an SUV in a part",
    "of town known as the “Fruit Loop”. His penis was in another",
    "man’s mouth and in the front seat were vials containing a rare",
    "strand of bacteria known to cause blindness in rats. They",
    "dropped the charges of public nudity and filed new",
    "charged of sodomy. A spokesman for the police department",
    "said they found him with his pants down and it appeared",
    "that his penis was in another man’s anus. But since they",
    "could not prove to what degree his penis had penetrated",
    "the other man’s anus they dropped the charges of sodomy",
    "and filed new charges of assault and battery. A",
    "spokesman for the Department of Homeland Security said",
    "that he assaulted a worker from the Department of",
    "Public Health who used a Q-tip to extract from inside of",
    "his urethra a rare strand of bacteria capable",
    "of causing pneumonia in chickens. He was placed in",
    "solitary confinement and a spokesman for the",
    "Department of Corrections suggested that he was a",
    "serious threat to the community. They examined the",
    "strand of bacteria found in his urethra but since they",
    "did not properly store the bacteria in the",
    "appropriate container with the appropriate seals and",
    "signatures they could not charge him with intent to commit crimes",
    "against humanity. They dropped the charges of intent to",
    "commit crimes against humanity and filed new charges",
    "of larceny. They said he had stolen the rare strand of",
    "bacteria from his employer and that he had done so",
    "with the deliberate and malicious intent to harm as",
    "many civilians as possible. They tried to verify",
    "for whom he had worked during the given time period but since",
    "they could not verify the name or location of his",
    "employer they dropped the charges of larceny and filed new",
    "charges of tax fraud. When they discovered he was privately",
    "employed, they dropped the charges of tax fraud and filed new",
    "charges of theft with an unregistered weapon. A",
    "grocery store in his neighborhood had recently been robbed",
    "and the cashier said that the thief had carried the same model",
    "of weapon that the man in question kept beneath his bed in",
    "case of emergencies. They dropped the charges of theft with an",
    "unregistered weapon when they discovered the cashier was",
    "partially blind and that the weapon the man in question kept",
    "beneath his bed in case of emergencies had been",
    "properly purchased and registered. When they found on his",
    "bookshelves several works of fiction with blind characters,",
    "including",
    ",",
    ",",
    ", and",
    "by",
    "José Saramago, they accused him of conspiring",
    "to use the rare strand of bacteria to blind not only",
    "the grocer but the seven other blind residents of his",
    "neighborhood, each of whom had had perfectly good eyesight",
    "until he came to town. They asked him why he had so many",
    "books about blindness, but he refused to answer the question.",
    "They asked him why he had so many books about blindness and",
    "when his attorney arrived the man in question said that he",
    "did not know why he had so many books about blindness. They",
    "asked his friends and family why he had so many books",
    "about blindness. No one knew why he had so many books",
    "about blindness and they accused him in the press of",
    "anti-social behavior. When his neighbors testified that",
    "the man in question enjoyed society as much as he",
    "enjoyed a quiet night at home, they dropped the charges of",
    "anti-social behavior. They dropped the charges of",
    "anti-social behavior and filed new charges of",
    "jaywalking. An undercover police officer filmed him",
    "with a video camera as he illegally crossed",
    "the street. At the advice of his attorney, he pleaded",
    "guilty to the charges of jaywalking. He agreed to pay",
    "the fine."
  ],
  "title": "The Man in Question",
  "year": ""
}