{
  "author": "Mark Rudman",
  "classification": "",
  "keywords": [
    "Parenthood",
    "Sorrow",
    "Grieving",
    "Living",
    "Relationships",
    "Birth",
    "Birthdays",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180356",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I see you're already lower-casing him...",
    "What is this \"I.\" You have none.",
    "Except he's dead.",
    "Not in the way you'd think.",
    "Neither does Krang.",
    "The bodiless brain. The Ninja Turtles' nemesis. The guy who oversees",
    "all of their activities.",
    "your son who can't see the humor in your perversity because to him Krang is",
    "just, to put it plainly, disgusting.",
    "Just his brain. On the show and the Nintendo game his naked",
    "brain is always",
    "safely encased within",
    "a robot's body",
    "where his stomach",
    "and not his head",
    "ought to be.",
    "of shoulds.",
    "Who is ever done with—anything?",
    "Just because I agree with Marie-Louise Von Franz's",
    "imprecation",
    "\"no more shoulds\"",
    "doesn't mean I'm freed from the actuality.",
    "doesn't mean that today isn't",
    "his birthday.",
    "April 17. I'm fine, really.",
    "But the week has been—.",
    "I kept scratching my brain in imagination trying to remember if this was",
    "the week when B died a year ago. And J the same week the year before.",
    "All right, all right. Even though I had the flu I dragged myself to the gym",
    "to stretch out on the mats and listen to some calming music on my",
    "Walkman. This was going well. I had my arms and legs extended as far as",
    "possible in the opposite direction and I could feel my lungs release...,",
    "but when I reached for my toes I...convulsed and burst into tears.",
    "Yeah. I knew that the tears could have been mistaken for sweat and the",
    "groans for...",
    "and while it was days before the date, as if emblazoned (would stare me",
    "down-to-distraction) I just could not stop thinking about the intimate",
    "quiet moments we shared; our rare and wonderful moments of true soli-",
    "tude together...; the unforced gentleness and sense of mutuality...:",
    "That's",
    "unimportant. The point is that he had internalized the lessons;",
    "it was in his nature to be that way.",
    "That's perfectly normal.",
    "But what pierced me at that moment like an axe was the recognition",
    "that I never had",
    "a conversation with my (blood) father.",
    "Don't be dumbfounded. My feelings about the two men are always in",
    "dialogue, crissing and crossing.",
    "Lying in that relaxed position on the exercise mat",
    "listening to the intervals",
    "in Ry Cooder's mesmerizing",
    "score, it",
    "hit me that as my father's",
    "birthday approached, or the hour",
    "of his suicide neared,",
    "that I felt mildly aware, mildly sad,",
    "but not remotely devastated and torn that I had lost",
    "someone with whom I had an intimacy that could",
    "never be repeated.",
    "You know I don't mean it that way.",
    "Someone who, at least in crucial times, communicated a warmth and",
    "love and care without",
    "your blood father. And your grandfather—.",
    "Thanks.",
    "So I was torn by a new perplexity with regard to my real father. I never",
    "lived with him but we spent countless hours alone together and he was",
    "often, before he hit the bottle, quite friendly, easy-going, low pressure.",
    "We liked to hobo around together.",
    "But even looking at clusters of the best moments we had in each",
    "other's presence we still never had",
    "a conversation. He had his",
    "mind made up about me and, with his game-plan fully laid out,",
    "chose to employ this or that tactic to",
    "edify, or instruct..., to",
    "lead me onto better paths",
    "for I am in no way criticizing his motivation in trying to help",
    "me",
    "GROW",
    "it was just that he had no",
    "EARS",
    "He knew in advance anything I could possibly think or say.",
    "a friend to dinner who was stationed on a ship outside Nankeng",
    "Harbor. Your father appeared to listen to his sea stories",
    "—and the thing that \"most blew his mind\"—",
    "when the missle, launched",
    "from the ship, landed",
    "\"directly on\"",
    "a peasant hoeing rice who \"didn't know where the hell",
    "he was going\"",
    "and blew him away completely",
    "and the sailors laughed",
    "—and your friend came apart—",
    "and while your FACE",
    "your FATHER",
    "to rid it of imaginary crumbs",
    "and with stern and solemn nods",
    "that withheld surprise at all costs",
    "and gravity of tone worthy of Lincoln!",
    "and he, perhaps unused to such practiced delivery during",
    "\"informal\" gatherings",
    "took this in then whispered wide-eyed that he could not believe",
    "how your father could know everything he'd gone through",
    "when he'd never gone through it",
    "and while his sadism was not in full flower in such isolated",
    "instances it was",
    "a drag.",
    "No wonder I was touched when Sam agreed to an evening of five-card-",
    "stud on one condition: \"no poker faces\"!",
    "No—depth? Interior—life?",
    "you or your friend were undergoing.",
    "He was always onstage, your father. Preening for posterity in a void of his",
    "own invention.",
    "Ok."
  ],
  "title": "Birthday Blues",
  "year": ""
}