{
  "author": "Mark Rudman",
  "classification": "",
  "keywords": [
    "Living",
    "Social Commentaries",
    "Parenthood"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180363",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "When I brood on Germany in the night",
    "No hope for sleep. I know I'll lie",
    "Awake with my eyes wide open while",
    "Tears scald my cheeks.",
    "The years are a blur of past and future:",
    "A good twelve of them have passed since I last",
    "Laid eyes on my mother—which may be why",
    "I'm in such a frenzy to see her.",
    "And I am desperate with desire.",
    "I am under the old mutter's spell.",
    "She circles my mind like a ring of fire.",
    "I hope to god she is alive and well.",
    "She loves me to pieces, the old woman,",
    "And when in her letters her script breaks down,",
    "I know she's shaken to her depths, I know",
    "When the mother in her's shocked by her role.",
    "My mother never leaves my mental space",
    "Free of time past, the twelve long years,",
    "Twelve! —that vanished without a trace",
    "Since our last satisfying hug and kiss.",
    "Don't worry about Germany: it's the picture",
    "Of health. It will outlast us. All and all.",
    "I'll know its borders again by the flare",
    "Of its barbarous oaks and lime-trees' salute.",
    "I wouldn't waste a moment thinking on",
    "Germany were it not for my mother...;",
    "Fatherland-is-forever; but the old",
    "Woman, being mortal, may soon grow...cold.",
    "Since I left the country death has taken",
    "Many I loved. And now the unbreathing",
    "Impinge too much upon my sympathy.",
    "Numbering the dead does me in.",
    "And yet I feel compelled to count and each",
    "Body added to the tally has a say",
    "In how my mourning grows: hordes of corpses",
    "Crush my chest. What—relief—when they...give way.",
    "Praise the lord. And the lighter light of France",
    "That through this window breaks as my wife, well-",
    "Tempered, radiant as dawn, dispels",
    "My German burden with her lovely smile."
  ],
  "title": "Night Thoughts",
  "year": ""
}