{
  "author": "Mark Rudman",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Mythology",
    "Folklore",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180346",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It's hard to get anywhere in Utah without going through Provo.",
    "I can't tell you the number of times",
    "I went there as a teenager, the number",
    "Of times I drove into town in the early",
    "Afternoon, hungry, and had to look around",
    "For a place to eat. You don't have to starve",
    "In Provo but you eat at your own risk.",
    "At no risk. I would never have gone to Provo",
    "On my own. I went accompanied—",
    "For reasons almost too trivial—or personal—to mention.",
    "There are moments when you simply must get into the car and drive",
    "And from Salt Lake there are only a few ways to go,",
    "Toward the Great Salt Lake or toward the canyons and to get",
    "To Zion or Moab you had to pass through Provo.",
    "I remember the population because it went",
    "With the number of miles from outskirt to outskirt,",
    "45 miles, 45,000 people, 45 minutes",
    "(Keeping to the speed limit)",
    "$45 to spend on a suit at a 45% discount...",
    "There was nothing Provo's department store did not carry,",
    "Including pearl handled Colt 45's,",
    "But for a wider selection of fire arms, rifles",
    "With narrowing focal points, with greater precision over vast distances,",
    "You were better off",
    "Next door.",
    "O I guess it wasn't that different from entering",
    "A thousand other American towns, but this one",
    "Made my flesh crawl. I wanted to howl.",
    "The men walked with their hands deep in their pockets.",
    "The women were afraid to lift their eyes.",
    "It was as if something terrible had happened",
    "Or was about to happen.",
    "I'm not saying you have to love what you do",
    "In this life, but it isn't nice to practice",
    "The silent treatment on strangers in the desert,",
    "Strangers who would have to be wondering",
    "Where the other 44,990 people were, since",
    "Other than the one drowning potatoes in burning oil",
    "Beside the grill in the luncheonette",
    "And the one behind the register,",
    "And the three grim-faced, parchment-skinned",
    "Jack Mormons hunkered over cups,",
    "And the handful of impassive faces",
    "Placed against the windows",
    "Of one-story cinder-block houses,",
    "There was no one in Provo beyond the jackrabbits—",
    "Glimpsed in abundance en route—",
    "Who vanished as we crossed the town line,",
    "And drove past the population sign.",
    "Or was it a warning in disguise?",
    "There was something eerie in the air,",
    "An absence I could not identify.",
    "An immense single-pump gas station,",
    "Shimmering like a mirage in the heat,",
    "Took up a good part of the main drag.",
    "I pull in. Step into the heat stunned.",
    "The car is too hot to touch.",
    "I needed gas but didn't want to get it there.",
    "It meant digging up the attendant.",
    "You know the lights in hospital corridors,",
    "Those are the lights in the gas station in Provo.",
    "They're the kind of lights that show up whatever's wrong with a face;",
    "The kind of lights that make something wrong when there's nothing",
    "wrong.",
    "When I got there, I was afraid. It's hard",
    "To put my finger on the precise reason why.",
    "It's not as though something ominous rose",
    "From the sidewalks or Hell's Angels cycles",
    "Were parked outside the luncheonette.",
    "Nothing like that.",
    "Nor can I say why, even though there was almost",
    "No one on the street, I felt watched.",
    "While I slept fitfully in the tilt-back bucket seats,",
    "Someone scribbled obscenities on the headlights.",
    "I felt drawn by destiny to this nadir.",
    "You don't want to provoke anyone in Provo.",
    "It's that kind of place, that kind of absence—",
    "The desert flattens out, the plants",
    "Draw in their antennae.",
    "Provo is not where you can hope to find",
    "Boon companions. It's against the law",
    "To serve liquor in the bar",
    "And no one in the luncheonette looks up",
    "When you walk in.",
    "These are the fallen,",
    "Sunk in ashes, adrift",
    "In the smoke of unreason.",
    "They have masturbated without shame.",
    "They have coveted, envied.",
    "They have pocketed the tithe.",
    "It's hard to put it into words: Provo.",
    "It's more like a place without a name,",
    "A desert stopover with the semblance of a town.",
    "Provo is a place where there is no reason to be.",
    "A province that would never grow up to be a suburb,",
    "Like the backwaters where they exiled",
    "Ovid and Pascal.",
    "Only there is no water—",
    "Just landscape shorn of green and tawny desert colors.",
    "Burned skyline.",
    "Hills like craggy impenetrable fortresses.",
    "The rain gutters hiss in the dryness.",
    "There's a menacing blue tint on the rims",
    "Of impinging mountains."
  ],
  "title": "Provo",
  "year": ""
}