{
  "author": "Mark Rudman",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180355",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "How easily our lives could have been easier if our",
    "fathers hadn't done in whoever stood in their way.",
    "Did progress demand they set factories belching smoke",
    "like volcanoes? You're right to be dumbfounded as to why",
    "you're forced to spend your time making up for",
    "your ancestors' mistakes, waste this beautiful day",
    "restoring ruined shrines and temples",
    "so that the gods might not abandon Rome for good.",
    "There could be a turn about: after they were rid of",
    "the Etruscans, a few farsighted countrymen",
    "had the savvy to steal their fine",
    "sarcophagi designs, along with the booty.",
    "Decadence is your legacy. I hold out hope",
    "for satires, epigrams, and odes, but heaping on",
    "the gore is not an answer, and our plays are weak",
    "echoes of the Greeks.",
    "If you want to have some say in the way things are,",
    "put yourself in the hands of a higher order.",
    "Have faith in faith. Bow down to the gods",
    "who oversee and underwrite and sponsor.",
    "There's nothing empirical left to this empire now.",
    "What would have been routine raids on small fry",
    "republics—from Vietnam to the Isle of Man—",
    "are beaten back, and the opposition,",
    "in ecstatic mockery, turn our spoils",
    "to souvenir necklaces and key chains.",
    "The ancient city, riven by civil strife,",
    "escaped destruction by fanatic Bosnia and Iraq",
    "with their demonic submarines, bombers,",
    "and other dangerous toys, by a hairsbreadth.",
    "Self-absorbed, promiscuous,",
    "we've brought these evils on ourselves",
    "like people who, anticipating the worst",
    "from a routine physical, forswear",
    "doctors until their symptoms call for",
    "drastic measures; as only after",
    "the condom-clogged, gaseous,",
    "syringe-rich, toxic river",
    "overflows and floods the litter-free,",
    "segregated streets of the capital",
    "will the Rivers Network organize",
    "a mass cleanup on Earth Day.",
    "The young, lured always by the glitter of cities,",
    "find nothing cooler than the hotter—",
    "than-ever-before dance-crazes flown in",
    "from the clubs of Rio, Barcelona, or Berlin.",
    "How was a girl to know that marriage sucks",
    "the sap out of sex? And why not make it",
    "with the guests, especially if it's just the boost",
    "his mercurial career needs to rocket off...",
    "How are they to know the sexual spectacles",
    "began on their own ravaged ground?",
    "And these out-of-towners are so endlessly grateful",
    "for a dose of decadence because they",
    "\"sure don't get pussy like this in Topeka.\"",
    "(The New Age victor is the one who gets",
    "the onlooker to come without anything",
    "physical happening between them.)",
    "\"How does he think I know how to get the dry-",
    "cleaning-mogul's cock to stiffen, as if a good",
    "dis weren't hard to find, like 'you use your tongue",
    "like you're trying to remove a spot.'\"",
    "Her husband, in his white tux, appeared",
    "nonchalant, but a second glance revealed",
    "a man slaphappy and dazed from one",
    "too many Zombies; either way,",
    "when the",
    "pulls into port",
    "she'll allow whoever has the best",
    "offer, captain or mutineer, Delano or",
    "Benito Cereno, to take her on the dance floor.",
    "Dalliance supplies what she needs for her shopping sprees",
    "which \"this guy whose wedding ring I like never",
    "take off can't get through his head are",
    "necessary. He's so dense, like I show up",
    "in this designer dress on my 'allowance.'",
    "Men have no idea what it costs a girl to be",
    "truly glamorous in times like these—",
    "and when they land the commission",
    "remain clueless as to why they",
    "were chosen and not the other guy",
    "with the goody-two-shoes type wife.\"",
    "It's shattering to consider that these nerds,",
    "for whom watching's the real",
    "turn on, sprang from fierce, sturdy stock",
    "who in their youth conquered conquerors,",
    "brought down swaggering, gallant",
    "Hannibal, Pyrrhus, and Antiochus,",
    "dyeing the sea red with Punic blood.",
    "But the early Romans, the soldier-farmers,",
    "knew better than to double think what had to be done,",
    "and dug with the tools of the long-gone Sabines,",
    "and never neglected to cut the logs to honor",
    "mom's firm yet anxious request for firewood as",
    "shadows shifted on a far rise, night",
    "fell, and man and oxen were the same",
    "in their deep desire to lie down.",
    "Who is immune from ruin by time?",
    "Each generation wearier than the one before;",
    "these days no one deigns to have children",
    "until they are \"professionally secure.\"",
    "And the media waits long and long to warn",
    "the idealists born during the baby-boom",
    "that the future is also being sabotaged:",
    "undone by sluggish sperm; hardened wombs."
  ],
  "title": "The Desert of Empire",
  "year": ""
}