{
  "author": "Mark Rudman",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182019",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "My deaf cousin had a hand in designing the Tomahawk Missile.",
    "The blueprints open on his desk for what was to become",
    "a show-and-tell-style reunion.",
    "I hadn’t laid eyes on this exuberant man since chance",
    "threw us together at a party",
    "whose brother was your real",
    "and whose blind nephew appeared, shook my hand,",
    "and, unprompted, said my name:—it was like a blessing.",
    "The deaf men nodded at the blind boy’s recognition.",
    "They held me captive, these two deaf friends, and took forever",
    "with frantic mimicry explaining how they knew each other,",
    "firmly guiding the silent dialogue toward the bizarre",
    "intersection of fates: theirs, mine, my father’s, my mother’s....",
    ".",
    ".",
    "Did he place this decisive warhead above all other",
    "constructions executed during a working life spent",
    "gratefully, perhaps too gratefully, in the government’s",
    "employ designing, mainly, destroyers...?",
    "Final proof he was not handicapped by his handicap?",
    "He married a deaf woman, but his two daughters",
    "are normal; I mean not deaf.... Both were present",
    "and married. One was pregnant. The other became",
    "more and more voluble as this Sunday marathon wore on.",
    "Conversation meant—: asking each other questions.",
    "My cousin scribbled answers alongside the next question",
    "on a pad that rustled like a pet hamster in his back pocket.",
    "It was work, talking to that generation’s deaf.",
    "It was hard not to raise your voice.",
    "I caught my mother trying to catch my eye",
    "across the smoked fish infested spread",
    "as she mouthed a lipsticky",
    "Brain-dead from the labor of “catching up”",
    "with veritable strangers with whom I was linked",
    "by blood, I wandered, coffee balanced in saucer,",
    "toward my cousin’s study, in vain hope of tête-a-tête.",
    "He followed, hauled down sheafs from shelves,",
    "while I studied the framed sketches of ship’s interiors.",
    "Had deafness helped him achieve these heights of invention?",
    "His face brightened. He strained with strangled voice to answer.",
    "Even I could understand “That’s the ticket,”",
    "before he scrawled with",
    "on pad. “Deaf...can think better....”",
    "I was about to say “Not all,” that I was asking",
    "about him personally, when his daughter intervened",
    "and said, aloud and in sign, that this was “deafism.”",
    "He signed: “No no, not hearing forced me...”",
    "She signed and spoke, indulgent, resigned, admiring:",
    "“So deafness makes you superior?”",
    "I liked the way she stood up to him, and the way he took it.",
    "Trying not to sound like a boorish upstart in a Q & A",
    "disingenuously grilling Oppenheimer, Einstein or Bohr",
    "with how they felt about their elegant theorems",
    "culminating in so much death, I asked if",
    "he was ambivalent about designing warheads. Question",
    "from left field. Bewilderment squared.",
    "His honked “Wa” was like an inaudible “Come again?”",
    "Forehead painfully wrinkled. Deep-set ridges.",
    "My stomach contracted: Oh God, what have I done?",
    "It wasn’t me asking discomfiting questions to hound",
    "this dear, sweet, ebullient man, who had done his best...;",
    "it was my...duty to ask, which appeared to perplex",
    "this...disembodied intelligence...schooled in",
    "focusing on the problem to be solved just as",
    "Husserl bracketed words, [postponed]",
    "this longing to belong to sentences that mimicked",
    "meaningful action, and to block out the politics and social",
    "contexts that could...derail...the (beautiful) concord",
    "between pure thought and necessity. He had the right to think:",
    "like a bigger bullet shot from a bigger gun;",
    "but to invent one that can stop, turn around,",
    "change directions, now that’s—invention.",
    "She repeated the question in sign and came back",
    "with: “My father doesn’t understand your question.”",
    "I spoke more slowly. “You must feel proud at how",
    "the Tomahawk conducted itself during the Desert War.”",
    "The praise sent him rocking. So that’s what I took so long",
    "to say! He nodded exuberantly in accord.",
    "“Wait. Even though it was for a good cause",
    "doesn’t it bother you that the missile",
    "killed many people.” Question from left field.",
    "Flurry of signs between father and daughter.",
    "“My dad says war is horrible but once you’re in",
    "it’s important to win.” “That was true before,",
    "and true as it pertained to the two world wars,",
    "but Southeast Asian...was another story.”",
    "Groan of dismay. Why should a deaf engineer",
    "be forced to deal with relative ethics too...? War",
    "made the mental challenge of his work more",
    "challenging, as it did the group holed up at Los Alamos.",
    "The heart sinks when these higher mathematical formulations",
    "become subject to weather, and the stray jackrabbits and",
    "“who weren’t supposed to be anywhere near the test site...”",
    "This pacific man could not have thought about what the Tomahawk",
    "did to real live—now dead—people.",
    "He was too immersed in the question of how",
    "to get the missile to think, to take into account—the wind."
  ],
  "title": "Tomahawk",
  "year": ""
}