{
  "author": "Mark Rudman",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182016",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "(JOHN F. KENNEDY’S INFORMAL APPOINTMENT OF DEAN MARTIN TO HIS CABINET)",
    "What the fuck did they want, these men who needed the",
    "company of others to make a life, as he needed a woman",
    "to make babies?",
    "—Dino,",
    "I always plays to de common folk.",
    "—",
    "1",
    "It was casting time for",
    "Brando wouldn’t hesitate given this chance to dye",
    "his hair white and do a German",
    "accent. And while no one would hire Monty Clift",
    "after his facially disfiguring car-wreck,",
    "Brando convinced the studio that the other, slightly",
    "older, kid from Omaha was the right man.",
    "No one could play a more sensitive-tough than Monty,",
    "like the artist-bugler-boxer Prewitt",
    "mistaken for the enemy, gunned down",
    "by his own men in the Pearl Harbor dawn;",
    "or the way, as the seraphic cowboy Matt Dunson,",
    "he got a rise out of his demented empire builder",
    "father, John Wayne, by kicking over a tin cup,",
    "sloshing the coffee into the dust to show his disgust.",
    "Clift knew that",
    "director Edward Dmytryk",
    "was searching for someone to play a key",
    "supporting role—as Frank Sinatra had in",
    "—yet he was stunned to hear it was",
    "“Jerry Lewis’s partner in shlock.”",
    "Clift softened, nauseated when he saw",
    "Martin’s competition",
    "pander to the crowd on Broadway.",
    "Lucky for Monty that he let it go: the two men",
    "not only became friends; it was Dean",
    "who put the man with the wired-jaw to bed",
    "when he had the chloral hydrate and alcohol wobblies.",
    "Ignorant of Brando’s intervention on his behalf,",
    "Monty told Dean that Marlon’s fifty takes per scene",
    "were getting on his nerves more and more",
    "and he vowed to walk off the set if he tried",
    "ONE MORE TIME to have his German soldier die",
    "with arms spread wide to “echo the crucifixion.”",
    "Clift, wasted with self-recrimination at forty-five.",
    "Martin, an actor for whom one run through a scene",
    "almost always sufficed.",
    "Dean got a chuckle out of Monty with his response.",
    "“It should be awful good with so many takes.”",
    "Then the future flashed before him.",
    "“I guess there are directors who want us to do",
    "the same scene over and over again too.”",
    "“Sure, lots. Some of the best.”",
    "“I guess I got spoiled. Jerry and I got",
    "to where we pretty much called the shots.”",
    "And then—without any foreknowledge",
    "that he’d be doing his only two other",
    "serious roles in the next two years",
    "and be subject to directorial rule on the sets of",
    "and",
    "—",
    "he vowed in the future to set up his golf net",
    "before shooting started on a picture.",
    "Dean appeared to float, perfection",
    "never an aspiration: that he was already as well known",
    "for his insouciance and drunk persona as for",
    "his singing and acting doesn’t mean he was so well-defended",
    "that he didn’t feel any pressure about working",
    "with such aces as Brando and Clift.",
    "He didn’t have to stretch to play a would-be draft dodger,",
    "Michael Whiteacre: “a likeable coward like myself,”",
    "a screenwriter in Shaw’s novel, a singer in the movie.",
    "The army doctor feeds Dean his first line in",
    "as if his future were visible in the instant:",
    "art and life exquisitely commingled.",
    "Doctor: “For a man your age and in your profession",
    "you’re in excellent health. How do you manage it?”",
    "Martin doesn’t hesitate: “Clean liquor.”",
    "But sauntering through this role didn’t mean",
    "everything was swell: he felt so out-of-place",
    "on location in France he gave up the offer of",
    "a choice part in",
    "because it meant going back to Europe.",
    "In his middle years, he ambled through the role",
    "of “Matt Helm” in another toneless",
    "Bondian takeoff, and when Columbia",
    "wanted to shoot",
    "on location in Cannes, Dino",
    "set the studio straight: “fuck no,",
    "just build some fake Riviera sets.”",
    "2",
    "A diffident crooner, he needed a stooge.",
    "License to fuck around on stage.",
    "After his split with Jerry, Dino’s drunk persona grew",
    "into a ghostly partner, and by the time he had his own TV show",
    "the public was so saturated with his presence,",
    "many conflated the persona and the person.",
    "When he landed the drunk’s key role in",
    ",",
    "he turned to Brando for help, “what should I do?”",
    "Brando told him what to think about.",
    "The more inscrutable the subject",
    "the more this spectre stands out in relief.",
    "Part of Martin’s appeal was that no one knew him.",
    "It wasn’t a mask; his detachment was who he was.",
    "He showed up, his spirit remained elsewhere.",
    "His wives and children found him unknowable.",
    "It wasn’t personal. When the Martins entertained,",
    "the guests carried on while Dino disappeared",
    "into his room to watch westerns on TV, alone.",
    "It wasn’t personal. When the producer of",
    "“The Colgate Comedy Hour” suggested they have lunch",
    "to get to know one another, Dino",
    "set him straight: “No one gets to know me.”",
    "Martin was a man no one came close to knowing.",
    "What does it mean, to know someone?",
    "3",
    "Why ask such questions at all after Socrates",
    "beguiled us out of answers and set us on",
    "the inexhaustible path...dialectics?",
    "Don’t you think I haven’t wondered if I haven’t",
    "strayed from my true path as I find myself",
    "tracking the trajectory of such non-exemplary lives?",
    "You’re thinking it’s a trick, and will not answer,",
    "but before you judge my dissolute subject—",
    "who like the money but thought all the attention",
    "was a joke because “a singer is nothing”—",
    "as a derelict choice, consider how philosophy,",
    "while striving to become more concrete",
    "continues to recoil before the problem of other minds.",
    "And it is said that Monsieur Sartre turned paler",
    "than his martini, when Raymond Aron",
    "challenged the Husserlians, at the Bec de Gaz",
    "in Montparnasse, to make philosophy",
    "out of a cocktail glass.",
    "4",
    "There’s something about everyone no one can know.",
    "There was no question of Dino taking orders",
    "and being bossed around was out of bounds:",
    "penalty shot incurred for the perpetrator,",
    "who was, this time, the imperious Billy Wilder",
    "whose streak of hits was breaking fast.",
    "Dino as always was doing his job,",
    "which was to literally play himself in",
    "Stupid, and Billy had the balls",
    "to cap an interview at the Hollywood Press Club",
    "with this tactless pearl: “stars don’t mean a thing.”",
    "Was this because of what",
    "might have been",
    "had Marilyn, whose presence he had counted on,",
    "not done herself in? Was Wilder gambling",
    "that fellow exiles from the Reich,",
    "Lang, von Stroheim, and even the ghosts",
    "of Lubitsch, Brecht and Thomas Mann",
    "would have been there to applaud and acknowledge",
    "that he, from a younger generation of German exiles,",
    "was one of them?",
    "Dino didn’t brood. Dino didn’t blow.",
    "There would be no humiliating histrionics.",
    "He would put Wilder in his place",
    "with a letter, denouncing him as an arrogant",
    "and self-important son-of-a-bitch.",
    "Without angling for the director’s respect,",
    "he got it, and more.",
    "After six weeks of delectable footage",
    "with Peter Sellers—whose American debut",
    "was to have been in",
    "—",
    "as the small town piano teacher",
    "intent on writing a hit song",
    "and enlisting Dino to “get it in the right hands”",
    "the tetchy “thirty-nine year old actor had a massive",
    "coronary,” yet not long after landing in Heathrow",
    "found the breath to bitch to the press",
    "about crowds on the set, wrote a letter",
    "vilifying Wilder and Hollywood,",
    "and swore never to return.",
    "Wilder was used to being the abuser, not the abused.",
    "He had to take it out on someone and no one better",
    "to park at than Sellers’ replacement,",
    "Ray Walston, as they reshot scenes.",
    "Ray was cowed. Dino knew it.",
    "Ray observed that Dino was never without a glass",
    "in hand but assumed (wrongly) that it was filled",
    "with ginger ale instead of vodka.",
    "Which Dino was this, the persona or the person?",
    "Dino advised Ray, IN A VOICE LOUD ENOUGH",
    "SO THAT EVERYONE ONE THE SET COULD HEAR",
    "to “tell that cocksucker to go fuck himself and do it your own way.”",
    "Wilder went wild. Martin practice putting.",
    "“If you wanted an actor, what the fuck did you get me for.",
    "Why didn’t you get fucking Marlon Brando.”",
    "It was as if Dino, who’d boxed in his youth",
    "under the pseudonym “Kid Crochet,”",
    "had sucker-punched the dictator, who found himself",
    "disarmed by this unflappable and far from ugly,",
    "American. Dino’s aplomb had Wilder",
    "on the floor, howling with laughter, just as night-",
    "club audiences used to crack up",
    "out of sheer anticipation of the antics to come",
    "while waiting for Martin and Lewis",
    "to begin their act...which knew no limits.",
    "They didn’t break rules, they made them up",
    "as they went along, as when they leapt from the stage",
    "followed by floodlights in Fort Lee, New Jersey,",
    "to chase a slender tall brunette in a white dress",
    "down the aisle, chanting, in imitation moron—",
    "“we know where you’re going, we know where you’re going”—",
    "because she had the nerve to leave her seat",
    "before they’d finished their act.",
    "She was mortified, but not for long.",
    "They had no way of knowing that a young",
    "woman who was that well put together",
    "could be as painfully self-conscious",
    "as this anonymous girl, who within a few",
    "years would become my mother.",
    "5",
    "There is something beautiful and horrible",
    "about Dino’s incarnation of cool.",
    "Anger sublimated into a mask",
    "that would not harden, could not crack.",
    "Dino did not end in ruin, like the others.",
    "His falling away was gradual.",
    "His lifelong withdrawal, prelude to silence.",
    "Henry Miller had finally gotten",
    "through the courts. He’d spent his life",
    "in quest of freer spirits than his own,",
    "and now, after Rimbaud and Lawrence",
    "and The Colossus of Maroussi,",
    "he found in Martin a priest of irreverence",
    "who was beyond nihilism,",
    "who shrugged off everything the doom culture",
    "deemed valuable, and pulled strings to be",
    "granted an audience with the man",
    "who made heavy weather of nothing.",
    "6",
    "Driving home to the suburbs during rush hour",
    "in the huge gas-guzzling cars that signified",
    "America’s boom economy in the 1960’s,",
    "married men without time sighed for the first",
    "time all day when “Houston” came on the",
    "Then, back in their gaudy palaces at last,",
    "they stacked Martin’s LP’s",
    "on the turntable while mixing martinis.",
    "Was it the façade that never cracked, never changed guises?",
    "And isn’t facade precisely the wrong term for one man’s",
    "unchanging way of being in the world?",
    "Dean would say that’s it’s a waste to waste this wasted",
    "unasked for sojourn on earth thinking about shit",
    "like what others think of us, or depressing shit,",
    "like “the fucking Cold War or Vietnam,”",
    "or rip-off artists like the Beatles",
    "(“why do they spell it with an ‘a’?”).",
    "Jealous? Never. Only annoyed that they kept bugging him",
    "with questions. Why did he have to think?",
    "Wasn’t it enough just to live? Dino didn’t work",
    "to see his voice or image reproduced;",
    "he acted, sang, and hosted shows, on screen",
    "and in person, because it was easier than real",
    "work.",
    "Dino liked his inflated wages, but money",
    "meant nothing beyond what it could buy.",
    "“A singer is nothing.” Why did he sing?",
    "It was the easiest way to make a bundle.",
    "When anyone complained that acting was hard word",
    "Dino responded as Crocetti, the barber’s son",
    "from Steubenville: “You think acting’s work?",
    "Try standing on your feet",
    "twelve hours a day dealing Blackjack.”",
    "7",
    "If you agree that Dino lived to live on his own terms,",
    "and if his triumphs were in the significant films",
    "where he had allowed himself to take",
    "direction, listen, learn, tremble and transcend,",
    "then his second greatest trope",
    "after inventing himself",
    "was convincing producers and directors",
    "to let him play a character",
    "who sang and drank and thought about golf more than god,",
    "so that the actor and the part were entirely one.",
    "His string of walk-through roles",
    "was like a continuous aside",
    "to his audience, dissolving the boundary",
    "between actor and spectator",
    "and giving birth to a suspect and shadowy intimacy."
  ],
  "title": "“The Secretary of Liquor”",
  "year": ""
}