{
  "author": "Lucretius",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Love",
    "Religion",
    "Other Religions",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180693",
  "region": "",
  "text": [
    "Delight of Human kind, and Gods above;",
    "Parent of Rome; Propitious Queen of Love;",
    "Whose vital pow’r, Air, Earth, and Sea supplies;",
    "And breeds what e’r is born beneath the rowling Skies:",
    "For every kind, by thy prolifique might,",
    "Springs, and beholds the Regions of the light:",
    "Thee, Goddess thee, the clouds and tempests fear,",
    "And at thy pleasing presence disappear:",
    "For thee the Land in fragrant Flow’rs is drest,",
    "For thee the Ocean smiles, and smooths her wavy breast;",
    "And Heav’n it self with more serene, and purer light is blest.",
    "For when the rising Spring adorns the Mead,",
    "And a new Scene of Nature stands display’d,",
    "When teeming Budds, and chearful greens appear,",
    "And Western gales unlock the lazy year,",
    "The joyous Birds thy welcome first express,",
    "Whose native Songs thy genial fire confess:",
    "Then savage Beasts bound o’re their slighted food,",
    "Strook with thy darts, and tempt the raging floud:",
    "All Nature is thy Gift; Earth, Air, and Sea:",
    "Of all that breathes, the various progeny,",
    "Stung with delight, is goaded on by thee.",
    "O’er barren Mountains, o’er the flow’ry Plain,",
    "The leavy Forest, and the liquid Main",
    "Extends thy uncontroul’d and boundless reign.",
    "Through all the living Regions dost thou move,",
    "And scattr’st, where thou goest, the kindly seeds of Love:",
    "Since then the race of every living thing,",
    "Obeys thy pow’r; since nothing new can spring",
    "Without thy warmth, without thy influence bear,",
    "Or beautiful, or lovesome can appear,",
    "Be thou my ayd: My tuneful Song inspire,",
    "And kindle with thy own productive fire;",
    "While all thy Province Nature, I survey,",
    "And sing to Memmius an immortal lay",
    "Of Heav’n, and Earth, and every where thy wond’rous pow’r display.",
    "To Memmius, under thy sweet influence born,",
    "Whom thou with all thy gifts and graces dost adorn.",
    "The rather, then assist my Muse and me,",
    "Infusing Verses worthy him and thee.",
    "Mean time on Land and Sea let barb’rous discord cease,",
    "And lull the listening world in universal peace.",
    "To thee, Mankind their soft repose must owe,",
    "For thou alone that blessing canst bestow;",
    "Because the brutal business of the War",
    "Is manag’d by thy dreadful Servant’s care:",
    "Who oft retires from fighting fields, to prove",
    "The pleasing pains of thy eternal Love:",
    "And panting on thy breast, supinely lies,",
    "While with thy heavenly form he feeds his famish’d eyes:",
    "Sucks in with open lips, thy balmy breath,",
    "By turns restor’d to life, and plung’d in pleasing death.",
    "There while thy curling limbs about him move,",
    "Involv’d and fetter’d in the links of Love,",
    "When wishing all, he nothing can deny,",
    "Thy charms in that auspicious moment try;",
    "With winning eloquence our peace implore,",
    "And quiet to the weary World restore."
  ],
  "title": "Address to Venus",
  "year": ""
}