{
  "author": "Aharon Shabtai",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Love",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240100",
  "region": "Israel",
  "text": [
    "The heart dies without space for love, without a moral horizon:",
    "think of it then as a bird trapped in a box.",
    "My heart goes out with love to those beyond the fence;",
    "only toward them can one really advance, that is, make progress.",
    "Without them I feel I’m half a person.",
    "Romeo was born a Montague, and Juliet came from the Capulet line,",
    "and I’m a disciple of Shakespeare, not Ben Gurion—",
    "therefore I’ll be delighted if my daughter marries the grandson of Haidar Abdel Shafi.",
    "I mean this, of course, as a parable only—but the parable is my measure,",
    "and since it has more to do with my body than teeth or hair,",
    "this isn’t just some idle fancy that, out of poetic license,",
    "I place our fate in my daughter’s sex.",
    "That I grant myself this imaginary gift, testifies to the extent",
    "to which we’re living, still, in the underworld,",
    "where we’re granted the hope and potential of an amoeba.",
    "But all mythology begins with creatures that creep and crawl,",
    "spring out of the ground and devour each other,",
    "until a sacred union occurs, healing the breach in the world.",
    "The Arab groom from Gaza, too, will extend to my daughter a dress",
    "on which is embroidered the Land redeemed from Apartheid’s curse—",
    "our Land as a whole, belonging equally to all of its offspring,",
    "and then he’ll lift the veil from her face, and say to her:",
    "“And now I take you to be my wife, Lotem Abdel Shafi.”"
  ],
  "title": "Lotem Abdel Shafi",
  "year": ""
}