{
  "author": "Lucia Perillo",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Humor",
    "Satire",
    "Photography",
    "Film",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238216",
  "region": "U.S., Northwestern",
  "text": [
    "Somebody left this white T-shirt",
    "like a hangman’s hood on the new parking meter—",
    "the magic marks upon its back say:",
    "A declaration to the sky, whose angels all wear seagull wings",
    "swooping over this street with its torn scratch tickets",
    "and Big Gulp cups dropped by the curb.",
    "Extra large, it has been customized",
    "with a pocketknife or a canine tooth",
    "to rough the armholes where my boobs wobble out",
    "as I roam these rooms lit by twilight’s bulb,",
    "feeling half like Bette Davis in a wheelchair",
    "and half like that Hell’s Angels kingpin with the tracheotomy.",
    "Dear reader, do you know that guy?",
    "I didn’t think so. If only we could all watch the same TV.",
    "But no doubt you have seen the gulls flying,",
    "and also the sinister bulked-up crows",
    "carrying white clouds of hotdog buns in their beaks:",
    "you can promise them you’ll straighten up, but they are such big cynics.",
    "I should have told you",
    "is what’s written in front, beside the silk screen",
    "for Listerine Cool Mint PocketPaks™—",
    "which means you can’t hijack my name;",
    "no, you have to go find your own, like a Hopi brave.",
    "You might have to sit in a sweat lodge until you pass out",
    "or eat a weird vine and it will not be pleasant. Your pulse",
    "goes staccato like a Teletype machine— then",
    "you’ll be transformed into your post-larval being.",
    "Maybe swallowtail, maybe moth: trust me, I know",
    "because once I was a baby blue convertible",
    "but now I’m this black hot rod painted with flames."
  ],
  "title": "Found Object",
  "year": ""
}