{
  "author": "Lucia Perillo",
  "classification": "",
  "keywords": [
    "Relationships",
    "Pets",
    "Activities",
    "School",
    "Learning",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238218",
  "region": "U.S., Northwestern",
  "text": [
    "Only once did the frog come to mind: when the coroner",
    "came to “first-aid training” at the fire station,",
    "his slide carousel set up to eliminate",
    "the easy pukers. The frog was not dead",
    "but its brain had been pithed, which is what happens",
    "when you stick a probe into the skull and wiggle.",
    "You wind up with something dead enough",
    "to let you stretch its tongue as thin and wide",
    "as a cellophane sheet, which I did so",
    "eagerly, back in the lab. The coroner said:",
    "Here is the fat guy whose Chihuahua",
    "gnawed through his stomach. Click.",
    "Here is the farmer who hanged himself in his silo.",
    "(I noted his foreshortened dangling feet.) Click.",
    "It had been thrilling to see the frog’s blood cells",
    "jerking through the narrow capillaries. Here",
    "is the woman who swallowed the bottle of Drano.",
    "Click. Here is the man who just Sawzall-ed",
    "his neck clean through. Click. Here is the guy",
    "who shot off his head, but wait: he’s still living,",
    "which is what happens if the brain stem’s left intact.",
    "Click. The coroner said we should aim for the base",
    "not the top of the skull and remember to turn down",
    "the heat. Click. There are many people in this world",
    "on whom nobody checks in very often. Click.",
    "The warmer the room, the quicker a body",
    "will turn black and bloat. Click.",
    "If you have a dog it is important to leave out",
    "what seems like an inordinate amount of dog food.",
    "Click, click, then there was nothing",
    "but a slab of light to signal he was through.",
    "And it was then that I remembered the frog,",
    "not that the coroner had spoken of frogs.",
    "What he said was,",
    "If we saw the cops outside, smoking cigars,",
    "that’s when we’d know we had a stinker."
  ],
  "title": "IN VITRO/IN VIVO",
  "year": ""
}