{
  "author": "Lucia Perillo",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Time",
    "Brevity",
    "Relationships",
    "Social Commentaries",
    "Activities",
    "School",
    "Learning"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238222",
  "region": "U.S., Northwestern",
  "text": [
    "The professor stabbed his chest with his hands curled like forks",
    "before coughing up the question",
    "that had dogged him since he first read Emerson:",
    "? Like musk oxen we hunkered",
    "while his lecture drifted against us like snow.",
    "If we could, we would have turned our backs into the wind.",
    "I felt bad about his class’s being such a snoozefest, though peaceful too,",
    "a quiet little interlude from everyone outside",
    "rooting up the corpse of literature",
    "for being too Caucasian. There was a simple answer",
    "to my own question (how come no one loved me,",
    "stomping on the pedals of my little bicycle):",
    ". So, too, was Emerson I bet,",
    "though I liked",
    "—",
    "the professor drew a giant eyeball to depict the Over-soul.",
    "Then he read a chapter from his own book:",
    "naptime.",
    "He didn’t care if our heads tipped forward on their stalks.",
    "When spring came, he even threw us a picnic in his yard",
    "where dogwood bloomed despire a few last",
    "dirty bergs of snow. He was a wounded animal",
    "being chased across the tundra by those wolves,",
    "the postmodernists. At any moment",
    "you expected to see blood come dripping through his clothes.",
    "And I am I who never understood his question,",
    "though he let me climb to take a seat",
    "aboard the wooden scow he’d been building in the shade",
    "of thirty-odd years. How I ever rowed it",
    "from his yard, into my life—remains a mystery.",
    "The work is hard because the eyeball’s heavy, riding in the bow."
  ],
  "title": "Transcendentalism",
  "year": ""
}