{
  "author": "Alice Fulton",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247870",
  "region": "",
  "text": [
    "Is it a fantastically unlaminated question set in flesh",
    "or valentine that wears the air as its apparel?",
    "If you cut a heart from parchment, is it still",
    "a heart? A nontrivial knot, where turns of every gradient",
    "may kiss and tell. Does the vessel have edges?",
    "Or is it all connectedness, an embedding to be stretched",
    "or bent. Imagine being simultaneously alive,",
    "bound in both directions with a bow! Is it diachronic,",
    "a phenomenon that changes over time? Without ardor",
    "theory suffers. That’s why I’m stuck on you with wanton glue, per-",
    "severing, styling something blobbish and macabre",
    "into something pointed, neat. Love is a gift",
    "that springs from an unlit spot. Resin and rue.",
    "Even when I’m in the dark I’m in the dark with you.",
    "Doctors call it holiday heart. Valentine’s Day —",
    "named for a saint whose head is venerated in Rome —",
    "is also National Organ Donor Day, okay?",
    "Give anatomical dark chocolates infused with true",
    "invariance. With smoked salt pepper and beau-",
    "jolais in a plain brown box embellished with praises",
    "in a romance language in your hand. Please",
    "none cosseted in plush like the stuff inside",
    "a coffin. I’m just praying. Can you find a pulse",
    "or dry needle trigger point? Just saying",
    "this fudge has tears in it. Someone’s been sweating",
    "over this. Listen, Mr. Stethoscope, I’m at the end",
    "of my hope. Still, I’ll grow another",
    "blossom for that blossom-crowned skull.",
    "Just floppy organ thistleburr. Froot Loops and craft",
    "wire fashioned on a snarky jig: “To My Pocket Prince.”",
    "“By Bitch Possessed.” Tough tits, isn’t it? Some call it a day",
    "marked by commodified flowers, obligation chocolate.",
    "Some live on clinical sprinkles, asking where’s the feast.",
    "The carnelian pin with openwork components",
    "that let you see its self-pleasuring mechanism, storm",
    "hormones, and single pulsing vein. What even is it?",
    "Here’s the thing. A gift cannot be cynical",
    "unless the giver is. I will pay you to test this",
    "for me. Its closets vast with steadfastness at best",
    "at least for me surpass all other closets in the flesh.",
    "I’m sending this from my memory foam head.",
    "Valentines intensify the surface, heart the depths."
  ],
  "title": "Triptych for Topological Heart",
  "year": ""
}