{
  "author": "Alice Fulton",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243930",
  "region": "",
  "text": [
    "From the guts of the house, I hear my mother crying",
    "for her mother and wish I understood",
    "the principles of tranquility. How to rest",
    "the mind on a likeness of a blast furnace",
    "framed in formica by anon. A photo of lounge",
    "chairs with folded tartan lap robes. An untitled typology of",
    "industrial parks. The gentle interface of yawn and nature.",
    "It would soothe us. It would soothe us. We would be soothed",
    "by that slow looking with a limited truth value. See",
    "how the realtor’s lens makes everything look larger",
    "and there’s so much glare the floor looks wow",
    "under the smartificial xmas tree.",
    "After studying Comparative Reality",
    "I began",
    ".",
    "Turn off that tiny tasteful star, I commanded.",
    "While you’re alive there’s no time",
    "for minor amazements. Turn off the sallow pages of",
    "your paralegal pad. I don’t need a light to think",
    "of you. I don’t need a god to pray.",
    "Some things are glow alone. I said one thing you said",
    "you remembered I said. Was it will you be my",
    "trophy friend? Or are you someone else’s",
    "difficult person? I mean the more myself I",
    "become the less intelligible I seem to otters.",
    "I know what you mean you said.",
    "It’s like the time I was compelled to speak",
    "on hedonism to the monks and nuns.",
    "Did I say most religion is devotional",
    "expediency? Or religion doesn’t worry about being",
    "religious, its wisdom corrupted by its brilliance as light",
    "passing near the sun is deflected",
    "in its path. Deep in its caprices,",
    "the whole body thinks it’s understood.",
    "To think otterwise is isolating. When I said",
    "hedonism stressed cheerfulness,",
    "there were disappointed groans. Look, I’m sorry",
    "I gave you an ornament shaped like a hollow look.",
    "I liked its trinket brightness. Just don’t give me",
    "a water tower dressed up as a church steeple",
    "or one of those silly thunderstorms",
    "that hang around volcanoes. See how those teardrop lights",
    "make every object jump? The memory does.",
    "You made me love. Was it exile in honey",
    "is still exile? Am I the fire or just another flame?",
    "Please sell me an indulgence, I begged a monk.",
    "And tell me what creature, what peril,",
    "could craft that sound that night",
    "dropped like a nubile sliver in my ear.",
    "There is no freedom of silence",
    "when morture forces us to speak",
    "from organs other than the heart.",
    "It was something about love. A far cry. It was come to me",
    "unmediated, go to god lengths. In great things,",
    "the attempt alone is sufficient. I think this",
    "’cause I’m finite. That’s an understanding",
    "to which reason can only aspire",
    "though an entire speech community labored",
    "for generations to say it in a fair hand clearly",
    "dated and scented with lavender. My one and only only",
    "a crass color orgy will see us through",
    "the dusk ahead, the months gray as donkey.",
    "See how it grows its own cross of fur",
    "and bears it on its back? I showed you that."
  ],
  "title": "Wow Moment",
  "year": ""
}