{
  "author": "Alice Fulton",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246478",
  "region": "",
  "text": [
    "For your birthday, I’m learning to pop champagne corks",
    "with a cossack sword when all you asked for was world peace.",
    "I’m actioning the deliverables to wish you many happy returns",
    "of the ecstasies that are imminent when all you requested",
    "was a contentment so quiet it’s inaudible. Remember when",
    "I gave you a robe of black silk that floats and does not rustle?",
    "When all you desired was to turn from what was finished and hard",
    "in the darkness. And when you said I gave you what I wanted",
    "myself I gave you what I didn’t want: gift certificates to spas",
    "that wax hearts, a blind date with the inventor of friction.",
    "Today I bring an actual-size sunrise and many glow words",
    "from the inmates of this late-stage civilization who navigate",
    "in your slipstream and to whom you say keep rowing.",
    "When you were born you were placed on a small throne on castors",
    "while the Stop Shopping Choir sang hosannas, a defining",
    "moment. People noticed something nascent about you",
    "that persists in your fondness for the first person primordial.",
    "You own it. You know why voices die in throats",
    "and trees struggle in silence: the deepest trauma cannot",
    "spare a sound. If you meet a mystery you do not disturb it",
    "with little picks and suction things. You say the shape",
    "of happiness is too fine for capture spray, and it is well",
    "to remember the days when plastic boxes snapping shut were all",
    "that women had to celebrate. Yet it is not seditious to rebel",
    "against a culture like circus music, so cheerful",
    "we’d need a cadaver tendon to fix it. That’s what",
    "you say. You are hard to fathom as a guttering compass",
    "that is neither hush nor howl. I’m thinking of the time",
    "you placed an Aeolian harp in the window, took me",
    "by the notebook, and asked me to consider why",
    "turkeys bob their heads when they walk and geese don’t",
    "though they both waddle. You watched my ethereality show",
    "and commiserated when they adorned my rival",
    "in a deconsecrated rosary bead bikini and send her to St. Barts",
    "while I was remaindered to an orange jumpsuit organ-swiping plot.",
    "That century I was betrayed by a dedicated icemaker,",
    "you burned a feather pen to revive me. You tried",
    "my device that prevents accidental workplace nudity, vetted",
    "its magnetic veils, and at Christmas sent fruitcake",
    "privacy filters. Remember when I was dismissed as overness",
    "consultant? How you resigned in solidarity and grew",
    "a sky-colored flower since I could not be satisfied",
    "with the sky itself? You gave me a robe of black silk that floats",
    "and does not rustle and advised me to turn from what was finished",
    "and hard in the darkness. If I critiqued the treasure revealer",
    "you said do not test its softness against your cheek.",
    "Today I raise my glass of wheat grass and atmospheric information",
    "to wish you every beyond of thought in which to consider",
    "all that is majorly good. I won’t sing Happy Birthday,",
    "a song so overdetermined it sounds bereaved.",
    "I’ll sing of passions that persist in the Elysian Fields.",
    "Though shackled to a boulder at the moment, I’m unpacking",
    "boxes from your last move, wrapping the contents",
    "in recycled moonlight and presenting them to you",
    "as objects exactly forgotten and largely",
    "what you wanted. I nerve myself for the encounter."
  ],
  "title": "You Own It",
  "year": ""
}