{
  "author": "Rupert Brooke",
  "classification": "Blank Verse",
  "keywords": [
    "Love",
    "Heartache",
    "Loss",
    "Unrequited Love",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/181575",
  "region": "England",
  "text": [
    "When I see you, who were so wise and cool,",
    "Gazing with silly sickness on that fool",
    "You’ve given your love to, your adoring hands",
    "Touch his so intimately that each understands,",
    "I know, most hidden things; and when I know",
    "Your holiest dreams yield to the stupid bow",
    "Of his red lips, and that the empty grace",
    "Of those strong legs and arms, that rosy face,",
    "Has beaten your heart to such a flame of love,",
    "That you have given him every touch and move,",
    "Wrinkle and secret of you, all your life,",
    "—Oh! then I know I’m waiting, lover-wife,",
    "For the great time when love is at a close,",
    "And all its fruit’s to watch the thickening nose",
    "And sweaty neck and dulling face and eye,",
    "That are yours, and you, most surely, till you die!",
    "Day after day you’ll sit with him and note",
    "The greasier tie, the dingy wrinkling coat;",
    "As prettiness turns to pomp, and strength to fat,",
    "And love, love, love to habit!",
    "And after that,",
    "When all that’s fine in man is at an end,",
    "And you, that loved young life and clean, must tend",
    "A foul sick fumbling dribbling body and old,",
    "When his rare lips hang flabby and can’t hold",
    "Slobber, and you’re enduring that worst thing,",
    "Senility’s queasy furtive love-making,",
    "And searching those dear eyes for human meaning,",
    "Propping the bald and helpless head, and cleaning",
    "A scrap that life’s flung by, and love’s forgotten,—",
    "Then you’ll be tired; and passion dead and rotten;",
    "And he’ll be dirty, dirty!",
    "O lithe and free",
    "And lightfoot, that the poor heart cries to see,",
    "That’s how I’ll see your man and you!—",
    "But you",
    "—Oh, when",
    "time comes, you’ll be dirty too!"
  ],
  "title": "Jealousy",
  "year": ""
}