{
  "author": "Henrietta Cordelia Ray",
  "classification": "Elegy",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244844",
  "region": "U.S., New England",
  "text": [
    "To-day, O martyred chief, beneath the sun",
    "We would unveil thy form; to thee who won",
    "Th’applause of nations for thy soul sincere,",
    "A loving tribute we would offer here.",
    "’T was thine not worlds to conquer, but men’s hearts;",
    "To change to balm the sting of slavery’s darts;",
    "In lowly charity thy joy to find,",
    "And open “gates of mercy on mankind.”",
    "And so they come, the freed, with grateful gift,",
    "From whose sad path the shadows thou didst lift.",
    "Eleven years have rolled their seasons round,",
    "Since its most tragic close thy life-work found.",
    "Yet through the vistas of the vanished days",
    "We see thee still, responsive to our gaze,",
    "As ever to thy country’s solemn needs.",
    "Not regal coronets, but princely deeds",
    "Were thy chaste diadem; of truer worth",
    "Thy modest virtues than the gems of earth.",
    "Stanch, honest, fervent in the purest cause,",
    "Truth was thy guide; her mandates were thy laws.",
    "Rare heroism, spirit-purity,",
    "The storied Spartan’s stern simplicity,",
    "Such moral strength as gleams like burnished gold",
    "Amid the doubt of men of weaker mould,",
    "Were thine. Called in thy country’s sorest hour,",
    "When brother knew not brother—mad for power—",
    "To guide the helm through bloody deeps of war,",
    "While distant nations gazed in anxious awe,",
    "Unflinching in the task, thou didst fulfill",
    "Thy mighty mission with a deathless will.",
    "Born to a destiny the most sublime,",
    "Thou wert, O Lincoln! in the march of time,",
    "God bade thee pause and bid the oppressed go free—",
    "Most glorious boon giv’n to humanity.",
    "While slavery ruled the land, what deeds were done?",
    "What tragedies enacted ’neath the sun!",
    "Her page is blurred with records of defeat,",
    "Of lives heroic lived in silence, meet",
    "For the world’s praise; of woe, despair and tears,",
    "The speechless agony of weary years.",
    "Thou utteredst the word, and Freedom fair",
    "Rang her sweet bells on the clear winter air;",
    "She waved her magic wand, and lo! from far",
    "A long procession came. With many a scar",
    "Their brows were wrinkled, in the bitter strife,",
    "Full many had said their sad farewell to life",
    "But on they hastened, free, their shackles gone;",
    "The aged, young,—e’en infancy was borne",
    "To offer unto thee loud paeans of praise,—",
    "Their happy tribute after saddest days.",
    "A race set free! The deed brought joy and light!",
    "It bade calm Justice from her sacred height,",
    "When faith and hope and courage slowly waned,",
    "Unfurl the stars and stripes, at last unstained!",
    "The nations rolled acclaim from sea to sea,",
    "And Heaven’s vault rang with Freedom’s harmony.",
    "The angels ’mid the amaranths must have hushed",
    "Their chanted cadences, as upward rushed",
    "The hymn sublime: and as the echoes pealed,",
    "God’s ceaseless benison the action sealed.",
    "As now we dedicate this shaft to thee,",
    "True champion! in all humility",
    "And solemn earnestness, we would erect",
    "A monument invisible, undecked,",
    "Save by our allied purpose to be true",
    "To Freedom’s loftiest precepts, so that through",
    "The fiercest contests we may walk secure,",
    "Fixed on foundations that may still endure,",
    "When granite shall have crumbled to decay,",
    "And generations passed from earth away.",
    "Exalted patriot! illustrious chief!",
    "Thy life’s immortal work compels belief.",
    "To-day in radiance thy virtues shine,",
    "And how can we a fitting garland twine?",
    "Thy crown most glorious to a ransomed race!",
    "High on our country’s scroll we fondly trace,",
    "In lines of fadeless light that softly blend,",
    "Emancipator, hero, martyr, friend!",
    "While Freedom may her holy sceptre claim,",
    "The world shall echo with Our Lincoln’s name."
  ],
  "title": "Lincoln",
  "year": ""
}