{
  "author": "Charles Baxter",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240812",
  "region": "",
  "text": [
    "We are stretched out on a dingy sofa, and I think",
    "I must be barefoot because a woman whom no one knows",
    "Is massaging the ankle of one leg of mine and the instep",
    "Of the other, all this toward morning, and I have that",
    "Occasional epiphany one has while still asleep",
    "That I am floating down a river",
    "Because I am so happy and all the dismal issues",
    "Have been made tractable at last, and so I say to her",
    "That the late symphonies of Gustav Mahler",
    "Are more lucid if you’re sitting close to, and above,",
    "The orchestra, so that you can see the contrapuntal",
    "Lines moving from strings to woodwinds",
    "And then back again, whereupon this woman,",
    "Sitting (I now realize) at my feet, says, in the full",
    "Heat of our dream life, and in that happiness,",
    "“Please marry me. Your mother likes me,”",
    "And so I wake, not laughing, although my mother",
    "Has been dead for over thirty years, but in wonderment",
    "Over what quality this dream-woman must have owned",
    "To have pleased my mother so that she,",
    "My late mother, would have said, despite her ban",
    "On ordinary pleasantries, that she had liked someone,",
    "Anyone, who might have cared for me, and as I lie",
    "In bed I think of the last movement of Mahler’s Ninth",
    "When the melodic lines go quiet for minute after minute",
    "In a prolonged farewell to music and to life,",
    "Which my mother would attend to in her bathrobe",
    "Late at night, the stereo turned up, blended whiskey",
    "In her highball glass mixed with milk as a disguise,",
    "Leaning back, hand over eyes, silent-movie style",
    "Like Norma Desmond listening as Von Stroheim plays",
    "The organ wearing his white gloves. No, it wasn’t",
    "Mahler, it was Schoenberg,",
    ",",
    "Moon-drunk music, mad and inconsolable."
  ],
  "title": "Please Marry Me",
  "year": ""
}