{
  "author": "Charles Baxter",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240814",
  "region": "",
  "text": [
    "To be free of situations,",
    "To live from day to day without",
    "And to be free from the need to narrate them.",
    "One small detail, the blossoming crab apple,",
    "For example, on the lengthening boulevard",
    "Of the stanza, this very one,",
    "That parallels the perturbation of the waves",
    "Mid-April—the Mississippi flowing above the locks",
    "Of Minneapolis, once called St. Anthony—",
    "Two blocks away, the river high with snowmelt,",
    "And where this morning I heard the call",
    "Of what I took to be a sparrow, white-throated,",
    "The leap of a minor third",
    "Two octaves above middle C.",
    "Four birds outside this afternoon. Four distinct calls",
    "In a dispirited late daylight.",
    "And you? “You”? Waiting to experience a moment",
    "That has no precedent. The wish to be a child,",
    "Or the wish to be outside of time,",
    "The craving, that is, for a kind of death",
    "In which one stays somehow alert...",
    "Listening to the Schumann Violin Concerto:",
    "Written in that last period as he descended into the madness",
    "Brought on by syphilis when he heard the singing",
    "Of the angels, this piece was thought to be unplayable",
    "Until the metronome markings were ignored;",
    "In the second movement a brief passage comes and goes",
    "Like the frenzied clustering of bees, pure monotony,",
    "Like madness gathering its forces. Clara, Schumann’s wife,",
    "Asked that the piece never be performed, but one musician",
    "Said of his music that all madness contains a kind",
    "Of vulgarity, but even after he went insane,",
    "Schumann’s music retained that odd nobility.",
    "Outside, sounds of traffic, a woman’s cry from down the street.",
    "Idea for a frightening story:",
    "Last week I heard a scream so distant that it",
    "Had lost its call-to-rescue and its horror—dim vehemence,",
    "Like an auto accident seen from a train,",
    "The blood grown small, and the outcries",
    "As soundless as a branch in wind,",
    "Or like a child in snow straggling behind his parents,",
    "The drifts so deep he has trouble making headway,",
    "Being five years old, and so he calls out to them,",
    "“Hold!” because he cannot think of the proper word—",
    "Probably “Wait” or “Stop,”—and when they hear",
    "Him begging them to slow down and to wait for him,",
    "They turn around to laugh. Their laughter makes the child",
    "Sad and enraged, so he stops to cry,",
    "Whereupon his parents, still amused, bring out a camera",
    "To snap a picture of him as he wails.",
    "He understands that his unhappiness",
    "Was a diversion to them both, that they were bored",
    "By children and therefore found him comical,",
    "So there they are, laughing with delight.",
    "Today, sixty years later, he is",
    "Photographed, bundled in his winter coat.",
    "Oh, and the bored laughter, behind the camera,",
    "And the impossibility, the inconsequence",
    "Of any sympathy."
  ],
  "title": "Some Instances",
  "year": ""
}