{
  "author": "Audre Lorde",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Crime",
    "Punishment",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240144",
  "region": "",
  "text": [
    "The difference between poetry and rhetoric",
    "is being ready to kill",
    "yourself",
    "instead of your children.",
    "I am trapped on a desert of raw gunshot wounds",
    "and a dead child dragging his shattered black",
    "face off the edge of my sleep",
    "blood from his punctured cheeks and shoulders",
    "is the only liquid for miles",
    "and my stomach",
    "churns at the imagined taste while",
    "my mouth splits into dry lips",
    "without loyalty or reason",
    "thirsting for the wetness of his blood",
    "as it sinks into the whiteness",
    "of the desert where I am lost",
    "without imagery or magic",
    "trying to make power out of hatred and destruction",
    "trying to heal my dying son with kisses",
    "only the sun will bleach his bones quicker.",
    "A policeman who shot down a ten year old in Queens",
    "stood over the boy with his cop shoes in childish blood",
    "and a voice said “Die you little motherfucker” and",
    "there are tapes to prove it. At his trial",
    "this policeman said in his own defense",
    "“I didn't notice the size nor nothing else",
    "only the color”. And",
    "there are tapes to prove that, too.",
    "Today that 37 year old white man",
    "with 13 years of police forcing",
    "was set free",
    "by eleven white men who said they were satisfied",
    "justice had been done",
    "and one Black Woman who said",
    "“They convinced me” meaning",
    "they had dragged her 4'10'' black Woman's frame",
    "over the hot coals",
    "of four centuries of white male approval",
    "until she let go",
    "the first real power she ever had",
    "and lined her own womb with cement",
    "to make a graveyard for our children.",
    "I have not been able to touch the destruction",
    "within me.",
    "But unless I learn to use",
    "the difference between poetry and rhetoric",
    "my power too will run corrupt as poisonous mold",
    "or lie limp and useless as an unconnected wire",
    "and one day I will take my teenaged plug",
    "and connect it to the nearest socket",
    "raping an 85 year old white woman",
    "who is somebody's mother",
    "and as I beat her senseless and set a torch to her bed",
    "a greek chorus will be singing in 3/4 time",
    "“Poor thing. She never hurt a soul. What beasts they are.”"
  ],
  "title": "Power",
  "year": ""
}