{
  "author": "Norma Cole",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240748",
  "region": "U.S., Western",
  "text": [
    "You can’t imagine what it’s like here. In her past",
    "life, she was a clandestine operator in ancient",
    "Egypt. In a past life she had her heart ripped out,",
    "ritual sacrifice. We all know what that",
    "means, right, to have your heart ripped out. Torn",
    "from the body, one’s “own” body, alive and torn.",
    "The unspeaking speaker. The man coughs.",
    "Orientation. Two bells, a motorcar on the",
    "street, on-lookers. H22-3416. Men, maybe",
    "four, inside. Vast numbers of people, faces",
    "turned to the east. Four nurses holding four",
    "swaddled babes, four bottles.",
    "Six men walking forward on a country road",
    "all wearing suits, coats, vests and ties. Upon",
    "his shoulders, one of the men carries a man with",
    "no legs. The man with no legs is wearing a",
    "bathrobe. In a landscape a train passes from",
    "top right to bottom left. People are packed inside",
    "as well as on the roof and holding on at the sides.",
    "One man, naked, his back turned to the",
    "window, light on inside. A bird in a cage hung",
    "on a hook at the top left-hand corner of the",
    "window. A man in profile to the left, eyes closed",
    "mouth open wide, singing. Or thought he was",
    "singing. He did. Or we did. The back of a chair and",
    "three tall mirrors. At their focal point a woman",
    "stands, arms akimbo. She’s wearing evening dress",
    "black high heels, long white gown, long black",
    "gloves, necklace, earrings.",
    "Outside the bakery, a horse-drawn hearse",
    "approaches. A woman in an apron tests green grapes",
    "eating them before placing bunches in a wooden",
    "crate. Inside a Quonset hut, there’s a long",
    "table with men sitting in chairs writing or paying",
    "attention to one man standing at the table, hands",
    "in the pockets of his jumpsuit. Shirtless men seated",
    "on the floor, some on towels or blankets, are doing",
    "exercises. Friday afternoon, cold grim day. We meet",
    "in the museum, at a picture called “Birmingham.”",
    "Sign on exterior wall saying “WELCOME.”"
  ],
  "title": "“In Our Own Backyard”",
  "year": ""
}