{
  "author": "Fanny Howe",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors"
  ],
  "period": "Language Poetry",
  "reference": "http://www.poetryfoundation.org/poem/176132",
  "region": "U.S., New England",
  "text": [
    "From raindrenched Homeland into a well: the upturned animal",
    "was mine by law and outside the tunnel, him again!",
    "Everywhere I turned the children ran between. “Loose dogs!”",
    "he roared. I remember one sequence: a gulf in his thinking",
    "meant swim as fast as you can. But it was winter and the water",
    "was closed. The mouths of the children were sealed with ice.",
    "After all, we were swimming in emotion, not water.",
    "“Shut up! you Father!” I shouted over my shoulder. Racing,",
    "but not spent, my mind went, “It isn’t good that the human being",
    "is all I have to go by .... It isn’t good that I know who I love",
    "but not who I trust .... It isn’t good that I can run to a priest",
    "but not to a plane .... I lost my way exactly like this.”",
    "Inverted tunnel of the self.",
    "Throat or genital search for the self.",
    "Light that goes on in the self when the eyes are shut.",
    "Uniformity impossible in the psyche’s pre-self",
    "like a day never spent, or how the unseen can make itself felt.",
    "It was as if a boy was calling from the end of a long island.",
    "Docks were vertical and warlike.",
    "I would be on one side of my bed like a mother who can tell",
    "she’s a comfort because she’s called Mother.",
    "Still, we both would be able to see the edge of the problem.",
    "It’s true that the person is also a thing.",
    "When you are running you know the texture. I was clawing",
    "at the palm of one hand and brushing up my blues with the other.",
    "A man who wore his boxers at night remarked that my daughter",
    "was tired. He had nothing to do with anything.",
    "Ahead was the one with magnified eyes and historical data to last.",
    "Know-how and the hysteria to accomplish his whole life.",
    "It was horrible what we would do for peace.",
    "We told him the story of the suffering he made us feel",
    "with the ingratiating stoop of those who came second in the world."
  ],
  "title": "The Advance of the Father",
  "year": ""
}