{
  "author": "Spencer Reece",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239130",
  "region": "",
  "text": [
    "We lived on a lake with Muscovy ducks.",
    "Interior decorators flush with furniture plans,",
    "the ducks thrust with the thrust of youth.",
    "We met at the gay community center, called Compass,",
    "in Lake Worth, where they sponsored “The Coming Out Group,”",
    "with Forest, our skilled leader. Transsexuals met before.",
    "You were fifty, I thirty-nine—",
    "somewhat late to begin a life together for the first time;",
    "we had begun to see announcements in the",
    ",",
    "so we knew it was possible to print:",
    "“Paul O’Shaughnessy and Spencer Reece were joined on a celery green love-seat . . .”",
    "Five years we had, not forever, but something still.",
    "Our consent took a long time.",
    "There were lulls. We played Scrabble:",
    "I arranged the tiles and you kept score.",
    "Sometimes we rolled the dice and read the",
    ".",
    "We went about our days unseen and we loved that.",
    "I placed too many books against the walls—",
    "Capote,",
    ", a biography of Anne Boleyn.",
    "You complained about the clutter.",
    "“Where will guests put their suitcases?” you asked.",
    "Sometimes, we squabbled about money.",
    "Often, you stretched out upon the double bed,",
    "your skin no longer young, pebbled, freckled, known by me.",
    "The city was jammed under your nails from construction work,",
    "callused hands that knew bar-joists. Yours was an Irish body",
    "formed and punished by the tin-colored rains around Croagh Patrick.",
    "Beyond you, manatees, scarred by propellers,",
    "huddled in the power plant’s warm waters.",
    "Palm fronds and their shadows shook wildly as pornography.",
    "On the edges of our dreams was the sea,",
    "which the moon walked across with soft footsteps.",
    "Our dog, a Lab-mix named Butch, chewed a bone at your bare feet.",
    "Butch moved like a shadow on the sea’s floor.",
    "Big and black, he came to us abused—",
    "who does such a thing and why is it permanent?",
    "We fed him a daily Xanax tablet before he pulled us",
    "on his manic journeys that had no arrivals.",
    "When we visited your Aunt Annie in the nursing home,",
    "her walker dominated the room like an empty kennel.",
    "She did not know who I was, her senility rendering me oblique.",
    "Long ago, when your mother died,",
    "your father sent a letter and a photograph of the four children to Killeen,",
    "asking Aunt Annie to come. As she strove across the sea,",
    "she watched the Connemara ponies disappear,",
    "then Knock, Letterfrack, Roundstone, and Cashel Bay blurred,",
    "blurred and blurred until they were nothing but green.",
    "She left Ireland for good and raised you",
    "and your three sisters—Joan, Ann, and Maureen.",
    "In America, she went about her days unseen.",
    "On her day off, she lit four candles for each one of you",
    "at the Shrine of St. Anthony on Arch Street, in Boston.",
    "She never married. She adored you.",
    "When we visited, she kept saying:",
    "“Paul, Paul, I have to get the cows across the stream.”",
    "We overlooked Pelican Lake in Juno Beach",
    "where caregivers and patients from the Alzheimer’s Support Group",
    "awkwardly commenced their semi-detached dates,",
    "eating potato chips off paper plates",
    "and feeding their broken bits to the ducks.",
    "Eyes vacantly connected in Florida,",
    "where born-agains with failed marriages sent pamphlets",
    "to Jews so they could be saved by Christ:",
    "to conquer and subdue was what Florida was for.",
    "There, we napped while the ducks strutted and preened",
    "with greasy black-green plumes and speckled red pates;",
    "it looked like they had mashed crayons on their heads—",
    "a sort of evolutionary mishap. Developers demanding more room,",
    "the ducks were sated, companioned, unbundling with poop.",
    "A retired couple volunteered,",
    "instructing residents in the tango—",
    "the lady had white stained tights, the man a tambourine.",
    "The tango emoted from a boom box",
    "as the residents gathered in a crescent moon of wheelchairs.",
    "Aunt Annie watched and talked about her cows, the stream.",
    "We stood behind her like groomsmen.",
    "Out the windows, Boston pontificated.",
    "You were distracted, distracted",
    "until one day you said, “I do not desire you.”",
    "You had always been honest.",
    "You wanted a younger man, between twenty and twenty-five.",
    "The day blued around us—",
    "our book of changes came to a close.",
    "Your Christ-kiss issued no more.",
    "You were what you had always been, only more so—",
    "Irish and unavailable, darling.",
    "The horizon became a handsaw.",
    "When I could not reach what I loved the world was rent.",
    "A friend had a stillborn, and her marriage ended.",
    "She did not name the infant.",
    "I had coffee with her at the Greek restaurant we liked.",
    "She talked about going back to teach at Dreyfoos, the arts high school,",
    "and one student, in particular, an effeminate male",
    "with acne who dreamt of Juilliard, a way out.",
    "Florida luxuriated out the window—",
    "the fire bush, the cornflower blue plumbago, the Mexican petunia.",
    "I sold my library, my piano. I boarded a train.",
    "Seagulls diminished, gray specks, gray motes.",
    "The therapist in Fort Lauderdale made no more appointments for us.",
    "The migrant day laborers",
    "out in Pahokee and Canal Point on Lake Okeechobee gleaned",
    "and went about their days unseen.",
    "The orange groves’ fragile hemispheres wobbled on their stems.",
    "Sugar cane fields burned. Electrical poles gleamed.",
    "Buck hoists and bucket trucks broke through the possum’s sedge.",
    "The Everglades sighed its nervous extinction.",
    "Aunt Annie had lost her index finger in Coventry, during the Blitz.",
    "Repeatedly, she rubbed the stump.",
    "Perhaps you walk now there with your young men,",
    "meaty St. Augustine grass under your feet,",
    "moving discreetly, undetected, perhaps you speak of dissatisfactions,",
    "of politics. The Atlantic narrowing to a flushed, sanguine strip,",
    "the fishing boats alone in the dark, murmuring,",
    "hooking, perhaps the young men love you at first sight",
    "and plead with you to stay. I95 and",
    "pulsing down",
    "Palm Beach County’s spits like blood, perhaps",
    "your face tightens tenderly in response to what you see."
  ],
  "title": "Gilgamesh",
  "year": ""
}