{
  "author": "Spencer Reece",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181479",
  "region": "",
  "text": [
    "Monaco was clean, with small clean streets.",
    "There was not much in the way of a shore.",
    "There was hardly any place to go.",
    "One clipped, well-behaved London plane tree,",
    "not welcoming like most ordinary trees,",
    "was kept apart by a white spear-tipped fence,",
    "and had a somewhat diffident sense of noblesse oblige.",
    "Through the cream silk brocade window treatments,",
    "you could see it; it did not contain birds,",
    "repelled the idea of nests, its roots",
    "trained and snipped. At night, it was lit.",
    "Spritzed, its leaves shimmered like the sequins of a whore.",
    "In the palace hung a portrait of Princess Grace’s family,",
    "an extravaganza of pastel sfumato by R.W. Cowan,",
    "blurring every uncertain, authentic thing.",
    "The air inside the cliffs thickened as in the closet",
    "of a grandmother. Perfumed Germans winced,",
    "smooching with strong lips on the embankment.",
    "When the man and woman arrived at the Hôtel de Paris,",
    "the staff assumed they were married.",
    "The German jet ski instructor was unsure",
    "and asked: “Are you brother and sister?”",
    "They paused, demurely, and smiled.",
    "The mystery of their bond made it more intense.",
    "The man and the woman were in their late thirties",
    "or early forties; they were not young, nor were they old.",
    "The woman was French and wore a white linen shirt,",
    "starched and pressed. She made her money in the drug trade,",
    "but all the man knew was that she sold works of art:",
    "a Matisse here, a Picasso there —",
    "each transaction taking place in the Bahamas.",
    "She was what she said she was,",
    "but we are rarely what we say we are.",
    "The man, a poor American, meant to say no, but instead said yes.",
    "He was tall, athletic and effeminate with a mincing gate —",
    "as if he were being chased by something no one could see.",
    "Dressed in cashmere and shantung,",
    "he wore needle-pointed shoes by Stubbs & Wootton.",
    "Broad-shouldered, practical, the Frenchwoman grimaced,",
    "was referred to as “handsome.”",
    "Ample were her gestures, ample her need to please;",
    "her tone, although not sexual, came close.",
    "Her preferences were dubious; maybe everyone’s are.",
    "Nevertheless, the couple exhibited variations",
    "the world never embraced, but presented as a couple",
    "the world embraced them promptly,",
    "for the world trusted what was coupled.",
    "He was he; she was she; both were naive,",
    "but naivety has a way of hiding its intentions.",
    "Whatever their motives happened to be,",
    "it pleased them to make a myth for everyone to see.",
    "Promises were skirted at a little cafe —",
    "“What shall we name our children,",
    "?”",
    "she asked. How controlled their wonder was.",
    "The couple was received for cakes and tea",
    "by the Baroness von Lindenhoffer.",
    "The Baroness was lesbian, but of this she never spoke,",
    "and so she believed herself a conundrum —",
    "for her, muteness banished the undoable.",
    "She often began her conversations",
    "by mentioning her brief marriage to a hairy Russian acrobat.",
    "Her makeup was heavy, clown-like,",
    "and over her large, ill-defined body, red polka dots sheeted her parts.",
    "Despite this, people mistook her for a man.",
    "On a chintz loveseat, each hip bookended by a pug,",
    "she sat and said: “You seem like a lovely couple!”",
    "She meant what she said but she didn’t say what she meant.",
    "Then there was talk of places they had traveled",
    "and feelings of superiority",
    "at having seen what others had not:",
    "“Oh, you haven’t been there?” and “Oh, you must go!”",
    "Through the large picture window,",
    "beyond the Baroness’s head, piled high with hair dyed red,",
    "slowly processed gargantuan cruise ships",
    "like wedding cakes with glittering tiers of candles.",
    "She inserted another biscotti behind her lips",
    "which were the size of luggage handles, winked and said:",
    "“Here in Monaco our favorite word is",
    "!”",
    "Her eyes scanned the clutter of the Côte d’Azur:",
    "the sea published its gilded mirrors,",
    "the sun accelerated beauty and its loss,",
    "no children for miles and Brigitte Bardot,",
    "in St. Tropez, locked her house,",
    "cats licking her purple-veined ankles.",
    "The Baroness was thinking, pausing like an old steamer.",
    "Her mascara-clotted eyelids closed",
    "and for a moment, she erased what she could.",
    "With mounting unease, she realized",
    "might be what was missing. The thought vanished.",
    "Should she warn the couple? Although not feminine,",
    "she was maternal. Then",
    "thought passed.",
    "She shrugged and comforted herself.",
    "Difficult, celibate, implacable, a final time",
    "she assessed the couple of compromised want,",
    "aware that nothing blackens the heart like a",
    ",",
    "and stamped them —",
    "—",
    "with the imprimatur of two kisses each.",
    "The relationship lasted three months.",
    "They had chosen wrongly, and plausibly",
    "they fell apart, like the couple in Godard’s",
    ".",
    "Had she wanted more than a cover?",
    "Had he covered more than he wanted?",
    "The heart, behind its casements, is faceted,",
    "pronged, coveted, intricate and known by few.",
    "He could not be kept. She withdrew her money.",
    "Reconciliation occurred after they ceased speaking.",
    "On their last night in Monaco, she turned to him",
    "and wondered if her life had meant anything.",
    "He did not answer: he had developed a grace",
    "for offering himself to those who found truth difficult.",
    "When they left the restaurant, she paid",
    "using a heavy, black American Express card.",
    "Each took a doggy bag and smelled of cooked meat.",
    "This alignment of opposite sexes",
    "had provided solace, and for a time,",
    "each had assumed a place, discerned a way to live.",
    "Indeed, they lived on, never to see each other again,",
    "both aware the one had harmed the other:",
    "whether intended or not, the act could not be undone.",
    "What they recalled, when they recalled, was often wrong,",
    "or was it that so much went wrong and that was why",
    "they kept recalling? At the mention of Monaco,",
    "they recounted certain adornments —",
    "agapanthus purpling, old men playing boules,",
    "and blue yachts tilting on a malachite sea,",
    "or were they malachite yachts tilting on a blue sea?",
    "Wherever they went henceforth —",
    "the Hôtel du Cap, the Boboli Gardens,",
    "or even simple, small places in America —",
    "their minds would inexorably turn,",
    "and then return, to that interval in Monaco,",
    "where they saw the truth and the truth was . . .",
    "Monaco, Monaco —",
    "frivolous, ridiculous, miniscule principality.",
    "It was there they came to know",
    "how dangerous beauty could be, how one could disappear into it,",
    "and with that dark knowledge they traveled on.",
    "Each, in their separate lives,",
    "always mentioned Monaco with deference,",
    "out of shyness, yes, but also shame, and that need",
    "to abridge the past. Do you recognize them?",
    "They were not a couple, but they were a pair.",
    "Tonight the sea pushes against Monaco.",
    "Jewelry store owners don white gloves, lock their doors.",
    "The principality has long forgotten the pair.",
    "Baronesses, marchionesses, and princesses",
    "have had their portraits painted and affixed to walls.",
    "The narrow, dead-end streets embed themselves",
    "into the escarpments like bobby pins.",
    "The moon spreads her cape of baubles across the sea",
    "with glamorous transience, enlarging",
    "behind the dollhouse casino, banks, hotels,",
    "feeling into the rooms, fingering the miniatures."
  ],
  "title": "Monaco",
  "year": ""
}