{
  "author": "Spencer Reece",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242650",
  "region": "",
  "text": [
    "I",
    "The chair from Goodwill smelled of mildew.",
    "I sat with Sister Ann, a Franciscan.",
    "In her small office, at the Cenacle Retreat House,",
    "right off Dixie Highway in Lantana, Florida,",
    "I began my story—",
    "it was an interview, much of life is an interview.",
    "She said I did not need to pay her, but donations,",
    "yes, donations were appreciated:",
    "they could be left anonymously in a plain white envelope",
    "that she could take back to the cloister.",
    "She was dressed in a turtleneck and a denim jumper.",
    "She could have been mistaken in a grocery store for an aging housewife.",
    "My meetings with her went on for a few years.",
    "I had come to speak about Durell.",
    "I did not know how to end sentences about Durell.",
    "He had taught me—what? To live? Not to wince in the mirror?",
    "What? There were so many ways to end my sentence.",
    "He was an unlikely candidate for so many things.",
    "Outside, it was always some subtle variation of summer.",
    "I paused, then spoke urgently, not wanting to forget some fact,",
    "but much I knew I would forget or remember in a way my own,",
    "which would not exactly be correct, no, not exactly.",
    "Durell was dead, I said, and I needed to make sense of things.",
    "Sister Ann’s face was open, fragile—",
    "parts were chipped like on a recovered fresco.",
    "Above her gray head,",
    "a garish postcard of the Emmaus scene,",
    "the colors off, as if painted by numbers, with no concern for shading—",
    "the style of it had an unoriginal Catholic institutional uniformity.",
    "There it hung, askew in its golden drugstore frame.",
    "It was the scene from the end of Luke, the two disciples,",
    "one named Cleopas, the other anonymous,",
    "forever mumbling Christ’s name, and with them,",
    "the resurrected Christ masquerading as a stranger.",
    "They were on their way to that town, Emmaus,",
    "seven miles out from Jerusalem,",
    "gossiping about the impress of Christ’s vanishing—",
    "they argued about whether to believe what they had seen;",
    "they were restless, back and forth the debate went—",
    "when there is estrangement there is little peace.",
    "Every time we met, Sister Ann prayed first.",
    "At times, my recollections blurred or a presumption would reverse.",
    "Sister Ann told me Durell was with me",
    ",",
    "in a more intimate way than when he lived.",
    "She frequently lost her equilibrium, as older people sometimes do,",
    "before settling into her worn-out chair",
    "where she listened to me, week after week.",
    "The day I met Durell, I said, the morning light was clear,",
    "startling the town with ornament.",
    "The steeple of Christ Church held the horizon in place,",
    "or so I imagined, as if it had been painted first",
    "with confident amounts of titanium white",
    "before the rest was added. Trees clattered.",
    "The reiterating brick puzzle of Cambridge brightened—",
    "Mass Avenue, Mount Auburn, Dunster, Holyoke—",
    "proclaimed a new September, and new students trudged the streets.",
    "Every blood-warm structure was defined in relief.",
    "Hours before, while the moon’s neck wobbled on the Charles",
    "like a giraffe’s, or the ghost of a giraffe’s neck,",
    "I imagined Durell labored, having slept only a few hours,",
    "caged in his worries of doctor bills, no money,",
    "and running out of people to ask for it:",
    "mulling over mistakes, broken love affairs—",
    "a hospital orderly, a man upstairs,",
    "he probably mumbled unkind epithets about blacks and Jews,",
    "even though the men he loved",
    "blacks and Jews.",
    "Some of his blasphemies, if you want to call them that,",
    "embarrassed me in front of Sister Ann,",
    "but she seemed unflappably tolerant.",
    "At sixty, he was unemployable.",
    "He had taught school and guarded buildings,",
    "each job ending worse than the last.",
    "His refrain was always: “It is not easy being an impoverished aristocrat.”",
    "He spoke with the old Harvard accent,",
    "I can",
    "hear it, I will probably",
    "hear it,",
    "with New York City, the North Shore and the Army mixed in,",
    "the",
    "’s broadened, the",
    "’s were flat, the",
    "’s snapped—",
    "so a sentence would calibrate to a confident close,",
    "like “My dee-ah boy,",
    "is",
    ".”",
    "He lived on 19 Garden Street in a rent-controlled studio",
    "on the second floor, number 25; he said the “25” reminded him of Christmas.",
    "At eleven o’clock,",
    "he probably pulled on his support hose,",
    "increasing the circulation in his legs, blotched green and black.",
    "Next, he would have locked the door with his gold key",
    "and moved deliberately, his smile beleaguered.",
    "Bowing to Miss Littlefield in the landlord’s office",
    "at the building’s dark cubbyhole of an entrance:",
    "they probably spoke of Queen Elizabeth",
    ",",
    "her disappointments, for Miss Littlefield and he were Royalists both.",
    "Then Durell began to move towards me, entering the Square.",
    "Breathing heavily, he might have passed the Brattle",
    "advertising",
    "—",
    "inside the shut black theatrical box where the world repeated the past,",
    "Maximilian Schell interrogated Judy Garland and Montgomery Clift;",
    "Marlene Dietrich let the phone ring and ring.",
    "Maybe he passed the Store 24 sign, bright orange,",
    "passed Nini’s Corner where sex magazines were stacked like a cliff.",
    "Maybe, maybe. But, maybe not.",
    "Maybe he went another way.",
    "Then I recalled how the",
    "shook that place,",
    "the subway grates pushing up the scent of rat-life and all things fallen,",
    "mixing with Leavitt",
    "Peirce exuding its masculine snuff.",
    "Down Plympton Street he might have gone, past the Grolier,",
    "which I always remembered, for some reason, as closed,",
    "gilded with spines of poetry books for its reredos.",
    "Yes, he probably, most likely, certainly, did that.",
    "Sister Ann wondered if I thought he paused.",
    "I thought not—",
    "poetry offered him no solutions.",
    "At twelve o’clock,",
    "the chairperson called our",
    "meeting to order.",
    "We called ourselves “The Loony Nooners,”",
    "and met in a Lutheran church basement.",
    "We ate salads out of Tupperware,",
    "shaking the contents like dice to mix the dressing.",
    "Some knitted. Schizophrenics lit multiple cigarettes.",
    "Acne-pocked Kate wanted to be a model,",
    "Electroshock Mike read paperbacks,",
    "and an Irish professor named Tom,",
    "welcomed Tellus, who could not get over Nam.",
    "Darkened figures in the poor light, we looked like the burghers of Calais,",
    "and smelled of brewed coffee, smoke, perfume, urine, human brine.",
    "We were aristocrats of time:",
    "“I have twenty-one years,” “I have one week,” “I have one day.”",
    "I have often thought we were like first-century Christians—",
    "a strident, hidden throng, electrified by a message.",
    "Or, another way of thinking of us,",
    "is that we were inconvenient obstacles",
    "momentarily removed, much to the city’s relief.",
    "From each window well, high heels and business shoes hurried.",
    "Durell H., as he was known to us, took his place,",
    "his thick hair fixed as the waves of an 1800s nautical painting",
    "(perhaps he kept it set with hair spray?),",
    "his Tiffany ring polished to a brilliance,",
    "he set himself apart in his metal folding chair.",
    "He had the clotted girth of Hermann Göring.",
    "What was he thinking about?",
    "Was he thinking about blood clots and possible aneurysms?",
    "Imperious, behind prism-like trifocals,",
    "quietly he said to me, “I’ve grown as fat as Elizabeth Taylor.”",
    "The meeting ended and Durell folded his metal chair.",
    "He hated his Christian name—",
    "“Durell,” he said, “Who names their child Durell?”",
    "Moving among the crowd, listening to success and failure,",
    "he passed out meeting lists, literature, leaflets.",
    "Durell sponsored men, he referred to them as “pigeons.”",
    "I met him that day. I was his last.",
    "After that, every day we spoke on rotary phones.",
    "I was young and spoke as if my story was the only one.",
    "I told him I had underlined key passages in Plato’s",
    ",",
    "told him I had been graded unfairly on Dante’s",
    "and",
    ",",
    "told him my schedule might not allow for the",
    ".",
    "He matched my telling with listening, advising,",
    "and more listening, mostly over the phone,",
    "and the more he listened the more he was alone.",
    "“Why was that?” Sister Ann asked.",
    "It was some sort of offering, perhaps.",
    "At times it seemed he needed to guarantee a pardon,",
    "that old Catholic idea of indulgences",
    "lurked somewhere there unspoken,",
    "as if he believed a larger offering might guarantee a larger pardon.",
    "Such a task demanded his increased singleness.",
    "Yes, that was true. Or was it?",
    "I had trouble settling on the right words with Sister Ann.",
    "Many of my words were not exactly right, the syntax awkward.",
    "I kept having trouble translating Durell, so much I guessed.",
    "How to know?",
    "(Why hadn’t I asked him more questions?",
    "He wasn’t the sort that invited questions, I",
    "remember that.)",
    "Another way of saying it was that when he was with me,",
    "on the phone, then and only then, did he seem to move in truth",
    "and in his truths, reprimanding and hard,",
    "he was made more singular. Maybe that was it.",
    "Whatever the case, he listened, he listened to me.",
    "I missed his listening.",
    "Listening, Sister Ann said, is a memorable form of love.",
    "After the meeting, he gave me his calling card.",
    "The cards were placed inside his compulsively polished silver card case,",
    "the black capitals raised on their ecru background,",
    "containing his name, bracketed by a “Mr.” and a “Jr.”—",
    "the “Mr.” denoting lost civility,",
    "the “Jr.” tallying a lineage that did not bridge.",
    "As we walked down Church Street, the bells of St. John the Evangelist rang.",
    "The road was bright, the road full.",
    "Behind the brown gate with the thick black rusted latch,",
    "the monks sang, “It is well, it is well, with my soul, with my soul.”",
    "We peered in at bookshop clerks locating titles,",
    "watch repairmen bent over lit ocular devices, fixing movements,",
    "florists, hands wet, arranging stems and branches broken.",
    "We saw ourselves reflected.",
    "I laughed with deference, the way a student laughs before a teacher.",
    "His skin was flecked with milk-blues, lead-whites, earthen reds.",
    "In dress and demeanor he was as rigid as a toy soldier,",
    "for he was a part of a republic with standards, atrophied, devoted to order.",
    "Everyone found him impossible,",
    "including, at times, me.",
    "Of queers, his word for what he was but could not admit to,",
    "he said, “You know in the army they could never be trusted.”",
    "I mentioned romantic love.",
    "In profile, a silhouette, he paused.",
    "He said, “It has been very vexing, indeed.”",
    "By his tone, I knew never to ask again.",
    "A decorum of opprobrium kept him whole,",
    "and so he guarded himself with intensity.",
    "Maybe, Sister Ann suggested, he was guarding me.",
    "Durell said, “I’ve whittled my world down to no one,",
    "Spencer, with the possible exception of you.”",
    "“What happened then?” Sister Ann asked.",
    "He excused himself with a handshake, his palms soft as bread dough",
    "from all the Jergens he had slathered on,",
    "and then he probably returned to his ambry of a studio,",
    "a place where I would be one of his only visitors.",
    "Although he handed out his number, he did not always answer.",
    "I remember...",
    "(What do I remember?)...",
    "I was free to turn away but the moment I looked back,",
    "Durell would come back to me,",
    "waiting for me. It seems to me now, after all this time,",
    "few things have as much fidelity as the past.",
    "I remember he had nailed memorabilia above his head",
    "as one would place stones to fortify a castle:",
    "a photograph of him in the army, liberating people, undoing Russian codes;",
    "a framed marriage license from England",
    "(although the marriage failed, he often mumbled her name);",
    "his framed diploma, Harvard, and over the corner hung",
    "his graduation cap’s faded black tassel.",
    "Next to his pill bottles, an Edward",
    "coronation mug he doted on,",
    "commemorating an event that never took place.",
    "Maybe he made a bread and baloney sandwich.",
    "Maybe he stepped over the rolled-up tag-sale carpet and drew the shades.",
    "By late evening, he might have jotted down notes about God,",
    "obedient as he was to the twelve steps of",
    ".",
    "He might have written in his tightly-looped feminine penmanship,",
    "informed by the Palmer Method,",
    "and later repeated a phrase or two to me over the phone.",
    "Or maybe he read from his",
    "book",
    "to find a rule maybe, or to search for a sanctuary.",
    "Or maybe he listened to the Reverend Peter Gomes on the radio,",
    "The Plummer Professor of Christian Morals at Harvard,",
    "for he often mentioned how he loved the preacher’s parallel constructions,",
    "yes, maybe he did that, maybe, possibly, he did that.",
    "And then, perhaps, he slept a bit",
    "before the whole routine began once more",
    "with the support hose, the hair spray, Miss Littlefield, the sex magazines,",
    "the Grolier, the folding chair, the meeting, the calling card.",
    "How crazy America was, he said, how he wanted to leave,",
    "but he never left town, except jolting trips to the hospital",
    "in an ambulance down all those brick roads.",
    "I lived in Cambridge two years.",
    "After that, wherever I moved, we spoke, daily, over the phone, on landlines —",
    "talking and listening, listening and talking, for",
    "years:",
    "In all that time, I saw him only once more, and by then he was nearly blind.",
    "In all that time, we barely touched one another.",
    "Why our relationship required its rood screen,",
    "I could not fully explain to Sister Ann,",
    "indeed, I can never seem to properly explain it to anyone.",
    "But I have tried, and I will probably always keep trying.",
    "But if I get nothing right,",
    "I must try to get a nuance of our friendship",
    "and his sponsorship right—",
    "we were bound, bound by a vow, a vow of attention",
    "(there are many causes for attention, among them redemption).",
    "Our attention concerned the spirit,",
    "although that sounds pious and we were not so pious,",
    "we were more selfish, more human than pious.",
    "What else can I say?",
    "I needed a liberator",
    "and liberators can come in some unexpected guises.",
    "I may never wholly explain the two of us.",
    "Perhaps the spirit defies the human mind,",
    "even after all my time with Sister Ann.",
    "Finally, from a hospital, came the report of Durell’s last day.",
    "A charge nurse said: “I touched the gangrene leg, pink flesh was coming back.”",
    "His compliments had increased the more his life failed.",
    "In the final week, he quoted Cole Porter songs to me—",
    "...",
    "I did not repeat the rhymes to Sister Ann.",
    "Who Durell was and why he did what he did and why he hid",
    "what he hid I kept asking her.",
    "Sister Ann quoted from Deuteronomy:",
    "“I set before you life and death...choose life.”",
    "Old pigeon flying back,",
    "when I arrived at the hospital his body was gone.",
    "The formalities were few,",
    "for he had become a ward of the state.",
    "The staff gave me a brown grocery bag of his things:",
    "a roll of dimes, a pair of shoes, a belt buckle, an Einstein quote,",
    "something about mediocre minds.",
    "Afterwards, I went through Cambridge and found the meeting gone.",
    "Night was coming.",
    "Blindness worked on the people, shops, churches, streets.",
    "No one knew me.",
    "People said: “Where will we go?” and “What will we eat?”",
    "I thought I recognized this or that face, but no, no, too much time had passed.",
    "On Church Street, restaurants had replaced bookstores.",
    "Windows on Mass Avenue shone with chandeliers.",
    "Someone backed up photographing with a flash.",
    "“Hold still,” they said, “hold still.”",
    "A new set of homeless people pleaded,",
    "coins rattled inside the used coffee cups they shook.",
    "Everyone moved with packages, briefcases, textbooks, flash cards, cell phones, flowers.",
    "The Charles advanced, determined as a hearse,",
    "its dark waters gathering up every unattached thing.",
    "An umber, granular dusk-light fell on the elms over Harvard Yard",
    "as they swayed dark and slow",
    "like the chords in the waltz from Copeland’s",
    ".",
    "There I stood, unsure of which way to go.",
    "The light had more ghosts in it as it must have had that day in Emmaus.",
    "Suddenly, Sister Ann announced our last meeting.",
    "Down the linoleum hallway,",
    "Sister Katherine and Sister Ruth moved and prayed.",
    "Their numbers had dropped from seven to six,",
    "and the nuns decided the Retreat House would close.",
    "Soon, the chapel and offices would be leveled and replaced with condominiums.",
    "In the halls, the swoosh-snap of duct tape yanked, pulled and cut,",
    "straps tightened, vans bleating, and backing up into the back,",
    "weather reports exchanged with the movers.",
    "Sister Ann told me about herself that final time:",
    "parents dead, alcoholic brother dead,",
    "the brother embarrassed she had been a nun.",
    "She opened her Bible on the shipping box between us,",
    "leaned in, her hearing aids on, her silver crucifix knocking on her chest.",
    "Above her head, a nail where the Emmaus scene had hung.",
    "I asked: “What caused him to remain?”",
    "Why did he want freedom for me?",
    "Sister Ann spoke then of the Gospel of John",
    "and the Samaritan woman at the well,",
    "the one married nearly as many times as Elizabeth Taylor,",
    "and how when Christ listened to her she became the first evangelist.",
    "It was Christ’s longest conversation with anyone Sister Ann said.",
    "The Samaritan woman’s life changed because Christ listened to her.",
    "John K., from the meetings, dead now too, once said:",
    "“Oh, I knew Durell. He was odd. But we’re all odd you know.”",
    "All I know now",
    "is the more he loved me the more I loved the world.",
    "I lost track of Sister Ann.",
    "I have often thought about her and all the time she spent with me.",
    "I have wanted to tell her now for some time",
    "that not long after the cloister closed, Durell’s sister located me,",
    "leaving a message on my answering machine,",
    "(it was still the time of answering machines),",
    "inviting me to her winter house in Boynton Beach.",
    "Durell’s sister gave me directions.",
    "She was quite close to me, as it turned out.",
    "She had some of Durell’s belongings that she wanted me to have.",
    "“There isn’t much,” she said.",
    "“But still, I think you should have what’s here.”",
    "Durell spoke of his sister often,",
    "but I did not know his family.",
    "However, when we met, we recognized each other",
    "as one sometimes recognizes what one has never seen before.",
    "I said to her: “He knew me better than anyone.”",
    "The sentence surprised us.",
    "We sat by the pool in her gated country club.",
    "The Florida evening was a watercolor in the making,",
    "colors bleeding into striking mistakes.",
    "After all the members withdrew,",
    "she said, “There are many things you do not know about my brother.”",
    "A worker folded terry cloth towels under a bamboo hut.",
    "Her voice halted as voices halt",
    "when words have been withheld.",
    "“They called him names,” she said, “A nancy boy, a priss, a sissy, a fairy...”",
    "The pool’s tempos ceased",
    "until the silence about us was the silence in a palace.",
    "Light disappeared everywhere.",
    "The sun fell. She looked away,",
    "said that he’d been to the army language school,",
    "learned German and Russian, played the organ in his spare time,",
    "mentioned he’d taken music with Copland at Harvard",
    "(he had received a “gentleman’s ‘C’”—",
    "the “C” stood for Copland she said he",
    "said—",
    "which made us laugh and seemed to beckon him to us).",
    "He had hoped for an army career, she went on,",
    "and then she mumbled something about a little German town,",
    "I think she said it was in Schleswig-Holstein, near Lübeck,",
    "where he was stationed while borders were being redrawn,",
    "the letters stopping, the army, the men, something, the drink...",
    "and then her words fell and sank",
    "into subtle variations of all that goes unsaid.",
    "We heard the distant sound of a train on its track,",
    "crossing the Florida map going brown then black.",
    "He became difficult, isolated—",
    "she spoke softly then like the penitent.",
    "He was always asking for money.",
    "As his requests persisted she began to screen her calls.",
    "“It became easier to tell him I had not been home,” she said.",
    "His behavior was affecting her marriage.",
    "She chose never to introduce her children to Durell.",
    "Perhaps he had a mental illness, perhaps he invented—",
    "perhaps, perhaps, perhaps—",
    "but no, she pressed on, perhaps it",
    "his sexuality, he was",
    "sensitive...",
    "“People can be cruel,” she said.",
    "She felt he had never adjusted to cruelty",
    "as if cruelty was something that one needed to adjust to.",
    "Later, he was picked up for charges of soliciting sex.",
    "And the more she told me, the less I knew.",
    "All about us, a stillness began to displace the light",
    "and Durell was there, and no longer there, staining that stillness.",
    "After an estrangement ends there comes a great stillness,",
    "the greater the estrangement the greater the stillness.",
    "Across the parking lot, a gate rattled.",
    "I told her he often said his life had been a failure,",
    "I tried to convince him otherwise, but he never believed me.",
    "Half a century ago, she broke off contact.",
    "Her protracted estrangement made her look ill.",
    "“Please, please,” she said.",
    "Her voice trailed off,",
    "although what she was pleading for was not clear.",
    "No, no, she did not want her grandchildren to know.",
    "Subtle variations of Florida evening light withdrew with finality.",
    "The pool brightened with moonlight, the color of snow.",
    "The pool was still.",
    "There we were,",
    "a man and a woman sitting in cushioned lounge chairs,",
    "as if the world would always be an endless pair of separated things.",
    "We did not touch each other.",
    "We were still a long time."
  ],
  "title": "The Road to Emmaus",
  "year": ""
}