{
  "author": "Spencer Reece",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243916",
  "region": "",
  "text": [
    "In Miami, this May afternoon, I look up,",
    "the sky hot, so hot, always, and heating up hotter —",
    "how long I have loved this scene.",
    "The clouds are white optimistic churches;",
    "I cannot number them.",
    "Herons, pelicans, and gulls glide like dreams",
    "through cloud-portals, cloud-porticos, and cloud-porte-cochères",
    "Giotto could have done with his passion for blues and dimensions.",
    "Hard not to love a place always called by possibility.",
    "Nearby, Cuba is singing and somewhere here",
    "Richard Blanco is writing his poems.",
    "As I enter the city,",
    "my bishop walks with a cane towards our cathedral.",
    "The sun shines on the people",
    "and unites us in a delirium of light.",
    "High above this bleached, scorched, fragile, groin-scented peninsula,",
    "the birds track their insects and remain loyal to their nests.",
    "I look up and I feel bliss building",
    "as I did when my father read another book to me,",
    "and another, the pages like wings.",
    "There are moments of memorable patience in this world.",
    "Airplanes advance towards Miami International,",
    "booked with Jewish retirees and Cuban émigrés—",
    "their descending engines disrupt the white-gloved illegal waiters",
    "at the country clubs in Coral Gables, who deliver flan",
    "to the ladies who have pulled their skin behind their ears like gum.",
    "This is a place where few decisions are doubted.",
    "On South Beach,",
    "where everyone rearranges or expands their sexual parts,",
    "there seems to be no life outside the physical and time",
    "becomes a tricky thing here, spring looks like winter,",
    "winter like spring, the scenes dense, shifting, shut —",
    "and before you know it the rats have preached from the mangoes",
    "and then chewed them to corpses.",
    "And look, how the interior decorators",
    "unroll their fresh bolts and wink-wink to new clients —",
    "what would be considered frivolous anywhere else",
    "is here pondered and coerced at great length.",
    "The feminine gains strength.",
    "Moving closer to the cathedral,",
    "the sea presses the harbor, wanting to be loved,",
    "pushing up the cruise ships with its muscles.",
    "The sea says: “I am the sea.”",
    "We have seen Cubans come atop dolphins’ backs here.",
    "Mothers have drowned for their sons,",
    "but the cool gray backs of the dolphins have buoyed their children to us,",
    "numbed by the lullaby of sonar clicks.",
    "The sea blesses the city the way mothers do —",
    "forceful, pushy, ungraspable, persistent.",
    "The black mangrove shoots take root on the porous, chalky rock,",
    "building themselves up like steeples. Listen.",
    "How the waves love what does not love them back.",
    "Pedicurists buff the toenails of the sugar daddies in the Delano.",
    "Lincoln Road refines its scarlet seductions.",
    "Bees are sticky with tourism inside the motel rooms of the rose.",
    "Red-orange petals from the Royal Poincianas tint the minutes",
    "with flamboyance. The pink and white bottlebrush trees explode",
    "with seeds. I will always love my time in this city, you might say",
    "craziest of cities, delivering its youth in short-shorts",
    "and Rollerblades with rainbow sweatbands.",
    "City smelling of unzipped things.",
    "I do not think the city will ever be mine.",
    "Beautiful Spanish and broken English spoken everywhere.",
    "How I love that sound,",
    "for it is the sound of people making their way where they were not born.",
    "Maids from Honduras push their carts,",
    "stacking their wrapped soaps, counting them like children,",
    "their cuticles sting with disinfectant,",
    "perspiration staining their uniforms as they pray over the toilet seats they clean.",
    "O Miami!",
    "For a decade I did not speak to my parents.",
    "Are you listening to me? I will not bore you with details.",
    "Instead, I will tell you something new. Listen to me.",
    "I was angry. But the reasons no longer interest me.",
    "I take the liberty of assuming you approve of forgiveness,",
    "stressing hardening gentleness as you do.",
    "I speak to the bishop about my call and the sacraments,",
    "we discuss blessings, absolutions, consecrations—",
    "our work of the soul. The soul has no sex and I am relieved",
    "to speak of a thing alive in the world that has no sex.",
    "The bishop places a paperweight atop my reports on his desk,",
    "our professional talk is measured by the silence of the dead",
    "who are always flinging open their shutters,",
    "religion being the work of the living and the dead,",
    "the hope and release in the hearts of parents turning to their children",
    "and the hearts of children turning to their parents —",
    "all that business in life that remains unrehearsed.",
    "Superior to obedient, we pray.",
    "The laughter of the bathers",
    "through the grillwork of the office window pleases me,",
    "their movements rinsed in the baptism of the sea, the languorous sea.",
    "The sky at the end of the city trembles.",
    "Light and dust warm to cream to pink to lavender.",
    "Miami, it has been a gorgeous day, indeed. Thank you.",
    "How I love your decks, bridges, promenades, and balconies —",
    "the paraphernalia of connection.",
    "How fast the pastels encroach upon the edges.",
    "I have a dinner engagement in Coral Gables at Books",
    "Books",
    "where I will see the poet Richard Blanco.",
    "I hope he will tell me stories of his beloved, broken Cuba.",
    "Nearly five o’clock now, and I am late.",
    "When I arrive, Richard Blanco speaks of Cuba",
    "as I had wished, and the city quiets all around him.",
    "“If our bodies house our souls,” I think to myself,",
    "“Then, Richard, poets are the interior decorators of the mind.”",
    "Richard Blanco is saying something about going back,",
    "his relatives",
    "poems in the fields. I listen.",
    "Behind us, in the palmetum,",
    "at the Fairchild Tropical Botanic Gardens,",
    "the Elephant, Date, Malaysian, Kiwi, Coconut, and Royal palms",
    "ask the city to remember their names with the insistence of priests.",
    "Good-bye, Miami, good-bye.",
    "Good-bye to the workers laying down the grids of the concrete embeds",
    "on the high-rises, reinforcing their masculine nests,",
    "gluing glass with their spermy compounds to stone and steel.",
    "Good-bye to you, South Beach.",
    "Let your rapturous sands darken to a deep grape color.",
    "Let the polished feet of youth launch into their surprises and swaps.",
    "Let the elements cool.",
    "Good-bye, Richard Blanco, good-bye.",
    "Today my candidacy for Holy Orders was affirmed.",
    "I listen to the sea flatten.",
    "Cuba pleads in the distance one more night.",
    "Honduras waits on too many things to count.",
    "No longer can I stand still.",
    "Stars smooth the sea with their immaculate highways of long lights.",
    "Mother and father,",
    "forgive me my absence.",
    "I will always be moving quietly toward you."
  ],
  "title": "The Prodigal Son",
  "year": ""
}