{
  "author": "Frank Bidart",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250302",
  "region": "",
  "text": [
    "I",
    "Because, when you were nine, your father",
    "was murdered,",
    "betrayed.",
    "Because the traveler was betrayed by those with",
    "whom he had the right to seek",
    "refuge, the Tatárs.",
    "Because the universe then allowed a creature",
    "stronger, taller, more",
    "ruthless than you",
    "to fasten around your neck a thick wooden wheel",
    "impossible",
    "to throw off.",
    "Because at nine your cunning was not equal",
    "to iron-fastened",
    "immense wood.",
    "Because, stripped of what was his from birth, the slave",
    "at ten",
    "outwitted",
    "the universe, tore the wheel from his neck: —",
    "because your neck",
    "carries it still,",
    ".",
    "•",
    "Hour in which betrayal and slavery",
    "are the great teachers.",
    "Hour in which acquisition",
    "looks like, and for",
    "a moment is, safety.",
    "Hour in which the earth, looking into",
    "a mirror, names what it sees",
    "by the history of weapons.",
    "Hour from which I cannot wake.",
    "II",
    "Ch’ang-ch’un was determined that he would not",
    "prostrate himself before",
    "the conqueror of the world",
    "though Alexander the Great, drunk, had",
    "executed Aristotle’s nephew when he refused",
    "to grovel before his uncle’s pupil.",
    "•",
    "Ch’ang-ch’un bowed his head with clasped",
    "hands. The Great Khan was gracious.",
    "Though Ch’ang-ch’un, much younger,",
    "had refused invitations from the King of Gold",
    "and even the emperor of Hang-chou, now,",
    "in his old age, he discovered he was",
    "tired of waiting for apotheosis.",
    "At last invited to court by the terrifying",
    "conqueror of the world, he said",
    ".",
    "•",
    "He traveled for a year and a half",
    "following the route the Great Khan",
    "himself had taken. He passed valley after valley",
    "that, years later, still were filled with",
    "ungathered, whitening bones.",
    "•",
    "He bowed his head with clasped hands.",
    "The most powerful man on earth",
    "then asked him to teach him the secret",
    "of the Taoist masters —",
    "the elixir",
    "that allows men to cheat death.",
    "Temujin was in pain. Temujin",
    "for fifty years lived as if immortal —",
    "though surrounded, all his life, by death.",
    "Now he had fallen from a horse. The injury",
    "had not entirely, after much",
    "time, healed. He brooded about death, his",
    "death. Now he must conquer the ancient",
    "secret",
    "that would bend",
    "heaven to his need.",
    "He asked Ch’ang-ch’un for the fabled",
    "elixir.",
    "III",
    ". He was born at the great world’s",
    "poor far edge. In order to see the rich",
    "debris that must lie at the bottom of the sea,",
    "he sucked and sucked till he swallowed",
    "the ocean.",
    "•",
    "Buddhists, Taoists, Muslims, Nestorians —",
    "he summoned",
    "each. Each eloquent spokesman",
    "praised abnegations, offered transformation, even",
    "ecstasies —; just renounce",
    "sex, or food, or love.",
    "•",
    "Eating power, he fucked a new woman every night.",
    "Best, he said, was the wife or daughter or mother of",
    "an enemy.",
    "•",
    "He watched his friend Bo’orchu hunt",
    "each day as if hunting were the purpose of life, work",
    "sufficient for a man. As a boy he discovered his",
    "work when he had a wooden wheel around his neck:",
    ".",
    "Every single thing tastes like, reeks with",
    "the power that put it there. Weapons",
    "keep in place",
    "who gets rewarded how much for what.",
    "•",
    ". The world.",
    "IV",
    "whose leader reports to a unit of one",
    "hundred soldiers, whose leader reports to a unit of one",
    "thousand soldiers, whose leader reports to a unit of",
    "ten thousand.",
    "With iron logic he had raised the great structure",
    "from the flat",
    "internecine earth",
    "(",
    "power",
    "is fettered, bewildered by something working within us,",
    "decision",
    "sweet daring",
    "that leaps across the abyss to risk all, to correct and cripple",
    "power,",
    ").",
    "V",
    "Though Temujin’s father, alive, was",
    "khan",
    "the remnant of his family was, at his",
    "poisoning, driven from the circle of the wagons.",
    "Temujin",
    "had shining eyes, but at nine no force.",
    "They survived by eating roots, berries, stray",
    "rodents, birds the boys’",
    "cunning pulled from the air.",
    "•",
    "Temujin’s father out of his mother had two sons.",
    "His poisoned",
    "father, out of his second wife, also had two sons.",
    "•",
    "One day, with a freshly sharpened juniper",
    "arrow, he brought down a lark, and his",
    "half-brother, Bekter, nearly his age,",
    "reaching the bird first, refused to give it up.",
    "Temujin ran to his mother, who told him he must",
    "accept this, that four boys with two",
    "women alone must cease fighting.",
    "With his bow and arrow, the next day Temujin",
    "murdered his half-brother.",
    "•",
    "His half-brother at each moment relentlessly",
    "disputed and clearly forever would",
    "dispute everything Temujin possessed.",
    "•",
    "When he confessed to his mother she shrieked",
    "only his shadow",
    "ever again could bear to be with him.",
    "He didn’t believe her. She lived",
    "blinded by panic. He looked",
    "around him. Human beings",
    "live by killing other living beings.",
    "•",
    "His father’s rival, who told his father that Temujin",
    "had shining eyes, when his father",
    "died decided he now could make Temujin a slave.",
    "Temujin rammed",
    "the wheel down on the idiot guard’s",
    "skull.",
    "Sorqan-shira and his sons found him",
    "drowning among",
    "reeds at the edge of the river.",
    "Frenzied, risking their",
    "lives, Sorqan-shira and his sons",
    "work to cut away the wheel from his body.",
    "•",
    "The arrow flew",
    "as if of itself.",
    "Temujin’s half-brother turned and saw",
    "Temujin’s unerring aim",
    "aimed at",
    "his chest.",
    "Before the arrow",
    "was released",
    "his half-brother did not beg to live.",
    "His half-brother’s",
    "gaze was filled with",
    "everything that would happen would happen.",
    "•",
    "In the delirium of Temujin’s adult",
    "dreams, the knife he stole",
    "escaping",
    "is useless",
    "in unlocking",
    "the wheel.",
    "•",
    "How each child finds that it must deal with",
    "the intolerable",
    "becomes its fate.",
    "•",
    "I thee wed.",
    "VI",
    "Even the conqueror of the world",
    "is powerless against the dead.",
    "The most intricate plan his friend Jamuqa",
    "ever accomplished",
    "was to make Temujin execute him.",
    "•",
    "They met as boys.",
    "By the frozen waters of the Onon, Temujin",
    "gave Jamuqa the knucklebone of a deer.",
    "Jamuqa gave Temujin the knucklebone of a deer.",
    "They could see their breaths. They mingled",
    "breaths. They swore they were",
    ",",
    "brothers. They sharpened arrows",
    "juniper, cypress.",
    "•",
    "When they met again, many years",
    "later, Temujin’s",
    "wife, Borte, had been seized by another tribe.",
    "Jamuqa commanded a whole tribe. He",
    "pledged his friend twenty thousand men.",
    "Temujin also by this time was chief, but of",
    "many fewer. The two friends and two armies",
    "found and freed Borte after nine months.",
    "The",
    "celebrated by the waters of the Onon.",
    "•",
    "They were too drunk, too happy. Jamuqa",
    "pulled a blanket over himself and Temujin.",
    "They lay all night under the same blanket.",
    "•",
    "For either to have expressed desire, to have",
    "reached, would have been to offer the object of desire",
    "power. It could not be done.",
    "•",
    "Jamuqa forever wants them to",
    "do it to them",
    "together, in tandem, two couples next to",
    "each other",
    "; so Temujin can and must",
    "look over and see his insouciant",
    "bravado as he dismounts, hear Jamuqa’s",
    "girl cry out first, more jaggedly.",
    "•",
    "When the chiefs gather to choose, for",
    "the first time in decades, a Great Khan,",
    "to Jamuqa’s surprise",
    "Temujin is chosen. Someone points out",
    "his family is royal",
    "; Jamuqa",
    "is merely descended from a favorite concubine.",
    "•",
    "At feasts, Jamuqa thinks supplicants",
    "shuffle him aside to reach Temujin.",
    "As the world more and more defers to Temujin",
    "Jamuqa becomes, in his own eyes, a ghost.",
    "He is the memory of Jamuqa.",
    "•",
    "In the new army under Temujin, aristocracy has",
    "few privileges. A friend who has fought under",
    "Jamuqa for years must, to rise, compete",
    "against peasants. Panache, the sweet disdain for",
    "mere consequences, gain, victory, is lost.",
    "•",
    "Many, like the tribe that tried to enslave him, will",
    "never accept Temujin.",
    "Whenever a new group rebels, Temujin finds",
    "Jamuqa is in their company.",
    "•",
    "Men don’t want to serve under Jamuqa —",
    "because his friend would not fight against",
    "the Great Khan, he cut off the friend’s head, and hung it",
    "from his horse’s tail.",
    "•",
    "Jamuqa joined the Nayman army;",
    "Jamuqa deserted the Nayman army.",
    "•",
    "An outcast with five last remaining",
    "followers, Jamuqa",
    "in the high snowy Tangu mountains",
    "at the very limit of his native country",
    "as he eats a wild ram he has killed and roasted",
    "is taken prisoner by his companions",
    "and delivered to Temujin.",
    "VII",
    "Your father seized your mother as a girl",
    "just after her",
    "marriage to someone from her own tribe. This was",
    "common practice. Just after",
    "your marriage, the same tribe",
    "seized your wife, and gave her to the brother of the chief.",
    "All proceeded from desire",
    "from",
    "deferred justice, the chancre of unclosed",
    "injury. This bred",
    "enmity through generation after generation, blood",
    "feuds, tribe against tribe against tribe.",
    "As the Great Khan, Temujin outlawed such",
    "seizures. He did",
    ".",
    "•",
    "The axes of your work, work that",
    "throughout the illusory chaos of your life",
    "absorbed your essential",
    "mind, were there always",
    "there to be done. You saw many men",
    "refuse, or try to refuse",
    "what needed to be done. Whether they could not",
    "find it, or were, finding it, disgusted, they",
    "without it wandered, like Jamuqa.",
    "•",
    "When Temujin entered the dark room the prisoner",
    "was naked.",
    "His genitals hung pendant, bulbous",
    "as if swollen",
    "from rubbing.",
    "He still is a creature that is beautiful, but all dirty.",
    "•",
    "Jamuqa said,",
    ".",
    "Alive, I will rally your enemies.",
    "Dead, I will, in their eyes, just be one more fool.",
    "Temujin replied that he",
    "could not. They had been, since boyhood,",
    ". Without him, would he have recovered",
    "Borte?",
    "Jamuqa replied that he did not want his skin",
    "broken during",
    "execution. He repeated, twice,",
    "Temujin refused. Jamuqa was",
    "sick in the head. Healthy men don’t want to die.",
    "•",
    "Jamuqa escaped. Two men who Temujin valued",
    "died bringing him back.",
    "Then Jamuqa escaped again. When Jamuqa was",
    "returned again, Temujin",
    "hesitated for months.",
    "Then he granted his wish.",
    "•",
    "He insisted the skin not be broken.",
    "When he saw the body, the head was severed,",
    "as if someone for some reason had been",
    "furious.",
    "•",
    "Temujin was furious with him for letting",
    "pride, some",
    "sickness of the mind, poison",
    "feeling,",
    "... they had been, since boyhood,",
    ".",
    "•",
    "Even the conqueror of the world",
    "is powerless against the dead.",
    "He saw, smelt",
    "the carcass of",
    "Jamuqa,",
    "... who had known that Temujin was too",
    "smart not to be, by his",
    "death, forever tormented.",
    "•",
    "his — the world of indolent chaos",
    "inhabited by the beautiful",
    "and lucky —",
    "fuck anything that walks, if that is whatever inside you",
    "demands. In the end the something",
    "that was broken in him was mute.",
    "He insisted that it did not exist.",
    "VIII",
    "There was an immense silence between Temujin and Borte.",
    "•",
    "In the beginning, sweetness, because there had been no need to talk.",
    "•",
    "Temujin’s father had taken him at nine on a journey to find Temujin a bride.",
    "•",
    "She was ten, and beautiful.",
    "•",
    "His father and her father were old allies, and it was agreed.",
    "•",
    "On the way home the Tatárs poisoned his father.",
    "•",
    "Temujin was sixteen when they were at last married.",
    "•",
    "Within days, Borte was abducted.",
    "•",
    "Borte was abducted because, when their camp was attacked, there was only one free horse.",
    "•",
    "Temujin thrust the horse at his mother, not his wife.",
    "•",
    "This was as it should be.",
    "•",
    "Borte knew this, accepted this.",
    "•",
    "When she returned from those who had seized her, she returned about to give birth.",
    "•",
    "Temujin did not ask what humiliations she had endured.",
    "•",
    "Whose child was it?",
    "•",
    "It could have been Temujin’s or the creature’s who took her.",
    "•",
    "Temujin declared the child, a son, his.",
    "•",
    "He needed to be perceived, among his own people, as someone of impeccable justice.",
    "•",
    "Someone whose rectitude is above vanity.",
    "•",
    "They had three more sons.",
    "•",
    "He needed legitimate sons.",
    "•",
    "Borte raised, as well, orphans that Temujin’s soldiers plucked from burning villages that they themselves had burned.",
    "•",
    "Those thus saved proved to be among the fiercest, the most loyal of his soldiers.",
    "•",
    "After Borte returned, the armies of Temujin and Jamuqa camped together for a year and a half.",
    "•",
    "Borte and Temujin’s mother found the closeness between the two men humiliating, an insult, an embarrassment.",
    "•",
    "Borte and Temujin’s mother told Temujin that as long as he was tied to this debauched, fickle friendship, the other chiefs never would choose Temujin as the Great Khan.",
    "•",
    "It was the first month of spring.",
    "•",
    "The two armies had to move off to fresh grazing.",
    "•",
    "Temujin, furious, listened to the two women as if he were a statue.",
    "•",
    "He heard Jamuqa say that camp pitched on the slopes of the mountain gave the herders of horses what they wanted, but camp pitched on the banks of the river was better for the herders of sheep.",
    "•",
    "The women said that when night fell and Jamuqa’s wagon stopped to pitch camp Temujin’s wagon should continue.",
    "•",
    "Temujin’s wagon as Jamuqa’s wagon stopped to pitch camp on a mountainside continued.",
    "•",
    "As the night passed the clans realized what was happening, and, frightened, debated to stop with Jamuqa or stop with Temujin.",
    "•",
    "Schisms within a tribe, even sometimes within a clan.",
    "•",
    "One shaman dreamt that a cow white as snow struck at Jamuqa’s wagon until it broke one of its horns, bellowing that Jamuqa had to give back its lost horn, striking the ground with its hoof.",
    "•",
    "The shaman dreamt that a white bull followed Temujin’s wagon bellowing that Heaven and Earth have decided the empire should be Temujin’s.",
    "•",
    "When Temujin heard this he promised the shaman thirty concubines.",
    "•",
    "As day broke and Temujin at last stopped, count could be taken of which clans followed Temujin and which stopped with Jamuqa.",
    "•",
    "Temujin camped near the sources of the Onon.",
    "•",
    "The clans who had chosen Temujin in the disorder and uncertainty of the night now were joined by others.",
    "•",
    "They had weighed the situation.",
    "•",
    "Temujin was famous for the care and probity of his decisions.",
    "•",
    "The princes of the royal blood joined Temujin.",
    "•",
    "Many days passed before Temujin looked directly at Borte when they spoke.",
    "•",
    "She was the vehicle of necessity.",
    "•",
    "Of what had to be.",
    "•",
    "He would not forgive her.",
    "•",
    "In time, he lost interest in forgiving her.",
    "•",
    "When he returned from his last long campaign which lasted eight unbroken years, he was grateful she did not ask about each night’s new woman.",
    "•",
    "In time, near the sources of the Onon the princes of the royal blood elected Temujin Great Khan.",
    "•",
    "Fame clung to the story of how he saved the beautiful Borte.",
    "•",
    "The irony was not lost on Borte that as Mother of Orphans she was married to the force that made them orphans.",
    "IX",
    "Only at the age of thirty-nine Temujin",
    "at last was master of all Mongolia.",
    "The emissaries of the Kings of Gold",
    "had played tribe against tribe",
    "all his life, to castrate them.",
    "To achieve unity, to achieve the empire",
    "essential to maintain unity",
    "half the tribes had to be massacred.",
    "•",
    "The Tatárs killed his father, then after",
    "subduing them, followed by their unending",
    "involuted betrayals and rebellions,",
    "Temujin without",
    "sorrow exterminated them.",
    "Every male standing higher than a wagon axle",
    "was killed;",
    "the rest enslaved.",
    "•",
    "Extermination",
    "is not a question of vengeance. It is a question of",
    "safety. Of not allowing what happened to happen.",
    "•",
    "Under Temujin, the Mongols crossed the Great Wall",
    "that the Kingdom of Gold over centuries",
    "built to contain them.",
    "Before them, the lush, cultivated great plain",
    "stretched five hundred miles,—",
    "... from Beijing to Nanking.",
    "•",
    "Between the Mongols and the Kings of Gold",
    "lay a trench of",
    "blood, inexpiable wrongs.",
    "Fifty years earlier, betraying Tatárs handed off",
    "the Mongol khan Ambaqay",
    "to Beijing’s",
    "King of Gold,",
    "... who impaled him on a wooden ass.",
    "•",
    "Temujin drummed into his troops past atrocities.",
    "After they took Huai-lai, the ground for some ten miles",
    "around was for years still strewn with human bones.",
    "•",
    "The full fury of the Mongols was reserved",
    "for the great cities of Islam.",
    "Their Sultan had twice murdered Temujin’s emissaries",
    "what rose in Temujin was the rage to annihilate",
    "not just the civilization that",
    "insulted him, but what made it possible ...",
    "In the end, there was little left for his tax collectors",
    "in the future to tax.",
    "This was a world everywhere on the edge of desert",
    "the Mongols in fury dismantled the intricate",
    "networks that preserved and gathered and channeled",
    "water. Without dams, without the multitudinous",
    "screens of trees that were the handiwork of centuries,",
    "for Samarkand, for the cities of Scheherazade,",
    "not just defeat, but dismemberment.",
    "•",
    "Nightmare from which not even the rich awoke.",
    "•",
    "......................... Stonework",
    "of hive-like",
    "intrication, its hard",
    "face airy as lace,",
    "indifferent hooves erased to sand.",
    "X",
    "Ch’ang-ch’un thought if he answered honestly",
    "he would be executed.",
    "He asked Temujin",
    "to tell him Temujin’s story.",
    "The Great Khan, to his own surprise, wasn’t",
    "offended. He liked the earnest old man.",
    "Seized, suddenly absorbed, with relish",
    "he began to tell the old man his",
    "story, omitting nothing he imagined essential.",
    "The Taoist master at last answered that there exists",
    "no elixir for eternal life.",
    "He told him that the largest square",
    "has no corners.",
    "He told him that they go east and west at",
    "the will of the wind, so that in the end",
    "they know not if the wind carries them",
    "or they the wind.",
    "But as Temujin listened to his own voice tell",
    "his story, the lineaments of his story, this",
    "is what he heard:",
    "enmeshed you",
    "you became its slave —",
    "You learned this bitterly, early.",
    "In order not to become its slave",
    "you had to become its master.",
    "You became",
    "its master.",
    "Even as master, of course, you remain its slave.",
    "•",
    "What yesterday was the lockstep",
    "logic of his every",
    "position, purity in which he took just",
    "pride, cunning",
    "solutions to what the universe thrust at him",
    "appeared to him now ash, not",
    "his, or, if",
    "his, not his.",
    "•",
    "Too often now he woke with his mouth",
    "gasping above water, the great wooden",
    "wheel around his neck now",
    "buoy, now too",
    "heavy to lift.",
    "Jamuqa’s face, mutilated",
    "Jamuqa, with whom",
    "he lay under the same blanket.",
    "The familiar universe began to assume its shape.",
    "enmity of equals. Each master",
    "not a master. A fraud. A master slave.",
    "•",
    "His own voice said it.",
    "•",
    "Old, he included",
    "himself in his scorn for those who",
    "young want the opposite of this earth",
    "then settle",
    "for more of it.",
    "•",
    "The life he had not",
    "led, could not even now lead",
    "was a burning-glass",
    "between himself",
    "and the sun.",
    "•",
    "Temujin saw that the Taoist master",
    "was terrified.",
    "The old man, facing",
    "the verge, had leapt into the sea",
    "he had given the conqueror of the world",
    "simply what he had already.",
    "He liked the old man. After dallying",
    "for months discussing",
    "the dead surrounding them",
    "he allowed him to return to his own country.",
    "•",
    "Master",
    "slave, you who have survived thus far",
    "the lottery of who will live, and who will die",
    "contemplate Genghis Khan, great,",
    "ocean",
    "khan, born Temujin, master slave.",
    "XI",
    "The death of his grandson Mutugen",
    "seemed to Temujin",
    "harbinger of his own death. This boy",
    "raised in a desert dust-storm",
    "was innocent of dust.",
    "He who made one imagine something",
    "undeformed could emerge from deformity",
    "died by an arrow.",
    "That he should die",
    ".",
    "That he should die assaulting a Muslim citadel",
    "meant that Temujin himself, bareheaded,",
    "took part in the final attack that destroyed it,",
    "that every living thing therein, man and beast,",
    "the child slain in its mother’s womb,",
    "must die",
    "; that no loot, no booty",
    "should be taken, but everything inexorably",
    "erased; a place thereafter forever accursed.",
    "•",
    "When Temujin heard of his grandson’s death,",
    "he learned it before the boy’s own father.",
    "He called all his sons to share a meal, and at it",
    "announced that he was angry",
    "his sons no longer obeyed him.",
    "Jaghatay, Mutugen’s father, protested.",
    "Then Temujin told Jaghatay that the boy",
    "was dead.",
    "Gazing fixedly, Temujin with a choked",
    "voice forbade",
    "Jaghatay GRIEF.",
    "Forbade him not just the signs of grief, but GRIEF itself.",
    "He kept them at table for hours. At the end",
    "Jaghatay, when Temujin left the room, wept.",
    "•",
    "He now knew how he wanted to be buried.",
    "He wanted the course of the Onon temporarily",
    "diverted",
    "; there, at its muddy center,",
    "burial in a sealed chamber.",
    "Then the river",
    "sent back over it.",
    "Any travelers encountering by chance",
    "the funeral cortege",
    "were to be executed.",
    "XII",
    "clings to",
    "apotheosis,—",
    "... those who inherit",
    "the powerful",
    "dead imagine",
    "them and cling.",
    "Hero to his people,—",
    "... curse (except in",
    "imagination)",
    "to everyone else.",
    "The dream I dreamed",
    "was not denied me.",
    "It was not, in",
    "the mind, denied me.",
    "•",
    "This is the end of the fourth hour of the night."
  ],
  "title": "The Fourth Hour of the Night",
  "year": ""
}