{
  "author": "Frank Bidart",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146745",
  "region": "",
  "text": [
    "When the eye",
    "When the eye first",
    "When the eye first saw that it",
    "As if a dog sniffing",
    "As if a dog sniffing a dead dog",
    "Twisting in panic had abruptly sniffed itself",
    "Brooding on our origins you",
    "ask",
    "and I say",
    "•",
    "wound-dresser let us call the creature",
    "driven again and again to dress with fresh",
    "bandages and a pail of disinfectant",
    "suppurations that cannot",
    "heal for the wound that confers existence is mortal",
    "wound-dresser",
    "the wound of being",
    "•",
    "Understand that it can drink till it is",
    "sick, but cannot drink till it is satisfied.",
    "It alone knows you. It does not wish you well.",
    "Understand that when your mother, in her only",
    "pregnancy, gave birth to twins",
    "painfully stitched into the flesh, the bone of one child",
    "was the impossible-to-remove cloak that confers",
    "invisibility. The cloak that maimed it gave it power.",
    "Painfully stitched into the flesh, the bone of the other child",
    "was the impossible-to-remove cloak that confers",
    "visibility. The cloak that maimed it gave it power.",
    "Envying the other, of course each twin",
    "tried to punish and become the other.",
    "Understand that when the beast within you",
    "succeeds again in paralyzing into unending",
    "incompletion whatever you again had the temerity to",
    "try to make",
    "its triumph is made sweeter by confirmation of its",
    "rectitude. It knows that it alone",
    "knows you. It alone remembers your mother’s",
    "mother’s grasping immigrant bewildered",
    "stroke-filled slide-to-the-grave",
    "you wiped from your adolescent American feet.",
    "Your hick purer-than-thou overreaching veiling",
    "mediocrity. Understand that you can delude others but",
    "not what you more and more",
    "now call the beast within you. Understand",
    "the cloak that maimed each gave each power.",
    "Understand that there is a beast within you",
    "that can drink till it is",
    "sick, but cannot drink till it is satisfied. Understand",
    "that it will use the conventions of the visible world",
    "to turn your tongue to stone. It alone",
    "knows you. It does",
    "not wish you well.",
    "II",
    "Three Fates. One",
    "fate, with three faces.",
    "Thread spun by one",
    "from all those forever unspun.",
    "Thread touched by one and in",
    "touching twisted into something",
    "forever unlike all others spun.",
    "Thread touched by one and in",
    "touching withered to nothing.",
    "Three, who gave us in recompense",
    "for death",
    "the first alphabet, to engrave in stone",
    "what is most evanescent,",
    "the mind.",
    ".",
    "•",
    "Unless teeth devour it it",
    "rots: now is its season.",
    "My teeth have sunk into firm-skinned",
    "pears so succulent time stopped.",
    "When my wife, dead now",
    "ten years, pulls her dress over her petticoats",
    "and hair, the air crackles, her hair rising",
    "tangles in ecstasy. We are electric ghosts.",
    "•",
    "You hear the strange cricket in the oven",
    "sing, and ask what it sings.",
    "This is what it sings.",
    "Because",
    "in my native tongue",
    "means",
    ", write",
    "here lies an artist who did not",
    "recoil from residence on earth — but,",
    "truly named, welcomed it.",
    "But I mis-spoke: not",
    ". Servant: model: mother",
    "of my child, also now dead.",
    "•",
    "In prison, immured in the black pit where the Pope",
    "once fed Benedetto da Foiano less and less each day",
    "until God’s will, not the Pope’s own hand, killed him, —",
    "where outside my door each day the castellan",
    "repeated that darkness will teach me I am",
    "a counterfeit bat, and he a real one, —",
    "blackness, silence so unremitted",
    "I knew I had survived another day only by the malignant",
    "welcome singsong of his triumphant voice, —",
    ", —",
    "where God had not found me worthy of seeing the sun",
    "even in a dream, I asked the God of Nature",
    "what unexpiated act the suffocation of my senses, such",
    "suffering, served to expiate.",
    "(This was my first prison.)",
    "•",
    "For the two murders I had committed, — their just,",
    "free but necessary cause",
    "revenge, however imperfect the justice —",
    "two successive Popes recognized the necessity",
    "and pardoned me.",
    "me.",
    "Because my fame as a maker in gold and silver",
    "preceded me, though I was hardly more",
    "than an apprentice, when Pope Clement came into",
    "possession of the second largest diamond in the world",
    "he summoned me from Florence to Rome — called me",
    "into his presence to serve him. To crown the resplendent",
    "glittering vestment covering his surplice, he wanted",
    "a golden clasp big and round as a small",
    "plate, with God the Father in half-relief above the diamond",
    "and cherubs, arms raised, below.",
    ", he said,",
    ",",
    ".",
    "Pope Clement, unlike the great I now serve, was",
    "an excellent, subtle",
    "connoisseur; he approved my design.",
    "Each week he summoned me into the presence",
    "two or three times, eager to inspect my progress.",
    "Then Cecchino, my brother, two years younger than I",
    "and still beardless, died —",
    "was killed, as he tried to avenge the unjust killing of",
    "a comrade by the ruthless guard of the Bargello.",
    "Thus was stolen from him the chance to incise",
    "his presence into the hard, careless surface of the world.",
    "The fool who killed him",
    "in what justice must call self-defense",
    "later proved his nature by",
    "boasting of it.",
    "His boasting enraged, maddened me. In this",
    "great grief the Pope rebuked me:",
    ".",
    "Sleepless, eatless, by day I worked at the Pope’s",
    "absorbing golden button — and by night, hypnotized",
    "as a jealous lover, I watched and followed",
    "the fatuous creature who murdered my brother.",
    "At last, overcoming my repugnance to an enterprise",
    "not-quite-praiseworthy, I decided",
    "to end my torment. My dagger entered the juncture",
    "of the nape-bone and the neck",
    "so deep into the bone",
    "with all my strength I could not pull it out.",
    "I ran to the palace of Duke Alessandro — for those who",
    "pursued me knew me. The Pope’s natural son,",
    "later he became Duke of Florence, before his murder",
    "by his own cousin Lorenzino, whose too-familiar",
    "intimacies and pretensions to power",
    "he not only indulged but openly mocked.",
    "Alessandro told me to stay indoors",
    "for eight days. For eight days I stayed indoors, working",
    "at the jewel the Pope had set his heart on.",
    "For eight days the Pope failed",
    "to summon me. Then his chamberlain, saying that all was",
    "well if I minded my work and kept silent, ushered me",
    "into the presence. The Pope cast so menacing",
    "a glance toward me I trembled.",
    "Examining my work, his countenance cleared,",
    "saying that I had accomplished a vast amount",
    "in a short time. Then he said,",
    ",",
    ".",
    "I promised that I would. Soon after this, I opened",
    "a fine shop, my first; and finished the jewel.",
    "•",
    "As the knife descended (forgive me, O God of",
    "Nature, but",
    "you have arranged it, —)",
    "to my fevered mind",
    "each moment was infinite, and mine.",
    "•",
    "Late one night, in farewell, Michelangelo",
    "turning to me said,",
    ",",
    ".",
    "•",
    "the shrilling cricket in the shrilling summer evening",
    "sings; as did my father in the sweet years",
    "he served the pleasure of the lords of Florence",
    "as a piper, in the Consort of Pipers.",
    "Imagine my father, no longer young, married, still",
    "childless, an engineer who designs bridges and",
    "battlements for the Duke, but whose",
    "first love is music — the flute. He joined",
    "the Duke’s Consort of Pipers. Now his nights",
    "often are spent not bending over charts and plans",
    "but dazzled at the court of Lorenzo, called",
    "—",
    "the same Lorenzo who once plucked Michelangelo, still",
    "a boy, from among the horde of the merely-talented",
    "bending to copy the masters in the ducal palace.",
    "Lorenzo, with his father’s consent, adopted",
    "the boy; fed him at his own table.",
    "Imagine, tonight, the brief concert is over —",
    "the Consort of Pipers (respectable, honorable",
    "amateurs: small merchants, a banker, a scholar)",
    "mingle, slightly awed, with an ambassador, a Cardinal . . .",
    "Suddenly Lorenzo is at my father’s ear:",
    ".",
    "Not six inches from my father’s ear Lorenzo",
    "in a low voice as he begins to move through",
    "the crowd followed by his son Piero",
    "(as now my father must struggle to follow)",
    "tells my father he has painfully and increasingly",
    "remarked that the flute has led my father to neglect",
    "his fine engineering talent and therefore my",
    "father will understand why Piero and the Duke",
    "must dismiss him from the Consort of Pipers.",
    "Lorenzo, entering the private apartments, was gone.",
    "In later years, my father repeated to his",
    "children:",
    ".",
    "It is a lie. It is a lie that the Medici and you and I",
    "stand on the same earth. What the sane eye",
    "saw, was a lie: —",
    "two things alone cross the illimitable distance",
    "between the great and the rest of",
    "us, who serve them: —",
    "a knife; and art.",
    "•",
    "The emblem of Florence is the lion; therefore",
    "lions, caged but restless and living, centuries ago",
    "began to announce to the Piazza della Signoria",
    "this is the fearsome seat of the free",
    "government of the Republic of Florence.",
    "Duke Cosimo, hating the noise and smell, had them",
    "moved behind the palace. For years, I had known",
    "the old man who fed and tended the lions, —",
    "one day he humbly asked me if I could make a ring",
    "unlike all others for his daughter’s wedding.",
    "I said yes, of course; but, as payment for its",
    "rarity, I wanted him to drug the strongest lion",
    "asleep, so that I could",
    "examine, for my art, his body.",
    "He said he knew no art of drugging; such poison",
    "could kill the creature; a week later,",
    "in fury he said yes.",
    "The animal was numbed but not",
    "sleeping; he tried to raise",
    "his great head, as I lay lengthwise against his warm body;",
    "the head fell back. My head",
    "nestling behind his, each arm, outstretched, slowly",
    "descending along each leg, at last with both hands I",
    "pulled back the fur and touched a claw.",
    "This creature whose claw waking could kill me, —",
    ". . . I wore its skin.",
    "•",
    "After the Medici were returned from eighteen years’",
    "banishment, placed over us again not by the will",
    "of Florentines, but by a Spanish army —",
    "my father, though during the republic he regained",
    "his position as piper, ever loyal to the Medici",
    "wrote a poem celebrating his party’s victory",
    "and prophesying the imminent",
    "advent of a Medici pope. Then Julius II died;",
    "Cardinal de’ Medici, against expectation, was elected;",
    "the new pope wrote my father that he must",
    "come to Rome and serve him.",
    "My father had no will to travel. Then Jacopo",
    "Salviati, in power because married to a Medici,",
    "took from my father his place at the Duke’s new court;",
    "took from him his profit, his hope, his will.",
    "Thus began that slow extinguishment",
    "of hope, the self ’s obsequies for the self",
    "at which effacement I felt not only a helpless",
    "witness, but",
    "cause, author.",
    "He said I was his heart.",
    ".",
    "Against his mania to make me a musician",
    "at fifteen I put myself to the goldsmith’s trade;",
    "without money",
    "or position, he now could not oppose this.",
    "rang in my ears as I began to sell",
    "the first trinkets I had made. Later, to escape",
    "the plague then raging, he made me",
    "quickly leave Florence; when I returned,",
    "he, my sister, her husband and child, were dead.",
    "These events, many occurring before my birth, I",
    "see because my father described them",
    "often and with outrage.",
    "To be a child is to see things and not",
    "know them; then you know them.",
    "•",
    "Despite the malicious",
    "stars, decisive at my birth: despite their",
    "sufficient instrument,",
    ": in the utter darkness of my first prison",
    "God granted me vision:",
    "surrounded by my stinks, an Angel, his beauty",
    "austere, not wanton, graciously",
    "showed me a room in half-light crowded with the dead:",
    "postures blunted as if all promise of change",
    "was lost, the dead",
    "walked up and down and back and forth:",
    "as if the promise of change",
    "fleeing had stolen the light.",
    "Then, on the wall, there was a square of light.",
    "Careless of blindness I turned my eyes",
    "to the full sun. I did not care",
    "to look on anything again but this. The sun",
    "withering and quickening without distinction",
    "then bulged out: the boss",
    "expanded: the calm body of the dead Christ",
    "formed itself from the same",
    "substance as the sun. Still on the cross,",
    "he was the same substance as the sun.",
    "•",
    "The bait the Duke laid",
    "was Perseus. Perseus",
    "standing before the Piazza della Signoria.",
    "My statue’s audience and theater, Michelangelo’s",
    "; Donatello’s",
    ". . .",
    "Here the school of Florence, swaggering, says",
    "to the world:",
    ".",
    "Only Bandinelli’s odious",
    "reminds one that when one walks",
    "streets on earth one steps in shit.",
    "Duke Cosimo desired, he said, a statue of Perseus",
    "triumphant, after intricate trials able",
    "at last to raise high",
    "Medusa’s mutilated head — he imagined,",
    "perhaps, decapitation of the fickle",
    "rabble of republican Florence . . .",
    "I conceived the hero’s gesture as more generous: —",
    ".",
    "Soon enough, on my great bronze bust of the great",
    "Duke, I placed — staring out from his chest —",
    "Medusa, her head not yet cut, living.",
    "•",
    ",",
    ",",
    "•",
    "As we stared down at the vast square, at",
    ", at J",
    "— then at",
    "approved and placed there by Cosimo himself —",
    "from high on the fortress lookout of the palace,",
    "against whose severe façade so many",
    "human promises had been so cunningly",
    "or indifferently crushed, I told the Duke that I",
    "cannot make his statue. My brief return from France",
    "was designed only to provide for the future of",
    "my sister and six nieces, now without husband",
    "or father. The King of France alone had saved me",
    "from the Pope’s dungeon — not any lord of Italy!",
    "At this, the Duke looked at me",
    "sharply, but said nothing.",
    "All Rome knew that though I had disproved",
    "the theft that was pretext for my arrest, Pope Paul",
    "still kept me imprisoned, out of spite —",
    "vengeance of his malignant son Pier Luigi, now",
    "assassinated by his own retainers.",
    "One night at dinner, the King’s emissary gave the Pope",
    "gossip so delicious that out of merriment, and about to vomit",
    "from indulgence, he agreed",
    "to free me. I owed King Francis",
    "my art, my service. The same stipend he once paid",
    "Leonardo, he now paid me; along with a house in Paris.",
    "This house was, in truth, a castle . . .",
    "I omitted, of course, quarrels with the King’s",
    "mistress, demon who taunted me for the slowness",
    "of my work, out of her petty hatred of art itself;",
    "omitted her insistence to the King that I",
    "am insolent and by example teach",
    "insolence to others. Omitted that I overheard the King",
    "joke with her lieutenant: —",
    ".",
    "Before the school of Florence I had only been able,",
    "young, to show myself as goldsmith",
    "and jeweler; not yet as sculptor.",
    "Duke Cosimo then announced that all the King of France",
    "had given me, he would surpass: boasting,",
    "he beckoned me to follow him past the public",
    "common galleries, into the private apartments . . .",
    "Dutiful abashed puppet, I followed; I knew",
    "I would remain and make his statue.",
    "•",
    ",",
    ",",
    ",",
    ".",
    "•",
    "Bandinelli for months insinuated in the Duke’s ear",
    "Perseus never would be finished: —",
    "I lacked the art, he said, to move from the small",
    "wax model the Duke rightly praised, to lifesize",
    "bronze whose secrets tormented even Donatello.",
    "So eighteen months after work began, Duke Cosimo grew",
    "tired, and withdrew his subsidy. Lattanzo Gorini,",
    "spider-handed and gnat-voiced, refusing to hand over",
    "payment said,",
    "Then Bandinelli hissed",
    "at",
    "me — after my enumeration, to the court’s",
    "amusement, of the sins against art and sense",
    "committed by his",
    ", recital",
    "designed to kill either him or his authority . . .",
    "The Duke, at the ugly word, frowned",
    "and turned away. I replied that the sculptor of",
    "must be a madman to think that I",
    "presumed to understand the art that Jove in heaven",
    "used on Ganymede, art nobly practiced here on earth",
    "by so many emperors and kings. My saucy speech",
    "ended:",
    "Duke and court broke into laughter. Thus was",
    "born my resolve to murder Bandinelli.",
    "•",
    "I’d hurl the creature to hell. In despair at what must",
    "follow — the Duke’s rage, abandonment of my",
    "never-to-be-born Perseus — I cast",
    "myself away for lost: with a hundred crowns",
    "and a swift horse, I resolved first to bid",
    "farewell to my natural son, put to wet-nurse in Fiesole;",
    "then to descend to San Domenico, where Bandinelli",
    "returned each evening.",
    ",",
    ",",
    ".",
    "Reaching Fiesole, I saw the boy",
    "was in good health; his wet-nurse",
    "was my old familiar, old gossip, now",
    "married to one of my workmen. The boy",
    "clung to me: wonderful in a two-year-old, in",
    "grief he flailed his arms when at last",
    "in the thick half-dusk",
    "I began to disengage myself. Entering the square",
    "of San Domenico on one side, I saw my prey",
    "arriving on the other. Enraged that he still",
    "drew breath, when I reached him",
    "I saw he was unarmed. He rode a small sorry",
    "mule. A wheezing donkey carried a ten-year-old",
    "boy at his side. In my sudden presence, his face",
    "went white. I nodded my head and rode past.",
    "•",
    "I had a vision of Bandinelli surrounded",
    "by the heaped-up works of his hand.",
    ".",
    "From somewhere within his body",
    "like a thread",
    "he spun the piles surrounding him. Then he",
    "tried to pull away, to release the thread; I saw",
    "the thread was a leash.",
    "He tried and tried to cut it.",
    "At this, in my vision I said out-loud: —",
    ".",
    "•",
    "When I returned to Florence from Fiesole, after",
    "three days news was brought to me that my little boy",
    "was smothered by his wet-nurse",
    "turning over on him as they both slept.",
    "His panic, as I left; his arms raised, in panic.",
    "•",
    "•",
    "The idyll began when the Duke reached me a goldsmith’s",
    "hammer, with which I struck the goldsmith’s",
    "chisel he held; and so the little statues were",
    "disengaged from earth and rust. Bronze",
    "antiquities, newly found near Arezzo, they lacked",
    "either head or hands or feet. Impatient for my",
    "presence, the Duke insisted that I join him each evening",
    "at his new pastime, playing artisan — leaving orders",
    "for my free admittance to his rooms, day or night.",
    "His four boys, when the Duke’s eyes were turned,",
    "hovered around me, teasing. One night",
    "I begged them to hold their peace.",
    "The boldest replied,",
    "I said",
    "what one cannot do is required of no one.",
    "Faced with their sons’",
    "delight in this new principle, the Duke and Duchess",
    "smiling accused me of a taste for chaos . . .",
    "At last the four figures wrought for the four",
    "facets of the pedestal beneath Perseus",
    "were finished. I brought them one evening to the Duke,",
    "arranging them on his worktable in a row: —",
    ",",
    ",",
    ". . .",
    "The Duke appeared, then immediately",
    "retreated; reappearing, in his right hand",
    "he held a pear slip.",
    ",",
    ". I began,",
    ", but he cut me off",
    "saying,",
    ",",
    ":",
    ".",
    "Thus I received what earlier was only lent me.",
    "I thanked him and his Duchess; then both",
    "took seats before my figures.",
    "For two hours talk was of their beauty, —",
    "the Duchess insisted they were too exquisite",
    "to be wasted down there",
    "in the piazza; I must place them in her apartments.",
    "No argument from intention or design",
    "unconvinced her.",
    "So I waited till the next day — entering the private",
    "chambers at the hour the Duke and Duchess",
    "each afternoon went riding, I carried the statues",
    "down and soldered them with lead into their niches.",
    "Returning, how angry the Duchess became! The Duke",
    "abandoned his workshop. I went there no more.",
    "•",
    "The old inertia of earth that hates the new",
    "(as from a rim I watched)",
    "rose from the ground, legion: —",
    "truceless ministers of the great unerasable",
    "ZERO, eager to annihilate lineament and light,",
    "waited, pent, against the horizon: —",
    "some great force (",
    ",",
    ",",
    ",",
    ", — )",
    "wanted my Perseus not to exist: —",
    "and I must",
    "defeat them.",
    "Then my trembling assistants woke me.",
    "They said all my work",
    "was spoiled.",
    "Perseus was spoiled. He lay buried in earth",
    "wreathed in fragile earthenware veins from the furnace",
    "above, veins through which he still",
    "waited to be filled with burning metal.",
    "The metal was curdled. As I slept, sick,",
    "the bronze had been allowed to cake, to curdle.",
    "Feverish, made sick by my exertions for",
    "days, for months, I slept; while those charged",
    "with evenly feeding the furnace that I had so well",
    "prepared, LARKED —",
    "I thought,",
    ". The furnace choked with caking, curdling",
    "metal that no art known to man could",
    "uncurdle, must be utterly dismantled — all",
    "who made it agreed this must destroy",
    "the fragile, thirsty mould of Perseus beneath.",
    "But Perseus was not more strong",
    "than Medusa, but more clever: — if he ever",
    "was to exist as idea, he must first exist as matter: —",
    "all my old inborn",
    "daring returned,",
    "furious to reverse",
    "the unjust triumphs of the world’s mere",
    "arrangements of power, that seemingly on earth",
    "cannot be reversed. First, I surveyed my forces: —",
    "seven guilty workmen, timid, sullen,",
    "resentful; a groom; two maids; a cook.",
    "I harassed these skeptical troops into battle: —",
    "two hands were sent to fetch from the butcher",
    "Capretta a load of young oak, —",
    "in bronze furnaces the only woods you use",
    "are slow-burning alder, willow, pine: now I needed",
    "oak and its fierce heat. As the oak",
    "was fed log by log into the fire, how the cake began",
    "to stir, to glow and sparkle. Now",
    "from the increased",
    "combustion of the furnace, a conflagration",
    "shot up from the roof: two windows",
    "burst into flame: I saw the violent storm",
    "filling the sky fan the flames.",
    "All the while with pokers and iron rods",
    "we stirred and stirred the channels—",
    "the metal, bubbling, refused to flow.",
    "I sent for all my pewter plates, dishes, porringers —",
    "the cook and maids brought some two hundred.",
    "Piece by piece, I had them thrown",
    "into the turgid mass. As I watched the metal for",
    "movement, the cap of the furnace",
    "exploded — bronze welling over on all sides.",
    "I had the plugs pulled, the mouths of the mould",
    "opened; in perfect liquefaction",
    "the veins of Perseus filled . . .",
    "Days later, when the bronze had cooled, when the clay",
    "sheath had been with great care removed, I found",
    "what was dead brought to life again.",
    "•",
    "Now, my second",
    "prison. It began soon after Perseus was unveiled",
    "to acclaim — great acclaim. Perhaps I grew",
    "too glorious. Perseus, whose birth consumed",
    "nine years, found stuck to his pedestal",
    "sonnets celebrating the master’s hand that made him . . .",
    "On the day of unveiling, Duke Cosimo stationed himself",
    "at a window just above the entrance to the palace;",
    "there, half-hidden, he listened for hours to the crowd’s",
    "wonder. He sent his attendant Sforza to say",
    "my reward",
    "soon would astonish me.",
    "Ten days passed. At last Sforza appeared and asked",
    "what price I placed on my statue.",
    "I was indeed astonished:",
    ",",
    "I replied,",
    ",",
    ".",
    "Then, at risk of the Duke’s severe displeasure, I was",
    "warned I must set a price: infuriated, I said",
    "ten thousand golden crowns.",
    ", the Duke",
    "two days later flung at me in anger.",
    ",",
    "I replied,",
    ".",
    "Bandinelli, consulted by the Duke, reluctantly",
    "concluded that the statue was worth",
    "sixteen thousand.",
    "The Duke replied that for two farthings",
    "Perseus could go to the scrap heap; that would",
    "resolve our differences.",
    "At last, the settlement was thirty-five hundred, one",
    "hundred a month. Soon after, charges were brought",
    "against me, for sodomy —",
    "I escaped Florence as far as Scarperia, but there",
    "the Duke’s soldiers caught me and in chains",
    "brought me back.",
    "I confessed. If I had not, I could have been made",
    "to serve as a slave in the Duke’s galleys for life.",
    "The Duke listened behind a screen as I was made",
    "publicly to confess, in full court . . . Punishment",
    "was",
    "imprisonment. Without the Duke’s",
    "concurrence, of course, no charges could have been",
    "lodged, no public humiliation arranged",
    "to silence the insolent.",
    ",",
    ",",
    "—",
    ".",
    "After imprisonment one month, Cosimo",
    "finally commuted my sentence to house arrest.",
    "There his magnanimity allowed me to complete",
    "my Christ of the whitest marble",
    "set upon a cross of the blackest.",
    "Now, my Christ sits still packed in a crate",
    "in the Duke’s new chapel; my bust of the Duke",
    "is exiled to Elba, there to frighten in open air",
    "slaves peering out from his passing galleys.",
    "Now, after the Duchess and two of their sons",
    "died of fever within two months, Cosimo",
    "grows stranger: he murdered Sforza",
    "by running him through with a spear: —",
    "he does not own",
    "his mind; or will.",
    "When I ask release from his service, he says",
    "that he cannot, that he soon",
    "will have need of me for great projects; no",
    "commissions come. Catherine de’ Medici, regent of",
    "the young French king, petitioned that I be allowed",
    "to enter her service. He said I had no will now to work.",
    "In prison I wrote my sonnet addressed",
    "to Fortune: —",
    ",",
    ". . . O God of Nature, author",
    "of my nature,",
    "where does your son Jesus forbid it?",
    "When I was five, one night my father",
    "woke me. He pulled me to the basement, making me",
    "stare into the oak fire and see what he just had seen.",
    "There a little lizard was sporting",
    "at the core of the intensest flames.",
    "My father boxed me on the ears, then kissed me —",
    "saying that I must remember this night: —",
    ",",
    ",",
    ".",
    ":",
    ".",
    "•",
    "I am too old to fight to leave Florence: —",
    "here, young, this goldsmith and jeweler",
    "began to imagine that",
    "severity, that",
    "of style",
    "certain remnants of the ancient world",
    "left my hand hungry to emulate: —",
    "equilibrium of ferocious, contradictory",
    "forces: equilibrium whose balance or poise is their",
    "tension, and does not efface them, —",
    "as if the surface of each thing",
    "arranged within the frame, the surface of each",
    "body the eye must circle",
    "gives up to the eye its vibration, its nature.",
    "Two or three times, perhaps,—",
    ", — I have achieved it.",
    "•",
    "See, in my great bronze bust of the great",
    "Duke, embedded in the right epaulette like a trophy",
    "an open-mouthed",
    "face part lion part man part goat, with an iron",
    "bar jammed in its lower jaw",
    "rising resistlessly across its mouth.",
    "See, in Vasari’s clumsy portrait of me, as I float",
    "above the right shoulder of the Duke, the same face.”",
    "•",
    "III",
    "I covered my arm with orchid juice.",
    "With my hatchet I split a mangrove stick",
    "from a tree, and sharpened it.",
    "I covered the killing stick with orchid juice.",
    "We were camping at Marunga Island",
    "looking for oysters. This woman I was about to kill",
    "at last separated herself from the others",
    "to hunt lilies. She walked into the swamp, then",
    "got cold, and lay down on sandy ground.",
    "After I hit her between the eyes with my hatchet",
    "she kicked, but couldn’t",
    "raise up.",
    "With my thumb over the end of the killing stick",
    "I jabbed her Mount of Venus until her skin pushed",
    "back up to her navel. Her large intestine",
    "protruded as though it were red calico.",
    "With my thumb over the end of the killing stick",
    "each time she inhaled",
    "I pushed my arm",
    "in a little. When she exhaled, I stopped. Little by little",
    "I got my hand",
    "inside her. Finally I touched her heart.",
    "Once you reach what is",
    "inside it is outside. I pushed the killing stick",
    "into her heart.",
    "The spirit that belonged to that dead woman",
    "went into my heart then.",
    "I felt it go in.",
    "I pulled my arm",
    "out. I covered my arm with orchid juice.",
    "Next I broke a nest of green ants",
    "off a tree, and watched the live ants",
    "bite her skin until her skin moved by itself",
    "downward from her navel and covered her bones.",
    "Then I took some dry mud and put my sweat",
    "and her blood in the dry mud",
    "and warmed it over a fire. Six or eight times",
    "I put the blood and sweat and mud",
    "inside her uterus until there was no trace of her",
    "wound or what I had done.",
    "I was careful none of her pubic hair was left",
    "inside her vagina for her husband to feel.",
    "Her large intestine stuck out several feet.",
    "When I shook some green ants on it, a little",
    "went in. I shook some more. All of it went in.",
    "When I whirled the killing stick with her heart’s blood",
    "over her head, her head",
    "moved. When I whirled it some more, she moved",
    "more. The third time I whirled the killing stick",
    "she gasped for breath. She blew some breath",
    "out of her mouth, and was all right.",
    "I said,",
    ". She",
    "got up. I said,",
    ".",
    ".",
    ",",
    ".",
    "She ate some lilies. She walked around, then",
    "came back and slept. When laughing and talking women",
    "woke her she gathered her lilies and returned to camp.",
    "The next day she walked around and played,",
    "talked and made fun, gathering with others oysters",
    "and lilies. She brought into camp what she",
    "gathered. That night she lay down and died.",
    "Even the gods cannot",
    "end death. In this universe anybody can kill anybody",
    "with a stick. What the gods gave me",
    "is",
    "gift, the power to bury within each",
    "creature the hour it ceases.",
    "Everyone knows I have powers but not such power.",
    "If they knew I would be so famous",
    "they would kill me.",
    "I tell you because your tongue is stone.",
    "If the gods ever give you words, one night in",
    "sleep you will wake to find me above you.",
    "•",
    "After sex & metaphysics, —",
    ". . . what?",
    "What you have made.",
    "•",
    ",",
    ",",
    ",",
    ",",
    ",",
    ",",
    "•",
    "drugged to sleep by repetition of the diurnal",
    "round, the monotonous sorrow of the finite,",
    "within I am awake",
    "repairing in dirt the frayed immaculate thread",
    "forced by being to watch the birth of suns",
    "•",
    "This is the end of the third hour of the night."
  ],
  "title": "The Third Hour of the Night",
  "year": ""
}