{
  "author": "Frank Stanford",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Activities",
    "Travels",
    "Journeys",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180460",
  "region": "U.S., Southern",
  "text": [
    "I Or Your Woman",
    "The night was a bad one.",
    "I only saw one other person out:",
    "A big black man on muleback",
    "Riding along the levee, marking the water.",
    "There was a lantern in his hand",
    "And what you could call a grim smile on the lips.",
    "I shifted down gears,",
    "Rolled down the window, turned the radio low.",
    "And said, “Say there, man, how goes it?”",
    "But he couldn’t hear me for the rain",
    "And the song on his transistor radio.",
    "“I don’t know,” he said, “but it’s raining,",
    "Raining to beat hell.”",
    "Said I, “Do you think it’s going to quit?”",
    "“Friend, I couldn’t tell you.”",
    "When big water will, you call everyman friend . . .",
    "We said our goodnights,",
    "Went on, by mule and flatbed truck, wearing black",
    "Rubber, cold to the bone,",
    "Like divers from different ships meeting below.",
    "All you can do is nod, some of the times.",
    "At least, we spoke, knowing that living",
    "Anywhere near the river",
    "You speak when you can; the only thing you try",
    "To hold is your liquor,",
    "And we had none, that bad night on the levee.",
    "Always down the road, I looked up",
    "In the mirror. And I’m sure he’d a done the same.",
    "II Midnight",
    "I almost slid off, once",
    "Imagining this cloud was a pall",
    "And the moon was a body.",
    "I don’t know who put coins over her eyes.",
    "When I got to Rampion’s Ferry,",
    "I thought I was the only one there.",
    "I mean it was quiet,",
    "Except for the current, the cables, and the rain.",
    "I got a piece of rope",
    "Out of the back of my truck, and wound it",
    "Around the generator",
    "Engine; it kicked right off the first pull.",
    "The yellow bug lights came on,",
    "And I saw a body move under a purple blanket.",
    "He cussed me out",
    "For waking him up, pulling his old self up.",
    "There was some kind of fish",
    "In the weave of his poncho; other figures",
    "Of snakes and birds, too.",
    "I didn’t mean to wake the awnry fellow up,",
    "I wonder if I did.",
    "A strange odor came from underneath him",
    "When he dragged out his towsack.",
    "It didn’t smell of something burning, but of",
    "Something that was singed.",
    "Like the rain, it didn’t let up.",
    "“Are we going crosst it, or not,”",
    "He told me in a voice, half-blooded song.",
    "III Some Past Twelve",
    "Someone with a light",
    "Rode up before I could see what all",
    "He was pulling from the burlap:",
    "Blue calling chalk you find in pool halls, ivory",
    "Tusks, a stringer with rotten heads",
    "The good book and another I couldn’t pronounce—",
    "Just as worn,",
    "And one of those paperweight crystals that snows.",
    "He had strummed the mandolin twice,",
    "A couple of sounds blue as a fox in trouble",
    "In a snowdrift on a ridge, like weeds",
    "Burning underwater, a few licks of silent fire.",
    "When I recognized the lookout",
    "The ferry wasn’t more than a few feet off the bank,",
    "So the mule made it aboard, easy;",
    "Its hooves on the planks like a mad, rough carpenter",
    "Nailing driftwood together.",
    "Oh, we made it across. We didn’t exactly",
    "Hit the dock on the head,",
    "But we floated on down to Vahalia’s Landing.",
    "We had a good time.",
    "The foreigner played the mandolin, the river",
    "Reached its crest,",
    "And the man on the mule and I drank way into the morning.",
    "They heard us, the ones on land.",
    "“We’re a floating whorehouse, without noun women.”",
    "And in the dead of night,",
    "Rain and all, we motioned them on."
  ],
  "title": "Crest",
  "year": ""
}