{
  "author": "Michael McClure",
  "classification": "",
  "keywords": [
    "Living",
    "The Mind",
    "Activities",
    "Travels",
    "Journeys",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/241730",
  "region": "U.S., Western",
  "text": [
    "—ALL HUGE LIKE GIANT FLIGHTLESS KIWIS TWICE THE",
    "SIZE OF OSTRICHES,",
    "they turned and walked away from us",
    "and you were there Jane and you were twenty-two",
    "but this was the nineteen-forties,",
    "in Wichita, near the edge of town, in a field",
    "surrounded by a copse of cottonwoods. It was",
    "getting dark and the trees around the bridge",
    "almost glowed like a scene by Palmer.",
    "The two Giant Birds—Aepyorni—from Madagascar,",
    "extincted A.D. one thousand, turned and walked",
    "from us across the bridge. Even in the semi-darkness",
    "the softness of their brown feathers made",
    "curls pliant as a young mother’s hair. There",
    "was a sweet submission in the power of their enormous",
    "legs (giant drumsticks). Their tiny heads",
    "(in proportion to their bodies) were bent",
    "utterly submerged in their business and sweeping",
    "side to side as a salmon does—or as a wolf does—",
    "but with a Pleistocene, self-involved gentleness",
    "beyond our ken. My heart rose in my chest",
    "(as the metaphysical poets say “with",
    "purple wings of joy.”) to see them back",
    "in life again. We both looked, holding hands,",
    "and I felt your wide-eyed drinking-in",
    "of things.",
    "Then I turned and viewed across the darkening",
    "field and there was a huge flightless hunting fowl",
    "(the kind that ate mammals in the Pliocene).",
    "He stood on one leg in the setting sun by the sparkling",
    "stream that cut across the meadow to the bridge.",
    "He had a hammer head and curled beak, and after my",
    "initial surge of fear to see the field was dotted,",
    "populated, by his brethren, each standing in the setting",
    "sun, I saw their stately nobility",
    "and again",
    "the self-involvement.",
    "We followed the Aepyorni",
    "across the old wooden bridge made of huge",
    "timbers. The bridge was dark from the shadows",
    "of the poplars and the evergreens there.",
    "The stream was dimpled with flashing moonlight",
    "—and I think it had a little song.",
    "Then",
    "I found that on the bridge we were among",
    "a herd of black Wildebeests—Black Gnus.",
    "One was two feet away—turned toward me—",
    "looking me eye-into-eye. There was primal",
    "wildness in the upstanding coarse (not",
    "sleek as it really is in Africa) fur on",
    "the knobby, powerful-like-buffalo shoulders.",
    "(Remember this is a dream.) I passed by him",
    "both afraid and unafraid of wildness as I had passed",
    "through the herd of zebras at the top of Ngorongoro Crater",
    "in front of the lodge, where from the cliff we could see",
    "a herd of elephants like ants, and the soda lake",
    "looked pink because of flamingos there.",
    "There is an essence in fear overcome",
    "and I overcame fright in passing those zebras",
    "and this black Wildebeest.",
    "Then we passed",
    "over the heavy bridge and down a little trail",
    "on the far side of the meadow, walking back",
    "in the direction we had been.",
    "Soon we came",
    "to a cottage of white clapboards",
    "behind a big white clapboard house and knocked",
    "on the door; it was answered by a young man",
    "with long hair who was from the Incredible String Band.",
    "He took us inside and he played an instrument",
    "like a guitar and he danced as he played it.",
    "The lyre-guitar was covered with square plastic",
    "buttons in rows of given sizes and shapes.",
    "The instrument would make any sound, play",
    "any blues, make any creature sound, play",
    "any melody…I wanted it",
    "badly—it was a joy. My chest rose.",
    "I figured I’d have to, and would be glad to,",
    "give twenty or thirty thousand for it…",
    "Then the dream broke",
    "and I was standing somewhere with Joanna",
    "to the side of a crowd of people by a wall",
    "of masonry and I reached into my mouth",
    "and took from my jaw (all the other",
    "persons vanished and I was the center of everything)",
    "a piece which was eight teeth",
    "fused together. I stared at them",
    "wondering how they could all be one piece.",
    "They were white…It was some new fossil.",
    "Down on the bone there were indentations like rivulets",
    "like the flowing patterns of little rivers."
  ],
  "title": "Dream: The Night of December 23rd ﻿",
  "year": ""
}