{
  "author": "Michael McClure",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Sorrow",
    "Grieving",
    "Youth",
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/241728",
  "region": "U.S., Western",
  "text": [
    "IN LIGHT ROOM IN DARK HELL IN UMBER IN CHROME,",
    "I sit feeling the swell of the cloud made about by movement",
    "of arm leg and tongue. In reflections of gold",
    "light. Tints and flashes of gold and amber spearing",
    "and glinting. Blur glass…blue Glass,",
    "black telephone. Matchflame of violet and flesh",
    "seen in the clear bright light. It is not night",
    "and night too. In Hell, there are stars outside.",
    "And long sounds of cars. Brown shadows on walls",
    "in the light",
    "of the room. I sit or stand",
    "wanting the huge reality of touch and love.",
    "In the turned room. Remember the long-ago dream",
    "of stuffed animals (owl, fox) in a dark shop. Wanting",
    "only the purity of clean colors and new shapes",
    "and feelings.",
    "I WOULD CRY FOR THEM USELESSLY",
    "I have ten years left to worship my youth",
    "Billy the Kid, Rimbaud, Jean Harlow",
    "IN DARK HELL IN LIGHT ROOM IN UMBER AND CHROME I",
    "feel the swell of",
    "smoke the drain and flow of motion of exhaustion, the long sounds of cars",
    "the brown shadows",
    "on the wall. I sit or stand. Caught in the net of glints from corner table to",
    "dull plane",
    "from knob to floor, angles of flat light, daggers of beams. Staring at love’s face.",
    "The telephone in cataleptic light. Marchflames of blue and red seen in the",
    "clear grain.",
    "I see myself—ourselves—in Hell without radiance. Reflections that we are.",
    "The long cars make sounds and brown shadows over the wall.",
    "I am real as you are real whom I speak to.",
    "I raise my head, see over the edge of my nose. Look up",
    "and see that nothing is changed. There is no flash",
    "to my eyes. No change to the room.",
    "—No! The dead, dead world.",
    "The strain of desire is only a heroic gesture.",
    "An agony to be so in pain without release",
    "when love is a word or kiss."
  ],
  "title": "The Chamber",
  "year": ""
}