{
  "author": "Mary Jo Salter",
  "classification": "Elegy",
  "keywords": [
    "Music",
    "Arts",
    "Sciences",
    "Living",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172195",
  "region": "U.S., New England",
  "text": [
    "The music was already turning sad,",
    "those fresh-faced voices singing in a round",
    "the lie that time could set its needle back",
    "and play from the beginning. Had you lived",
    "to eighty, as you’d wished, who knows?—you might",
    "have broken from the circle of that past",
    "more ours than yours. Never even sure",
    "which was the truest color for your hair",
    "(it changed with each photographer), we claimed",
    "you for ourselves; called you John and named",
    "the day you left us (spun out like a reel—",
    "the last broadcast to prove you’d lived at all)",
    "an end to hope itself. It isn’t true,",
    "and worse, does you no justice if we call",
    "your death the death of anything but you.",
    "II",
    "It put you in the headlines once again:",
    "years after you’d left the band, you joined",
    "another—of those whose lives, in breaking, link",
    "all memory with their end. The studio",
    "of history can tamper with you now,",
    "as if there’d always been a single track",
    "chance traveled on, and your discordant voice",
    "had led us to the final violence.",
    "Yet like the times when I, a star-crossed fan,",
    "had catalogued your favorite foods, your views",
    "on monarchy and war, and gaily clipped",
    "your quips and daily antics from the news,",
    "I keep a loving record of your death.",
    "All the evidence is in—of what,",
    "and to what end, it’s hard to figure out,",
    "riddles you might have beat into a song.",
    "A younger face of yours, a cover shot,",
    "peered from all the newsstands as if proof",
    "of some noteworthy thing you’d newly done."
  ],
  "title": "John Lennon",
  "year": ""
}