{
  "author": "George Bradley",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Pets",
    "Living",
    "Social Commentaries",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178007",
  "region": "",
  "text": [
    "Her handlers, dressed in vests and flannel pants,",
    "Step forward in the weak winter light",
    "Leading a behemoth among elephants,",
    "Topsy, to another exhibition site;",
    "Caparisoned with leather bridle,",
    "Six impassive tons of carnival delight",
    "Shambles on among spectators who sidle",
    "Nervously off, for the brute has killed",
    "At least three men, most recently an idle",
    "Hanger-on at shows, who, given to distilled",
    "Diversions, fed her a live cigar.",
    "Since become a beast of burden, Topsy thrilled",
    "The crowds in her palmy days, and soon will star",
    "Once more, in an electrocution,",
    "Which incident, though it someday seem bizarre,",
    "Is now a new idea in execution.",
    "Topsy has been fed an unaccustomed treat,",
    "A few carrots laced with cyanide,",
    "And copper plates have been fastened to her feet,",
    "Wired to cables running off on either side;",
    "She stamps two times in irritation,",
    "Then waits, for elephants, having a thick hide,",
    "Know how to be patient. The situation",
    "Seems dreamlike, till someone throws a switch,",
    "And the huge body shakes for the duration",
    "Of five or six unending seconds, in which",
    "Smoke rises and Topsy’s trunk contracts",
    "And twelve thousand mammoth pounds finally pitch",
    "To earth, as the current breaks and all relax.",
    "It is a scene shot with shades of grey—",
    "The smoke, the animal, the reported facts—",
    "On a seasonably grey and gloomy day.",
    "Would you care to see any of that again?",
    "See it as many times as you please,",
    "For an electrician, Thomas Edison,",
    "Has had a bright idea we call the movies,",
    "And called on for monitory spark,",
    "Has preserved it all in framed transparencies",
    "That are clear as day, for all the day is dark.",
    "You might be amused on second glance",
    "To note the background—it’s an amusement park!—",
    "A site on Coney Island where elephants",
    "Are being used in the construction,",
    "And where Topsy, through a keeper’s negligence,",
    "Got loose, causing some property destruction,",
    "And so is shown to posterity,",
    "A study in images and conduction,",
    "Sunday, January 4th, 1903."
  ],
  "title": "Electrocuting an Elephant",
  "year": ""
}