{
  "author": "George Bradley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29914",
  "region": "",
  "text": [
    "Standing in line at the SuperSave, it all falls",
    "Into place, Princess Di and the aliens and diet",
    "Tips from outer space, King Tut and King Elvis,",
    "Out of the subfusc air, the rank urgency of dusk,",
    "Among the heavy odors of differing dungs,",
    "Acrid signatures of urine, the bold perfume of musk . . .",
    "Nostradamus, this year's senate race, unforeseen",
    "Links between absolutely everything and sex,",
    "Conspiracies requiring conspiracy to be detected,",
    "From a sibilance of scattered leaves, the sudden",
    "Snap of twig, inflections of a gabbling breeze,",
    "Horizons stained with dust, the attitude of trees . . .",
    "And O my fellow shoppers waiting to check out,",
    "What appetite is this that drives such dim belief,",
    "What thirst for intercourse between these banal bits?",
    "From the cacophony of birds as from abrupt silence,",
    "Odd sounds of usual insects, subliminal presence",
    "Of added shadow, faintest trembling in the ground . . .",
    "When greed and accident stand ever ready to explain,",
    "Whence this convolvulus of tenuous connection?",
    "What need for the devious when the obvious will do?",
    "From remarkable weeds, from a slight imbalance",
    "In the normal proportion of game, from distressed bark,",
    "Out of the bewildering swirl of importunate sense . . .",
    "Attention, shoppers, there lies a veldt within us each,",
    "Its grasses rustle with intent, and on that plain",
    "Was born the fine suspicion that has carried us so far,",
    "To behold the unassuming fact and comprehend design,",
    "To look upon confusion and construct its plot and act,",
    "To leap at merest notion found floating in the mind . . .",
    "Has brought us to these sheltered aisles under thin gray light,",
    "Where in boredom and abundance we seek our narrative,",
    "Whatever tale comes now to kill us and can creep."
  ],
  "title": "Some Assembly Required",
  "year": ""
}