{
  "author": "George Bradley",
  "classification": "",
  "keywords": [
    "Nature",
    "Sports",
    "Outdoor Activities",
    "Seas, Rivers,",
    "Streams",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178005",
  "region": "",
  "text": [
    "In the southern Adriatic, where the blue begins,",
    "We came to rest awhile and play",
    "On sun-drenched islands known as Tremiti,",
    "Where the breeze blows fresh",
    "And pine trees shiver and the salt sea",
    "Washes the likes of you and me,",
    "In the southern Adriatic, in the wind-blown spray.",
    "In the bluest water, just where it begins,",
    "We came to play awhile, came to rest",
    "On rocky shores of barren coves,",
    "As the swells arrived and water splashed",
    "And reflected sunlight jumped and shimmered",
    "Among the cliffs and overhangs and grottoes,",
    "In the Adriatic, where that sort of thing begins.",
    "In the clear blue water that the swells bring by",
    "Out of the sunny Adriatic Sea,",
    "We came to rest and play and bathe ourselves,",
    "As the pine trees swayed on the bluffs above",
    "And wind dispersed the salt sea spray,",
    "In the sunny Adriatic, where a way of life begins.",
    "We came seeking an immersion, to find ourselves",
    "In waters clear enough to fathom",
    "A bottom profoundly blue, to see it seemed",
    "All the way to Greece or any other site",
    "That water washed as well or sun could so ignite,",
    "Came to see ourselves in a world of dreams,",
    "That words might furnish what place implies,",
    "That place might finish what a word begins.",
    "We came seeking clearest water, sunniest sky,",
    "Came, you and I, to see what would be seen",
    "Immersed in waters consummately blue,",
    "In sunlit swells that carried their dark secret,",
    "Tiny hosts known as",
    ", whose fragile arms",
    "Glanced and stung and burned all day",
    "And raised the blush that blossomed on our skins,",
    "Aggravated by the sun and spray,",
    "By our own attempts to hold each other,",
    "As we swam out of ourselves and were swept away,",
    "In the southern Adriatic, where the blue begins."
  ],
  "title": "Where the Blue Begins",
  "year": ""
}