{
  "author": "Brian Culhane",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Religion",
    "Reading",
    "Books",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/183497",
  "region": "U.S., Northwestern",
  "text": [
    "For hours now the Last Supper has been over,",
    "And the beating almost over, and morning’s cry",
    "Yet to be heard by the workmen in the courtyard",
    "Warming themselves by the hasty fire, and Peter,",
    "Near the agony in the garden, feeling something",
    "Terrible happening, blinking back stale sleep,",
    "Peter turns his face from strangers’ stares.",
    "“This man also was with Jesus.” The others",
    "Slowly turning toward him with cold interest,",
    "And his own voice, thick-tongued: “I do not know him.”",
    "That the cock crows not then but at the third",
    "Must tell us much about the nature of faith,",
    "How it leans on separations, how it robes simple",
    "Gestures—a hand waving from an open window—",
    "With deferral, as if real knowledge only comes after,",
    "As though Peter could only see what he’d done",
    "Upon going from the high priest’s courtyard",
    "And, all alone, weeping bitterly in the dawn.",
    "That much we can understand, but why then",
    "Does Chekhov revisit this known, hard ground",
    "With a half-frozen student who, on his way back",
    "From a failed hunt, thinks how this same chill",
    "Easter wind must have blown in Rurik’s age",
    "And scourged the hungry poor in the years",
    "Of Peter the Great and Ivan the Terrible?",
    "Wind, raw wind, hunger, icy needles of rain . . .",
    "The same as then—until, coming on two widows,",
    "A huge, shapeless old woman in a man’s overcoat",
    "And her putty-faced daughter washing a kettle,",
    "The student asks if he might share their fire,",
    "Saying, as he does, that St. Peter had on such",
    "A night warmed himself before a fire, on such",
    "A cold, extraordinarily long and terrible night.",
    "Murmuring welcomes, they bring him inside,",
    "And soon he finds himself describing in detail",
    "That part of the gospel which is Peter’s betrayal:",
    "“. . . thus I imagine it: the garden deathly still",
    "And very dark, and in the silence came",
    "Sounds of muffled sobbing—” Here his account",
    "Breaks off when the absently-smiling Vasilissa",
    "Suddenly weeps, burying her eyes in her apron;",
    "Whereupon her daughter, herself bowed down",
    "By sickness and filth, blushes and turns away.",
    "The student, for all his theology, is speechless.",
    "There’s nothing for it now but to step out",
    "With empty game-bag and find his moonlit",
    "Way back home across the ancient marsh.",
    "Only then does he see in the waterlogged",
    "Meadow, well beyond the river’s sedges,",
    "Something remarkable: a high-walled garden",
    "Looming green against a background of sand.",
    "Nineteen hundred years crossed in heartbeats!",
    "In that kindled instant all the world’s travails",
    "Drop from his shoulders. Just twenty-two,",
    "He has found the very quick of faith.",
    "Gone are hunger, sleet and useless words. Gone!",
    "Ah, we leave him there at century’s end,",
    "Before he has returned to his village",
    "—And all that returning would surely mean—",
    "In this, the briefest of the master’s stories."
  ],
  "title": "Chekhov’s “The Student” (April, 1894)",
  "year": ""
}