{
  "author": "Brian Culhane",
  "classification": "",
  "keywords": [
    "Health",
    "Illness",
    "Arts",
    "Sciences",
    "Living",
    "Reading",
    "Books",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/183477",
  "region": "U.S., Northwestern",
  "text": [
    "Before he put his important question to an oracle,",
    "Croesus planned to test all the famous soothsayers,",
    "Sending runners half around the world, to Delphi,",
    "Dodona, Amphiarius, Branchidae, and Ammon,",
    "So as to determine the accuracy of their words;",
    "His challenge: not to say anything of his future",
    "But rather what he was doing in his capital, Sardis",
    "(Eating an unlikely meal of lamb and tortoise,",
    "Exactly one hundred days after messengers had set out).",
    "This posed a challenge, then, of far space not of time:",
    "Of seeing past dunes and rock fortresses; of flying,",
    "Freighted, above caravans and seas; of sightedness,",
    "As it were, in the present construed as a darkened room.",
    "Croesus of Lydia sought by this means to gauge",
    "The unplumbed limits of what each oracle knew,",
    "Hesitant to entrust his fate to any unable to divine",
    "Lamb and tortoise stewing in a bronze pot.",
    "When only the Pythia of Apollo at Delphi correctly",
    "Answered from her cleft, her tripod just the lens",
    "For seeing into the royal ego, she put his mind to rest,",
    "But not before speaking in her smoke-stung voice:",
    "I know the speech of the dumb and I hear those without voice.",
    "We know this because those present wrote it down.",
    "Of the King’s crucial questions, however, there is nothing.",
    "We have no word. The histories are silent.",
    "My analyst,",
    "Whose office on Madison was narrow as an anchorite’s cave,",
    "Would sit behind me as I stared up at her impassive ceiling,",
    "As the uptown buses slushed all the way to Harlem,",
    "And I would recount, with many hesitations and asides,",
    "The play I was starring in, whose Acts were as yet",
    "Fluid, though the whole loomed tragically enough.",
    "She would listen, bent over knitting, or occasionally note",
    "Some fact made less random by my tremulous soliloquy.",
    "When much later I heard of her death after long cancer,",
    "I walked across town and stood, in front of her building,",
    "Trying to resurrect those afternoons that became the years",
    "We labored together toward a time without neurosis,",
    "When I might work and raise a family and find peace.",
    "Find, if not happiness exactly, some surcease from pain.",
    "What question had I failed to ask, when the chance was mine?",
    "When she, who knew me so well, could have answered?",
    "Let just one of those quicksilver hours be returned to me,",
    "With my knowledge now of the world, and not a boy’s,",
    "With all that I have become a lighted room. One hour",
    "To ask the question that burned, once, in a King’s throat:",
    "The question of all questions, the true source and center,",
    "Without which a soul must make do, clap hands and sing."
  ],
  "title": "The King’s Question",
  "year": ""
}