{
  "author": "Elizabeth Spires",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/26512",
  "region": "",
  "text": [
    "Dear Friend, “Called away” from my country,",
    "I square the egg and put it in a letter",
    "that all may read, gilding each word a little",
    "so that touched, it yields to a secret",
    "stirring, a small gold bird on a spring",
    "suddenly appearing to sing a small song",
    "of regret, elation, that overspills all private",
    "bounds, although you ask, as I do, what now",
    "do we sing to, sing for? Before the Great War,",
    "I made a diamond-studded coach three inches high",
    "with rock crystal windows and platinum wheels",
    "to ceremoniously convey a speechless egg to Court.",
    "All for a bored Czarina! My version of history",
    "fantastic and revolutionary as I reduced the scale",
    "to the hand-held dimensions of a fairy tale,",
    "hiding tiny Imperial portraits and cameos",
    "in eggs of pearl and bone. Little bonbons, caskets!",
    "The old riddle of the chicken and the egg",
    "is answered thus: in the Belle Epoque",
    "of the imagination, the egg came first, containing,",
    "as it does, both history and uncertainty, my excesses",
    "inducing unrest among those too hungry to see",
    "the bitter joke of an egg one cannot eat.",
    "Oblique oddity, an egg is the most beautiful of all",
    "beautiful forms, a box without corners",
    "in which anything can be contained, anything",
    "except Time, that old jeweler who laughed",
    "when he set me ticking. Here, among the clocks",
    "and watches of a country precisely ordered",
    "and dying, I am not sorry, I do not apologize.",
    "Three times I kiss you in memory",
    "of that first Easter, that first white rising,",
    "and send this message as if it could save you:",
    "Even the present is dead. We must live now",
    "in the future. Yours, Fabergé."
  ],
  "title": "Fabergé's Egg",
  "year": ""
}