{
  "author": "Elizabeth Spires",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172256",
  "region": "",
  "text": [
    "I count the rays of the jellyfish:",
    "twelve in this one, like a clock to tell time by,",
    "thirteen in the next, time gone awry.",
    "A great wind brought them in, left them here",
    "to die, indifferent time measured by whirling moon",
    "and sun, by tides in perpetual fall and rise.",
    "Englobed, transparent, they litter the beach,",
    "creatureless creatures deprived of speech",
    "who spawn more like themselves before they die.",
    "I peer into each and see a faceless",
    "red center, red spokes like a star.",
    "They are, and are not, like what we are.",
    "At noon, in the too bright light, watchful,",
    "looking too hard, we saw the scene turn dark",
    "and lost the children for a moment, waves",
    "crashing around them. Shadow blended with shadow,",
    "the sun inside a cloud, and then the children",
    "were restored to us, our worst fears a hallucination.",
    "All afternoon their castles, poor and proud,",
    "rose and fell. Great civilizations were built,",
    "came to an end, the children mighty lords, their castles",
    "only as small as we are to the stars and starry structures.",
    "The day was infinite for them, time stretching",
    "to the farthest horizon, the sun their overlord.",
    "But how to reconcile these summer days washing away",
    "with our need to commemorate, to hold onto?",
    "They knew. And so they sang a song tuneless and true,",
    "admitting no fixed point, no absolute, words",
    "overheard and blurred by great winds blowing in,",
    "a rhyme or round for a time such as we live in:",
    "The world is made, knocked down, and made again!",
    "This is the moment of stasis: gulls stall",
    "above the burned-out mansion on the bluff,",
    "gone for thirty years, and cairns rise up,",
    "stone balanced on stone. By evening, the beach",
    "is empty, my shadow a long-legged giant leading me",
    "past small battlements to the day’s masterpiece:",
    "a dripping castle, all towers and crenellation,",
    "tall as a child, made by many children, flying",
    "three-pointed flags that wave hopefully in the wind.",
    "Closer, I see the moat, the courtyard’s secret",
    "pool in which, macabrely, red jellyfish float,",
    "death and potentiality entwined forever.",
    "A crab small as my fingernail, dead,",
    "perfect in every detail, with hairlike spinnerets",
    "and claws, guards the open castle door from entry",
    "as night begins to fall and shadows dark as ink",
    "wash in to stain the beach. Shivering, I think,",
    "O sentry, who would enter here?",
    "Traveling once, I stood under the open sky",
    "inside a great unfinished cathedral.",
    "Stonemasons, there for generations, clung",
    "like ants to thin scaffolding, carving",
    "griffins and saints, the rising spires and portals",
    "dripping like hot wax, and birds flew",
    "freely in and out of lacy walls, like angels",
    "thrown down from heaven. Gaudy and grand,",
    "it was a vision of eternal mind. Its maker,",
    "dead for a long time, had left no finished plan,",
    "design, but work went on, days turning",
    "into years, the century coming to a close.",
    "In disbelief, I touched each twisting vine",
    "and leaf, marveling at what had been done,",
    "and what was yet to be, and wished,",
    "as I wish now, O let it never be complete!"
  ],
  "title": "Mansion Beach",
  "year": ""
}