{
  "author": "Elizabeth Spires",
  "classification": "",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172253",
  "region": "",
  "text": [
    "Along Ocean Highway, apartments rise up",
    "to ten and twenty stories,",
    "white, hallucinatory, defying the shifting sand,",
    "the storm moving in off the Atlantic",
    "that drives the rain, needlelike,",
    "across the windshield so that we can’t see,",
    "so that we stop in Ocean City to wait the storm out",
    "at the Dutch, the only bar on the boardwalk",
    "open this time of year, all the concessions",
    "boarded up, weather-beaten, closed against the season.",
    "Last summer in violet light, kites",
    "spiraled downward in loops, then up,",
    "dragons and birds flying high above the boardwalk.",
    "Ocean City. Haven of the lost and aimless,",
    "with a ten-foot sand sculpture of Christ",
    "illuminated by neon lights.",
    "People on their way to Ripley’s BELIEVE IT OR NOT",
    "looked on in apathy, then wandered off,",
    "their children begging for another ride",
    "on the Avalanche or Safari.",
    "Out, far out, at the end of a pier,",
    "silhouetted against gray sky, gray water,",
    "Morbid Manor rose up, Gothic and dreamy,",
    "as children ran screaming from the exit door",
    "chased by a ghost with a chain saw.",
    "One child ignored it all; she lay with her face",
    "pressed close to a knothole in the pier,",
    "looking down, down, to the boiling black water.",
    "“What do you see?” I asked,",
    "but she didn’t move or answer me.",
    "Long, narrow, and dark,",
    "the Dutch, with its shifting clientele\u0097",
    "from summer weekend pickups to Ocean City regulars\u0097",
    "allows for strangers. We order Irish coffee,",
    "then two more, and use our change to play an arcade game.",
    "Aliens, half an inch high, in green armor,",
    "drop out of a glowing sky and quickly multiply.",
    "Our backs to the storm, we play out",
    "old anxieties, losing each game to time and starting over:",
    "we must save what’s being threatened and not ask why."
  ],
  "title": "Ocean City: Early March",
  "year": ""
}