{
  "author": "George Crabbe",
  "classification": "",
  "keywords": [
    "Nature",
    "Class",
    "Living",
    "Social Commentaries",
    "Landscapes",
    "Pastorals"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173297",
  "region": "England",
  "text": [
    "The village life, and every care that reigns",
    "O'er youthful peasants and declining swains;",
    "What labour yields, and what, that labour past,",
    "Age, in its hour of languor, finds at last;",
    "What forms the real picture of the poor,",
    "Demands a song—the Muse can give no more.",
    "Fled are those times, if e'er such times were seen,",
    "When rustic poets praised their native green;",
    "No shepherds now, in smooth alternate verse,",
    "Their country's beauty or their nymphs' rehearse;",
    "Yet still for these we frame the tender strain,",
    "Still in our lays fond Corydons complain,",
    "And shepherds' boys their amorous pains reveal,",
    "The only pains, alas! they never feel.",
    "On Mincio's banks, in Caesar's bounteous reign,",
    "If Tityrus found the Golden Age again,",
    "Must sleepy bards the flattering dream prolong,",
    "Mechanic echoes of the Mantuan song?",
    "From truth and nature shall we widely stray,",
    "Where Virgil, not where Fancy, leads the way?",
    "Yes, thus the Muses sing of happy swains,",
    "Because the Muses never knew their pains.",
    "They boast their peasants' pipes, but peasants now",
    "Resign their pipes and plod behind the plough;",
    "And few amid the rural tribe have time",
    "To number syllables and play with rhyme;",
    "Save honest Duck, what son of verse could share",
    "The poet's rapture and the peasant's care?",
    "Or the great labours of the field degrade",
    "With the new peril of a poorer trade?",
    "From one chief cause these idle praises spring,",
    "That themes so easy few forbear to sing;",
    "They ask no thought, require no deep design,",
    "But swell the song and liquefy the line;",
    "The gentle lover takes the rural strain,",
    "A nymph his mistress and himself a swain;",
    "With no sad scenes he clouds his tuneful prayer,",
    "But all, to look like her, is painted fair.",
    "I grant indeed that fields and flocks have charms",
    "For him that gazes or for him that farms;",
    "But when amid such pleasing scenes I trace",
    "The poor laborious natives of the place,",
    "And see the mid-day sun, with fervid ray,",
    "On their bare heads and dewy temples play;",
    "While some, with feebler heads and fainter hearts,",
    "Deplore their fortune, yet sustain their parts:",
    "Then shall I dare these real ills to hide",
    "In tinsel trappings of poetic pride?",
    "No, cast by Fortune on a frowning coast,",
    "Which can no groves nor happy valleys boast;",
    "Where other cares than those the Muse relates,",
    "And other shepherds dwell with other mates;",
    "By such examples taught, I paint the cot,",
    "As truth will paint it, and as bards will not:",
    "Nor you, ye poor, of lettered scorn complain,",
    "To you the smoothest song is smooth in vain;",
    "O'ercome by labour and bowed down by time,",
    "Feel you the barren flattery of a rhyme?",
    "Can poets soothe you, when you pine for bread,",
    "By winding myrtles round your ruined shed?",
    "Can their light tales your weighty griefs o'erpower,",
    "Or glad with airy mirth the toilsome hour?",
    "Lo! where the heath, with withering brake grown o'er,",
    "Lends the light turf that warms the neighboring poor;",
    "From thence a length of burning sand appears,",
    "Where the thin harvest waves its withered ears;",
    "Rank weeds, that every art and care defy,",
    "Reign o'er the land and rob the blighted rye:",
    "There thistles stretch their prickly arms afar,",
    "And to the ragged infant threaten war;",
    "There poppies, nodding, mock the hope of toil,",
    "There the blue bugloss paints the sterile soil;",
    "Hardy and high, above the slender sheaf,",
    "The slimy mallow waves her silky leaf;",
    "O'er the young shoot the charlock throws a shade,",
    "And the wild tare clings round the sickly blade;",
    "With mingled tints the rocky coasts abound,",
    "And a sad splendor vainly shines around.",
    "So looks the nymph whom wretched arts adorn,",
    "Betrayed by man, then left for man to scorn;",
    "Whose cheek in vain assumes the mimic rose",
    "While her sad eyes the troubled breast disclose;",
    "Whose outward splendour is but folly's dress,",
    "Exposing most, when most it gilds distress.",
    "Here joyless roam a wild amphibious race,",
    "With sullen woe displayed in every face;",
    "Who far from civil arts and social fly,",
    "And scowl at strangers with suspicious eye.",
    "Here too the lawless merchant of the main",
    "Draws from his plough th' intoxicated swain;",
    "Want only claimed the labor of the day,",
    "But vice now steals his nightly rest away.",
    "Where are the swains, who, daily labor done,",
    "With rural games played down the setting sun;",
    "Who struck with matchless force the bounding ball,",
    "Or made the pond'rous quoit obliquely fall;",
    "While some huge Ajax, terrible and strong,",
    "Engaged some artful stripling of the throng,",
    "And, foiled, beneath the young Ulysses fell,",
    "When peals of praise the merry mischief tell?",
    "Where now are these?—Beneath yon cliff they stand,",
    "To show the freighted pinnace where to land;",
    "To load the ready steed with guilty haste;",
    "To fly in terror o'er the pathless waste,",
    "Or, when detected in their straggling course,",
    "To foil their foes by cunning or by force;",
    "Or, yielding part (when equal knaves contest),",
    "To gain a lawless passport for the rest.",
    "Here, wand'ring long amid these frowning fields,",
    "I sought the simple life that Nature yields;",
    "Rapine and Wrong and Fear usurped her place,",
    "And a bold, artful, surly, savage race;",
    "Who, only skilled to take the finny tribe,",
    "The yearly dinner, or septennial bribe",
    "Wait on the shore and, as the waves run high,",
    "On the tossed vessel bend their eager eye,",
    "Which to their coast directs its vent'rous way,",
    "Theirs, or the ocean's, miserable prey.",
    "As on their neighbouring beach yon swallows stand,",
    "And wait for favoring winds to leave the land;",
    "While still for flight the ready wing is spread:",
    "So waited I the favouring hour, and fled;",
    "Fled from these shores where guilt and famine reign,",
    "And cried, Ah! hapless they who still remain;",
    "Who still remain to hear the ocean roar,",
    "Whose greedy waves devour the lessening shore;",
    "Till some fierce tide, with more imperious sway,",
    "Sweeps the low hut and all it holds away;",
    "When the sad tenant weeps from door to door,",
    "And begs a poor protection from the poor!",
    "But these are scenes where Nature's niggard hand",
    "Gave a spare portion to the famished land;",
    "Hers is the fault, if here mankind complain",
    "Of fruitless toil and labor spent in vain;",
    "But yet in other scenes, more fair in view,",
    "Where Plenty smiles—alas! she smiles for few",
    "And those who taste not, yet behold her store,",
    "Are as the slaves that dig the golden ore,",
    "The wealth around them makes them doubly poor.",
    "Or will you deem them amply paid in health,",
    "Labor's fair child, that languishes with wealth?",
    "Go then! and see them rising with the sun,",
    "Through a long course of daily toil to run;",
    "Like him to make the plenteous harvest grow,",
    "And yet not shard the plenty they bestow;",
    "See them beneath the dog-star's raging heat,",
    "When the knees tremble and the temples beat;",
    "Behold them, leaning on their scythes, look o'er",
    "The labour past, and toils to come explore;",
    "See them alternate suns and showers engage,",
    "And hoard up aches and anguish for their age;",
    "Through fens and marshy moors their steps pursue,",
    "When their warm pores imbibe the evening dew;",
    "Then own that labour may as fatal be",
    "To these thy slaves, as luxury to thee.",
    "Amid this tribe too oft a manly pride",
    "Strives in strong toil the fainting heart to hide;",
    "There may you see the youth of slender frame",
    "Contend with weakness, weariness, and shame:",
    "Yet urged along, and proudly loth to yield,",
    "He strives to join his fellows of the field;",
    "Till long-contending nature droops at last,",
    "Declining health rejects his poor repast,",
    "His cheerless spouse the coming danger sees,",
    "And mutual murmurs urge the slow disease.",
    "Yet grant them health, 'tis not for us to tell,",
    "Though the head droops not, that the heart is well;",
    "Or will you urge their homely, plenteous fare,",
    "Healthy and plain and still the poor man's share!",
    "Oh! trifle not with wants you cannot feel,",
    "Nor mock the misery of a stinted meal;",
    "Homely not wholesome, plain not plenteous, such",
    "As you who envy would disdain to touch.",
    "Ye gentle souls, who dream of rural ease,",
    "Whom the smooth stream and smoother sonnet please;",
    "Go! if the peaceful cot your praises share,",
    "Go, look within, and ask if peace be there:",
    "If peace be his—that drooping weary sire,",
    "Or theirs, that offspring round their feeble fire,",
    "Or hers, that matron pale, whose trembling hand",
    "Turns on the wretched hearth th' expiring brand.",
    "Nor yet can time itself obtain for these",
    "Life's latest comforts, due respect and ease;",
    "For yonder see that hoary swain, whose age",
    "Can with no cares except his own engage;",
    "Who, propped on that rude staff, looks up to see",
    "The bare arms broken from the withering tree,",
    "On which, a boy, he climbed the loftiest bough,",
    "Then his first joy, but his sad emblem now.",
    "He once was chief in all the rustic trade,",
    "His steady hand the straightest furrow made;",
    "Full many a prize he won, and still is proud",
    "To find the triumphs of his youth allowed.",
    "A transient pleasure sparkles in his eyes,",
    "He hears and smiles, then thinks again and sighs:",
    "For now he journeys to his grave in pain;",
    "The rich disdain him, nay, the poor disdain;",
    "Alternate masters now their slave command,",
    "And urge the efforts of his feeble hand;",
    "Who, when his age attempts its task in vain,",
    "With ruthless taunts of lazy poor complain.",
    "Oft may you see him, when he tends the sheep,",
    "His winter-charge, beneath the hillock weep;",
    "Oft hear him murmur to the winds that blow",
    "O'er his white locks and bury them in snow;",
    "When, roused by rage and muttering in the morn,",
    "He mends the broken hedge with icy thorn:",
    "\"Why do I live, when I desire to be",
    "At once from life and life's long labour free?",
    "Like leaves in spring, the young are blown away,",
    "Without the sorrows of a slow decay;",
    "I, like yon withered leaf, remain behind,",
    "Nipped by the frost, and shivering in the wind;",
    "There it abides till younger buds come on,",
    "As I, now all my fellow-swains are gone;",
    "Then, from the rising generation thrust,",
    "It falls, like me, unnoticed to the dust.",
    "\"These fruitful fields, these numerous flocks I see,",
    "Are others' gain, but killing cares to me;",
    "To me the children of my youth are lords,",
    "Slow in their gifts but hasty in their words:",
    "Wants of their own demand their care, and who",
    "Feels his own want and succors others too?",
    "A lonely, wretched man, in pain I go,",
    "None need my help and none relieve my woe;",
    "Then let my bones beneath the turf be laid,",
    "And men forget the wretch they would not aid.\"",
    "Thus groan the old, till, by disease oppressed,",
    "They taste a final woe, and then they rest.",
    "Theirs is yon house that holds the parish poor,",
    "Whose walls of mud scarce bear the broken door;",
    "There, where the putrid vapours, flagging, play,",
    "And the dull wheel hums doleful through the day;",
    "There children dwell, who know no parents' care,",
    "Parents, who know no children's love, dwell there;",
    "Heart-broken matrons on their joyless bed,",
    "Forsaken wives, and mothers never wed;",
    "Dejected widows with unheeded tears,",
    "And crippled age with more than childhood-fears;",
    "The lame, the blind, and, far the happiest they!",
    "The moping idiot and the madman gay.",
    "Here too the sick their final doom receive,",
    "Here brought, amid the scenes of grief, to grieve,",
    "Where the loud groans from some sad chamber flow,",
    "Mixed with the clamors of the crowd below;",
    "Here, sorrowing, they each kindred sorrow scan,",
    "And the cold charities of man to man:",
    "Whose laws indeed for ruined age provide,",
    "And strong compulsion plucks the scrap from pride;",
    "But still that scrap is bought with many a sigh,",
    "And pride embitters what it can't deny.",
    "Say ye, oppressed by some fantastic woes,",
    "Some jarring nerve that baffles your repose;",
    "Who press the downy couch, while slaves advance",
    "With timid eye to read the distant glance;",
    "Who with sad prayers the weary doctor tease",
    "To name the nameless ever-new disease;",
    "Who with mock patience dire complaints endure,",
    "Which real pain, and that alone, can cure;",
    "How would ye bear in real pain to lie,",
    "Despised, neglected, left alone to die?",
    "How would ye bear to draw your latest breath,",
    "Where all that's wretched paves the way for death?",
    "Such is that room which one rude beam divides,",
    "And naked rafters form the sloping sides;",
    "Where the vile bands that bind the thatch are seen,",
    "And lath and mud is all that lie between;",
    "Save one dull pane, that, coarsely patched, gives way",
    "To the rude tempest, yet excludes the day.",
    "Here, on a matted flock, with dust o'erspread,",
    "The drooping wretch reclines his languid head;",
    "For him no hand the cordial cup applies,",
    "Nor wipes the tear that stagnates in his eyes;",
    "No friends with soft discourse his pain beguile,",
    "Nor promise hope till sickness wears a smile.",
    "But soon a loud and hasty summons calls,",
    "Shakes the thin roof, and echoes round the walls.",
    "Anon, a figure enters, quaintly neat,",
    "All pride and business, bustle and conceit;",
    "With looks unaltered by these scenes of woe,",
    "With speed that, entering, speaks his haste to go,",
    "He bids the gazing throng around him fly,",
    "And carries fate and physic in his eye;",
    "A potent quack, long versed in human ills,",
    "Who first insults the victim whom he kills;",
    "Whose murd'rous hand a drowsy bench protect,",
    "And whose most tender mercy is neglect.",
    "Paid by the parish for attendance here,",
    "He wears contempt upon his sapient sneer;",
    "In haste he seeks the bed where misery lies,",
    "Impatience marked in his averted eyes;",
    "And, some habitual queries hurried o'er,",
    "Without reply, he rushes on the door:",
    "His drooping patient, long inured to pain,",
    "And long unheeded, knows remonstrance vain;",
    "He ceases now the feeble help to crave",
    "Of man, and mutely hastens to the grave.",
    "But ere his death some pious doubts arise,",
    "Some simple fears, which \"bold bad\" men despise;",
    "Fain would he ask the parish priest to prove",
    "His title certain to the joys above;",
    "For this he sends the murmuring nurse, who calls",
    "The holy stranger to these dismal walls;",
    "And doth not he, the pious man, appear,",
    "He, \"passing rich with forty pounds a year\"?",
    "Ah! no; a shepherd of a different stock,",
    "And far unlike him, feeds this little flock:",
    "A jovial youth, who thinks his Sunday's task",
    "As much as God or man can fairly ask;",
    "The rest he gives to loves and labors light,",
    "To fields the morning and to feasts the night;",
    "None better skilled the noisy pack to guide,",
    "To urge their chase, to cheer them or to chide;",
    "Sure in his shot, his game he seldom missed,",
    "And seldom failed to win his game at whist;",
    "Then, while such honors bloom around his head,",
    "Shall he sit sadly by the sick man's bed",
    "To raise the hope he feels not, or with zeal",
    "To combat fears that ev'n the pious feel",
    "Now once again the gloomy scene explore,",
    "Less gloomy now; the bitter hour is o'er,",
    "The man of many sorrows sighs no more.",
    "Up yonder hill, behold how sadly slow",
    "The bier moves winding from the vale below;",
    "There lie the happy dead, from trouble free,",
    "And the glad parish pays the frugal fee.",
    "No more, oh Death! thy victim starts to hear",
    "Churchwarden stern, or kingly overseer;",
    "No more the farmer gets his humble bow,",
    "Thou art his lord, the best of tyrants thou!",
    "Now to the church behold the mourners come,",
    "Sedately torpid and devoutly dumb;",
    "The village children now their games suspend,",
    "To see the bier that bears their ancient friend:",
    "For he was one in all their idle sport,",
    "And like a monarch ruled their little court;",
    "The pliant bow he formed, the flying ball,",
    "The bat, the wicket, were his labours all;",
    "Him now they follow to his grave, and stand",
    "Silent and sad, and gazing, hand in hand;",
    "While bending low, their eager eyes explore",
    "The mingled relics of the parish poor.",
    "The bell tolls late, the moping owl flies round,",
    "Fear marks the flight and magnifies the sound;",
    "The busy priest, detained by weightier care,",
    "Defers his duty till the day of prayer;",
    "And, waiting long, the crowd retire distressed,",
    "To think a poor man's bones should lie unblessed."
  ],
  "title": "The Village: Book I",
  "year": ""
}