{
  "author": "Rowan Ricardo Phillips",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248572",
  "region": "",
  "text": [
    "Walking across the PCH, we looked",
    "Up and saw, big as the butt of a pen,",
    "Jupiter, fat with light and unheighted.",
    "I looked back at the waiting traffic stalled",
    "At the seaside road’s salt-rimmed traffic lights",
    "As they swayed to the Pacific’s not-quite-",
    "Anapestic song of sea and air —",
    "The raw and sudden crick of crickets —",
    "The cars, suddenly silent as cows —",
    "And blue Malibu blackening like a bee.",
    "A poem is a view of the Pacific",
    "And the Pacific, and the Pacific",
    "Taking in its view of the Pacific,",
    "And the Pacific as the Pacific",
    "(Just like that: as though there’s no Pacific)",
    "Ends. A poem is the palm of the ocean,",
    "Closing. It or she or he is merely,",
    "Which means it or she or he is a mar.",
    "But a mar made up of temperament and",
    "Tempo — the red weather in the heart.",
    "I’m about to get this all wrong, I know:",
    "Santa Monica behind me, the ocean",
    "To my left, Jupiter high above me,",
    "And Malibu somewhere in my mind, flecked",
    "With mist and dusk and Dylan and strange grays",
    "In the sunsets that stripe the seaside hills",
    "Like the tricolor of a country made",
    "Of beauty, the dream of beauty, and smog.",
    "Sadly, in my mind it’s always snowing;",
    "Which is beautiful but austere, unlike here.",
    "Along the thin pedestrian passage",
    "Beside the PCH, just off Sunset,",
    "Mel Gibson chants of beginnings and ends",
    "And lies and facts — Jews and Blacks being",
    "Both the lies and facts. His face is ruddy",
    "Like bruschetta. He storms at the police",
    "Because fuck them. He’s wearing his T-shirt",
    "Like a toga. He schools them his toga",
    "Wisdom from toga times. He offers them",
    "His toga. They offer him a ride — .",
    "Arun’s car carried us like metaphor",
    "In a poem or painting; moving meaning;",
    "Moving the current; being the current;",
    "The terse tug of tides: still the great glamour;",
    "Still, even as we speed on the 110,",
    "The music in my head, the Jupiter",
    "Of the mind’s unstemmed Pacific Ocean",
    "As it unfurls in the vapor trail of",
    "Malibu, fragrant in far-off fluorescents,",
    "Like a nocturnal flower calling you.",
    "Then, Downtown LA and LA Live surged",
    "Up, like marginalia on a newly",
    "Turned page, spangled with bland suggestions,",
    "Fiery accusations of its own",
    "Brilliance that descend into indifference.",
    "We speed nearer and it grows. We veer and",
    "It grows. We park and it grows. Close your eyes.",
    "Now look. And it has grown. Yo la quiero.",
    "But I should know better, if just because",
    "You can smell the injustice in the air.",
    "The Pacific encircles me. Slowly.",
    "As though it doesn’t trust me. Or, better",
    "Said, I only understand it this way:",
    "By feeling like a stranger at its blue",
    "Door. The poet with the sea stuck in his",
    "Enjambments can’t call out to some Cathay",
    "As though some Cathay exists and be glad.",
    "No, the differences we have should be felt",
    "And made, through that feeling, an eclipsed lack;",
    "A power to take in what you can’t take back.",
    "The old hocus of this ocean’s focus",
    "On pulling its waves over the soft surf",
    "Like a skin pulled down tight over the top",
    "Of a drum was, to her, a new hocus.",
    "We stared out with her, out toward Hokusai’s",
    "Tiny boats and rising lace-fringed sea swells",
    "No chunk of haiku could think to charter.",
    "It was like the eighth day of creation",
    "In the eighth line of a poem — she sang,",
    "She didn’t sing, the sea sang, then stopped."
  ],
  "title": "The Beatitudes of Malibu",
  "year": ""
}