{
  "author": "Mark Strand",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Heroes",
    "Patriotism",
    "Mythology",
    "Folklore",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182870",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It was an adventure much could be made of: a walk",
    "On the shores of the darkest known river,",
    "Among the hooded, shoving crowds, by steaming rocks",
    "And rows of ruined huts half buried in the muck;",
    "Then to the great court with its marble yard",
    "Whose emptiness gave him the creeps, and to sit there",
    "In the sunken silence of the place and speak",
    "Of what he had lost, what he still possessed of his loss,",
    "And, then, pulling out all the stops, describing her eyes,",
    "Her forehead where the golden light of evening spread,",
    "The curve of her neck, the slope of her shoulders, everything",
    "Down to her thighs and calves, letting the words come,",
    "As if lifted from sleep, to drift upstream,",
    "Against the water's will, where all the condemned",
    "And pointless labor, stunned by his voice's cadence,",
    "Would come to a halt, and even the crazed, disheveled",
    "Furies, for the first time, would weep, and the soot-filled",
    "Air would clear just enough for her, the lost bride,",
    "To step through the image of herself and be seen in the light.",
    "As everyone knows, this was the first great poem,",
    "Which was followed by days of sitting around",
    "In the houses of friends, with his head back, his eyes",
    "Closed, trying to will her return, but finding",
    "Only himself, again and again, trapped",
    "In the chill of his loss, and, finally,",
    "Without a word, taking off to wander the hills",
    "Outside of town, where he stayed until he had shaken",
    "The image of love and put in its place the world",
    "As he wished it would be, urging its shape and measure",
    "Into speech of such newness that the world was swayed,",
    "And trees suddenly appeared in the bare place",
    "Where he spoke and lifted their limbs and swept",
    "The tender grass with the gowns of their shade,",
    "And stones, weightless for once, came and set themselves there,",
    "And small animals lay in the miraculous fields of grain",
    "And aisles of corn, and slept. The voice of light",
    "Had come forth from the body of fire, and each thing",
    "Rose from its depths and shone as it never had.",
    "And that was the second great poem,",
    "Which no one recalls anymore. The third and greatest",
    "Came into the world as the world, out of the unsayable,",
    "Invisible source of all longing to be; it came",
    "As things come that will perish, to be seen or heard",
    "Awhile, like the coating of frost or the movement",
    "Of wind, and then no more; it came in the middle of sleep",
    "Like a door to the infinite, and, circled by flame,",
    "Came again at the moment of waking, and, sometimes,",
    "Remote and small, it came as a vision with trees",
    "By a weaving stream, brushing the bank",
    "With their violet shade, with somebody’s limbs",
    "Scattered among the matted, mildewed leaves nearby,",
    "With his severed head rolling under the waves,",
    "Breaking the shifting columns of light into a swirl",
    "Of slivers and flecks; it came in a language",
    "Untouched by pity, in lines, lavish and dark,",
    "Where death is reborn and sent into the world as a gift,",
    "So the future, with no voice of its own, nor hope",
    "Of ever becoming more than it will be, might mourn."
  ],
  "title": "Orpheus Alone",
  "year": ""
}