{
  "author": "William Blake",
  "classification": "Simile",
  "keywords": [
    "Mythology",
    "Folklore",
    "Animals",
    "Philosophy",
    "Trees",
    "Flowers",
    "Arts",
    "Sciences",
    "Time",
    "Brevity",
    "Nature",
    "Travels",
    "Journeys",
    "Activities",
    "Youth",
    "Landscapes",
    "Pastorals",
    "Heroes",
    "Patriotism",
    "Stars, Planets, Heavens",
    "Living"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/172907",
  "region": "England",
  "text": [
    "The daughters of Mne Seraphim led round their sunny flocks,",
    "All but the youngest; she in paleness sought the secret air,",
    "To fade away like morning beauty from her mortal day;",
    "Down by the river of Adona her soft voice is heard,",
    "And thus her gentle lamentation falls like morning dew:",
    "\"O life of this our spring! why fades the lotus of the water?",
    "Why fade these children of the spring, born but to smile & fall?",
    "Ah! Thel is like a watry bow, and like a parting cloud,",
    "Like a reflection in a glass, like shadows in the water,",
    "Like dreams of infants, like a smile upon an infant's face,",
    "Like the dove's voice, like transient day, like music in the air.",
    "Ah! gentle may I lay me down, and gentle rest my head,",
    "And gentle sleep the sleep of death, and gentle hear the voice",
    "Of him that walketh in the garden in the evening time.\"",
    "The Lily of the valley, breathing in the humble grass",
    "Answer'd the lovely maid and said: \"I am a watry weed,",
    "And I am very small, and love to dwell in lowly vales;",
    "So weak, the gilded butterfly scarce perches on my head;",
    "Yet I am visited from heaven, and he that smiles on all",
    "Walks in the valley and each morn over me spreads his hand,",
    "Saying: 'Rejoice, thou humble grass, thou new-born lily flower,",
    "Thou gentle maid of silent valleys and of modest brooks;",
    "For thou shalt be clothed in light, and fed with morning manna,",
    "Till summer's heat melts thee beside the fountains and the springs",
    "To flourish in eternal vales.' Then why should Thel complain?",
    "Why should the mistress of the vales of Har utter a sigh?\"",
    "She ceasd and smild in tears, then sat down in her silver shrine.",
    "Thel answered: \"O thou little virgin of the peaceful valley,",
    "Giving to those that cannot crave, the voiceless, the o'ertired;",
    "Thy breath doth nourish the innocent lamb, he smells thy milky garments,",
    "He crops thy flowers, while thou sittest smiling in his face,",
    "Wiping his mild and meekin mouth from all contagious taints.",
    "Thy wine doth purify the golden honey; thy perfume,",
    "Which thou dost scatter on every little blade of grass that springs,",
    "Revives the milked cow, & tames the fire-breathing steed.",
    "But Thel is like a faint cloud kindled at the rising sun:",
    "I vanish from my pearly throne, and who shall find my place?\"",
    "\"Queen of the vales,\" the Lily answered, \"ask the tender cloud,",
    "And it shall tell thee why it glitters in the morning sky,",
    "And why it scatters its bright beauty thro' the humid air.",
    "Descend, O little cloud, & hover before the eyes of Thel.\"",
    "The Cloud descended, and the Lily bowd her modest head,",
    "And went to mind her numerous charge among the verdant grass.",
    "\"O little Cloud,\" the virgin said, \"I charge thee tell to me,",
    "Why thou complainest not when in one hour thou fade away:",
    "Then we shall seek thee but not find; ah, Thel is like to Thee.",
    "I pass away, yet I complain, and no one hears my voice.\"",
    "The Cloud then shew'd his golden head & his bright form emerg'd,",
    "Hovering and glittering on the air before the face of Thel.",
    "\"O virgin, know'st thou not our steeds drink of the golden springs",
    "Where Luvah doth renew his horses? Look'st thou on my youth,",
    "And fearest thou because I vanish and am seen no more,",
    "Nothing remains? O maid, I tell thee, when I pass away,",
    "It is to tenfold life, to love, to peace, and raptures holy:",
    "Unseen descending, weigh my light wings upon balmy flowers,",
    "And court the fair eyed dew, to take me to her shining tent:",
    "The weeping virgin trembling kneels before the risen sun,",
    "Till we arise link'd in a golden band, and never part,",
    "But walk united, bearing food to all our tender flowers.\"",
    "\"Dost thou O little Cloud? I fear that I am not like thee;",
    "For I walk through the vales of Har and smell the sweetest flowers,",
    "But I feed not the little flowers; I hear the warbling birds,",
    "But I feed not the warbling birds; they fly and seek their food;",
    "But Thel delights in these no more, because I fade away,",
    "And all shall say, 'Without a use this shining woman liv'd,",
    "Or did she only live to be at death the food of worms?'\"",
    "The Cloud reclind upon his airy throne and answer'd thus:",
    "\"Then if thou art the food of worms, O virgin of the skies,",
    "How great thy use, how great thy blessing! Every thing that lives",
    "Lives not alone, nor for itself; fear not, and I will call",
    "The weak worm from its lowly bed, and thou shalt hear its voice.",
    "Come forth, worm of the silent valley, to thy pensive queen.\"",
    "The helpless worm arose, and sat upon the Lily's leaf,",
    "And the bright Cloud saild on, to find his partner in the vale.",
    "Then Thel astonish'd view'd the Worm upon its dewy bed.",
    "\"Art thou a Worm? Image of weakness, art thou but a Worm?",
    "I see thee like an infant wrapped in the Lily's leaf;",
    "Ah, weep not, little voice, thou can'st not speak, but thou can'st weep.",
    "Is this a Worm? I see thee lay helpless & naked, weeping,",
    "And none to answer, none to cherish thee with mother's smiles.\"",
    "The Clod of Clay heard the Worm's voice, & raisd her pitying head;",
    "She bow'd over the weeping infant, and her life exhal'd",
    "In milky fondness; then on Thel she fix'd her humble eyes.",
    "\"O beauty of the vales of Har! we live not for ourselves;",
    "Thou seest me the meanest thing, and so I am indeed;",
    "My bosom of itself is cold, and of itself is dark,",
    "But he that loves the lowly, pours his oil upon my head,",
    "And kisses me, and binds his nuptial bands around my breast,",
    "And says: 'Thou mother of my children, I have loved thee",
    "And I have given thee a crown that none can take away.'",
    "But how this is, sweet maid, I know not, and I cannot know;",
    "I ponder, and I cannot ponder; yet I live and love.\"",
    "The daughter of beauty wip'd her pitying tears with her white veil,",
    "And said: \"Alas! I knew not this, and therefore did I weep.",
    "That God would love a Worm, I knew, and punish the evil foot",
    "That, wilful, bruis'd its helpless form; but that he cherish'd it",
    "With milk and oil I never knew; and therefore did I weep,",
    "And I complaind in the mild air, because I fade away,",
    "And lay me down in thy cold bed, and leave my shining lot.\"",
    "\"Queen of the vales,\" the matron Clay answered, \"I heard thy sighs,",
    "And all thy moans flew o'er my roof, but I have call'd them down.",
    "Wilt thou, O Queen, enter my house? 'tis given thee to enter",
    "And to return: fear nothing, enter with thy virgin feet.\"",
    "The eternal gates' terrific porter lifted the northern bar:",
    "Thel enter'd in & saw the secrets of the land unknown.",
    "She saw the couches of the dead, & where the fibrous roots",
    "Of every heart on earth infixes deep its restless twists:",
    "A land of sorrows & of tears where never smile was seen.",
    "She wanderd in the land of clouds thro' valleys dark, listning",
    "Dolours & lamentations; waiting oft beside a dewy grave,",
    "She stood in silence, listning to the voices of the ground,",
    "Till to her own grave plot she came, & there she sat down,",
    "And heard this voice of sorrow breathed from the hollow pit:",
    "\"Why cannot the Ear be closed to its own destruction?",
    "Or the glistning Eye to the poison of a smile?",
    "Why are Eyelids stord with arrows ready drawn,",
    "Where a thousand fighting men in ambush lie?",
    "Or an Eye of gifts & graces, show'ring fruits and coined gold?",
    "Why a Tongue impress'd with honey from every wind?",
    "Why an Ear, a whirlpool fierce to draw creations in?",
    "Why a Nostril wide inhaling terror, trembling, and affright?",
    "Why a tender curb upon the youthful burning boy?",
    "Why a little curtain of flesh on the bed of our desire?\"",
    "The Virgin started from her seat, & with a shriek",
    "Fled back unhinderd till she came into the vales of Har."
  ],
  "title": "The Book of Thel",
  "year": ""
}