{
  "author": "Stephen Dobyns",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/23627",
  "region": "",
  "text": [
    "Each morning the man rises from bed because the invisible",
    "cord leading from his neck to someplace in the dark,",
    "the cord that makes him always dissatisfied,",
    "has been wound tighter and tighter until he wakes.",
    "He greets his family, looking for himself in their eyes,",
    "but instead he sees shorter or taller men, men with",
    "different degrees of anger or love, the kind of men",
    "that people who hardly know him often mistake",
    "for him, leaving a movie or running to catch a bus.",
    "He has a job that he goes to. It could be at a bank",
    "or a library or turning a piece of flat land",
    "into a ditch. All day something that refuses to",
    "show itself hovers at the corner of his eye,",
    "like a name he is trying to remember, like",
    "expecting a touch on the shoulder, as if someone",
    "were about to embrace him, a woman in a blue dress",
    "whom he has never met, would never meet again.",
    "And it seems the purpose of each day’s labor",
    "is simply to bring this mystery to focus. He can",
    "almost describe it, as if it were a figure at the edge",
    "of a burning field with smoke swirling around it",
    "like white curtains shot full of wind and light.",
    "When he returns home, he studies the eyes of his family to see",
    "what person he should be that evening. He wants to say:",
    "All day I have been listening, all day I have felt",
    "I stood on the brink of something amazing.",
    "But he says nothing, and his family walks around him",
    "as if he were a stick leaning against a wall.",
    "Late in the evening the cord around his neck draws him to bed.",
    "He is consoled by the coolness of sheets, pressure",
    "of blankets. He turns to the wall, and as water",
    "drains from a sink so his daily mind slips from him.",
    "Then sleep rises before him like a woman in a blue dress,",
    "and darkness puts its arms around him, embracing him.",
    "Be true to me, it says, each night you belong to me more,",
    "until at last I lift you up and wrap you within me."
  ],
  "title": "It’s Like This",
  "year": ""
}