{
  "author": "Elizabeth Willis",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249818",
  "region": "",
  "text": [
    "A rose can’t change the world. It can only open or close.",
    "A rose drives the world like an enormous gear.",
    "It pushes a schooner east of Borneo.",
    "When a body has been rearranged, it is held together with a rose.",
    "A rose is a weapon, a guide, a compass.",
    "It shatters the glass to explain a spilled blue shore. This is how we know we are in the presence of tragedy.",
    "You shouldn’t have. You couldn’t have. You did. You are.",
    "We piece together an aftermath.",
    "“You” is how we talk to ourselves. “We” is an I that sees itself among others. An assemblage makes of I a “we.”",
    "An assemblage is a body for which there is no escape.",
    "A bear, a fish, a chance wheeling in the dark.",
    "A man lifts the girl into a box. By what magic is she sawn in half only for the artist to reassemble her before our eyes?",
    "The body is a formal constraint. It has this one life with which to make eternity.",
    "Form, the form of art, is an effigy of ourselves.",
    "Unlace it. Belate it. Rose it up.",
    "I’m writing your name in a garden, in a box.",
    "Everything in the past, everything in the background, is precarious. The tenement, the jungle, the luxuriously carved wall.",
    "A rose disarms the face of its enemy. Even a bejeweled prince succumbs to this flowering.",
    "In",
    "the landscape has been all but erased to show an internal topography.",
    "Rose worried. Rose accepting a drink. Rose holding the monkey like a baby.",
    "Rose accepting a man’s arm. Rose in a dress vaguely suggestive of bondage. Rose in a suit and tie.",
    "Rose looking inward rather than forward to feel what she will do. Rose struggling with her own reflection. Rose dressed for escape.",
    "Rose fiddling with the tablecloth like a girl who married up.",
    "Rose pleading with the sun.",
    "Rose sleeping in her boots. This is the image with which the prince falls in love, the prince in a glittery gown.",
    "The bed is on a stage, the most public of islands.",
    "Rose is in danger, but her voice can’t be heard over the music.",
    "New York is getting fainter and farther away.",
    "She is up all night. She is disappearing.",
    "The C, the O, of the eclipse.",
    "When Rose steps away from the jungle, she is not in a Party, she is trying to organize the stars.",
    "Of what state is Rose the enemy?",
    "They cannot pull the names from her mouth.",
    "Oh, un-American beauty Rose.",
    "Throw the line into the air and climb until there’s nothing.",
    "There is no witness to a rose-colored future.",
    "In the sacred disorder of the box, a rosary. It’s not telling us how to think about the hour of our death. It’s making a hole large enough to draw a thread through. Long enough to pull a woman back out of the labyrinth.",
    "We were trying to have a conversation. I was trying to write down every word you say. Now I’ve burned my toast.",
    "is how he gave you his love.",
    "This is a poem about the death of roses. A film that arose from a rose.",
    "An I looking at the Orient from the edge of a different ocean. A poem about Queens.",
    "We are on the river, East of Borneo. We are east of an island, as Queens is east of Manhattan.",
    "We are in the valley of the stars.",
    "This is Rose out of sequence. Rose on the ledge. A knife in a garden.",
    "The cut at the end of the take. The scene. The reel. The movie.",
    "This is a movie about The End. Of Colonialism.",
    "A rose may blow from Liverpool to New Orleans, from California to Kalimantan. Worked. Worshipped. Grafted. Shipped.",
    "This is the end of exploration. The well-dressed wife coming to salvage the explorer from his native informants.",
    "This is a film about a movie. A movie revolving around a star.",
    "The sun is our star. It is the star of",
    ".",
    "We are watching the death of the Sun, a star disappearing, the bulb burning out. A body buried alive in a film, in a can.",
    "The End is behind a curtain, it is in her purse, it is rising to the surface.",
    "The cinema is going dark, snapping shut.",
    "This is a movie about silence. About speaking with your eyes. The heart racing as she strides across the room.",
    "A poem about a volcano, a film about the interior.",
    "What is drawn in the drawing room. What is assembled in the basement. What is taken apart on the table.",
    "The making of a body through a series of omissions.",
    "The violence of the studio system. The California sun. The snowy taupe of the cathode light of Hollywood as seen on TV.",
    "This is a poem about the star system and its ancient astronomer. About a poet of the outer boroughs, looking up. An image thrown into the sky like a searchlight.",
    "This is a poem about a fox. An alligator. The misplaced animals of the backlot.",
    "This is a poem about searching for light behind the deep purple gel of the jungle. A poem about the deep.",
    "The stars resting above the longest night of the year. The winter palace. The rose palace.",
    "This is a passage about being caught in the thatchwork outside the gate. Like a wolf.",
    "About looking into the face of desire until it blinks.",
    "Dear Paolo. I dreamed I would write this. I dreamed a rose was coming out of my mouth in the middle of the greatest city in the world. I dreamed the image of a rose opened in the Museum. It moved in its box like a girl buried alive.",
    "Rose moves inside this blue light. She’s coming down. She’s skating on a shiny disk. She’s walking upside down across the surface of your lens.",
    "Dear Rose, I always wanted to be a star projected onto a blinding white screen. I wanted to be found like a volcanic island. To carry myself through the California air as if I lived in the filtered light of an imaginary jungle. To feel the prickly glitter of the thin lamé gown I was given to walk through the moonlight.",
    "In the middle of the scene, Rose draws apart the curtain and crosses a threshold. She crosses the river from object to subject.",
    "The artist points to her, as to a silent archive of events.",
    "She is going to become the film’s only word.",
    "He is moving her body from his eye to yours.",
    "He is saying this film is also a mirror, as all desire is a kind of mirror.",
    "He is saying “I too remain silent.” “I rest my case.”",
    "In the darkroom. In the blink of an eye. In the moment we wrestle by the water.",
    "Leap over the fence, Rose. Jump the cut.",
    "This is not a film about the death of cinema, it’s a poem about eternal life.",
    "She is not a bombshell. She is not a volcano.",
    "She’s a pearl. A drop of milk. An atom bomb.",
    "The present is full of sound. Time presses against us from every side. The tomb holds a body whose sound has been turned off, a box where pictures are kept.",
    "The mind is drifting down a river like there’s something to fish for. But the river is just this.",
    "When the light is turned on, you will forget you ever saw me. All of this will disappear.",
    "The spongy silence around the body of Rose Hobart will fill the room with an occasion beyond words.",
    "Ladies. And Gentleman. I give you. Rose. Hobart."
  ],
  "title": "Steady Digression to a Fixed Point",
  "year": ""
}