{
  "author": "Charles Olson",
  "classification": "Persona",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Heroes",
    "Patriotism",
    "Seas, Rivers,",
    "Streams",
    "Race",
    "Ethnicity",
    "Activities",
    "Nature",
    "Jobs",
    "Working",
    "Mythology",
    "Folklore"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/176951",
  "region": "U.S., New England",
  "text": [
    ". . . . . tell you? ha! who",
    "can tell another how",
    "to manage the swimming?",
    "he was right: people",
    "don’t change. They only stand more",
    "revealed. I,",
    "likewise",
    "1",
    "the light, there, at the corner (because of the big elm",
    "and the reflecting houses) winter or summer stays",
    "as it was when they lived there, in the house the street cuts off",
    "as though it were a fault,",
    "the side’s so sheer",
    "they hid, or tried to hide, the fact the cargo their ships brought back",
    "was black (the Library, too, possibly so founded). The point is",
    "the light does go one way toward the post office,",
    "and quite another way down to Main Street. Nor is that all:",
    "coming from the sea, up Middle, it is more white, very white",
    "as it passes the grey of the Unitarian church. But at Pleasant Street,",
    "it is abruptly",
    "black",
    "(hidden",
    "city",
    "2",
    "Or now, when such houses are not built,",
    "or such trees planted, it’s the doctor knows",
    "what the parents don’t know. Or the wife doesn’t,",
    "of the husband, or the husband, of the other. Sins,",
    "they still call them, and let",
    "pejorocracy thrive. Only the lady",
    "has got it straight. She looks",
    "as the best of my people look",
    "in one direction, her direction, they know",
    "it is elements men stand in the midst of,",
    "not these names supported by that false future she,",
    "precisely she,",
    "has her foot upon",
    "(He",
    "made the coast, and though he lost his feet for it,",
    "and the hands he’d purposely allowed to freeze to the oars,",
    "I knew him, drank",
    "with my elders, in his own bar, a toast to him",
    "Or my other, the top of whose head a bollard clean took away.",
    "It was four days before they could get him to Chelsea Marine.",
    "This spring I listened to him as good as new, as fresh as it’s always been",
    "to hear him talk of the sea. He was puttering in his garden when I came up,",
    "looking over his Santa Fe rose. And he took off his hat to show me,",
    "how it is all skin where his skull was,",
    "too much of a hole for even the newest metal",
    "to cover",
    "Or the quiet one, who’s died since (died as deck-watchman, on his vessel, in port).",
    "Years ago I heard from others",
    "how he’d pulled two men out of the sea one night",
    "off Eastern Point. They’d not been able to shed their jacks",
    "when the ship went over, and when he caught them",
    "they were going down too. He hauled them into Brace’s Cove,",
    "even though the shore wasn’t there, it was such a storm and the sea so big",
    "it had turned the Lily Pond",
    "into an arm of itself.",
    "Last, he with muscle as big as his voice, the strength of him",
    "in that blizzard",
    "to have pulled the trawl slack from the very bottom and released",
    "his mate from the cod-hook had him out, and almost off,",
    "into the snow. It wasn’t that there was so much sea. It was the cold,",
    "and that white, until over the dory went and the two of them,",
    "one still,",
    "were in. The wild thing was, he made the vessel, three miles, and fetched her,",
    "found that vessel in all that weather, with his fellow dead weight",
    "on him. The sort of eye",
    "which later knew the Peak of Brown’s",
    "as though it were his own garden (as Bowditch brought the Eppie Sawyer",
    "spot to her wharf a Christmas morning)",
    "3",
    "Which is the cream of the milk, of course. And the milk",
    "also of the matter, the most of it, those",
    "who do no more than drink it in a cup of tea alone of such a night, holding",
    "(as she)",
    "a certain schooner",
    "What still is, in other words. And the remarkable part of it,",
    "that it still goes on, still is",
    "what counts:",
    "the lad from the Fort",
    "who recently bought the small white house on Lower Middle",
    "(the one diagonally across from the handsome brick with the Bullfinch door)",
    "He stood with me one Sunday",
    "and eyed (with a like eye) a curious ship",
    "we’d both come on, tied to the Gas Company wharf.",
    "She had raked masts, and they were unstepped,",
    "fitted loose in her deck, like a neck in a collar.",
    "He was looking idly, as I was, saying nothing.",
    "When suddenly, he turned to a Gloucesterman, a big one,",
    "berthed alongside this queer one, and said:",
    "“I’ll own her, one day”",
    "4",
    "While she stares, out of her painted face,",
    "no matter the deathly mu-sick, the demand",
    "will arouse",
    "some of these men and women"
  ],
  "title": "Maximus, to Gloucester: Letter 2",
  "year": ""
}