{
  "author": "Charles Olson",
  "classification": "Tercet",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics",
    "Town",
    "Country Life"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/241038",
  "region": "U.S., New England",
  "text": [
    "The landscape (the landscape!) again: Gloucester,",
    "the shore one of me is (duplicates), and from which",
    "(from offshore, I, Maximus) am removed, observe.",
    "In this night I moved on the territory with combinations",
    "(new mixtures) of old and known personages: the leader,",
    "my father, in an old guise, here selling books and manuscripts.",
    "My thought was, as I looked in the window of his shop,",
    "there should be materials here for Maximus, when, then,",
    "I saw he was the young musician has been there (been before me)",
    "before. It turned out it wasn’t a shop, it was a loft (wharf-",
    "house) in which, as he walked me around, a year ago",
    "came back (I had been there before, with my wife and son,",
    "I didn’t remember, he presented me insinuations via",
    "himself and his girl) both of whom I had known for years.",
    "But never in Gloucester. I had moved them in, to my country.",
    "His previous appearance had been in my parents’ bedroom where I",
    "found him intimate with my former wife: this boy",
    "was now the Librarian of Gloucester, Massachusetts!",
    "Black space,",
    "old fish-house.",
    "Motions",
    "of ghosts.",
    "I,",
    "dogging",
    "his steps.",
    "He",
    "(not my father,",
    "by name himself",
    "with his face",
    "twisted",
    "at birth)",
    "possessed of knowledge",
    "pretentious",
    "giving me",
    "what in the instant",
    "I knew better of.",
    "But the somber",
    "place, the flooring",
    "crude like a wharf’s",
    "and a barn’s",
    "space",
    "I was struck by the fact I was in Gloucester, and that my daughter",
    "was there—that I would see her! She was over the Cut. I",
    "hadn’t even connected her with my being there, that she was",
    "here. That she was there (in the Promised Land—the Cut!",
    "But there was this business, of poets, that all my Jews",
    "were in the fish-house too, that the Librarian had made a party",
    "I was to read. They were. There were many of them, slumped",
    "around. It was not for me. I was outside. It was the Fort.",
    "The Fort was in East Gloucester—old Gorton’s Wharf, where the Library",
    "was. It was a region of coal houses, bins. In one a gang",
    "was beating someone to death, in a corner of the labyrinth",
    "of fences. I could see their arms and shoulders whacking",
    "down. But not the victim. I got out of there. But cops",
    "tailed me along the Fort beach toward the Tavern",
    "The places still",
    "half-dark, mud,",
    "coal dust.",
    "There is no light",
    "east",
    "of the Bridge",
    "Only on the headland",
    "toward the harbor",
    "from Cressy’s",
    "have I seen it (once",
    "when my daughter ran",
    "out on a spit of sand",
    "isn’t even there.) Where",
    "is Bristow? when does I-A",
    "get me home? I am caught",
    "in Gloucester. (What’s buried",
    "behind Lufkin’s",
    "Diner? Who is",
    "Frank Moore?"
  ],
  "title": "The Librarian",
  "year": ""
}