{
  "author": "Brandon Brown",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Poetry",
    "Poets",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244684",
  "region": "U.S., Western",
  "text": [
    "This boat you’re videotaping. You’re looking at a boat. Despite your protests that you are looking at a translation of the fourth poem in the corpus of Catullus, I assure you you are looking at this boat. Lots of bad things battered this boat. Forget about volunteering to swab its lintels. This boat denies it was minced in the Adriatic. It denies that it lit up the Cyclades with an all night buck and spill. Rhodes is horrible, noble, Thracian. Proponents of Rhodes call truce though it might be their sinuses. Where this boat is is post-boat. The word for this boat is",
    "A",
    "was a rather long and narrow vessel, named for its resemblance to a kidney bean. This boat was built for speed. Yet this boat is sort of fragile. Lots of bad things battered this boat from the beginning of its life to now. You state it’s cracked, but I tell you to go put your stupid hands in the water. Say it again. The boat frets about its impotence, falls over dead. The boat sucks lava dexterously; yes, this boat is right-handed. Its aura chainsmokes cigarettes, looks up at Jupiter out there in space, and its beams moist. What happens below deck, and involves feet, stays below deck. I’m not literally pointing out this boat to you, I’m writing a poem about it in limping trimeters. But this is a fact: botulism is sad. Noobs lurch toward a limpid coast. And before them stands a boat, a beautiful old boat looking like a kidney bean built for speed. It sits there quiet and old, looking over the lake and thinking this lake is really limpid. The noobs all have twins."
  ],
  "title": "#14 from",
  "year": ""
}