{
  "author": "Brandon Brown",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Classic Love",
    "Desire",
    "Romantic Love",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244680",
  "region": "U.S., Western",
  "text": [
    "If you’re love’s lover and look for love",
    "cold smoke the dog called",
    "beware for your conversation is a hindrancy",
    "this poem isn’t interested I’ll bill you",
    "Why’d the mad one make madness in a thousand works",
    "that wild one make a thousand wild works of wiles?",
    "now he disrobes, now he’s so fast",
    "now he likes intoxicating substances and wants to die",
    "Since a spider spies and eats a whole deer",
    "behold what the web of Zoroastrianism will do!",
    "Since the love of nighties had positive market outlook,",
    "how will it be with",
    "Have you not seen the book of Waisa and Ramin?",
    "Have you not heard the tales of Wamiq and ‘Adra?",
    "You hike your denim so you don’t wear water",
    "do you have to pull that bridge stunt over & over?",
    "The way of love is filth and I’m drunk",
    "the storm storms—how should a storm calm?",
    "you’ll be the jewel in the ring of lovers",
    "If you’re insistent on assuming the consequence of jewelry",
    "so, say it, how does the earth hurt if we fuck?",
    "what gifts would be unreasonable?",
    "it’s not cool to beat a drum when yr. in bed, son,",
    "and put your erection in the middle of the desert",
    "Listen to the sounds of fucking and coming,",
    "under the sky, which “Orientals, perhaps owing",
    "to some optical peculiarity, see as green.”",
    "When you’re drunk take your clothes off",
    "Heaven is great, Orion is confused",
    "how the world is high and killed",
    "by love which is high and killed!",
    "When the sun comes out, where do nighties hide?",
    "When the come comes, where does the pent go?",
    "I’m done. Speak to me, soul’s soul’s soul",
    "From desire of whom from whose desire every throat was cut"
  ],
  "title": "The Persians by Rumi",
  "year": ""
}