{
  "author": "Eavan Boland",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30528",
  "region": "",
  "text": [
    "A famous battle happened in this valley.",
    "You never understood the nature poem.",
    "Till now. Till this moment—if these statements",
    "seem separate, unrelated, follow this",
    "silence to its edge and you will hear",
    "the history of air: the crispness of a fern",
    "or the upward cut and turn around of",
    "a fieldfare or thrush written on it.",
    "The other history is silent: The estuary",
    "is over there. The issue was decided here:",
    "Two kings prepared to give no quarter.",
    "Then one king and one dead tradition.",
    "Now the humid dusk, the old wounds",
    "wait for language, for a different truth:",
    "When you see the silk of the willow",
    "and the wider edge of the river turn",
    "and grow dark and then darker, then",
    "you will know that the nature poem",
    "is not the action nor its end: it is",
    "this rust on the gate beside the trees, on",
    "the cattle grid underneath our feet,",
    "on the steering wheel shaft: it is",
    "an aftermath, an overlay and even in",
    "its own modest way, an art of peace:",
    "I try the word",
    "and it fills with",
    "sycamores, a summer's worth of pollen",
    "And as I write",
    "straw, metal",
    "blood, oaths, armour are unwritten.",
    "Silence spreads slowly from these words",
    "to those ilex trees half in, half out",
    "of shadows falling on the shallow ford",
    "of the south bank beside Yellow Island",
    "as twilight shows how this sweet corrosion",
    "begins to be complete: what we see",
    "is what the poem says:",
    "evening coming—cattle, cattle-shadows—",
    "and whin bushes and a change of weather",
    "about to change them all: what we see is how",
    "the place and the torment of the place are",
    "for this moment free of one another."
  ],
  "title": "How We Made a New Art on Old Ground",
  "year": ""
}