{
  "author": "Eavan Boland",
  "classification": "",
  "keywords": [
    "Home Life",
    "Social Commentaries",
    "Travels",
    "Journeys",
    "Poetry",
    "Poets",
    "Relationships",
    "Activities",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171904",
  "region": "Ireland",
  "text": [
    "—Virgil,",
    ",",
    "Book VI",
    "And then the dark fell and ‘there has never’",
    "I said ‘been a poem to an antibiotic:",
    "never a word to compare with the odes on",
    "the flower of the raw sloe for fever",
    "‘or the devious Africa-seeking tern",
    "or the protein treasures of the sea-bed.",
    "Depend on it, somewhere a poet is wasting",
    "his sweet uncluttered metres on the obvious",
    "‘emblem instead of the real thing.",
    "Instead of sulpha we shall have hyssop dipped",
    "in the wild blood of the unblemished lamb,",
    "so every day the language gets less",
    "‘for the task and we are less with the language.’",
    "I finished speaking and the anger faded",
    "and dark fell and the book beside me",
    "lay open at the page Aphrodite",
    "comforts Sappho in her love’s duress.",
    "The poplars shifted their music in the garden,",
    "a child startled in a dream,",
    "my room was a mess—",
    "the usual hardcovers, half-finished cups,",
    "clothes piled up on an old chair—",
    "and I was listening out but in my head was",
    "a loosening and sweetening heaviness,",
    "not sleep, but nearly sleep, not dreaming really",
    "but as ready to believe and still",
    "unfevered, calm and unsurprised",
    "when she came and stood beside me",
    "and I would have known her anywhere",
    "and I would have gone with her anywhere",
    "and she came wordlessly",
    "and without a word I went with her",
    "down down down without so much as",
    "ever touching down but always, always",
    "with a sense of mulch beneath us,",
    "the way of stairs winding down to a river",
    "and as we went on the light went on",
    "failing and I looked sideways to be certain",
    "it was she, misshapen, musical—",
    "Sappho—the scholiast’s nightingale",
    "and down we went, again down",
    "until we came to a sudden rest",
    "beside a river in what seemed to be",
    "an oppressive suburb of the dawn.",
    "My eyes got slowly used to the bad light.",
    "At first I saw shadows, only shadows.",
    "Then I could make out women and children",
    "and, in the way they were, the grace of love.",
    "‘Cholera, typhus, croup, diptheria’",
    "she said, ‘in those days they racketed",
    "in every backstreet and alley of old Europe.",
    "Behold the children of the plague.’",
    "Then to my horror I could see to each",
    "nipple some had clipped a limpet shape—",
    "suckling darknesses—while others had their arms",
    "weighed down, making terrible pietàs.",
    "She took my sleeve and said to me, ‘be careful.",
    "Do not define these women by their work:",
    "not as washerwomen trussed in dust and sweating,",
    "muscling water into linen by the river’s edge",
    "‘nor as court ladies brailled in silk",
    "on wool and woven with an ivory unicorn",
    "and hung, nor as laundresses tossing cotton,",
    "brisking daylight with lavender and gossip.",
    "‘But these are women who went out like you",
    "when dusk became a dark sweet with leaves,",
    "recovering the day, stooping, picking up",
    "teddy bears and rag dolls and tricycles and buckets—",
    "‘love’s archaeology—and they too like you",
    "stood boot deep in flowers once in summer",
    "or saw winter come in with a single magpie",
    "in a caul of haws, a solo harlequin.’",
    "I stood fixed. I could not reach or speak to them.",
    "Between us was the melancholy river,",
    "the dream water, the narcotic crossing",
    "and they had passed over it, its cold persuasions.",
    "I whispered, ‘let me be",
    "let me at least be their witness,’ but she said",
    "‘what you have seen is beyond speech,",
    "beyond song, only not beyond love;",
    "‘remember it, you will remember it’",
    "and I heard her say but she was fading fast",
    "as we emerged under the stars of heaven,",
    "‘there are not many of us; you are dear",
    "‘and stand beside me as my own daughter.",
    "I have brought you here so you will know forever",
    "the silences in which are our beginnings,",
    "in which we have an origin like water,’",
    "and the wind shifted and the window clasp",
    "opened, banged and I woke up to find",
    "the poetry books stacked higgledy piggledy,",
    "my skirt spread out where I had laid it—",
    "nothing was changed; nothing was more clear",
    "but it was wet and the year was late.",
    "The rain was grief in arrears; my children",
    "slept the last dark out safely and I wept."
  ],
  "title": "The Journey",
  "year": ""
}