{
  "author": "Robert Lowell",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Heroes",
    "Patriotism",
    "Mythology",
    "Folklore",
    "Poetry",
    "Poets",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Confessional",
  "reference": "http://www.poetryfoundation.org/poem/178940",
  "region": "U.S., New England",
  "text": [
    "The sun is blue and scarlet on my page,",
    "And",
    "rage",
    "The yellowhammers mating. Yellow fire",
    "Blankets the captives dancing on their pyre,",
    "And the scorched lictor screams and drops his rod.",
    "Trojans are singing to their drunken God,",
    "Ares. Their helmets catch on fire. Their files",
    "Clank by the body of my comrade—miles",
    "Of filings! Now the scythe-wheeled chariot rolls",
    "Before their lances long as vaulting poles,",
    "And I stand up and heil the thousand men,",
    "Who carry Pallas to the bird-priest. Then",
    "The bird-priest groans, and as his birds foretold,",
    "I greet the body, lip to lip. I hold",
    "The sword that Dido used. It tries to speak,",
    "A bird with Dido’s sworded breast. Its beak",
    "Clangs and ejaculates the Punic word",
    "I hear the bird-priest chirping like a bird.",
    "I groan a little. “Who am I, and why?”",
    "It asks, a boy’s face, though its arrow-eye",
    "Is working from its socket. “Brother, try,",
    "O Child of Aphrodite, try to die:",
    "To die is life.” His harlots hang his bed",
    "With feathers of his long-tailed birds. His head",
    "Is yawning like a person. The plumes blow;",
    "The beard and eyebrows ruffle. Face of snow,",
    "You are the flower that country girls have caught,",
    "A wild bee-pillaged honey-suckle brought",
    "To the returning bridegroom—the design",
    "Has not yet left it, and the petals shine;",
    "The earth, its mother, has, at last, no help:",
    "It is itself. The broken-winded yelp",
    "Of my Phoenician hounds, that fills the brush",
    "With snapping twigs and flying, cannot flush",
    "The ghost of Pallas. But I take his pall,",
    "Stiff with its gold and purple, and recall",
    "How Dido hugged it to her, while she toiled,",
    "Laughing—her golden threads, a serpent coiled",
    "In cypress. Now I lay it like a sheet;",
    "It clinks and settles down upon his feet,",
    "The careless yellow hair that seemed to burn",
    "Beforehand. Left foot, right foot—as they turn,",
    "More pyres are rising: armored horses, bronze,",
    "And gagged Italians, who must file by ones",
    "Across the bitter river, when my thumb",
    "Tightens into their wind-pipes. The beaks drum;",
    "Their headman’s cow-horned death’s-head bites its tongue,",
    "And stiffens, as it eyes the hero slung",
    "Inside his feathered hammock on the crossed",
    "Staves of the eagles that we winged. Our cost",
    "Is nothing to the lovers, whoring Mars",
    "And Venus, father’s lover. Now his car’s",
    "Plumage is ready, and my marshals fetch",
    "His squire, Acoctes, white with age, to hitch",
    "Aethon, the hero’s charger, and its ears",
    "Prick, and it steps and steps, and stately tears",
    "Lather its teeth; and then the harlots bring",
    "The hero’s charms and baton—but the King,",
    "Vain-glorious Turnus, carried off the rest.",
    "“I was myself, but Ares thought it best",
    "The way it happened.” At the end of time,",
    "He sets his spear, as my descendants climb",
    "The knees of Father Time, his beard of scalps,",
    "His scythe, the arc of steel that crowns the Alps.",
    "The elephants of Carthage hold those snows,",
    "Turms of Numidian horse unsling their bows,",
    "The flaming turkey-feathered arrows swarm",
    "Beyond the Alps. “Pallas,” I raise my arm",
    "And shout, “Brother, eternal health. Farewell",
    "Forever.” Church is over, and its bell",
    "Frightens the yellowhammers, as I wake",
    "And watch the whitecaps wrinkle up the lake.",
    "Mother’s great-aunt, who died when I was eight,",
    "Stands by our parlor sabre. “Boy, it’s late.",
    "Vergil must keep the Sabbath.” Eighty years!",
    "It all comes back. My Uncle Charles appears.",
    "Blue-capped and bird-like. Phillips Brooks and Grant",
    "Are frowning at his coffin, and my aunt,",
    "Hearing his colored volunteers parade",
    "Through Concord, laughs, and tells her English maid",
    "To clip his yellow nostril hairs, and fold",
    "His colors on him. . . . It is I. I hold",
    "His sword to keep from falling, for the dust",
    "On the stuffed birds is breathless, for the bust",
    "Of young Augustus weighs on Vergil’s shelf:",
    "It scowls into my glasses at itself."
  ],
  "title": "Falling Asleep over the Aeneid",
  "year": ""
}