{
  "author": "Robert Lowell",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Family",
    "Ancestors",
    "Religion",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Seas, Rivers,",
    "Streams",
    "Nature",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Death",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Confessional",
  "reference": "http://www.poetryfoundation.org/poem/178941",
  "region": "U.S., New England",
  "text": [
    "[FOR WARREN WINSLOW, DEAD AT SEA]",
    "A brackish reach of shoal off Madaket—",
    "The sea was still breaking violently and night",
    "Had steamed into our North Atlantic Fleet,",
    "When the drowned sailor clutched the drag-net. Light",
    "Flashed from his matted head and marble feet,",
    "He grappled at the net",
    "With the coiled, hurdling muscles of his thighs:",
    "The corpse was bloodless, a botch of reds and whites,",
    "Its open, staring eyes",
    "Were lustreless dead-lights",
    "Or cabin-windows on a stranded hulk",
    "Heavy with sand. We weight the body, close",
    "Its eyes and heave it seaward whence it came,",
    "Where the heel-headed dogfish barks its nose",
    "On Ahab’s void and forehead; and the name",
    "Is blocked in yellow chalk.",
    "Sailors, who pitch this portent at the sea",
    "Where dreadnaughts shall confess",
    "Its hell-bent deity,",
    "When you are powerless",
    "To sand-bag this Atlantic bulwark, faced",
    "By the earth-shaker, green, unwearied, chaste",
    "In his steel scales: ask for no Orphean lute",
    "To pluck life back. The guns of the steeled fleet",
    "Recoil and then repeat",
    "The hoarse salute.",
    "Whenever winds are moving and their breath",
    "Heaves at the roped-in bulwarks of this pier,",
    "The terns and sea-gulls tremble at your death",
    "In these home waters. Sailor, can you hear",
    "The Pequod’s sea wings, beating landward, fall",
    "Headlong and break on our Atlantic wall",
    "Off ’Sconset, where the yawing S-boats splash",
    "The bellbuoy, with ballooning spinnakers,",
    "As the entangled, screeching mainsheet clears",
    "The blocks: off Madaket, where lubbers lash",
    "The heavy surf and throw their long lead squids",
    "For blue-fish? Sea-gulls blink their heavy lids",
    "Seaward. The winds’ wings beat upon the stones,",
    "Cousin, and scream for you and the claws rush",
    "At the sea’s throat and wring it in the slush",
    "Of this old Quaker graveyard where the bones",
    "Cry out in the long night for the hurt beast",
    "Bobbing by Ahab’s whaleboats in the East.",
    "All you recovered from Poseidon died",
    "With you, my cousin, and the harrowed brine",
    "Is fruitless on the blue beard of the god,",
    "Stretching beyond us to the castles in Spain,",
    "Nantucket’s westward haven. To Cape Cod",
    "Guns, cradled on the tide,",
    "Blast the eelgrass about a waterclock",
    "Of bilge and backwash, roil the salt and sand",
    "Lashing earth’s scaffold, rock",
    "Our warships in the hand",
    "Of the great God, where time’s contrition blues",
    "Whatever it was these Quaker sailors lost",
    "In the mad scramble of their lives. They died",
    "When time was open-eyed,",
    "Wooden and childish; only bones abide",
    "There, in the nowhere, where their boats were tossed",
    "Sky-high, where mariners had fabled news",
    "Of IS, the whited monster. What it cost",
    "Them is their secret. In the sperm-whale’s slick",
    "I see the Quakers drown and hear their cry:",
    "“If God himself had not been on our side,",
    "If God himself had not been on our side,",
    "When the Atlantic rose against us, why,",
    "Then it had swallowed us up quick.”",
    "This is the end of the whaleroad and the whale",
    "Who spewed Nantucket bones on the thrashed swell",
    "And stirred the troubled waters to whirlpools",
    "To send the Pequod packing off to hell:",
    "This is the end of them, three-quarters fools,",
    "Snatching at straws to sail",
    "Seaward and seaward on the turntail whale,",
    "Spouting out blood and water as it rolls,",
    "Sick as a dog to these Atlantic shoals:",
    "O depths. Let the sea-gulls wail",
    "For water, for the deep where the high tide",
    "Mutters to its hurt self, mutters and ebbs.",
    "Waves wallow in their wash, go out and out,",
    "Leave only the death-rattle of the crabs,",
    "The beach increasing, its enormous snout",
    "Sucking the ocean’s side.",
    "This is the end of running on the waves;",
    "We are poured out like water. Who will dance",
    "The mast-lashed master of Leviathans",
    "Up from this field of Quakers in their unstoned graves?",
    "When the whale’s viscera go and the roll",
    "Of its corruption overruns this world",
    "Beyond tree-swept Nantucket and Woods Hole",
    "And Martha’s Vineyard, Sailor, will your sword",
    "Whistle and fall and sink into the fat?",
    "In the great ash-pit of Jehoshaphat",
    "The bones cry for the blood of the white whale,",
    "The fat flukes arch and whack about its ears,",
    "The death-lance churns into the sanctuary, tears",
    "The gun-blue swingle, heaving like a flail,",
    "And hacks the coiling life out: it works and drags",
    "And rips the sperm-whale’s midriff into rags,",
    "Gobbets of blubber spill to wind and weather,",
    "Sailor, and gulls go round the stoven timbers",
    "Where the morning stars sing out together",
    "And thunder shakes the white surf and dismembers",
    "The red flag hammered in the mast-head. Hide,",
    "Our steel, Jonas Messias, in Thy side.",
    "There once the penitents took off their shoes",
    "And then walked barefoot the remaining mile;",
    "And the small trees, a stream and hedgerows file",
    "Slowly along the munching English lane,",
    "Like cows to the old shrine, until you lose",
    "Track of your dragging pain.",
    "The stream flows down under the druid tree,",
    "Shiloah’s whirlpools gurgle and make glad",
    "The castle of God. Sailor, you were glad",
    "And whistled Sion by that stream. But see:",
    "Our Lady, too small for her canopy,",
    "Sits near the altar. There’s no comeliness",
    "At all or charm in that expressionless",
    "Face with its heavy eyelids. As before,",
    "This face, for centuries a memory,",
    "Expressionless, expresses God: it goes",
    "Past castled Sion. She knows what God knows,",
    "Not Calvary’s Cross nor crib at Bethlehem",
    "Now, and the world shall come to Walsingham.",
    "The empty winds are creaking and the oak",
    "Splatters and splatters on the cenotaph,",
    "The boughs are trembling and a gaff",
    "Bobs on the untimely stroke",
    "Of the greased wash exploding on a shoal-bell",
    "In the old mouth of the Atlantic. It’s well;",
    "Atlantic, you are fouled with the blue sailors,",
    "Sea-monsters, upward angel, downward fish:",
    "Unmarried and corroding, spare of flesh",
    "Mart once of supercilious, wing’d clippers,",
    "Atlantic, where your bell-trap guts its spoil",
    "You could cut the brackish winds with a knife",
    "Here in Nantucket, and cast up the time",
    "When the Lord God formed man from the sea’s slime",
    "And breathed into his face the breath of life,",
    "And blue-lung’d combers lumbered to the kill.",
    "The Lord survives the rainbow of His will."
  ],
  "title": "The Quaker Graveyard in Nantucket",
  "year": ""
}