{
  "author": "Gail Mazur",
  "classification": "",
  "keywords": [
    "Relationships",
    "Living",
    "Reading",
    "Books",
    "Coming of Age"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176180",
  "region": "U.S., New England",
  "text": [
    "I want to find my way back to her,",
    "to help her, to grab her hand, pull her",
    "up from the wooden floor of the stacks",
    "where she’s reading accounts of the hatchet",
    "murders of Lizzie Borden’s harsh parents",
    "as if she could learn something about",
    "life if she knew all the cuts and slashes;",
    "her essay on Wordsworth or Keats",
    "only a knot in her belly, a faint pressure",
    "at her temples. She’s pale, it’s five years",
    "before the first migraine, but the dreamy",
    "flush has already drained from her face.",
    "I want to lead her out of the library,",
    "to sit with her on a bench under a still",
    "living elm tree,",
    ",",
    "but even today I don’t understand,",
    "I want to shake her and want to assure her,",
    "to hold her—but love’s not safe for her,",
    "although she craves what she knows",
    "of it, love’s a snare, a closed door,",
    "a dank cell. Maybe she should just leave",
    "the campus, take a train to Fall River,",
    "inspect Lizzie’s room, the rigid corsets",
    "and buttoned shoes, the horsehair sofas,",
    "the kitchen’s rank stew. Hell. Bleak",
    "loyal judgmental journals of a next-door",
    "neighbor—not a friend, Lizzie had no friend.",
    "If only she could follow one trajectory",
    "of thought, a plan, invent a journey",
    "out of this place, a vocation—",
    "but without me to guide her, where",
    "would she go? And what did I ever offer,",
    "what stiffening of spine? What goal?",
    "Rather, stiffening of soul, her soul",
    "cocooned in the library’s trivia.",
    "Soul circling its lessons. What can I say",
    "before she walks like a ghost in white lace",
    "carrying her bouquet of stephanotis,",
    "her father beaming innocently at her side,",
    "a boy waiting, trembling, to shape her?",
    "He’s innocent, too, we are all innocent,",
    "even Lizzie Borden who surely did take",
    "the axe. It was so hot that summer morning.",
    "The hard-hearted stepmother, heavy hand",
    "of the father. There was another daughter",
    "they favored, and Lizzie, stewing at home,",
    "heavy smell of mutton in the pores",
    "of history. But this girl, her story’s",
    "still a mystery—I tell myself she’s a quick",
    "study, a survivor. There’s still time.",
    "Soon she’ll close the bloody book,",
    "slink past the lit carrels, through",
    "the library’s heavy door to the world.",
    "kneel beside her on the dusty floor",
    "where we’re avoiding her assignment?"
  ],
  "title": "Girl in a Library",
  "year": ""
}