{
  "author": "Gail Mazur",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176173",
  "region": "U.S., New England",
  "text": [
    "I’d dislocated my life, so I went to the zoo.",
    "It was December but it wasn’t December. Pansies",
    "just planted were blooming in well-groomed beds.",
    "Lovers embraced under the sky’s Sunday blue.",
    "Children rode around and around on pastel trains.",
    "I read the labels stuck on every cage the way",
    "people at museums do, art being less interesting",
    "than information. Each fenced-in plot had a map,",
    "laminated with a stain to tell where in the world",
    "the animals had been taken from. Rhinos waited",
    "for rain in the rhino-colored dirt, too grief-struck",
    "to move their wrinkles, their horns too weak",
    "to ever be hacked off by poachers for aphrodisiacs.",
    "Five white ducks agitated the chalky waters",
    "of a duck pond with invisible orange feet",
    "while a little girl in pink ruffles",
    "tossed pork rinds at their disconsolate backs.",
    "This wasn’t my life! I’d meant to look",
    "with the wise tough eye of exile, I wanted",
    "not to anthropomorphize, not to equate, for instance,",
    "the lemur’s displacement with my displacement.",
    "The arched aviary flashed with extravagance,",
    "plumage so exuberant, so implausible, it seemed",
    "cartoonish, and the birdsongs unintelligible,",
    "babble, all their various languages unravelling—",
    "no bird can get its song sung right, separated from",
    "models of its own species.",
    "For weeks I hadn’t written a sentence,",
    "for two days I hadn’t spoken to an animate thing.",
    "I couldn’t relate to a giraffe—",
    "I couldn’t look one in the face.",
    "I’d have said, if anyone had asked,",
    "I’d been mugged by the Gulf climate.",
    "In a great barren space, I watched a pair",
    "of elephants swaying together, a rhythm",
    "too familiar to be mistaken, too exclusive.",
    "My eyes sweated to see the bull, his masterful trunk",
    "swinging, enter their barn of concrete blocks,",
    "to watch his obedient wife follow. I missed",
    "the bitter tinny Boston smell of first snow,",
    "the huddling in a cold bus tunnel.",
    "At the House of Nocturnal Mammals,",
    "I stepped into a furtive world of bats,",
    "averted my eyes at the gloomy dioramas,",
    "passed glassed-in booths of lurking rodents—",
    "had I known I’d find what I came for at last?",
    "Clinging to a tree-limb with your three-toed feet,",
    "your eyes closed tight, you calm my idleness,",
    "my immigrant isolation. But a tiny tamarin monkey",
    "who shares your ersatz rainforest runs at you,",
    "teasing, until you move one slow, dripping,",
    "hairy arm, then the other, the other, the other,",
    "pulling your tear-soaked body, its too-few",
    "vertebrae, its inferior allotment of muscles",
    "along the dead branch, going almost nowhere",
    "slowly as is humanly possible, nudged",
    "by the bright orange primate taunting, nipping,",
    "itching at you all the time, like ambition."
  ],
  "title": "In Houston",
  "year": ""
}