{
  "author": "Anne Bradstreet",
  "classification": "Imagery",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries",
    "War",
    "Conflict",
    "Other Religions",
    "Heroes",
    "Patriotism",
    "Christianity"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/172956",
  "region": "U.S., New England",
  "text": [
    "Alas, dear Mother, fairest Queen and best,",
    "With honour, wealth, and peace happy and blest,",
    "What ails thee hang thy head, and cross thine arms,",
    "And sit i’ the dust to sigh these sad alarms?",
    "What deluge of new woes thus over-whelm",
    "The glories of thy ever famous Realm?",
    "What means this wailing tone, this mournful guise?",
    "Ah, tell thy Daughter; she may sympathize.",
    "Art ignorant indeed of these my woes,",
    "Or must my forced tongue these griefs disclose,",
    "And must my self dissect my tatter’d state,",
    "Which Amazed Christendom stands wondering at?",
    "And thou a child, a Limb, and dost not feel",
    "My weak’ned fainting body now to reel?",
    "This physic-purging-potion I have taken",
    "Will bring Consumption or an Ague quaking,",
    "Unless some Cordial thou fetch from high,",
    "Which present help may ease my malady.",
    "If I decease, dost think thou shalt survive?",
    "Or by my wasting state dost think to thrive?",
    "Then weigh our case, if ‘t be not justly sad.",
    "Let me lament alone, while thou art glad.",
    "And thus, alas, your state you much deplore",
    "In general terms, but will not say wherefore.",
    "What Medicine shall I seek to cure this woe,",
    "If th’ wound’s so dangerous, I may not know?",
    "But you, perhaps, would have me guess it out.",
    "What, hath some",
    "like that",
    "stout",
    "By fraud and force usurp’d thy flow’ring crown,",
    "Or by tempestuous Wars thy fields trod down?",
    "Or hath",
    ", that brave valiant",
    ",",
    "The regal peaceful Sceptre from thee ta’en?",
    "Or is 't a",
    "whose victorious hand",
    "With",
    "blood bedews thy conquered Land?",
    "Or is ‘t intestine Wars that thus offend?",
    "Do",
    "and",
    "for the Crown contend?",
    "Do Barons rise and side against their King,",
    "And call in Foreign aid to help the thing?",
    "Must Edward be depos’d? Or is ‘t the hour",
    "That second",
    "must be clapp’d i’ th’ Tower?",
    "Or is it the fatal jar, again begun,",
    "That from the red, white pricking Roses sprung?",
    "Must",
    "aid the Nobles now implore",
    "To come and break the tushes of the Boar?",
    "If none of these, dear Mother, what’s your woe?",
    "Pray, do not fear",
    "bragging Armado.",
    "Doth your Ally, fair",
    ", conspire your wrack,",
    "Or doth the",
    "play false behind your back?",
    "Doth",
    "quit you ill for all your love?",
    "Whence is this storm, from Earth or Heaven above?",
    "Is ‘t drought, is ‘t Famine, or is ‘t Pestilence?",
    "Dost feel the smart, or fear the consequence?",
    "Your humble Child entreats you shew your grief.",
    "Though Arms nor Purse she hath for your relief—",
    "Such is her poverty,—yet shall be found",
    "A suppliant for your help, as she is bound.",
    "I must confess some of those Sores you name",
    "My beauteous Body at this present maim,",
    "But foreign Foe nor feigned friend I fear,",
    "For they have work enough, thou knowest, elsewhere.",
    "Nor is it",
    "son and",
    "Daughter",
    "Whose proud contention cause this slaughter;",
    "Nor Nobles siding to make",
    "no King,",
    "French",
    "unjustly to the Crown to bring;",
    "No",
    ",",
    ", to lose rule and life,",
    "Nor no",
    "to renew old strife;",
    "No Crook-backt Tyrant now usurps the Seat,",
    "Whose tearing tusks did wound, and kill, and threat.",
    "No Duke of",
    "nor Earl of",
    "to soil",
    "Their hands in Kindred’s blood whom they did foil;",
    "No need of",
    "Roses to unite:",
    "None knows which is the Red or which the White.",
    "braving Fleet a second time is sunk.",
    "knows how of my fury she hath drunk",
    "By",
    "third and",
    "fifth of fame;",
    "Her Lilies in my Arms avouch the same.",
    "My Sister",
    "hurts me now no more,",
    "Though she hath been injurious heretofore.",
    "What",
    "is, I am in some suspense,",
    "But trust not much unto his Excellence.",
    "For wants, sure some I feel, but more I fear;",
    "And for the Pestilence, who knows how near?",
    "Famine and Plague, two sisters of the Sword,",
    "Destruction to a Land doth soon afford.",
    "They’re for my punishments ordain'd on high,",
    "Unless thy tears prevent it speedily.",
    "But yet I answer not what you demand",
    "To shew the grievance of my troubled Land.",
    "Before I tell the effect I’ll shew the cause,",
    "Which are my sins—the breach of sacred Laws:",
    "Idolatry, supplanter of a Nation,",
    "With foolish superstitious adoration,",
    "Are lik’d and countenanc’d by men of might,",
    "The Gospel is trod down and hath no right.",
    "Church Offices are sold and bought for gain",
    "That Pope had hope to find",
    "here again.",
    "For Oaths and Blasphemies did ever ear",
    "From",
    "himself such language hear?",
    "What scorning of the Saints of the most high!",
    "What injuries did daily on them lie!",
    "What false reports, what nick-names did they take,",
    "Not for their own, but for their Master’s sake!",
    "And thou, poor soul, wast jeer’d among the rest;",
    "Thy flying for the Truth I made a jest.",
    "For Sabbath-breaking and for Drunkenness",
    "Did ever Land profaneness more express?",
    "From crying bloods yet cleansed am not I,",
    "Martyrs and others dying causelessly.",
    "How many Princely heads on blocks laid down",
    "For nought but title to a fading Crown!",
    "‘Mongst all the cruelties which I have done,",
    "Oh,",
    "Babes, and",
    "hapless Son,",
    "O",
    ", why didst thou die in flow’ring prime?—",
    "Because of Royal Stem, that was thy crime.",
    "For Bribery, Adultery, for Thefts, and Lies",
    "Where is the Nation I can’t paralyze?",
    "With Usury, Extortion, and Oppression,",
    "These be the",
    "of my stout transgression;",
    "These be the bitter fountains, heads, and roots",
    "Whence flow’d the source, the sprigs, the boughs, and fruits.",
    "Of more than thou canst hear or I relate,",
    "That with high hand I still did perpetrate,",
    "For these were threat’ned the woeful day",
    "I mocked the Preachers, put it fair away.",
    "The Sermons yet upon record do stand",
    "That cried destruction to my wicked Land.",
    "These Prophets’ mouths (all the while) was stopt,",
    "Unworthily, some backs whipt, and ears crept;",
    "Their reverent cheeks bear the glorious marks",
    "Of stinking, stigmatizing Romish Clerks;",
    "Some lost their livings, some in prison pent,",
    "Some grossly fined, from friends to exile went:",
    "Their silent tongues to heaven did vengeance cry,",
    "Who heard their cause, and wrongs judg’d righteously,",
    "And will repay it sevenfold in my lap.",
    "This is fore-runner of my after-clap.",
    "Nor took I warning by my neighbors’ falls.",
    "I saw sad",
    "dismantled walls,",
    "I saw her people famish’d, Nobles slain,",
    "Her fruitful land a barren heath remain.",
    "I saw (unmov’d) her Armies foil’d and fled,",
    "Wives forc’d, babes toss’d, her houses calcined.",
    "I saw strong",
    "yield’d to her foe,",
    "Thousands of starved Christians there also.",
    "I saw poor",
    "bleeding out her last,",
    "Such cruelty as all reports have past.",
    "Mine heart obdurate stood not yet aghast.",
    "Now sip I of that cup, and just ‘t may be",
    "The bottom dregs reserved are for me.",
    "To all you’ve said, sad mother, I assent.",
    "Your fearful sins great cause there ‘s to lament.",
    "My guilty hands (in part) hold up with you,",
    "A sharer in your punishment’s my due.",
    "But all you say amounts to this effect,",
    "Not what you feel, but what you do expect.",
    "Pray, in plain terms, what is your present grief?",
    "Then let’s join heads and hands for your relief.",
    "Well, to the matter, then. There’s grown of late",
    "‘Twixt King and Peers a question of state:",
    "Which is the chief, the law, or else the King?",
    "One saith, it’s he; the other, no such thing.",
    "My better part in Court of Parliament",
    "To ease my groaning land shew their intent",
    "To crush the proud, and right to each man deal,",
    "To help the Church, and stay the Common-Weal.",
    "So many obstacles comes in their way",
    "As puts me to a stand what I should say.",
    "Old customs, new Prerogatives stood on.",
    "Had they not held law fast, all had been gone,",
    "Which by their prudence stood them in such stead",
    "They took high",
    "lower by the head,",
    "And to their",
    "be ‘t spoke they held ‘n th’ Tower",
    "All",
    "metropolitan that hour.",
    "This done, an Act they would have passed fain",
    "No prelate should his Bishopric retain.",
    "Here tugg’d they hard indeed, for all men saw",
    "This must be done by Gospel, not by law.",
    "Next the",
    "they urged sore.",
    "This was denied, I need not say wherefore.",
    "The King, displeased, at",
    "himself absents.",
    "They humbly beg return, shew their intents.",
    "The writing, printing, posting to and fro,",
    "Shews all was done; I’ll therefore let it go.",
    "But now I come to speak of my disaster.",
    "Contention’s grown ‘twixt Subjects and their Master,",
    "They worded it so long they fell to blows,",
    "That thousands lay on heaps. Here bleeds my woes.",
    "I that no wars so many years have known",
    "Am now destroy’d and slaughter’d by mine own.",
    "But could the field alone this strife decide,",
    "One battle, two, or three I might abide,",
    "But these may be beginnings of more woe—",
    "Who knows, the worst, the best may overthrow!",
    "Religion, Gospel, here lies at the stake,",
    "Pray now, dear child, for sacred",
    "sake,",
    "Oh, pity me in this sad perturbation,",
    "My plundered Towns, my houses’ devastation,",
    "My ravisht virgins, and my young men slain,",
    "My wealthy trading fallen, my dearth of grain.",
    "The seedtime’s come, but Ploughman hath no hope",
    "Because he knows not who shall inn his crop.",
    "The poor they want their pay, their children bread,",
    "Their woful mothers’ tears unpitied.",
    "If any pity in thy heart remain,",
    "Or any child-like love thou dost retain,",
    "For my relief now use thy utmost skill,",
    "And recompense me good for all my ill.",
    "Dear mother, cease complaints, and wipe your eyes,",
    "Shake off your dust, cheer up, and now arise.",
    "You are my mother, nurse, I once your flesh,",
    "Your sunken bowels gladly would refresh.",
    "Your griefs I pity much but should do wrong,",
    "To weep for that we both have pray’d for long,",
    "To see these latter days of hop’d-for good,",
    "That Right may have its right, though ‘t be with blood.",
    "After dark Popery the day did clear;",
    "But now the Sun in’s brightness shall appear.",
    "Blest be the Nobles of thy Noble Land",
    "With (ventur’d lives) for truth’s defence that stand.",
    "Blest be thy Commons, who for Common good",
    "And thy infringed Laws have boldly stood.",
    "Blest be thy Counties, who do aid thee still",
    "With hearts and states to testify their will.",
    "Blest be thy Preachers, who do cheer thee on.",
    "Oh, cry: the sword of God and",
    "!",
    "And shall I not on them wish Mero’s curse",
    "That help thee not with prayers, arms, and purse?",
    "And for my self, let miseries abound",
    "If mindless of thy state I e’er be found.",
    "These are the days the Church’s foes to crush,",
    "To root out Prelates, head, tail, branch, and rush.",
    "Let’s bring",
    "vestments out, to make a fire,",
    "Their Mitres, Surplices, and all their tire,",
    "Copes, Rochets, Croziers, and such trash,",
    "And let their names consume, but let the flash",
    "Light Christendom, and all the world to see",
    "We hate",
    "Whore, with all her trumpery.",
    "Go on, brave",
    "shew whose son thou art,",
    "Not false to King, nor Country in thy heart,",
    "But those that hurt his people and his Crown,",
    "By force expel, destroy, and tread them down.",
    "Let Gaols be fill’d with th’ remnant of that pack,",
    "And sturdy",
    "loaded till it crack.",
    "And ye brave Nobles, chase away all fear,",
    "And to this blessed Cause closely adhere.",
    "O mother, can you weep and have such Peers?",
    "When they are gone, then drown your self in tears,",
    "If now you weep so much, that then no more",
    "The briny Ocean will o’erflow your shore.",
    "These, these are they (I trust) with",
    "our king,",
    "Out of all mists such glorious days will bring",
    "That dazzled eyes, beholding, much shall wonder",
    "At that thy settled Peace, thy wealth, and splendour,",
    "Thy Church and Weal establish’d in such manner",
    "That all shall joy that thou display’dst thy banner,",
    "And discipline erected so, I trust,",
    "That nursing Kings shall come and lick thy dust.",
    "Then Justice shall in all thy Courts take place",
    "Without respect of persons or of case.",
    "Then bribes shall cease, and suits shall not stick long,",
    "Patience and purse of Clients for to wrong.",
    "Then High Commissions shall fall to decay,",
    "And Pursuivants and Catchpoles want their pay.",
    "So shall thy happy Nation ever flourish,",
    "When truth and righteousness they thus shall nourish.",
    "When thus in Peace, thine Armies brave send out",
    "To sack proud",
    ", and all her vassals rout.",
    "There let thy name, thy fame, and valour shine,",
    "As did thine Ancestors’ in",
    ",",
    "And let her spoils full pay with int’rest be",
    "Of what unjustly once she poll’d from thee.",
    "Of all the woes thou canst let her be sped,",
    "Execute to th’ full the vengeance threatened.",
    "Bring forth the beast that rul’d the world with’s beck,",
    "And tear his flesh, and set your feet on’s neck,",
    "And make his filthy den so desolate",
    "To th’ ‘stonishment of all that knew his state.",
    "This done, with brandish’d swords to",
    "go,—",
    "(For then what is it but English blades dare do?)",
    "And lay her waste, for so’s the sacred doom,",
    "And do to",
    "as thou hast done to",
    ".",
    "Oh",
    "seed, lift up your heads on high,",
    "For sure the day of your redemption’s nigh.",
    "The scales shall fall from your long blinded eyes,",
    "And him you shall adore who now despise.",
    "Then fullness of the Nations in shall flow,",
    "And Jew and Gentile to one worship go.",
    "Then follows days of happiness and rest.",
    "Whose lot doth fall to live therein is blest.",
    "No Canaanite shall then be found ‘n th’ land,",
    "And holiness on horses’ bells shall stand.",
    "If this make way thereto, then sigh no more,",
    "But if at all thou didst not see ‘t before.",
    "Farewell, dear mother; Parliament, prevail,",
    "And in a while you’ll tell another tale."
  ],
  "title": "A Dialogue between Old England and New",
  "year": ""
}