{
  "author": "Anne Bradstreet",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Nature",
    "Time",
    "Brevity",
    "Growing Old",
    "Arts",
    "Sciences",
    "Trees",
    "Flowers",
    "Fall",
    "Philosophy",
    "Death"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/172955",
  "region": "U.S., New England",
  "text": [
    "1",
    "Sometime now past in the Autumnal Tide,",
    "When",
    "wanted but one hour to bed,",
    "The trees all richly clad, yet void of pride,",
    "Were gilded o’re by his rich golden head.",
    "Their leaves and fruits seem’d painted but was true",
    "Of green, of red, of yellow, mixed hew,",
    "Rapt were my senses at this delectable view.",
    "2",
    "I wist not what to wish, yet sure thought I,",
    "If so much excellence abide below,",
    "How excellent is he that dwells on high?",
    "Whose power and beauty by his works we know.",
    "Sure he is goodness, wisdom, glory, light,",
    "That hath this under world so richly dight.",
    "More Heaven than Earth was here, no winter and no night.",
    "3",
    "Then on a stately Oak I cast mine Eye,",
    "Whose ruffling top the Clouds seem’d to aspire;",
    "How long since thou wast in thine Infancy?",
    "Thy strength and stature, more thy years admire,",
    "Hath hundred winters past since thou wast born?",
    "Or thousand since thou brakest thy shell of horn,",
    "If so, all these as nought, Eternity doth scorn.",
    "4",
    "Then higher on the glistering Sun I gaz’d,",
    "Whose beams was shaded by the leafy Tree.",
    "The more I look’d, the more I grew amaz’d",
    "And softly said, what glory’s like to thee?",
    "Soul of this world, this Universe’s Eye,",
    "No wonder some made thee a Deity:",
    "Had I not better known (alas) the same had I.",
    "5",
    "Thou as a Bridegroom from thy Chamber rushes",
    "And as a strong man joys to run a race.",
    "The morn doth usher thee with smiles and blushes.",
    "The Earth reflects her glances in thy face.",
    "Birds, insects, Animals with Vegative,",
    "Thy heat from death and dullness doth revive:",
    "And in the darksome womb of fruitful nature dive.",
    "6",
    "Thy swift Annual and diurnal Course,",
    "Thy daily straight and yearly oblique path,",
    "Thy pleasing fervour, and thy scorching force,",
    "All mortals here the feeling knowledge hath.",
    "Thy presence makes it day, thy absence night,",
    "Quaternal seasons caused by thy might:",
    "Hail Creature, full of sweetness, beauty, and delight.",
    "7",
    "Art thou so full of glory that no Eye",
    "Hath strength thy shining Rays once to behold?",
    "And is thy splendid Throne erect so high?",
    "As, to approach it, can no earthly mould.",
    "How full of glory then must thy Creator be?",
    "Who gave this bright light luster unto thee:",
    "Admir’d, ador’d for ever be that Majesty.",
    "8",
    "Silent alone where none or saw, or heard,",
    "In pathless paths I lead my wand’ring feet.",
    "My humble Eyes to lofty Skies I rear’d",
    "To sing some Song my mazed Muse thought meet.",
    "My great Creator I would magnifie,",
    "That nature had thus decked liberally:",
    "But Ah and Ah again, my imbecility!",
    "9",
    "I heard the merry grasshopper then sing,",
    "The black clad Cricket bear a second part.",
    "They kept one tune and played on the same string,",
    "Seeming to glory in their little Art.",
    "Shall creatures abject thus their voices raise?",
    "And in their kind resound their maker’s praise:",
    "Whilst I, as mute, can warble forth no higher layes.",
    "10",
    "When present times look back to Ages past",
    "And men in being fancy those are dead,",
    "It makes things gone perpetually to last",
    "And calls back months and years that long since fled",
    "It makes a man more aged in conceit,",
    "Than was",
    "or’s grand-sire great:",
    "While of their persons and their acts his mind doth treat.",
    "11",
    "Sometimes in",
    "fair he seems to be,",
    "See glorious",
    "there made Lord of all,",
    "Fancies the Apple, dangle on the Tree,",
    "That turn’d his Sovereign to a naked thrall,",
    "Who like a miscreant’s driven from that place",
    "To get his bread with pain and sweat of face:",
    "A penalty impos’d on his backsliding Race.",
    "12",
    "Here sits our Grandame in retired place,",
    "And in her lap her bloody",
    "new born,",
    "The weeping Imp oft looks her in the face,",
    "Bewails his unknown hap and fate forlorn;",
    "His Mother sighs to think of Paradise,",
    "And how she lost her bliss, to be more wise,",
    "Believing him that was, and is, Father of lyes.",
    "13",
    "Here",
    "and",
    "come to sacrifice,",
    "Fruits of the Earth and Fatlings each do bring,",
    "On",
    "gift the fire descends from Skies,",
    "But no such sign on false",
    "offering;",
    "With sullen hateful looks he goes his wayes.",
    "Hath thousand thoughts to end his brothers dayes,",
    "Upon whose blood his future good he hopes to raise.",
    "14",
    "There",
    "keeps his sheep, no ill he thinks,",
    "His brother comes, then acts his fratricide.",
    "The Virgin Earth of blood her first draught drinks,",
    "But since that time she often hath been cloy’d;",
    "The wretch with ghastly face and dreadful mind,",
    "Thinks each he sees will serve him in his kind,",
    "Though none on Earth but kindred near then could he find.",
    "15",
    "Who fancies not his looks now at the Barr,",
    "His face like death, his heart with horror fraught,",
    "Nor Male-factor ever felt like warr,",
    "When deep despair with wish of life hath fought,",
    "Branded with guilt, and crusht with treble woes,",
    "A Vagabond to Land of",
    "he goes.",
    "A City builds, that wals might him secure from foes.",
    "16",
    "Who thinks not oft upon the Fathers ages.",
    "Their long descent, how nephews sons they saw,",
    "The starry observations of those Sages,",
    "And how their precepts to their sons were law,",
    "How Adam sigh’d to see his Progeny,",
    "Cloath’d all in his black, sinful Livery,",
    "Who neither guilt not yet the punishment could fly.",
    "17",
    "Our Life compare we with their length of dayes",
    "Who to the tenth of theirs doth now arrive?",
    "And though thus short, we shorten many wayes,",
    "Living so little while we are alive;",
    "In eating, drinking, sleeping, vain delight",
    "So unawares comes on perpetual night,",
    "And puts all pleasures vain unto eternal flight.",
    "18",
    "When I behold the heavens as in their prime,",
    "And then the earth (though old) still clad in green,",
    "The stones and trees, insensible of time,",
    "Nor age nor wrinkle on their front are seen;",
    "If winter come, and greenness then do fade,",
    "A Spring returns, and they more youthfull made;",
    "But Man grows old, lies down, remains where once he’s laid.",
    "19",
    "By birth more noble than those creatures all,",
    "Yet seems by nature and by custom curs’d,",
    "No sooner born, but grief and care makes fall",
    "That state obliterate he had at first:",
    "Nor youth, nor strength, nor wisdom spring again",
    "Nor habitations long their names retain,",
    "But in oblivion to the final day remain.",
    "20",
    "Shall I then praise the heavens, the trees, the earth",
    "Because their beauty and their strength last longer",
    "Shall I wish there, or never to had birth,",
    "Because they’re bigger and their bodyes stronger?",
    "Nay, they shall darken, perish, fade and dye,",
    "And when unmade, so ever shall they lye,",
    "But man was made for endless immortality.",
    "21",
    "Under the cooling shadow of a stately Elm",
    "Close sate I by a goodly Rivers side,",
    "Where gliding streams the Rocks did overwhelm;",
    "A lonely place, with pleasures dignifi’d.",
    "I once that lov’d the shady woods so well,",
    "Now thought the rivers did the trees excel,",
    "And if the sun would ever shine, there would I dwell.",
    "22",
    "While on the stealing stream I fixt mine eye,",
    "Which to the long’d-for Ocean held its course,",
    "I markt, nor crooks, nor rubs that there did lye",
    "Could hinder ought but still augment its force:",
    "O happy Flood, quoth I, that holds thy race",
    "Till thou arrive at thy beloved place,",
    "Nor is it rocks or shoals that can obstruct thy pace.",
    "23",
    "Nor is’t enough that thou alone may’st slide,",
    "But hundred brooks in thy cleer waves do meet,",
    "So hand in hand along with thee they glide",
    "To",
    "house, where all imbrace and greet:",
    "Thou Emblem true of what I count the best,",
    "O could I lead my Rivolets to rest,",
    "So may we press to that vast mansion, ever blest.",
    "24",
    "Ye Fish which in this liquid Region ’bide",
    "That for each season have your habitation,",
    "Now salt, now fresh where you think best to glide",
    "To unknown coasts to give a visitation,",
    "In Lakes and ponds, you leave your numerous fry,",
    "So Nature taught, and yet you know not why,",
    "You watry folk that know not your felicity.",
    "25",
    "Look how the wantons frisk to tast the air,",
    "Then to the colder bottome streight they dive,",
    "Eftsoon to",
    "glassy Hall repair",
    "To see what trade they, great ones, there do drive,",
    "Who forrage o’re the spacious sea-green field,",
    "And take the trembling prey before it yield,",
    "Whose armour is their scales, their spreading fins their shield.",
    "26",
    "While musing thus with contemplation fed,",
    "And thousand fancies buzzing in my brain,",
    "The sweet-tongu’d Philomel percht ore my head,",
    "And chanted forth a most melodious strain",
    "Which rapt me so with wonder and delight,",
    "I judg’d my hearing better than my sight,",
    "And wisht me wings with her a while to take my flight.",
    "27",
    "O merry Bird (said I) that fears no snares,",
    "That neither toyles nor hoards up in thy barn,",
    "Feels no sad thoughts, nor cruciating cares",
    "To gain more good, or shun what might thee harm",
    "Thy clothes ne’re wear, thy meat is every where,",
    "Thy bed a bough, thy drink the water cleer,",
    "Reminds not what is past, nor whats to come dost fear.",
    "28",
    "The dawning morn with songs thou dost prevent,",
    "Sets hundred notes unto thy feathered crew,",
    "So each one tunes his pretty instrument,",
    "And warbling out the old, begin anew,",
    "And thus they pass their youth in summer season,",
    "Then follow thee into a better Region,",
    "Where winter’s never felt by that sweet airy legion.",
    "29",
    "Man at the best a creature frail and vain,",
    "In knowledge ignorant, in strength but weak,",
    "Subject to sorrows, losses, sickness, pain,",
    "Each storm his state, his mind, his body break,",
    "From some of these he never finds cessation,",
    "But day or night, within, without, vexation,",
    "Troubles from foes, from friends, from dearest, near’st Relation.",
    "30",
    "And yet this sinfull creature, frail and vain,",
    "This lump of wretchedness, of sin and sorrow,",
    "This weather-beaten vessel wrackt with pain,",
    "Joys not in hope of an eternal morrow;",
    "Nor all his losses, crosses and vexation,",
    "In weight, in frequency and long duration",
    "Can make him deeply groan for that divine Translation.",
    "31",
    "The Mariner that on smooth waves doth glide,",
    "Sings merrily and steers his Barque with ease,",
    "As if he had command of wind and tide,",
    "And now becomes great Master of the seas;",
    "But suddenly a storm spoils all the sport,",
    "And makes him long for a more quiet port,",
    "Which ’gainst all adverse winds may serve for fort.",
    "32",
    "So he that faileth in this world of pleasure,",
    "Feeding on sweets, that never bit of th’ sowre,",
    "That’s full of friends, of honour and of treasure,",
    "Fond fool, he takes this earth ev’n for heav’ns bower,",
    "But sad affliction comes and makes him see",
    "Here’s neither honour, wealth, nor safety;",
    "Only above is found all with security.",
    "33",
    "O Time the fatal wrack of mortal things,",
    "That draws oblivions curtains over kings,",
    "Their sumptuous monuments, men know them not,",
    "Their names without a Record are forgot,",
    "Their parts, their ports, their pomp’s all laid in th’ dust.",
    "Nor wit, nor gold, nor buildings scape times rust;",
    "But he whose name is grav’d in the white stone",
    "Shall last and shine when all of these are gone."
  ],
  "title": "Contemplations",
  "year": ""
}