{
  "author": "Anne Bradstreet",
  "classification": "Rhymed Stanza",
  "keywords": [
    "History",
    "Politics",
    "Heroes",
    "Patriotism",
    "Gender",
    "Sexuality",
    "Social Commentaries"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/172959",
  "region": "U.S., New England",
  "text": [
    "Although great Queen, thou now in silence lie,",
    "Yet thy loud Herald Fame, doth to the sky",
    "Thy wondrous worth proclaim, in every clime,",
    "And so has vow’d, whilst there is world or time.",
    "So great’s thy glory, and thine excellence,",
    "The sound thereof raps every human sense",
    "That men account it no impiety",
    "To say thou wert a fleshly Deity.",
    "Thousands bring off’rings (though out of date)",
    "Thy world of honours to accumulate.",
    "‘Mongst hundred Hecatombs of roaring Verse,",
    "‘Mine bleating stands before thy royal Hearse.",
    "Thou never didst, nor canst thou now disdain,",
    "T’ accept the tribute of a loyal Brain.",
    "Thy clemency did yerst esteem as much",
    "The acclamations of the poor, as rich,",
    "Which makes me deem, my rudeness is no wrong,",
    "Though I resound thy greatness ‘mongst the throng.",
    "No",
    "Pen, nor",
    "Poetry,",
    "No",
    ", nor",
    "learned History;",
    "works, wars, praise, can e’re compact,",
    "The World’s the Theater where she did act.",
    "No memories, nor volumes can contain,",
    "The nine",
    "of her happy reign,",
    "Who was so good, so just, so learn’d, so wise,",
    "From all the Kings on earth she won the prize.",
    "Nor say I more than truly is her due.",
    "Millions will testify that this is true.",
    "She hath wip’d off th’ aspersion of her Sex,",
    "That women wisdom lack to play the Rex.",
    "Monarch sa’s not so, not yet his Host:",
    "She taught them better manners to their cost.",
    "The",
    "Law had not in force now been,",
    "If",
    "had ever hop’d for such a Queen.",
    "But can you Doctors now this point dispute,",
    "She’s argument enough to make you mute,",
    "Since first the Sun did run, his ne’er runn’d race,",
    "And earth had twice a year, a new old face;",
    "Since time was time, and man unmanly man,",
    "Come shew me such a Phoenix if you can.",
    "Was ever people better rul’d than hers?",
    "Was ever Land more happy, freed from stirs?",
    "Did ever wealth in",
    "so abound?",
    "Her Victories in foreign Coasts resound?",
    "Ships more invincible than",
    ", her foe",
    "She rack’t, she sack’d, she sunk his Armadoe.",
    "Her stately Troops advanc’d to",
    "wall,",
    "in’s right for to install.",
    "She frankly help’d",
    "(brave) distressed King,",
    "The States united now her fame do sing.",
    "She their Protectrix was, they well do know,",
    "Unto our dread Virago, what they owe.",
    "Her Nobles sacrific’d their noble blood,",
    "Nor men, nor coin she shap’d, to do them good.",
    "The rude untamed",
    "she did quell,",
    "And",
    "bound, before her picture fell.",
    "Had ever Prince such Counsellors as she?",
    "Her self",
    "caus’d them so to be.",
    "Such Soldiers, and such Captains never seen,",
    "As were the subjects of our (",
    ") Queen:",
    "Her Sea-men through all straits the world did round,",
    "might know her sound.",
    "Her",
    "came laded home with",
    "gold,",
    "Her",
    "took",
    ", their",
    "hold.",
    "But time would fail me, so my wit would too,",
    "To tell of half she did, or she could do.",
    "to her is but obscure;",
    "More infamy than fame she did procure.",
    "She plac’d her glory but on",
    "walls,",
    "World's wonder for a time, but yet it falls.",
    "Fierce",
    "(",
    "Heads-man,",
    "Queen)",
    "Had put her Harness off, had she but seen",
    "Our",
    "i’ th’ Camp at",
    ",",
    "(Judging all valour, and all Majesty)",
    "Within that Princess to have residence,",
    "And prostrate yielded to her Excellence.",
    "first Foundress of proud",
    "walls",
    "(Who living consummates her Funerals),",
    "A great",
    ", but compar’d with ours,",
    "How vanisheth her glory, wealth, and powers.",
    "Proud profuse",
    ", whose wrong name,",
    "Instead of glory, prov’d her Country’s shame:",
    "Of her what worth in Story’s to be seen,",
    "But that she was a rich",
    "Queen.",
    ", potent Empress of the East,",
    "And of all these without compare the best",
    "(Whom none but great",
    "could quell)",
    "Yet for our Queen is no fit parallel:",
    "She was a Phoenix Queen, so shall she be,",
    "Her ashes not reviv’d more Phoenix she.",
    "Her personal perfections, who would tell,",
    "Must dip his Pen i’ th’ Heliconian Well,",
    "Which I may not, my pride doth but aspire",
    "To read what others write and then admire.",
    "Now say, have women worth, or have they none?",
    "Or had they some, but with our Queen is’t gone?",
    "Nay Masculines, you have thus tax’d us long,",
    "But she, though dead, will vindicate our wrong.",
    "Let such as say our sex is void of reason",
    "Know ‘tis a slander now, but once was treason.",
    "But happy",
    ", which had such a Queen,",
    "O happy, happy, had those days still been,",
    "But happiness lies in a higher sphere.",
    "Then wonder not,",
    "moves not here.",
    "Full fraught with honour, riches, and with days,",
    "She set, she set, like",
    "in his rays.",
    "No more shall rise or set such glorious Sun,",
    "Until the heaven’s great revolution:",
    "If then new things, their old form must retain,",
    "shall rule",
    "once again.",
    "T H E",
    "Another."
  ],
  "title": "In Honour of that High and Mighty Princess, Queen Elizabeth",
  "year": ""
}