{
  "author": "Anne Bradstreet",
  "classification": "Couplet",
  "keywords": [
    "Relationships",
    "Gender",
    "Sexuality",
    "Time",
    "Brevity",
    "Nature",
    "Social Commentaries",
    "Living",
    "Family",
    "Ancestors",
    "Weather",
    "Animals",
    "Parenthood"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/172960",
  "region": "U.S., New England",
  "text": [
    "I had eight birds hatcht in one nest,",
    "Four Cocks were there, and Hens the rest.",
    "I nurst them up with pain and care,",
    "No cost nor labour did I spare",
    "Till at the last they felt their wing,",
    "Mounted the Trees and learned to sing.",
    "Chief of the Brood then took his flight",
    "To Regions far and left me quite.",
    "My mournful chirps I after send",
    "Till he return, or I do end.",
    "Leave not thy nest, thy Dame and Sire,",
    "Fly back and sing amidst this Quire.",
    "My second bird did take her flight",
    "And with her mate flew out of sight.",
    "they both their course did bend,",
    "And Seasons twain they there did spend,",
    "Till after blown by",
    "gales",
    "They",
    "steer’d with filled sails.",
    "A prettier bird was no where seen,",
    "Along the Beach, among the treen.",
    "I have a third of colour white",
    "On whom I plac’d no small delight,",
    "Coupled with mate loving and true,",
    "Hath also bid her Dame adieu.",
    "And where",
    "first appears,",
    "She now hath percht to spend her years.",
    "One to the Academy flew",
    "To chat among that learned crew.",
    "Ambition moves still in his breast",
    "That he might chant above the rest,",
    "Striving for more than to do well,",
    "That nightingales he might excell.",
    "My fifth, whose down is yet scarce gone,",
    "Is ‘mongst the shrubs and bushes flown",
    "And as his wings increase in strength",
    "On higher boughs he’ll perch at length.",
    "My other three still with me nest",
    "Until they’re grown, then as the rest,",
    "Or here or there, they’ll take their flight,",
    "As is ordain’d, so shall they light.",
    "If birds could weep, then would my tears",
    "Let others know what are my fears",
    "Lest this my brood some harm should catch",
    "And be surpris’d for want of watch",
    "Whilst pecking corn and void of care",
    "They fall un’wares in Fowler’s snare;",
    "Or whilst on trees they sit and sing",
    "Some untoward boy at them do fling,",
    "Or whilst allur’d with bell and glass",
    "The net be spread and caught, alas;",
    "Or lest by Lime-twigs they be foil’d;",
    "Or by some greedy hawks be spoil’d.",
    "O would, my young, ye saw my breast",
    "And knew what thoughts there sadly rest.",
    "Great was my pain when I you bred,",
    "Great was my care when I you fed.",
    "Long did I keep you soft and warm",
    "And with my wings kept off all harm.",
    "My cares are more, and fears, than ever,",
    "My throbs such now as ‘fore were never.",
    "Alas, my birds, you wisdom want",
    "Of perils you are ignorant.",
    "Oft times in grass, on trees, in flight,",
    "Sore accidents on you may light.",
    "O to your safety have an eye,",
    "So happy may you live and die.",
    "Mean while, my days in tunes I’ll spend",
    "Till my weak lays with me shall end.",
    "In shady woods I’ll sit and sing",
    "And things that past, to mind I’ll bring.",
    "Once young and pleasant, as are you,",
    "But former toys (no joys) adieu!",
    "My age I will not once lament",
    "But sing, my time so near is spent,",
    "And from the top bough take my flight",
    "Into a country beyond sight",
    "Where old ones instantly grow young",
    "And there with seraphims set song.",
    "No seasons cold, nor storms they see",
    "But spring lasts to eternity.",
    "When each of you shall in your nest",
    "Among your young ones take your rest,",
    "In chirping languages oft them tell",
    "You had a Dame that lov’d you well,",
    "That did what could be done for young",
    "And nurst you up till you were strong",
    "And ‘fore she once would let you fly",
    "She shew'd you joy and misery,",
    "Taught what was good, and what was ill,",
    "What would save life, and what would kill.",
    "Thus gone, amongst you I may live,",
    "And dead, yet speak and counsel give.",
    "Farewell, my birds, farewell, adieu,",
    "I happy am, if well with you."
  ],
  "title": "In Reference to her Children, 23 June 1659",
  "year": ""
}