{
  "author": "Anne Bradstreet",
  "classification": "Couplet",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Heroes",
    "Patriotism",
    "Poetry",
    "Poets",
    "Gender",
    "Sexuality",
    "Arts",
    "Sciences",
    "Relationships",
    "Philosophy",
    "Men",
    "Women",
    "Mythology",
    "Folklore"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/172961",
  "region": "U.S., New England",
  "text": [
    "To sing of Wars, of Captains, and of Kings,",
    "Of Cities founded, Common-wealths begun,",
    "For my mean Pen are too superior things;",
    "Or how they all, or each their dates have run,",
    "Let Poets and Historians set these forth.",
    "My obscure lines shall not so dim their worth.",
    "But when my wond’ring eyes and envious heart",
    "Great Bartas’ sugar’d lines do but read o’er,",
    "Fool, I do grudge the Muses did not part",
    "‘Twixt him and me that over-fluent store.",
    "A Bartas can do what a Bartas will",
    "But simple I according to my skill.",
    "From School-boy’s tongue no Rhet’ric we expect,",
    "Nor yet a sweet Consort from broken strings,",
    "Nor perfect beauty where’s a main defect.",
    "My foolish, broken, blemished Muse so sings,",
    "And this to mend, alas, no Art is able,",
    "‘Cause Nature made it so irreparable.",
    "Nor can I, like that fluent sweet-tongued Greek",
    "Who lisp’d at first, in future times speak plain.",
    "By Art he gladly found what he did seek,",
    "A full requital of his striving pain.",
    "Art can do much, but this maxim’s most sure:",
    "A weak or wounded brain admits no cure.",
    "I am obnoxious to each carping tongue",
    "Who says my hand a needle better fits.",
    "A Poet’s Pen all scorn I should thus wrong,",
    "For such despite they cast on female wits.",
    "If what I do prove well, it won’t advance,",
    "They’ll say it’s stol’n, or else it was by chance.",
    "But sure the antique Greeks were far more mild,",
    "Else of our Sex, why feigned they those nine",
    "And poesy made Calliope’s own child?",
    "So ‘mongst the rest they placed the Arts divine,",
    "But this weak knot they will full soon untie.",
    "The Greeks did nought but play the fools and lie.",
    "Let Greeks be Greeks, and Women what they are.",
    "Men have precedency and still excel;",
    "It is but vain unjustly to wage war.",
    "Men can do best, and Women know it well.",
    "Preeminence in all and each is yours;",
    "Yet grant some small acknowledgement of ours.",
    "And oh ye high flown quills that soar the skies,",
    "And ever with your prey still catch your praise,",
    "If e’er you deign these lowly lines your eyes,",
    "Give thyme or Parsley wreath, I ask no Bays.",
    "This mean and unrefined ore of mine",
    "Will make your glist’ring gold but more to shine."
  ],
  "title": "Prologue",
  "year": ""
}