{
  "author": "Anne Bradstreet",
  "classification": "Couplet",
  "keywords": [
    "Trees",
    "Flowers",
    "Arts",
    "Sciences",
    "Faith",
    "Doubt",
    "Nature",
    "Time",
    "Brevity",
    "Living",
    "Religion",
    "Philosophy",
    "Weather",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/172958",
  "region": "U.S., New England",
  "text": [
    "[Introduction]",
    "Lo now! four other acts upon the stage,",
    "Childhood, and Youth, the Manly, and Old-age.",
    "The first: son unto Phlegm, grand-child to water,",
    "Unstable, supple, moist, and cold’s his Nature.",
    "The second: frolic claims his pedigree;",
    "From blood and air, for hot and moist is he.",
    "The third of fire and choler is compos’d,",
    "Vindicative, and quarrelsome dispos’d.",
    "The last, of earth and heavy melancholy,",
    "Solid, hating all lightness, and all folly.",
    "Childhood was cloth’d in white, and given to show,",
    "His spring was intermixed with some snow.",
    "Upon his head a Garland Nature set:",
    "Of Daisy, Primrose, and the Violet.",
    "Such cold mean flowers (as these) blossom betime,",
    "Before the Sun hath throughly warm’d the clime.",
    "His hobby striding, did not ride, but run,",
    "And in his hand an hour-glass new begun,",
    "In dangers every moment of a fall,",
    "And when ‘tis broke, then ends his life and all.",
    "But if he held till it have run its last,",
    "Then may he live till threescore years or past.",
    "Next, youth came up in gorgeous attire",
    "(As that fond age, doth most of all desire),",
    "His Suit of Crimson, and his Scarf of Green.",
    "In’s countenance, his pride quickly was seen.",
    "Garland of Roses, Pinks, and Gillyflowers",
    "Seemed to grow on’s head (bedew’d with showers).",
    "His face as fresh, as is",
    "fair,",
    "When blushing first, she ‘gins to red the Air.",
    "No wooden horse, but one of metal try’d:",
    "He seems to fly, or swim, and not to ride.",
    "Then prancing on the Stage, about he wheels;",
    "But as he went, death waited at his heels.",
    "The next came up, in a more graver sort,",
    "As one that cared for a good report.",
    "His Sword by’s side, and choler in his eyes,",
    "But neither us’d (as yet) for he was wise,",
    "Of Autumn fruits a basket on his arm,",
    "His golden rod in’s purse, which was his charm.",
    "And last of all, to act upon this Stage,",
    "Leaning upon his staff, comes up old age.",
    "Under his arm a Sheaf of wheat he bore,",
    "A Harvest of the best: what needs he more?",
    "In’s other hand a glass, ev’n almost run,",
    "This writ about:",
    ".",
    "His hoary hairs and grave aspect made way,",
    "And all gave ear to what he had to say.",
    "These being met, each in his equipage",
    "Intend to speak, according to their age,",
    "But wise Old-age did with all gravity",
    "To childish childhood give precedency,",
    "And to the rest, his reason mildly told:",
    "That he was young, before he grew so old.",
    "To do as he, the rest full soon assents,",
    "Their method was that of the Elements,",
    "That each should tell what of himself he knew,",
    "Both good and bad, but yet no more then’s true.",
    "With heed now stood, three ages of frail man,",
    "To hear the child, who crying, thus began.",
    "Ah me! conceiv’d in sin, and born in sorrow,",
    "A nothing, here to day, but gone to morrow,",
    "Whose mean beginning, blushing can’t reveal,",
    "But night and darkness must with shame conceal.",
    "My mother’s breeding sickness, I will spare,",
    "Her nine months’ weary burden not declare.",
    "To shew her bearing pangs, I should do wrong,",
    "To tell that pain, which can’t be told by tongue.",
    "With tears into this world I did arrive;",
    "My mother still did waste, as I did thrive,",
    "Who yet with love and all alacity,",
    "Spending was willing to be spent for me.",
    "With wayward cries, I did disturb her rest,",
    "Who sought still to appease me with her breast;",
    "With weary arms, she danc’d, and",
    ",",
    ", sung,",
    "When wretched I (ungrate) had done the wrong.",
    "When Infancy was past, my Childishness",
    "Did act all folly that it could express.",
    "My silliness did only take delight,",
    "In that which riper age did scorn and slight,",
    "In Rattles, Bables, and such toyish stuff.",
    "My then ambitious thoughts were low enough.",
    "My high-born soul so straitly was confin’d",
    "That its own worth it did not know nor mind.",
    "This little house of flesh did spacious count,",
    "Through ignorance, all troubles did surmount,",
    "Yet this advantage had mine ignorance,",
    "Freedom from Envy and from Arrogance.",
    "How to be rich, or great, I did not cark,",
    "A Baron or a Duke ne’r made my mark,",
    "Nor studious was, Kings favours how to buy,",
    "With costly presents, or base flattery;",
    "No office coveted, wherein I might",
    "Make strong my self and turn aside weak right.",
    "No malice bare to this or that great Peer,",
    "Nor unto buzzing whisperers gave ear.",
    "I gave no hand, nor vote, for death, of life.",
    "I’d nought to do, ‘twixt Prince, and peoples’ strife.",
    "No Statist I: nor Marti’list i’ th’ field.",
    "Where e’re I went, mine innocence was shield.",
    "My quarrels, not for Diadems, did rise,",
    "But for an Apple, Plumb, or some such prize.",
    "My strokes did cause no death, nor wounds, nor scars.",
    "My little wrath did cease soon as my wars.",
    "My duel was no challenge, nor did seek.",
    "My foe should weltering, with his bowels reek.",
    "I had no Suits at law, neighbours to vex,",
    "Nor evidence for land did me perplex.",
    "I fear’d no storms, nor all the winds that blows.",
    "I had no ships at Sea, no fraughts to loose.",
    "I fear’d no drought, nor wet; I had no crop,",
    "Nor yet on future things did place my hope.",
    "This was mine innocence, but oh the seeds",
    "Lay raked up of all the cursed weeds,",
    "Which sprouted forth in my insuing age,",
    "As he can tell, that next comes on the stage.",
    "But yet me let me relate, before I go,",
    "The sins and dangers I am subject to:",
    "From birth stained, with",
    "sinful fact,",
    "From thence I ‘gan to sin, as soon as act;",
    "A perverse will, a love to what’s forbid;",
    "A serpent’s sting in pleasing face lay hid;",
    "A lying tongue as soon as it could speak",
    "And fifth Commandment do daily break;",
    "Oft stubborn, peevish, sullen, pout, and cry;",
    "Then nought can please, and yet I know not why.",
    "As many was my sins, so dangers too,",
    "For sin brings sorrow, sickness, death, and woe,",
    "And though I miss the tossings of the mind,",
    "Yet griefs in my frail flesh I still do find.",
    "What gripes of wind, mine infancy did pain?",
    "What tortures I, in breeding teeth sustain?",
    "What crudities my cold stomach hath bred?",
    "Whence vomits, worms, and flux have issued?",
    "What breaches, knocks, and falls I daily have?",
    "And some perhaps, I carry to my grave.",
    "Sometimes in fire, sometimes in water fall:",
    "Strangely preserv’d, yet mind it not at all.",
    "At home, abroad, my danger’s manifold",
    "That wonder ‘tis, my glass till now doth hold.",
    "I’ve done: unto my elders I give way,",
    "For ‘tis but little that a child can say.",
    "My goodly clothing and beauteous skin",
    "Declare some greater riches are within,",
    "But what is best I‘ll first present to view,",
    "And then the worst, in a more ugly hue,",
    "For thus to do we on this Stage assemble,",
    "Then let not him, which hath most craft dissemble.",
    "Mine education, and my learning‘s such,",
    "As might my self, and others, profit much:",
    "With nurture trained up in virtue‘s Schools;",
    "Of Science, Arts, and Tongues, I know the rules;",
    "The manners of the Court, I likewise know,",
    "Nor ignorant what they in Country do.",
    "The brave attempts of valiant Knights I prize",
    "That dare climb Battlements, rear‘d to the skies.",
    "The snorting Horse, the Trumpet, Drum I like,",
    "The glist‘ring Sword, and well advanced Pike.",
    "I cannot lie in trench before a Town,",
    "Nor wait til good advice our hopes do crown.",
    "I scorn the heavy Corslet, Musket-proof;",
    "I fly to catch the Bullet that‘s aloof.",
    "Though thus in field, at home, to all most kind,",
    "So affable that I do suit each mind,",
    "I can insinuate into the breast",
    "And by my mirth can raise the heart deprest.",
    "Sweet Music rapteth my harmonious Soul,",
    "And elevates my thoughts above the Pole.",
    "My wit, my bounty, and my courtesy",
    "Makes all to place their future hopes on me.",
    "This is my best, but youth (is known) alas,",
    "To be as wild as is the snuffing Ass,",
    "As vain as froth, as vanity can be,",
    "That who would see vain man may look on me:",
    "My gifts abus‘d, my education lost,",
    "My woful Parents‘ longing hopes all crost;",
    "My wit evaporates in merriment;",
    "My valour in some beastly quarrel‘s spent;",
    "Martial deeds I love not, ‘cause they’re virtuous,",
    "But doing so, might seem magnanimous.",
    "My Lust doth hurry me to all that’s ill,",
    "I know no Law, nor reason, but my will;",
    "Sometimes lay wait to take a wealthy purse",
    "Or stab the man in’s own defence, that’s worse.",
    "Sometimes I cheat (unkind) a female Heir",
    "Of all at once, who not so wise, as fair,",
    "Trusteth my loving looks and glozing tongue",
    "Until her friends, treasure, and honour’s gone.",
    "Sometimes I sit carousing others’ health",
    "Until mine own be gone, my wit, and wealth.",
    "From pipe to pot, from pot to words and blows,",
    "For he that loveth Wine wanteth no woes.",
    "Days, nights, with Ruffins, Roarers, Fiddlers spend,",
    "To all obscenity my ears I bend,",
    "All counsel hate which tends to make me wise,",
    "And dearest friends count for mine enemies.",
    "If any care I take, ‘tis to be fine,",
    "For sure my suit more than my virtues shine.",
    "If any time from company I spare,",
    "‘Tis spent in curling, frisling up my hair,",
    "Some young",
    "I do strive to be.",
    "now survives in me.",
    "Cards, Dice, and Oaths, concomitant, I love;",
    "To Masques, to Plays, to Taverns still I move;",
    "And in a word, if what I am you’d hear,",
    "Seek out a British, bruitish Cavalier.",
    "Such wretch, such monster am I; but yet more",
    "I want a heart all this for to deplore.",
    "Thus, thus alas! I have mispent my time,",
    "My youth, my best, my strength, my bud, and prime,",
    "Remembring not the dreadful day of Doom,",
    "Nor yet the heavy reckoning for to come,",
    "Though dangers do attend me every hour",
    "And ghastly death oft threats me with her power:",
    "Sometimes by wounds in idle combats taken,",
    "Sometimes by Agues all my body shaken;",
    "Sometimes by Fevers, all my moisture drinking,",
    "My heart lies frying, and my eyes are sinking.",
    "Sometimes the Cough, Stitch, painful Pleurisy,",
    "With sad affrights of death, do menace me.",
    "Sometimes the loathsome Pox my face be-mars",
    "With ugly marks of his eternal scars.",
    "Sometimes the Frenzy strangely mads my Brain",
    "That oft for it in",
    "I remain.",
    "Too many’s my Diseases to recite,",
    "That wonder ‘tis I yet behold the light,",
    "That yet my bed in darkness is not made,",
    "And I in black oblivion’s den long laid.",
    "Of Marrow full my bones, of Milk my breasts,",
    "Ceas’d by the gripes of Serjeant Death's Arrests:",
    "Thus I have said, and what I’ve said you see,",
    "Childhood and youth is vain, yea vanity.",
    "Childhood and youth forgot, sometimes I’ve seen,",
    "And now am grown more staid that have been green,",
    "What they have done, the same was done by me:",
    "As was their praise, or shame, so mine must be.",
    "Now age is more, more good ye do expect;",
    "But more my age, the more is my defect.",
    "But what’s of worth, your eyes shall first behold,",
    "And then a world of dross among my gold.",
    "When my Wild Oats were sown, and ripe, and mown,",
    "I then receiv’d a harvest of mine own.",
    "My reason, then bad judge, how little hope",
    "Such empty seed should yield a better crop.",
    "I then with both hands graspt the world together,",
    "Thus out of one extreme into another,",
    "But yet laid hold on virtue seemingly:",
    "Who climbs without hold, climbs dangerously.",
    "Be my condition mean, I then take pains",
    "My family to keep, but not for gains.",
    "If rich, I’m urged then to gather more",
    "To bear me out i’ th’ world and feed the poor;",
    "If a father, then for children must provide,",
    "But if none, then for kindred near ally’d;",
    "If Noble, then mine honour to maintain;",
    "If not, yet wealth, Nobility can gain.",
    "For time, for place, likewise for each relation,",
    "I wanted not my ready allegation.",
    "Yet all my powers for self-ends are not spent,",
    "For hundreds bless me for my bounty sent,",
    "Whose loins I’ve cloth’d, and bellies I have fed,",
    "With mine own fleece, and with my household bread.",
    "Yea, justice I have done, was I in place,",
    "To cheer the good and wicked to deface.",
    "The proud I crush’d, th’oppressed I set free,",
    "The liars curb’d but nourisht verity.",
    "Was I a pastor, I my flock did feed",
    "And gently lead the lambs, as they had need.",
    "A Captain I, with skill I train’d my band",
    "And shew’d them how in face of foes to stand.",
    "If a Soldier, with speed I did obey",
    "As readily as could my Leader say.",
    "Was I a laborer, I wrought all day",
    "As cheerfully as ere I took my pay.",
    "Thus hath mine age (in all) sometimes done well;",
    "Sometimes mine age (in all) been worse than hell.",
    "In meanness, greatness, riches, poverty",
    "Did toil, did broil; oppress’d, did steal and lie.",
    "Was I as poor as poverty could be,",
    "Then baseness was companion unto me.",
    "Such scum as Hedges and High-ways do yield,",
    "As neither sow, nor reap, nor plant, nor build.",
    "If to Agriculture I was ordain’d,",
    "Great labours, sorrows, crosses I sustain’d.",
    "The early Cock did summon, but in vain,",
    "My wakeful thoughts up to my painful gain.",
    "For restless day and night, I’m robb’d of sleep",
    "By cankered care, who sentinel doth keep.",
    "My weary breast rest from his toil can find,",
    "But if I rest, the more distrest my mind.",
    "If happiness my sordidness hath found,",
    "‘Twas in the crop of my manured ground:",
    "My fatted Ox, and my exuberous Cow,",
    "My fleeced Ewe, and ever farrowing Sow.",
    "To greater things I never did aspire,",
    "My dunghill thoughts or hopes could reach no higher.",
    "If to be rich, or great, it was my fate.",
    "How was I broil’d with envy, and with hate?",
    "Greater than was the great’st was my desire,",
    "And greater still, did set my heart on fire.",
    "If honour was the point to which I steer’d,",
    "To run my hull upon disgrace I fear’d,",
    "But by ambitious sails I was so carried",
    "That over flats, and sands, and rocks I hurried,",
    "Opprest, and sunk, and sack’d, all in my way",
    "That did oppose me to my longed bay.",
    "My thirst was higher than Nobility",
    "And oft long’d sore to taste on Royalty,",
    "Whence poison, Pistols, and dread instruments",
    "Have been curst furtherers of mine intents.",
    "Nor Brothers, Nephews, Sons, nor Sires I’ve spar’d.",
    "When to a Monarchy my way they barr'’d,",
    "There set, I rid my self straight out of hand",
    "Of such as might my son, or his withstand,",
    "Then heapt up gold and riches as the clay,",
    "Which others scatter like the dew in",
    ".",
    "Sometimes vain-glory is the only bait",
    "Whereby my empty school is lur’d and caught.",
    "Be I of worth, of learning, or of parts,",
    "I judge I should have room in all men’s hearts;",
    "And envy gnaws if any do surmount.",
    "I hate for to be had in small account.",
    "If",
    "like, I’m stript unto my skin;",
    "I glory in my wealth I have within.",
    "Thus good, and bad, and what I am, you see,",
    "Now in a word, what my diseases be:",
    "The vexing Stone, in bladder and in reins,",
    "Torments me with intolerable pains;",
    "The windy cholic oft my bowels rend,",
    "To break the darksome prison, where it’s penn’d;",
    "The knotty Gout doth sadly torture me,",
    "And the restraining lame Sciatica;",
    "The Quinsy and the Fevers often distaste me,",
    "And the Consumption to the bones doth waste me,",
    "Subject to all Diseases, that’s the truth,",
    "Though some more incident to age, or youth;",
    "And to conclude, I may not tedious be,",
    "Man at his best estate is vanity.",
    "What you have been, ev’n such have I before,",
    "And all you say, say I, and something more.",
    "Babe's innocence, Youth’s wildness I have seen,",
    "And in perplexed Middle-age have been,",
    "Sickness, dangers, and anxieties have past,",
    "And on this Stage am come to act my last.",
    "I have been young, and strong, and wise as you",
    "But now,",
    "is too true.",
    "In every Age I’ve found much vanity.",
    "An end of all perfection now I see.",
    "It’s not my valour, honour, nor my gold,",
    "My ruin’d house, now falling can uphold;",
    "It’s not my Learning, Rhetoric, wit so large,",
    "Now hath the power, Death’s Warfare, to discharge.",
    "It’s not my goodly house, nor bed of down,",
    "That can refresh, or ease, if Conscience frown;",
    "Nor from alliance now can I have hope,",
    "But what I have done well, that is my prop.",
    "He that in youth is godly, wise, and sage",
    "Provides a staff for to support his age.",
    "Great mutations, some joyful, and some sad,",
    "In this short Pilgrimage I oft have had.",
    "Sometimes the Heavens with plenty smil’d on me,",
    "Sometimes, again, rain’d all adversity;",
    "Sometimes in honour, sometimes in disgrace,",
    "Sometime an abject, then again in place:",
    "Such private changes oft mine eyes have seen.",
    "In various times of state I’ve also been.",
    "I’ve seen a Kingdom flourish like a tree",
    "When it was rul’d by that Celestial she,",
    "And like a Cedar others so surmount",
    "That but for shrubs they did themselves account.",
    "Then saw I",
    ", and",
    "sav’d,",
    "won,",
    "And",
    "and",
    "half undone.",
    "I saw all peace at home, terror to foes,",
    "But ah, I saw at last those eyes to close,",
    "And then, me thought, the world at noon grew dark",
    "When it had lost that radiant Sun-like spark.",
    "In midst of griefs, I saw some hopes revive",
    "(For ‘twas our hopes then kept our hearts alive);",
    "I saw hopes dash’t, our forwardness was shent,",
    "And silenc’d we, by Act of Parliament.",
    "I’ve seen from",
    ", an execrable thing,",
    "A plot to blow up Nobles and their King.",
    "I’ve seen designs at",
    "and",
    "cross’t,",
    "And poor",
    "for every lost.",
    "I’ve seen a Prince to live on others’ lands,",
    "A Royal one, by alms from Subjects’ hands.",
    "I’ve seen base men, advanc’d to great degree,",
    "And worthy ones, put to extremity,",
    "But not their Prince’s love, nor state so high,",
    "Could once reverse, their shameful destiny.",
    "I’ve seen one stabb’d, another lose his head,",
    "And others fly their Country through their dread.",
    "I’ve seen, and so have ye, for ‘tis but late,",
    "The desolation of a goodly State.",
    "Plotted and acted so that none can tell",
    "Who gave the counsell, but the Prince of hell.",
    "I’ve seen a land unmoulded with great pain,",
    "But yet may live to see’t made up again.",
    "I’ve seen it shaken, rent, and soak’d in blood,",
    "But out of troubles ye may see much good.",
    "These are no old wives’ tales, but this is truth.",
    "We old men love to tell, what’s done in youth.",
    "But I return from whence I stept awry;",
    "My memory is short and brain is dry.",
    "My Almond-tree (gray hairs) doth flourish now,",
    "And back, once straight, begins apace to bow.",
    "My grinders now are few, my sight doth fail,",
    "My skin is wrinkled, and my cheeks are pale.",
    "No more rejoice, at music’s pleasant noise,",
    "But do awake at the cock’s clanging voice.",
    "I cannot scent savours of pleasant meat,",
    "Nor sapors find in what I drink or eat.",
    "My hands and arms, once strong, have lost their might.",
    "I cannot labour, nor I cannot fight:",
    "My comely legs, as nimble as the Roe,",
    "Now stiff and numb, can hardly creep or go.",
    "My heart sometimes as fierce, as Lion bold,",
    "Now trembling, and fearful, sad, and cold.",
    "My golden Bowl and silver Cord, e’re long,",
    "Shall both be broke, by wracking death so strong.",
    "I then shall go whence I shall come no more.",
    "Sons, Nephews, leave, my death for to deplore.",
    "In pleasures, and in labours, I have found",
    "That earth can give no consolation sound",
    "To great, to rich, to poor, to young, or old,",
    "To mean, to noble, fearful, or to bold.",
    "From King to beggar, all degrees shall find",
    "But vanity, vexation of the mind.",
    "Yea, knowing much, the pleasant’st life of all",
    "Hath yet amongst that sweet, some bitter gall.",
    "Though reading others’ Works doth much refresh,",
    "Yet studying much brings weariness to th’ flesh.",
    "My studies, labours, readings all are done,",
    "And my last period can e’en elmost run.",
    "Corruption, my Father, I do call,",
    "Mother, and sisters both; the worms that crawl",
    "In my dark house, such kindred I have store.",
    "There I shall rest till heavens shall be no more;",
    "And when this flesh shall rot and be consum’d,",
    "This body, by this soul, shall be assum’d;",
    "And I shall see with these same very eyes",
    "My strong Redeemer coming in the skies.",
    "Triumph I shall, o’re Sin, o’re Death, o’re Hell,",
    "And in that hope, I bid you all farewell."
  ],
  "title": "The Four Ages of Man",
  "year": ""
}