{
  "author": "Tracy K. Smith",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Youth",
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "Popular Culture",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243882",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1.",
    "After dark, stars glisten like ice, and the distance they span",
    "Hides something elemental. Not God, exactly. More like",
    "Some thin-hipped glittering Bowie-being—a Starman",
    "Or cosmic ace hovering, swaying, aching to make us see.",
    "And what would we do, you and I, if we could know for sure",
    "That someone was there squinting through the dust,",
    "Saying nothing is lost, that everything lives on waiting only",
    "To be wanted back badly enough? Would you go then,",
    "Even for a few nights, into that other life where you",
    "And that first she loved, blind to the future once, and happy?",
    "Would I put on my coat and return to the kitchen where my",
    "Mother and father sit waiting, dinner keeping warm on the stove?",
    "Bowie will never die. Nothing will come for him in his sleep",
    "Or charging through his veins. And he’ll never grow old,",
    "Just like the woman you lost, who will always be dark-haired",
    "And flush-faced, running toward an electronic screen",
    "That clocks the minutes, the miles left to go. Just like the life",
    "In which I’m forever a child looking out my window at the night sky",
    "Thinking one day I’ll touch the world with bare hands",
    "Even if it burns.",
    "2.",
    "He leaves no tracks. Slips past, quick as a cat. That’s Bowie",
    "For you: the Pope of Pop, coy as Christ. Like a play",
    "Within a play, he’s trademarked twice. The hours",
    "Plink past like water from a window A/C. We sweat it out,",
    "Teach ourselves to wait. Silently, lazily, collapse happens.",
    "But not for Bowie. He cocks his head, grins that wicked grin.",
    "Time never stops, but does it end? And how many lives",
    "Before take-off, before we find ourselves",
    "Beyond ourselves, all glam-glow, all twinkle and gold?",
    "The future isn’t what it used to be. Even Bowie thirsts",
    "For something good and cold. Jets blink across the sky",
    "Like migratory souls.",
    "3.",
    "Bowie is among us. Right here",
    "In New York City. In a baseball cap",
    "And expensive jeans. Ducking into",
    "A deli. Flashing all those teeth",
    "At the doorman on his way back up.",
    "Or he’s hailing a taxi on Lafayette",
    "As the sky clouds over at dusk.",
    "He’s in no rush. Doesn’t feel",
    "The way you’d think he feels.",
    "Doesn’t strut or gloat. Tells jokes.",
    "I’ve lived here all these years",
    "And never seen him. Like not knowing",
    "A comet from a shooting star.",
    "But I’ll bet he burns bright,",
    "Dragging a tail of white-hot matter",
    "The way some of us track tissue",
    "Back from the toilet stall. He’s got",
    "The whole world under his foot,",
    "And we are small alongside,",
    "Though there are occasions",
    "When a man his size can meet",
    "Your eyes for just a blip of time",
    "And send a thought like SHINE",
    "SHINE SHINE SHINE SHINE",
    "Straight to your mind. Bowie,",
    "I want to believe you. Want to feel",
    "Your will like the wind before rain.",
    "The kind everything simply obeys,",
    "Swept up in that hypnotic dance",
    "As if something with the power to do so",
    "Had looked its way and said:"
  ],
  "title": "Don't You Wonder, Sometimes?",
  "year": ""
}