{
  "author": "Tracy K. Smith",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Coming of Age",
    "Youth",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Stars, Planets, Heavens",
    "Arts",
    "Sciences",
    "Sciences",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243880",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1.",
    "We like to think of it as parallel to what we know,",
    "Only bigger. One man against the authorities.",
    "Or one man against a city of zombies. One man",
    "Who is not, in fact, a man, sent to understand",
    "The caravan of men now chasing him like red ants",
    "Let loose down the pants of America. Man on the run.",
    "Man with a ship to catch, a payload to drop,",
    ". . . Though",
    "Maybe it’s more like life below the sea: silent,",
    "Buoyant, bizarrely benign. Relics",
    "Of an outmoded design. Some like to imagine",
    "A cosmic mother watching through a spray of stars,",
    "Mouthing",
    ",",
    "as we toddle toward the light,",
    "Biting her lip if we teeter at some ledge. Longing",
    "To sweep us to her breast, she hopes for the best",
    "While the father storms through adjacent rooms",
    "Ranting with the force of Kingdom Come,",
    "Not caring anymore what might snap us in its jaw.",
    "Sometimes, what I see is a library in a rural community.",
    "All the tall shelves in the big open room. And the pencils",
    "In a cup at Circulation, gnawed on by the entire population.",
    "The books have lived here all along, belonging",
    "For weeks at a time to one or another in the brief sequence",
    "Of family names, speaking (at night mostly) to a face,",
    "A pair of eyes. The most remarkable lies.",
    "2.",
    "Charlton Heston is waiting to be let in. He asked once politely.",
    "A second time with force from the diaphragm. The third time,",
    "He did it like Moses: arms raised high, face an apocryphal white.",
    "Shirt crisp, suit trim, he stoops a little coming in,",
    "Then grows tall. He scans the room. He stands until I gesture,",
    "Then he sits. Birds commence their evening chatter. Someone fires",
    "Charcoals out below. He’ll take a whiskey if I have it. Water if I don’t.",
    "I ask him to start from the beginning, but he goes only halfway back.",
    ", he says.",
    "Hero, survivor, God’s right hand man, I know he sees the blank",
    "Surface of the moon where I see a language built from brick and bone.",
    "He sits straight in his seat, takes a long, slow high-thespian breath,",
    "Then lets it go.",
    "And:",
    "The voices outside soften. Planes jet past heading off or back.",
    "Someone cries that she does not want to go to bed. Footsteps overhead.",
    "A fountain in the neighbor’s yard babbles to itself, and the night air",
    "Lifts the sound indoors.",
    ", he says, picking up again.",
    "I think of Atlantis buried under ice, gone",
    "One day from sight, the shore from which it rose now glacial and stark.",
    "Our eyes adjust to the dark.",
    "3.",
    "Perhaps the great error is believing we’re alone,",
    "That the others have come and gone—a momentary blip—",
    "When all along, space might be choc-full of traffic,",
    "Bursting at the seams with energy we neither feel",
    "Nor see, flush against us, living, dying, deciding,",
    "Setting solid feet down on planets everywhere,",
    "Bowing to the great stars that command, pitching stones",
    "At whatever are their moons. They live wondering",
    "If they are the only ones, knowing only the wish to know,",
    "And the great black distance they—we—flicker in.",
    "Maybe the dead know, their eyes widening at last,",
    "Seeing the high beams of a million galaxies flick on",
    "At twilight. Hearing the engines flare, the horns",
    "Not letting up, the frenzy of being. I want to be",
    "One notch below bedlam, like a radio without a dial.",
    "Wide open, so everything floods in at once.",
    "And sealed tight, so nothing escapes. Not even time,",
    "Which should curl in on itself and loop around like smoke.",
    "So that I might be sitting now beside my father",
    "As he raises a lit match to the bowl of his pipe",
    "For the first time in the winter of 1959.",
    "4.",
    "In those last scenes of Kubrick’s",
    "When Dave is whisked into the center of space,",
    "Which unfurls in an aurora of orgasmic light",
    "Before opening wide, like a jungle orchid",
    "For a love-struck bee, then goes liquid,",
    "Paint-in-water, and then gauze wafting out and off,",
    "Before, finally, the night tide, luminescent",
    "And vague, swirls in, and on and on. . . .",
    "In those last scenes, as he floats",
    "Above Jupiter’s vast canyons and seas,",
    "Over the lava strewn plains and mountains",
    "Packed in ice, that whole time, he doesn’t blink.",
    "In his little ship, blind to what he rides, whisked",
    "Across the wide-screen of unparcelled time,",
    "Who knows what blazes through his mind?",
    "Is it still his life he moves through, or does",
    "That end at the end of what he can name?",
    "On set, it’s shot after shot till Kubrick is happy,",
    "Then the costumes go back on their racks",
    "And the great gleaming set goes black.",
    "5.",
    "When my father worked on the Hubble Telescope, he said",
    "They operated like surgeons: scrubbed and sheathed",
    "In papery green, the room a clean cold, a bright white.",
    "He’d read Larry Niven at home, and drink scotch on the rocks,",
    "His eyes exhausted and pink. These were the Reagan years,",
    "When we lived with our finger on The Button and struggled",
    "To view our enemies as children. My father spent whole seasons",
    "Bowing before the oracle-eye, hungry for what it would find.",
    "His face lit-up whenever anyone asked, and his arms would rise",
    "As if he were weightless, perfectly at ease in the never-ending",
    "Night of space. On the ground, we tied postcards to balloons",
    "For peace. Prince Charles married Lady Di. Rock Hudson died.",
    "We learned new words for things. The decade changed.",
    "The first few pictures came back blurred, and I felt ashamed",
    "For all the cheerful engineers, my father and his tribe. The second time,",
    "The optics jibed. We saw to the edge of all there is—",
    "So brutal and alive it seemed to comprehend us back."
  ],
  "title": "My God, It's Full of Stars",
  "year": ""
}