{
  "author": "Tracy K. Smith",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Home Life",
    "Religion",
    "Christianity",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243878",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "5pm on the nose. They open their mouths",
    "And it rolls out: high, shrill and metallic.",
    "First the boy, then his sister. Occasionally,",
    "They both let loose at once, and I think",
    "Of putting on my shoes to go up and see",
    "Whether it is merely an experiment",
    "Their parents have been conducting",
    "Upon the good crystal, which must surely",
    "Lie shattered to dust on the floor.",
    "Maybe the mother is still proud",
    "Of the four pink lungs she nursed",
    "To such might. Perhaps, if they hit",
    "The magic decibel, the whole building",
    "Will lift-off, and we'll ride to glory",
    "Like Elijah. If this is it—if this is what",
    "Their cries are cocked toward—let the sky",
    "Pass from blue, to red, to molten gold,",
    "To black. Let the heaven we inherit approach.",
    "Whether it is our dead in Old Testament robes,",
    "Or a door opening onto the roiling infinity of space.",
    "Whether it will bend down to greet us like a father,",
    "Or swallow us like a furnace. I'm ready",
    "To meet what refuses to let us keep anything",
    "For long. What teases us with blessings,",
    "Bends us with grief. Wizard, thief, the great",
    "Wind rushing to knock our mirrors to the floor,",
    "To sweep our short lives clean. How mean",
    "Our racket seems beside it. My stereo on shuffle.",
    "The neighbor chopping onions through a wall.",
    "All of it just a hiccough against what may never",
    "Come for us. And the kids upstairs still at it,",
    "Screaming like the Dawn of Man, as if something",
    "They have no name for has begun to insist",
    "Upon being born."
  ],
  "title": "The Universe as Primal Scream",
  "year": ""
}