{
  "author": "James Thomson",
  "classification": "",
  "keywords": [
    "Spring",
    "Nature",
    "Animals"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/185447",
  "region": "Scotland",
  "text": [
    "As rising from the vegetable World",
    "My Theme ascends, with equal Wing ascend,",
    "My panting Muse; and hark, how loud the Woods",
    "Invite you forth in all your gayest Trim.",
    "Lend me your Song, ye Nightingales! oh pour",
    "The mazy-running Soul of Melody",
    "Into my varied Verse! while I deduce,",
    "From the first Note the hollow Cuckoo sings,",
    "The Symphony of Spring, and touch a Theme",
    "Unknown to Fame,",
    "When first the Soul of Love is sent abroad,",
    "Warm thro the vital Air, and on the Heart",
    "Harmonious seizes, the gay Troops begin,",
    "In gallant Thought, to plume the painted Wing;",
    "And try again the long-forgotten Strain,",
    "At first faint-warbled. But no sooner grows",
    "The soft Infusion prevalent, and wide,",
    "Than, all alive, at once their Joy o’erflows",
    "In Musick unconfin’d. Up-springs the Lark,",
    "Shrill-voic’d, and loud, the Messenger of Morn;",
    "Ere yet the Shadows fly, he mounted sings",
    "Amid the dawning Clouds, and from their Haunts",
    "Calls up the tuneful Nations. Every Copse",
    "Deep-tangled, Tree irregular, and Bush",
    "Bending with dewy Moisture, o’er the Heads",
    "Of the coy Quiristers that lodge within,",
    "Are prodigal of harmony. The Thrush",
    "And Wood-lark, o’er the kind contending Throng",
    "Superior heard, run thro’ the sweetest Length",
    "Of Notes; when listening",
    "deigns",
    "To let them joy, and purposes, in Thought",
    "Elate, to make her Night excel their Day.",
    "The Black-bird whistles from the thorny Brake;",
    "The mellow Bullfinch answers from the Grove:",
    "Nor are the Linnets, o’er the flow’ring Furze",
    "Pour’d out profusely, silent. Join’d to these",
    "Innumerous Songsters, in the freshening Shade",
    "Of new-sprung Leaves, their Modulations mix",
    "Mellifluous. The Jay, the Rook, the Daw,",
    "And each harsh Pipe discordant heard alone,",
    "Aid the full Concert: while the Stock-dove breathes",
    "A melancholy Murmur thro’ the whole.",
    "’Tis Love creates their Melody, and all",
    "This Waste of Music is the Voice of Love;",
    "That even to Birds, and Beasts, the tender Arts",
    "Of pleasing teaches. Hence the glossy kind",
    "Try every winning way inventive Love",
    "Can dictate, and in Courtship to their Mates",
    "Pour forth their little Souls. First, wide around,",
    "With distant Awe, in airy Rings they rove,",
    "Endeavouring by a thousand Tricks to catch",
    "The cunning, conscious, half-averted Glance",
    "Of their regardless Charmer. Should she seem",
    "Softening the least Approvance to bestow,",
    "Their Colours burnish, and by Hope inspir’d,",
    "They brisk advance; then, on a sudden struck,",
    "Retire disorder’d; then again approach;",
    "In fond rotation spread the spotted Wing,",
    "And shiver every Feather with Desire.",
    "Connubial Leagues agreed, to the deep Woods",
    "They haste away, all as their Fancy leads,",
    "Pleasure, or Food, or secret Safety prompts;",
    "That",
    "may be obey’d,",
    "Nor all the sweet Sensations they perceive",
    "Indulg’d in vain. Some to the Holly-Hedge",
    "Nestling repair, and to the Thicket some;",
    "Some to the rude Protection of the Thorn",
    "Commit their feeble Offspring. The cleft Tree",
    "Offers its kind Concealment to a Few,",
    "Their Food its Insects, and its Moss their Nests.",
    "Others apart far in the grassy Dale,",
    "Or roughening Waste, their humble Texture weave.",
    "But most in woodland Solitudes delight,",
    "In unfrequented Glooms, or shaggy Banks,",
    "Steep, and divided by a babbling Brook,",
    "Whose Murmurs soothe them all the live-long Day,",
    "When by kind Duty fix’d. Among the Roots",
    "Of Hazel, pendant o’er the plaintive Stream,",
    "They frame the first Foundation of their Domes;",
    "Dry Sprigs of Trees, in artful Fabrick laid,",
    "And bound with Clay together. Now ’tis nought",
    "But restless Hurry thro the busy Air,",
    "Beat by unnumer’d Wings. The Swallow sweeps",
    "The slimy Pool, to build his hanging House",
    "Intent. And often, from the careless Back",
    "Of Herds and Flocks, a thousand tugging Bills",
    "Pluck Hair and Wool; and oft, when unobserv’d,",
    "Steal from the Barn a Straw: till soft and warm,",
    "Clean, and compleat, their Habitation grows.",
    "As thus the patient Dam assiduous sits,",
    "Not to be tempted from her tender Task,",
    "Or by sharp Hunger, or by smooth Delight,",
    "Tho the whole loosen’d Spring around Her blows,",
    "Her sympathizing Lover takes his Stand",
    "High on th’ opponent Bank, and ceaseless sings",
    "The tedious Time away; or else supplies",
    "Her place a moment, while she sudden flits",
    "To pick the scanty Meal. Th’ appointed Time",
    "With pious Toil fulfill’d, the callow Young,",
    "Warm’d and expanded into perfect Life,",
    "Their brittle Bondage break, and come to Light,",
    "A helpless Family, demanding Food",
    "With constant Clamour. O what Passions then,",
    "What melting Sentiments of kindly Care,",
    "On the new Parents seize! Away they fly",
    "Affectionate, and undesiring bear",
    "The most delicious Morsel to their Young,",
    "Which equally distributed, again",
    "The Search begins. Even so a gentle Pair,",
    "By Fortune sunk, but form’d of generous Mold,",
    "And charm’d with Cares beyond the vulgar Breast,",
    "In some lone Cott amid the distant Woods,",
    "Sustain’d alone by providential",
    ",",
    "Oft, as they weeping eye their infant Train,",
    "Check their own Appetites and give them all.",
    "Nor Toil alone they scorn: exalting Love,",
    "By the great",
    "inspir’d,",
    "Gives instant Courage to the",
    "Race,",
    "And to the",
    "Art. With stealthy Wing,",
    "Should some rude Foot their woody Haunts molest,",
    "Amid a neighbouring Bush they silent drop,",
    "And whirring thence, as if alarm’d, deceive",
    "Th’ unfeeling School-Boy. Hence, around the Head",
    "Of wandering Swain, the white-wing’d Plover wheels",
    "Her sounding Flight, and then directly on",
    "In long Excursion skims the level Lawn,",
    "To tempt him from her Nest. The Wild-Duck, hence,",
    "O’er the rough Moss, and o’er the trackless Waste",
    "The Heath-Hen flutters, (pious Fraud!) to lead",
    "The hot pursuing Spaniel far astray.",
    "Be not the Muse asham’d, here to bemoan",
    "Her Brothers of the Grove, by tyrant Man",
    "Inhuman caught, and in the narrow Cage",
    "From Liberty confin’d, and boundless Air.",
    "Dull are the pretty Slaves, their Plumage dull,",
    "Ragged, and all its brightening Lustre lost;",
    "Nor is that sprightly Wildness in their Notes,",
    "Which, clear and vigorous, warbles from the Beech.",
    "Oh then, ye Friends of Love and Love-taught Song,",
    "Spare the soft Tribes, this barbarous Art forbear!",
    "If on your Bosom Innocence can win,",
    "Music engage, or Piety persuade.",
    "But let not chief the Nightingale lament",
    "Her ruin’d Care, too delicately fram’d",
    "To brook the harsh Confinement of the Cage.",
    "Oft when, returning with her loaded Bill,",
    "Th’ astonish’d Mother finds a vacant Nest,",
    "By the hard Hand of unrelenting Clowns",
    "Robb’d, to the Ground the vain Provision falls;",
    "Her Pinions ruffle, and low-drooping scarce",
    "Can bear the Mourner to the poplar Shade;",
    "Where, all abandon’d to Despair, she sings",
    "Her Sorrows thro the Night; and, on the Bough,",
    "Sole-sitting, still at every dying Fall",
    "Takes up again her lamentable Strain",
    "Of winding Woe; till wide around the Woods",
    "Sigh to her Song, and with her Wail resound.",
    "But now the feather’d Youth their former Bounds,",
    "Ardent, disdain; and, weighing oft their Wings,",
    "Demand the free Possession of the Sky.",
    "This one glad Office more, and then dissolves",
    "Parental Love at once, now needless grown.",
    "Unlavish",
    "never works in vain.",
    "’Tis on some Evening, sunny, grateful, mild,",
    "When nought but Balm is breathing thro the Woods,",
    "With yellow Lustre bright, that the new Tribes",
    "Visit the spacious Heavens, and look abroad",
    "On Nature’s Common, far as they can see,",
    "Or wing, their Range, and Pasture. O’er the Boughs",
    "Dancing about, still at the giddy Verge",
    "Their Resolution fails; their Pinions till,",
    "In loose Libration stretch’d, to trust the Void",
    "Trembling refuse: till down before them fly",
    "The Parent-Guides, and chide, exhort, command,",
    "Or push them off. The surging Air receives",
    "The Plumy Burden; and their self-taught Wings",
    "Winnow the waving Element. On Ground",
    "Alighted, bolder up again they lead,",
    "Farther and farther on, the lengthening Flight;",
    "Till vanish’d every Fear, and every Power",
    "Rouz’d into Life and Action, light in Air",
    "Th’ acquitted Parents see their soaring Race,",
    "And once rejoicing never know them more."
  ],
  "title": "The Seasons: Spring",
  "year": ""
}