{
  "author": "James Thomson",
  "classification": "",
  "keywords": [
    "Nature",
    "Winter"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/174673",
  "region": "Scotland",
  "text": [
    "See, Winter comes to rule the varied year,",
    "Sullen and sad, with all his rising train—",
    "Vapours, and clouds, and storms. Be these my theme,",
    "These, that exalt the soul to solemn thought",
    "And heavenly musing. Welcome, kindred glooms!",
    "Congenial horrors, hail! With frequent foot,",
    "Pleas’d have I, in my cheerful morn of life,",
    "When nurs’d by careless solitude I liv’d",
    "And sung of Nature with unceasing joy,",
    "Pleas’d have I wander’d through your rough domain;",
    "Trod the pure virgin-snows, myself as pure;",
    "Heard the winds roar, and the big torrent burst;",
    "Or seen the deep-fermenting tempest brew’d",
    "In the grim evening-sky. Thus pass’d the time,",
    "Till through the lucid chambers of the south",
    "Look’d out the joyous Spring—look’d out and smil’d.",
    "Now, when the cheerless empire of the sky",
    "To Capricorn the Centaur-Archer yields,",
    "And fierce Aquarius stains th’ inverted year,",
    "Hung o’er the farthest verge of heaven, the sun",
    "Scarce spreads o’er ether the dejected day.",
    "Faint are his gleams, and ineffectual shoot",
    "His struggling rays in horizontal lines",
    "Through the thick air; as cloth’d in cloudy storm,",
    "Weak, wan, and broad, he skirts the southern sky;",
    "And, soon descending, to the long dark night,",
    "Wide-shading all, the prostrate world resigns.",
    "Nor is the night unwish’d; while vital heat,",
    "Light, life, and joy the dubious day forsake.",
    "Meantime, in sable cincture, shadows vast,",
    "Deep-ting’d and damp, and congregated clouds,",
    "And all the vapoury turbulence of heaven",
    "Involve the face of things. Thus Winter falls,",
    "A heavy gloom oppressive o’er the world,",
    "Through Nature shedding influence malign,",
    "And rouses up the seeds of dark disease.",
    "The soul of man dies in him, loathing life,",
    "And black with more than melancholy views.",
    "The cattle droop; and o’er the furrow’d land,",
    "Fresh from the plough, the dun discolour’d flocks,",
    "Untended spreading, crop the wholesome root.",
    "Along the woods, along the moorish fens,",
    "Sighs the sad genius of the coming storm;",
    "And up among the loose disjointed cliffs",
    "And fractur’d mountains wild, the brawling brook",
    "And cave, presageful, sends a hollow moan,",
    "Resounding long in listening Fancy’s ear.",
    "Nature! great parent! whose unceasing hand",
    "Rolls round the seasons of the changeful year,",
    "How mighty, how majestic are thy works!",
    "With what a pleasing dread they swell the soul,",
    "That sees astonish’d, and astonish’d sings!",
    "Ye too, ye winds! that now begin to blow",
    "With boisterous sweep, I raise my voice to you.",
    "Where are your stores, ye powerful beings! say,",
    "Where your a{:e}rial magazines reserv’d,",
    "To swell the brooding terrors of the storm?",
    "In what far-distant region of the sky,",
    "Hush’d in deep silence, sleep you when ‘tis calm?",
    "When from the pallid sky the sun descends,",
    "With many a spot, that o’er his glaring orb",
    "Uncertain wanders, stain’d; red fiery streaks",
    "Begin to flush around. The reeling clouds",
    "Stagger with dizzy poise, as doubting yet",
    "Which master to obey; while, rising slow,",
    "Blank in the leaden-colour’d east, the moon",
    "Wears a wan circle round her blunted horns.",
    "Seen through the turbid, fluctuating air,",
    "The stars obtuse emit a shivering ray;",
    "Or frequent seem to shoot athwart the gloom,",
    "And long behind them trail the whitening blaze.",
    "Snatch’d in short eddies, plays the wither’d leaf;",
    "And on the flood the dancing feather floats.",
    "With broaden’d nostrils to the sky upturn’d,",
    "The conscious heifer snuffs the stormy gale.",
    "Even as the matron, at her nightly task,",
    "With pensive labour draws the flaxen thread,",
    "The wasted taper and the crackling flame",
    "Foretell the blast. But chief the plumy race,",
    "The tenants of the sky, its changes speak.",
    "Retiring from the downs, where all day long",
    "They pick’d their scanty fare, a black’ning train",
    "Of clamorous rooks thick-urge their weary flight,",
    "And seek the closing shelter of the grove.",
    "Assiduous, in his bower, the wailing owl",
    "Plies his sad song. The cormorant on high",
    "Wheels from the deep, and screams along the land.",
    "Loud shrieks the soaring hern; and with wild wing",
    "The circling sea-fowl cleave the flaky clouds.",
    "Ocean, unequal press’d, with broken tide",
    "And blind commotion heaves; while from the shore,",
    "Eat into caverns by the restless wave,",
    "And forest-rustling mountain comes a voice",
    "That, solemn-sounding, bids the world prepare.",
    "Then issues forth the storm with sudden burst,",
    "And hurls the whole precipitated air",
    "Down in a torrent. On the passive main",
    "Descends th’ ethereal force, and with strong gust",
    "Turns from its bottom the discolour’d deep.",
    "Through the black night that sits immense around,",
    "Lash’d into foam, the fierce-conflicting brine",
    "Seems o’er a thousand raging waves to burn.",
    "Meantime the mountain-billows, to the clouds",
    "In dreadful tumult swell’d, surge above surge,",
    "Burst into chaos with tremendous roar,",
    "And anchor’d navies from their stations drive,",
    "Wild as the winds across the howling waste",
    "Of mighty waters: now th’ inflated wave",
    "Straining they scale, and now impetuous shoot",
    "Into the secret chambers of the deep,",
    "The wintry Baltic thund’ring o’er their head.",
    "Emerging thence again, before the breath",
    "Of full-exerted heaven they wing their course,",
    "And dart on distant coasts, if some sharp rock",
    "Or shoal insidious break not their career,",
    "And in loose fragments fling them floating round.",
    "Nor less at hand the loosen’d tempest reigns.",
    "The mountain thunders, and its sturdy sons",
    "Stoop to the bottom of the rocks they shade.",
    "Lone on the midnight steep, and all aghast,",
    "The dark wayfaring stranger breathless toils,",
    "And, often falling, climbs against the blast.",
    "Low waves the rooted forest, vex’d, and sheds",
    "What of its tarnish’d honours yet remain;",
    "Dash’d down and scatter’d, by the tearing wind’s",
    "Assiduous fury, its gigantic limbs.",
    "Thus struggling through the dissipated grove,",
    "The whirling tempest raves along the plain;",
    "And, on the cottage thatch’d or lordly roof,",
    "Keen-fastening, shakes them to the solid base.",
    "Sleep frighted flies; and round the rocking dome,",
    "For entrance eager, howls the savage blast.",
    "Then too, they say, through all the burden’d air",
    "Long groans are heard, shrill sounds, and distant sighs,",
    "That, utter’d by the demon of the night,",
    "Warn the devoted wretch of woe and death.",
    "Huge uproar lords it wide. The clouds, commix’d",
    "With stars swift-gliding, sweep along the sky.",
    "All Nature reels: till Nature’s King, who oft",
    "Amid tempestuous darkness dwells alone,",
    "And on the wings of the careering wind",
    "Walks dreadfully serene, commands a calm;",
    "Then straight air, sea, and earth are hush’d at once.",
    "As yet ‘tis midnight deep. The weary clouds,",
    "Slow-meeting, mingle into solid gloom.",
    "Now, while the drowsy world lies lost in sleep,",
    "Let me associate with the serious Night,",
    "And Contemplation, her sedate compeer;",
    "Let me shake off th’ intrusive cares of day,",
    "And lay the meddling senses all aside.",
    "Where now, ye lying vanities of life!",
    "Ye ever-tempting, ever-cheating train!",
    "Where are you now? and what is your amount?",
    "Vexation, disappointment, and remorse.",
    "Sad, sick’ning thought! and yet deluded man,",
    "A scene of crude disjointed visions past,",
    "And broken slumbers, rises still resolv’d,",
    "With new-flush’d hopes, to run the giddy round.",
    "Father of light and life! thou Good Supreme!",
    "O teach me what is good! teach me Thyself!",
    "Save me from folly, vanity, and vice,",
    "From every low pursuit; and feed my soul",
    "With knowledge, conscious peace, and virtue pure,",
    "Sacred, substantial, never-fading bliss!",
    "The keener tempests come; and, fuming dun",
    "From all the livid east or piercing north,",
    "Thick clouds ascend, in whose capacious womb",
    "A vapoury deluge lies, to snow congeal’d.",
    "Heavy they roll their fleecy world along,",
    "And the sky saddens with the gather’d storm.",
    "Through the hush’d air the whitening shower descends,",
    "At first thin-wavering; till at last the flakes",
    "Fall broad and wide and fast, dimming the day",
    "With a continual flow. The cherish’d fields",
    "Put on their winter robe of purest white.",
    "‘Tis brightness all; save where the new snow melts",
    "Along the mazy current. Low the woods",
    "Bow their hoar head; and, ere the languid sun,",
    "Faint from the west, emits his evening ray,",
    "Earth’s universal face, deep-hid and chill,",
    "Is one wild dazzling waste, that buries wide",
    "The works of man. Drooping, the labourer-ox",
    "Stands cover’d o’er with snow, and then demands",
    "The fruit of all his toil. The fowls of heaven,",
    "Tam’d by the cruel season, crowd around",
    "The winnowing store, and claim the little boon",
    "Which Providence assigns them. One alone,",
    "The redbreast, sacred to the household gods,",
    "Wisely regardful of th’ embroiling sky,",
    "In joyless fields and thorny thickets leaves",
    "His shivering mates, and pays to trusted man",
    "His annual visit. Half-afraid, he first",
    "Against the window beats; then, brisk, alights",
    "On the warm hearth; then hopping o’er the floor,",
    "Eyes all the smiling family askance,",
    "And pecks, and starts, and wonders where he is;",
    "Till, more familiar grown, the table-crumbs",
    "Attract his slender feet. The foodless wilds",
    "Pour forth their brown inhabitants. The hare,",
    "Though timorous of heart, and hard beset",
    "By death in various forms, dark snares, and dogs,",
    "And more unpitying men, the garden seeks,",
    "Urg’d on by fearless want. The bleating kind",
    "Eye the bleak heaven, and next the glistening earth,",
    "With looks of dumb despair; then, sad-dispers’d,",
    "Dig for the wither’d herb through heaps of snow.",
    "Now, shepherds, to your helpless charge be kind;",
    "Baffle the raging year, and fill their pens",
    "With food at will; lodge them below the storm,",
    "And watch them strict: for, from the bellowing east,",
    "In this dire season, oft the whirlwind’s wing",
    "Sweeps up the burden of whole wintry plains",
    "In one wide waft, and o’er the hapless flocks,",
    "Hid in the hollow of two neighbouring hills,",
    "The billowy tempest whelms; till, upward urg’d,",
    "The valley to a shinning mountain swells,",
    "Tipp’d with a wreath high-curling in the sky.",
    "Ah! little think the gay licentious proud,",
    "Whom pleasure, power, and affluence surround—",
    "They, who their thoughtless hours in giddy mirth,",
    "And wanton, often cruel, riot waste—",
    "Ah! little think they, while they dance along,",
    "How many feel, this very moment, death",
    "And all the sad variety of pain;",
    "How many sink in the devouring flood,",
    "Or more devouring flame; how many bleed,",
    "By shameful variance betwixt man and man;",
    "How many pine in want, and dungeon-glooms,",
    "Shut from the common air and common use",
    "Of their own limbs; how many drink the cup",
    "Of baleful grief, or eat the bitter bread",
    "Of misery; sore pierc’d by wintry winds,",
    "How many shrink into the sordid hut",
    "Of cheerless poverty; how many shake",
    "With all the fiercer tortures of the mind,",
    "Unbounded passion, madness, guilt, remorse;",
    "Whence, tumbled headlong from the height of life,",
    "They furnish matter for the tragic muse.",
    "Even in the vale, where wisdom loves to dwell,",
    "With friendship, peace, and contemplation join’d,",
    "How many, rack’d with honest passions, droop",
    "In deep retir’d distress, how many stand",
    "Around the death-bed of their dearest friends,",
    "And point the parting anguish! Thought fond man",
    "Of these, and all the thousand nameless ills",
    "That one incessant struggle render life,",
    "One scene of toil, of suffering, and of fate,",
    "Vice in his high career would stand appall’d,",
    "And heedless rambling Impulse learn to think;",
    "The conscious heart of Charity would warm,",
    "And her wide wish Benevolence dilate;",
    "The social tear would rise, the social sigh;",
    "And, into clear perfection, gradual bliss,",
    "Refining still, the social passions work.",
    "Now, all amid the rigours of the year,",
    "In the wild depth of winter, while without",
    "The ceaseless winds blow ice, be my retreat,",
    "Between the groaning forest and the shore,",
    "Beat by the boundless multitude of waves,",
    "A rural, shelter’d, solitary scene;",
    "Where ruddy fire and beaming tapers join",
    "To cheer the gloom. There studious let me sit,",
    "And hold high converse with the mighty dead:",
    "Sages of ancient time, as gods rever’d,",
    "As gods beneficent, who bless’d mankind",
    "With arts and arms, and humaniz’d a world.",
    "Rous’d at th’ inspiring thought, I throw aside",
    "The long-liv’d volume, and deep-musing hail",
    "The sacred shades that slowly rising pass",
    "Before my wandering eyes. First Socrates,",
    "Who, firmly good in a corrupted state,",
    "Against the rage of tyrants single stood",
    "Invincible! calm reason’s holy law,",
    "That voice of God within th’ attentive mind,",
    "Obeying, fearless or in life or death:",
    "Great moral teacher! wisest of mankind!",
    "Solon the next, who built his commonweal",
    "On equity’s wide base; by tender laws",
    "A lively people curbing, yet undamp’d",
    "Preserving still that quick peculiar fire,",
    "Whence in the laurel’d field of finer arts,",
    "And of bold freedom, they unequal’d shone,",
    "The pride of smiling Greece and human-kind.",
    "Lycurgus then, who bow’d beneath the force",
    "Of strictest discipline, severely wise,",
    "All human passions. Following him I see,",
    "As at Thermopylae he glorious fell,",
    "The firm devoted chief, who prov’d by deeds",
    "The hardest lesson which the other taught.",
    "Then Aristides lifts his honest front;",
    "Spotless of heart, to whom th’ unflattering voice",
    "Of freedom gave the noblest name of Just;",
    "In pure majestic poverty rever’d;",
    "Who, ev’n his glory to his country’s weal",
    "Submitting, swell’d a haughty rival’s fame.",
    "Rear’d by his care, of softer ray appears",
    "Cimon, sweet-soul’d; whose genius, rising strong,",
    "Shook off the load of young debauch; abroad",
    "The scourge of Persian pride, at home the friend",
    "Of every worth and every splendid art;",
    "Modest and simple in the pomp of wealth.",
    "Of rougher front, a mighty people come,",
    "A race of heroes! in those virtuous times",
    "Which knew no stain, save that with partial flame",
    "Their dearest country they too fondly lov’d.",
    "Her better founder first, the Light of Rome,",
    "Numa, who soften’d her rapacious sons;",
    "Servius the king, who laid the solid base",
    "On which o’er earth the vast republic spread.",
    "Then the great consuls venerable rise:",
    "The public father who the private quell’d,",
    "As on the dread tribunal, sternly sad;",
    "He, whom his thankless country could not lose,",
    "Camillus, only vengeful to her foes;",
    "Fabricius, scorner of all-conquering gold,",
    "And Cincinnatus, awful from the plough;",
    "Thy willing victim, Carthage! bursting loose",
    "From all that pleading Nature could oppose,",
    "From a whole city’s tears, by rigid faith",
    "Imperious call’d, and honour’s dire command;",
    "Scipio, the gentle chief, humanely brave,",
    "Who soon the race of spotless glory ran,",
    "And, warm in youth, to the poetic shade",
    "With friendship and philosophy retir’d;",
    "Tully, whose powerful eloquence a while",
    "Restrain’d the rapid fate of rushing Rome;",
    "Unconquer’d Cato, virtuous in extreme;",
    "And thou, unhappy Brutus, kind of heart,",
    "Whose steady arm, by awful virtue urg’d,",
    "Lifted the Roman steel against thy friend.",
    "Thousands besides the tribute of a verse",
    "Demand; but who can count the stars of heaven.",
    "Who sing their influence on this lower world?",
    "Behold, who yonder comes! in sober state,",
    "Fair, mild, and strong as is a vernal sun:",
    "‘Tis Phoebus’ self, or else the Mantuan swain!",
    "Great Homer too appears, of daring wing,",
    "Parent of song! and equal by his side,",
    "The British Muse; join’d hand in hand they walk,",
    "Darkling, full up the middle steep to fame.",
    "Nor absent are those shades, whose skilful hand",
    "Pathetic drew th’ impassion’d heart, and charm’d",
    "Transported Athens with the moral scene;",
    "Nor those who, tuneful, wak’d th’ enchanting lyre.",
    "First of your kind! society divine!",
    "Still visit thus my nights, for you reserv’d,",
    "And mount my soaring soul to thoughts like yours.",
    "Silence, thou lonely power! the door be thine;",
    "See on the hallow’d hour that none intrude,",
    "Save a few chosen friends, that sometimes deign",
    "To bless my humble roof, with sense refin’d,",
    "Learning digested well, exalted faith,",
    "Unstudied wit, and humour ever gay.",
    "Or from the Muses’ hill will Pope descend,",
    "To raise the sacred hour, to bid it smile,",
    "And with the social spirit warm the heart;",
    "For, though not sweeter his own Homer sings,",
    "Yet is his life the more endearing song.",
    "The city swarms intense. The public haunt,",
    "Full of each theme and warm with mix’d discourse,",
    "Hums indistinct. The sons of riot flow",
    "Down the loose stream of false enchanted joy",
    "To swift destruction. On the rankled soul",
    "The gaming fury falls; and in one gulf",
    "Of total ruin, honour, virtue, peace,",
    "Friends, families, and fortune headlong sink.",
    "Up-springs the dance along the lighted dome,",
    "Mix’d and evolv’d a thousand sprightly ways.",
    "The glitt’ring court effuses every pomp;",
    "The circle deepens; beam’d with gaudy robes,",
    "Tapers, and sparkling gems, and radiant eyes,",
    "A soft effulgence o’er the palace waves:",
    "While a gay insect in his summer shine,",
    "The fop, light-flutt’ring, spreads his mealy wings.",
    "Dread o’er the scene the ghost of Hamlet stalks;",
    "Othello rages; poor Monimia mourns;",
    "And Belvidera pours her soul in love.",
    "Deep-thrilling terror shakes; the comely tear",
    "Steals o’er the cheek: or else the comic muse",
    "Holds to the world a picture of itself,",
    "And raises sly the fair impartial laugh.",
    "Sometimes she lifts her strain, and paints the scenes",
    "Of beauteous life; whate’er can deck mankind,",
    "Or charm the heart, in generous Bevil show’d.",
    "O thou, whose wisdom, solid yet refin’d,",
    "Whose patriot virtues, and consummate skill",
    "To touch the finer springs that move the world,",
    "Join’d to whate’er the graces can bestow,",
    "And all Apollo’s animating fire,",
    "Give thee with pleasing dignity to shine",
    "At once the guardian, ornament, and joy",
    "Of polish’d life; permit the rural muse,",
    "O Chesterfield, to grace thee with her song.",
    "Ere to the shades again she humbly flies,",
    "Indulge her fond ambition, in thy train",
    "(For every muse has in thy train a place)",
    "To mark thy various full-accomplish’d mind,",
    "To mark that spirit which with British scorn",
    "Rejects th’ allurements of corrupted power;",
    "That elegant politeness which excels,",
    "Ev’n in the judgment of presumptuous France,",
    "The boasted manners of her shining court;",
    "That wit, the vivid energy of sense,",
    "The truth of nature, which, with Attic point",
    "And kind well-temper’d satire, smoothly keen,",
    "Steals through the soul and without pain corrects.",
    "Or, rising thence with yet a brighter flame,",
    "O let me hail thee on some glorious day,",
    "When to the listening senate ardent crowd",
    "Britannia’s sons to hear her pleaded cause!",
    "Then, dress’d by thee, more amiably fair,",
    "Truth the soft robe of mild persuasion wears;",
    "Thou to assenting reason giv’st again",
    "Her own enlighten’d thoughts; call’d from the heart,",
    "Th’ obedient passions on thy voice attend;",
    "And ev’n reluctant party feels a while",
    "Thy gracious power, as through the varied maze",
    "Of eloquence, now smooth, now quick, now strong,",
    "Profound and clear, you roll the copious flood.",
    "To thy lov’d haunt return, my happy muse:",
    "For now, behold! the joyous Winter days,",
    "Frosty, succeed; and through the blue serene,",
    "For sight too fine, th’ ethereal nitre flies,",
    "Killing infectious damps, and the spent air",
    "Storing afresh with elemental life.",
    "Close crowds the shining atmosphere; and binds",
    "Our strengthen’d bodies in its cold embrace,",
    "Constringent; feeds, and animates our blood;",
    "Refines our spirits, through the new-strung nerves",
    "In swifter sallies darting to the brain;",
    "Where sits the soul, intense, collected, cool,",
    "Bright as the skies, and as the season keen.",
    "All nature feels the renovating force",
    "Of Winter, only to the thoughtless eye",
    "In ruin seen. The frost-concocted glebe",
    "Draws in abundant vegetable soul,",
    "And gathers vigour for the coming year;",
    "A stronger glow sits on the lively cheek",
    "Of ruddy fire; and luculent along",
    "The purer rivers flow: their sullen deeps,",
    "Transparent, open to the shepherd’s gaze,",
    "And murmur hoarser at the fixing frost.",
    "What art thou, frost? and whence are thy keen stores",
    "Deriv’d, thou secret all-invading power,",
    "Whom ev’n th’ illusive fluid cannot fly?",
    "Is not thy potent energy, unseen,",
    "Myriads of little salts, or hook’d, or shap’d",
    "Like double wedges, and diffus’d immense",
    "Through water, earth, and ether? Hence at eve,",
    "Steam’d eager from the red horizon round,",
    "With the fierce rage of Winter deep suffus’d,",
    "An icy gale, oft shifting, o’er the pool",
    "Breathes a blue film, and in its mid-career",
    "Arrests the bickering stream. The loosen’d ice,",
    "Let down the flood and half dissolv’d by day,",
    "Rustles no more; but to the sedgy bank",
    "Fast grows, or gathers round the pointed stone,",
    "A crystal pavement, by the breath of heaven",
    "Cemented firm; till, seiz’d from shore to shore,",
    "The whole imprison’d river growls below.",
    "Loud rings the frozen earth, and hard reflects",
    "A double noise; while, at his evening watch,",
    "The village-dog deters the nightly thief;",
    "The heifer lows, the distant waterfall",
    "Swells in the breeze; and with the hasty tread",
    "Of traveller the hollow-sounding plain",
    "Shakes from afar. The full ethereal round,",
    "Infinite worlds disclosing to the view,",
    "Shines out intensely keen, and, all one cope",
    "Of starry glitter, glows from pole to pole.",
    "From pole to pole the rigid influence falls",
    "Through the still night, incessant, heavy, strong,",
    "And seizes nature fast. It freezes on,",
    "Till morn, late-rising o’er the drooping world,",
    "Lifts her pale eye unjoyous. Then appears",
    "The various labour of the silent night:",
    "Prone from the dripping eave, and dumb cascade,",
    "Whose idle torrents only seem to roar,",
    "The pendant icicle; the frost-work fair,",
    "Where transient hues and fancy’d figures rise;",
    "Wide-spouted o’er the hill the frozen brook,",
    "A livid tract, cold-gleaming on the morn;",
    "The forest bent beneath the plumy wave;",
    "And by the frost refin’d the whiter snow",
    "Incrusted hard, and sounding to the tread",
    "Of early shepherd, as he pensive seeks",
    "His pining flock, or from the mountain top,",
    "Pleas’d with the slippery surface, swift descends.",
    "‘Tis done! Dread Winter spreads his latest glooms,",
    "And reigns tremendous o’er the conquer’d year.",
    "How dead the vegetable kingdom lies!",
    "How dumb the tuneful! Horror wide extends",
    "His melancholy empire. Here, fond man!",
    "Behold thy pictur’d life; pass some few years,",
    "Thy flowering Spring, thy Summer’s ardent strength,",
    "Thy sober Autumn fading into age,",
    "And pale concluding Winter comes at last",
    "And shuts the scene. Ah! whither now are fled",
    "Those dreams of greatness? those unsolid hopes",
    "Of happiness? those longings after fame?",
    "Those restless cares? those busy bustling days?",
    "Those gay-spent festive nights? those veering thoughts,",
    "Lost between good and ill, that shared thy life?",
    "All now are vanish’d! Virtue sole survives,",
    "Immortal, never-failing friend of man,",
    "His guide to happiness on high. And see!",
    "‘Tis come, the glorious morn! the second birth",
    "Of heaven and earth! awakening nature hears",
    "The new-creating word, and starts to life",
    "In every heighten’d form, from pain and death",
    "For ever free. The great eternal scheme,",
    "Involving all, and in a perfect whole",
    "Uniting, as the prospect wider spreads,",
    "To reason’s eye refin’d clears up apace.",
    "Ye vainly wise! ye blind presumptuous! now,",
    "Confounded in the dust, adore that Power",
    "And Wisdom oft arraign’d: see now the cause",
    "Why unassuming worth in secret liv’d",
    "And died neglected: why the good man’s share",
    "In life was gall and bitterness of soul:",
    "Why the lone widow and her orphans pin’d",
    "In starving solitude; while luxury",
    "In palaces lay straining her low thought",
    "To form unreal wants: why heaven-born truth",
    "And moderation fair wore the red marks",
    "Of superstition’s scourge; why licens’d pain,",
    "That cruel spoiler, that embosom’d foe,",
    "Embitter’d all our bliss. Ye good distress’d!",
    "Ye noble few! who here unbending stand",
    "Beneath life’s pressure, yet a little while,",
    "And what your bounded view, which only saw",
    "A little part, deem’d evil is no more:",
    "The storms of wintry time will quickly pass,",
    "And one unbounded Spring encircle all."
  ],
  "title": "The Seasons: Winter",
  "year": ""
}