{
  "author": "Mei-Mei Berssenbrugge",
  "classification": "Series/Sequence",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Pets",
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250520",
  "region": "U.S., Southwestern",
  "text": [
    "1",
    "We call change in a person the effect of time, witness my new dress, so short,",
    "with buttons on the yoke shaped like swans.",
    "I enter from the back of the room, pausing at the hopeful energy of people",
    "gathered to see me.",
    "They are a surface, alive and redolent, half unseen, like iridescent cloth.",
    "I sense structure spontaneously form, as when crossing the room to greet you,",
    "what I say forms.",
    "And I worry that spontaneity acts for its own reasons, not mine.",
    "My dress is a visual image of unconscious affirmative processes, the way spontaneity",
    "expresses its order, as I create a world, stocking it with small dogs on the runway,",
    "handbags, a bouillonne of rose tulle at the waist of a jacket.",
    "So, I'm not limited to what I observe, rather than feel.",
    "2",
    "They assess quite accurately my choice of babydoll dress as value for others.",
    "Each absorbs encouragement from her assessment, even though every being's",
    "imprinted with data to create every appearance.",
    "Seeing a leaf may reveal knowledge that communicates instantly among",
    "microbes, which can change in a wink.",
    "So, the optimistic idea would be the most biologically pertinent one.",
    "I dress to express a hoped for solution.",
    "Rachel's blouse, for example, is not purple just for photographers' enjoyment.",
    "Flowers are intrinsic to her feeling for her value, she seeks by expression to extend.",
    "Each guest creates her own sumptuous panoply from my honey sable coat over",
    "silvery pajamas, new, vintage, because of simultaneous time, therefore matter.",
    "So, physical change is not time, as such.",
    "3",
    "I feel love from the fashion community as light from photographs of others' bodies",
    "as light from their scrutiny of my photograph in a dress bold enough to sustain",
    "the penetration of disembodied light of my entrance.",
    "To audience, unnamed cutters, sewers, embroiderers, beaders I attribute this beauty,",
    "when meaning i.e., style, is given a sympathetic presence.",
    "Mirroring touches it, like exquisite jet beads on a gray coatdress in almost",
    "transparent bouclé, clusters of dark stones on the shoulder.",
    "A loose blouse in cream silk crepe is tied at the sleeves with glistening cellophane",
    "ribbons.",
    "You feel I understand your own contingency plans.",
    "Do you remember my show in London, when all the models were drunk, broken",
    "glass everywhere?",
    "Fashion does that, giving shape and color to our inarticulate impulses.",
    "I present the contemporary as liminal, transitions, transparencies.",
    "You nurture the uncontained confusion, when no permeable resonance has yet",
    "formed.",
    "The gray is cloudy, deep, but without melancholy.",
    "4",
    "Before dinner, we're asked to sign the guestbook on a Boulle console in the hall.",
    "People I've seen in magazines seem very tall, their features enlarged from being",
    "photographed.",
    "Each appearance has a materiality more significant than we usually expect from",
    "bodies.",
    "Style, soul, is power through which matter is formed.",
    "Like historic change, a body can re-materialize in its chrysalis, when the life you",
    "know is left behind.",
    "You're alone in a white brocade jacket with fur trim and frosting white cloque, a",
    "skirt of stiff flounces, like quartz crystals flecked with gold.",
    "In this chrysalis, you now change the contemporary, viewing the past in",
    "extending light that's mobile around your body.",
    "My dress is not stuck in time like a butterfly born in a jar, whose wings are",
    "therefore useless.",
    "5",
    "In the dining room, with Ming wallpaper restored by young Chinese artists, Kiki",
    "wears a blue silk coat embroidered with gold.",
    "I mention Louise's white helmet, Camilla on pewter platforms flashing to gold,",
    "light on water, what we mean visually by souls for whom the the body is potential,",
    "futural.",
    "In my closet, there's no distinction between material and the intelligible.",
    "When I continue to dress after I tell him my dog has died, he begins to weep.",
    "He asks how I can waste this evening chattering?",
    "I say through tears I mourn my little dog, but that means little to him, because of",
    "my outfit.",
    "He makes a mistake in reading, like a wrong accessory, inserting an extra vowel",
    "or syllable and changing the whole passage, though I don't usually wear sheer",
    "stockings with that dress.",
    "It was a case of spontaneity, a transparent white warp like an open window",
    "through which a moment is perceived, unshaded by the physical.",
    "And in fact, many in the room were not in good health.",
    "Through this window, I take in a non-causative molecule to change myself, what",
    "a mother administers, placebo, the intent of a dress.",
    "When you wear it for the first time, you're surprised by a rush of feeling for",
    "yourself."
  ],
  "title": "A Placebo",
  "year": ""
}