{
  "author": "Mei-Mei Berssenbrugge",
  "classification": "",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Philosophy",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239666",
  "region": "U.S., Southwestern",
  "text": [
    "1",
    "Taking advantage of the relationships and interaction, which actually exist between what happens",
    "to her and her desire, she creates some metaphors both obvious and opaque, as screens of rays crisscrossing",
    "the landscape in which herself and what she expected from you in the way of support coincide,",
    "so that I and you resemble each other, now. The way they light the land like infrared without a trace",
    "on film, really, part of your image was linked so closely to my desire, it remained inside my body.",
    "It never reached the emotions, which tend to damage the body, but which memory requires.",
    "Thus a formal device was discovered for detailing information that was intimate and largely unacceptable",
    "to what I thought I required from you, regarding beauty in idea and form. She expected distress",
    "to automatically bring about this beauty, like a woman’s theft of fire rope from your house,",
    "but not her hanging in the orchard by the house. She was a stranger to you.",
    "She was never in your consciousness. Hence she was never forgotten.",
    "She is in you the way direct experience generates consciousness, adding the energy of its materialization.",
    "To live another person’s biography is not the same as to live his or her life.",
    "She constructs a story line or cluster of anecdotal details, like clothes around the body,",
    "instruments of both defense and expansion, which give meaning to fluctuations, such as in pleasures",
    "occurring between herself and you. Her sunglasses swathed in feathers express",
    "the contingency of a light and a space, so that the anecdote of a hanging could be utilized",
    "as colorist or combinatory data, instead of her instinct for the imaginary in which what she imagines",
    "represents what happens, whether or not it misrepresents it.",
    "Sometimes it happens during a routine she represents by evenness of light on the land",
    "or when things usually mean nothing, like harmony in light, what happens and something to mean",
    "join accidentally. The thing isn’t what it is, but it is like what it is.",
    "Like a fake, it doesn’t mean anything, although there is something to mean,",
    "so that her solitude is the guise of unending repetition of a hanging or her relationship with you,",
    "in which all that is to be included will find a place. This is empathy or sharing her intuition with her.",
    "You look into someone’s eyes as if you were seeing through the face.",
    "2",
    "Because it’s not possible to absorb more than one insight at a time,",
    "there seems to be a contradiction between the visual or space, and the context or meaning.",
    "She felt deep uneasiness with the image of this sunset of unnatural energy, its sinister expression",
    "of an order of impossible beauty we thought we lost, accounting for the intensity of yellow light on the hill,",
    "which is not a thing,",
    "it is not a metaphor, the way your life is not a metaphor to her, or",
    "the way intense light on the hill is a recollection",
    ", in the sense that it happened.",
    "Soon the background turns gray and the hill regains its natural color, but there are three dimensions of gray.",
    "This is a metaphor for the fact that the hanged woman actually made contact with you, although you never knew her.",
    "There is a link with her appearance, as with sex, or the way a name is attached to something",
    "after naming it, by the occurrence of its name, in this case linking with the appearances",
    "or biographies of a whole parade of lovers, so what she thinks of as human help from him",
    "is no longer dependent on changing her desire for him in the present, but is a substitute for it.",
    "The landscape is empty",
    "it is immanent. The context of the woman in its reality",
    "may differ from the context in which the viewer thinks about her, the element of transparency.",
    "The way the viewer thinks about her is the way low clouds extend a landscape. The viewer",
    "is acting on the landscape in consideration that the context of the viewer distinct from the context",
    "of general human help could be a metaphor for itself.",
    "There were yellow-leaved trees behind a screen of green ones at the edge of the orchard.",
    "They are not a border between organization and decay of autumn trees, which are organized.",
    "The yellow leaves around your feet have an impossible beauty that was achieved and then lost.",
    "A way you can define a woman is to remember everything the woman is not.",
    "If you move your head fast enough, you can all of a sudden discern the whole structure",
    "of the surface of each leaf, and it links in your stomach, as with sex.",
    "If you remember not desiring her fast enough, you can all of a sudden discern her whole body.",
    "You can feel in your stomach the way any moment that happened and in which you think about her goes",
    "a long way toward convincing you of the autonomy and pre-existence of her form.",
    "3",
    "Her concentration became a direct experience of his life, an erotic concentration.",
    "Her biography of her persistently locates the point of impact of one’s own system of representations,",
    "insofar as vision itself is a representative operating on what she sees,",
    "and for which a particular light can represent an initial condition. Even the slightest movement",
    "of a hand or a finger is controlled and emphasized as by a spotlight of this sensitiveness,",
    "the way repetition is a cessation of the potential for conscious experience, or death,",
    "visiting the same places during the same seasons, at almost the same hour,",
    "so that landscape could be a simple repetition, which thrives on reproduction,",
    "in order to resolve what is happening into its own combination or name of words in the form of its time,",
    "and in order to defer the story.",
    "In a way, her memory is a theory about how the hanged woman looked to her in the orchard,",
    "which she has to respect, in the sense that the landscape’s immanence is an organically developing",
    "failure of its language to speak its content. The connection between word and idea corresponding",
    "to the landscape is retained, but the connection between the word and the landscape is lost,",
    "so the shadow of a hill stays dark during lightning. How she sees the lightning",
    "is a time lapse into the planar dimension, a hierarchy of grammar or deference",
    "by way of the word belonging to her such as lady suicide or woman suicide,",
    "because the woman doesn’t die in her own absence or in effigy, so that",
    "no existing philosophy and no philosopher will know soon, enough points with enough speed",
    "to handle the richness of her reconstruction of her or him for long. He starts to see",
    "patterns in the words and the patterns are pretty to him and distract him.",
    "It is well known that lightning is attracted to body heat, a person on horseback",
    "or a large saguaro, the way a racket of birds in the morning is a kind of empathy for two people.",
    "If we retain the belief that her image of him or her, let’s say him, is a pre-requisite for",
    "gaining consciousness of the unknown person, we suppose there is no direct channel of communication",
    "to the unknown person, with the result that facts about him or her must exit into the world,",
    "before a life can be perceived between the light and dark of function or the object, and desire or the image.",
    "At any time one can turn into its opposite, like desire or a screen, and the object",
    "or her story and him, who does not so much convey an image as a background",
    "to the biography. So, he says, she must emphasize references and conditions of her own life",
    "over its memories, or what she sees of the landscape by the manner of its illumination,",
    "unless she says it is illuminated within the arms of a great cottonwood, yellow or green,",
    "a faith of imaginary or real connotation repeating itself from him, like alternating current",
    "or radioactive dirt being turned up that registers on her without marking her.",
    "4",
    "Her persistent observation, even after the frost, is of each leaf coinciding with its luminousness,",
    "because of its structure as a lighted space and which shows brightness in idea and form,",
    "so you have to maintain your own consciousness in order not to be unconscious with me.",
    "Even if we can uniquely bridge the gap between the fact of a frost and the value",
    "of luminousness, and even though these intrinsic properties of the plant may not be what it feels.",
    "What it feels may be a space with pillars, so with light the space extends, as in what you believe",
    "to live with. A belief is a word-like object. You can focus your attention on it down to a point,",
    "like desire or memory of a strong feeling. You have a certain amount of control over your feeling",
    "about general human help by changing what you believe, which embodies the memories",
    "your speech is empowered to represent, she says.",
    "Space is material, but seems to open up a beyond, which is thought to defy material in its failure",
    "to speak its content. It still cues this content by links or desires, as to a form of physical appearance.",
    "To the extent that she can reconstruct a context or pornography in her body suitable for a hanged woman,",
    "a contingency is beaten back, critically. In the sense that events happening at the same time are",
    "meaningful, but not connected, there are events which mean nothing, though there is something to mean.",
    "This is an easy way to expect with desire from moment to moment, while the woman was hanging herself,",
    "as if consistency and the quest for certainty were not emotional,",
    "as when a person begins telling a story, leaves move.",
    "He believed that when a life is valuable, there is further value when it is responded to",
    "as valuable, but this could occur through evaluative judgement, without his attendant emotion.",
    "The product is in one case consistent manners, in the other, beautiful manners."
  ],
  "title": "Forms of Politeness",
  "year": ""
}