{
  "author": "Mei-Mei Berssenbrugge",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "The Body",
    "The Mind",
    "Nature",
    "Trees",
    "Flowers",
    "Arts",
    "Sciences",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250522",
  "region": "U.S., Southwestern",
  "text": [
    "1",
    "My soul radially whorls out to the edges of my body, according to the same laws",
    "by which stars shine, communicating with my body by emanation.",
    "When you see her, you feel the impact of what visual can mean.",
    "Invisibility comes through of deep pink or a color I see clairvoyantly.",
    "This felt sense at seeing the rose extends, because light in the DNA of my cells",
    "receives light frequencies of the flower as a hologram.",
    "The entire rose, petals in moving air, emotion of perfume records as a sphere, so",
    "when I recall the emotion, I touch dimensionality.",
    "From a small bud emerges a tight wound bundle of babyskin coral petals, held in",
    "a half globe, as if by cupped hands.",
    "Then petals are innumerable, loose, double, sumptuous, unified.",
    "I look through parted fingers to soften my gaze, so slow light shining off the",
    "object is filtered; then with feeling I look at swift color there.",
    "It's swiftness that seems still as noon light, because my seeing travels at the same",
    "speed.",
    "I make a reciprocal balance between light falling on the back of my eye to optic",
    "nerve to pineal gland, radiance stepping down to matter, and my future self",
    "opening out from this sight.",
    "A moment extends to time passing as sense impression of a rose, including new",
    "joys where imagined roses, roses I haven't yet seen or seen in books record as my",
    "experience.",
    "Then experience is revelation, because plants and people have in their cells",
    "particles of light that can become coherent, that radiate out physically and also",
    "with the creativity of metaphor, as in a beam of light holographically, i.e., by",
    "intuition, in which I inhale the perfume of the Bourbon rose, then try to separate",
    "what is scent, sense, and what you call memory, what is emotion, where in a",
    "dialogue like touching is it so vibratory and so absorbent of my attention and",
    "longing, with impressions like fingerprints all over.",
    "I'm saying physical perception is the data of my embodiment, whereas for the",
    "rose, scarlet itself is matter.",
    "2",
    "The rose communicates instantly with the woman by sight, collapsing its",
    "boundaries, and the woman widens her boundaries.",
    "Her \"rate of perception\" slows down, because of its complexity.",
    "There's a feeling of touching and being touched, the shadings of color she can sense",
    "from touch.",
    "There's an affinity between awareness and blossom.",
    "The rose symbolizes the light of this self-affinity.",
    "I come to visit drooping white cabbage roses at dusk.",
    "That corner of the garden glows with a quality of light I might see when light",
    "shines through mist or in early morning reflects off water.",
    "I stand quietly and allow this quality to permeate air around me.",
    "Here, with a white rose, color is clairsentient, this color in the process of being",
    "expressed, like seeing Venus in the day.",
    "Walking, I move in and out of negative space around which each rose is engaged",
    "and become uncertain of my physical extent as an object.",
    "Look at the energy between people and plants; your heart moves into depth",
    "perception; for depth, read speed of light.",
    "I set my intention through this sense of moving into coherence with the bio-photons",
    "of a plant and generate feeling in response.",
    "A space opens and awareness gathers it in, as at night my dream is colorless and",
    "weaves into the nuance.",
    "I can intentionally engage with the coherence of light beams, instant as though",
    "lightless, or the colored light of a dimension not yet arrived, as our hearts are not",
    "outside affinity with respect to wavelength, shaping meaning, using the capacity",
    "for feeling to sense its potency in a rose and to cultivate inter-being with summer",
    "perfume."
  ],
  "title": "Hello, the Roses",
  "year": ""
}