{
  "author": "Mei-Mei Berssenbrugge",
  "classification": "",
  "keywords": [
    "Relationships",
    "Home Life",
    "Arts",
    "Sciences",
    "Philosophy",
    "Architecture",
    "Design",
    "Social Commentaries",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239668",
  "region": "U.S., Southwestern",
  "text": [
    "1",
    "I seek a permanent home, but this structure has an appearance of indifferent compoundedness and isolation, heading toward hopelessness.",
    "The boy pulls an animal on a leash.",
    "The house with a red roof rests between two hills.",
    "I can look through its windows to the sea.",
    "His aggression opposes what in a domestic animal, cold open space, large enough to work with isolation?",
    "House is the projection, space around it intermediary, theater.",
    "You don’t have to consume the space to exist, distance, point-to-point, in which a beloved ruin is middle ground, for example.",
    "2",
    "First house and space negate one another.",
    "Then, they’re a series.",
    "The boy watches a mouse run around the rim of a lampshade.",
    "He relates wanting to catch a mouse with the room, ground.",
    "Wanting a master image obscures ground, like objects in space.",
    "House and space are composite, like my dream, a bubble, lightning, starting point and any second place.",
    "3",
    "Rain pours out a gutter onto the poor horse.",
    "Horse runs under a tin roof supported by poles.",
    "Stockpiles of beams, salvaged wood, brick melt into contextless waste.",
    "I understand the situation by perceiving parts, one after another, then reversing in a glance that removes time.",
    "So, I can intuit contextless waste as ground.",
    "4",
    "The water tank sits on a frame of used wood, like a packing crate.",
    "I look through it to an extinct volcano.",
    "The panorama is true figuratively as space, and literally in a glass wall, where clouds appear like flowers, and the back-lit silhouette of a horse passes by.",
    "A file of evergreens secures the cliff amid debris from a crew bilding, as at the edge of the sea.",
    "Oranges, dumplings, boiled eggs take on the opaque energy of a stranger.",
    "Knowledge as lintel, bond beam (model signs) holds the world at a distance.",
    "A master image like bone condenses from the indistinct point-to-point feeling of self with which construction began.",
    "My house returns from outside, as if my spirit had been blocking my path, when I wasn’t going anywhere in particular.",
    "5",
    "Materials and freedom combine, so materials aren’t subjective.",
    "The material of space is like having a skeleton to gain a vantage point on seamless distance, as in a comparison.",
    "It’s a style of accumulating materials that does not become a solid thing, anymore.",
    "Accommodating a view by being able to be seen through is perceptual, not abstract, like space painted white.",
    "Give a house the form of an event.",
    "Relate it to something there, a form of compassion.",
    "Your point of view is: it’s solid already, so there’s warmth.",
    "In this primitive situation, pure form translates a former empire of space as wilderness.",
    "Chinese space breaks free from the view in front of me, while my house continues to rotate on earth."
  ],
  "title": "Permanent Home",
  "year": ""
}