{
  "author": "Mei-Mei Berssenbrugge",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Arts",
    "Sciences",
    "Architecture",
    "Design",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239664",
  "region": "U.S., Southwestern",
  "text": [
    "As usual, the first gate was modest. It is dilapidated. She can’t tell",
    "which bridge crossed the moat, which all cross sand now, disordered with footsteps.",
    "It’s a precise overlay of circles on squares, but she has trouble locating",
    "the main avenue and retraces her steps in intense heat for the correct entrance,",
    "which was intentionally blurred, the way a round arch can give onto a red wall,",
    "far enough in back of the arch for sun to light.",
    "If being by yourself separates from your symmetry, which is",
    "the axis of your spine in the concrete sense, but becomes a suspension",
    "in your spine like a layer of sand under the paving stones of a courtyard",
    "or on a plain, you have to humbly seek out a person who can listen to you,",
    "on a street crowded with bicycles at night, their bells ringing.",
    "And any stick or straight line you hold can be your spine,",
    "like a map she is following in French of Tan Tien. She wants space to fall",
    "to each side of her like traction, not weight dispersed within a mirror. At any time,",
    "an echo of what she says will multiply against the walls in balanced,",
    "dizzying jumps like a gyroscope in the heat, but she is alone.",
    "Later, she would remember herself as a carved figure and its shadow on a blank board,",
    "but she is her balancing stick, and the ground to each side of her is its length,",
    "disordered once by an armored car, and once by an urn of flowers at a crossing.",
    "The stick isn’t really the temple’s bisection around her, like solstice or ancestor.",
    "This Tang Dynasty peach tree would be parallel levitation in the spine",
    "the person recording it.",
    "Slowly the hall looms up. The red stair’s outline gives way to its duration",
    "as it extends and rises at a low angle.",
    "In comparison to the family, the individual hardly counts, but they all",
    "wait for her at a teahouse inside the wall.",
    "First the gold knob, then blue tiers above the highest step,",
    "the same color as the sky.",
    "When one person came to gain confidence,",
    "she imagines he felt symmetry as flight after his fast among seven meteorites",
    "in the dark. He really felt like a globe revolving within a globe.",
    "Even the most singular or indivisible particle or heavenly sphere will adjust",
    "when the axis extending beyond itself is pushed, or the sphere it is within",
    "is pushed. What she thought was her balance flattens into a stylized dragon",
    "on the marble paving stones.",
    "Yet she’s reluctant to leave the compound. Only the emperor",
    "could walk its center line. Now, anyone can imagine how it felt",
    "to bring heaven news. She is trying to remember this in Hong Kong",
    "as the tram pulls suddenly above skyscrapers and the harbor",
    "and she flattens against her seat, like a reversal occurring in the poles,",
    "or what she meant by, no one can imagine how."
  ],
  "title": "Tan Tien",
  "year": ""
}