{
  "author": "Patricia Lockwood",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246886",
  "region": "",
  "text": [
    "The government spent a Patricia on me,",
    "“a huge waste,” it lamented, “when we could",
    "have been spending it on another Nixon,”",
    "the government spent all its beauty",
    "on the great light leap on the deer-",
    "crossing sign — there was hardly any",
    "beauty left for anything else in America,",
    "and looking around them the government",
    "said,",
    "“Is there none left? Print more,”",
    "you are born, you barely contain yourself,",
    "you grow, inside you, someone spends",
    "a billion to make prison more luxurious;",
    "inside you, someone spends a billion",
    "to keep libraries open one hour later;",
    "then oh god, you feel wonderful,",
    "you must be on welfare,",
    "the government spent its whole education",
    "on me, at least that is how it feels right now,",
    "I am bursting with educational dollars,",
    "I am bursting with other dollars as well,",
    "I’m rounded up, I’m one long row of ohs,",
    "I get so many commas",
    "that the sentence doesn’t stop,",
    "the dollars in me are a map of Missouri",
    "my mother can’t fold back up, oh no the map",
    "is everywhere, but I know the way, I am hot",
    "on a trail, I am bursting with the dollars",
    "that put that knowing breath in drug dogs,",
    "all the spending of the space program is in me,",
    "the stars seem especially close, this is because",
    "they are a government handout, they are spending",
    "millions on moonlight research, when I am President",
    "I will cut the arts and let my right arm flow downhill,",
    "I am ready, there is nothing trivial about me left,",
    "I am eliminating the penny every second,",
    "a dollar is peeled off a roll of thousands,",
    "it is the day, the mint of it is in my mouth,",
    "I open it, completely fresh."
  ],
  "title": "Government Spending",
  "year": ""
}