{
  "author": "Patricia Lockwood",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246888",
  "region": "",
  "text": [
    "I was born as a woman, I talk you to death,",
    "or else your ear off,",
    "or else you to sleep. What do I have, all the time",
    "in the world, and a voice that swings brass back",
    "and forth, you can hear it, and a focal point where",
    "my face should be. What do I have, I have absolute",
    "power, and what I want is your money, your drool,",
    "and your mind, and the sense of myself as a snake,",
    "and a garter in the grass. Every bone in the snake",
    "is the hipbone, every part of the snake is the hips.",
    "The first sound I make is silence, then sssssshhh,",
    "the first word I say is listen. Sheep shearers",
    "and accountants hypnotize the hardest,",
    "and lookout sailors who watch the sea, and the boys",
    "who cut and cut and cut and cut and cut the grass.",
    "The writers who write page-turners, and the writers",
    "who repeat themselves. The diamond-cutter kneels",
    "down before me and asks me to hypnotize him, and",
    "I glisten at him and glisten hard, and listen to me and",
    "listen, I tell him. Count your age backward, I tell him.",
    "Become aware of your breathing, and aware of mine",
    "which will go on longer. Believe you",
    "are a baby till I tell you otherwise, then believe",
    "you’re a man till I tell you you’re dirt. When a gunshot",
    "rings out you’ll lie down like you’re dead. When you",
    "hear, “He is breathing,” you’ll stand up again.",
    "The best dog of the language is Yes and protects you.",
    "The best black-and-white dog of the language is Yes",
    "and goes wherever you go, and you go where I say,",
    "you go anywhere. Why do I do it is easy, I am working",
    "my way through school. Give me the money",
    "for Modernism, and give me the money",
    "for what comes next. When you wake to the fact that you",
    "have a body, you will wake to the fact that not for long.",
    "When you wake you will come when you read the word",
    "hard, or hard to understand me, or impenetrable poetry.",
    "When you put down the book you will come when you",
    "hear the words put down the book,",
    "you will come when you hear."
  ],
  "title": "The Hypno-Domme Speaks, and Speaks and Speaks",
  "year": ""
}