{
  "author": "Patricia Lockwood",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/241122",
  "region": "",
  "text": [
    "Must be entered through the sharpener every Sunday,",
    "else your name will be lovingly written in the Book",
    "of the Down Arrow. The One Steeple to Every Church",
    "rule breaks in half",
    "in the Church of the Open Crayon Box; the One Bell",
    "to Every Steeple rule breaks off its tip. “Climb stairs",
    "to the steeples,” the preacher commands, “and let",
    "every belltone ring out!” You can see the whole town",
    "from the steeple, and you exit the church through",
    "the view, and you walk through what calls itself",
    "Flagpole—the town is a blot",
    "on the town, but the railroad",
    "is coming out this way and we must give them a smear",
    "to see through the windows: now you pass the General Store,",
    "that even your vaguest stick figure can enter, now you pass",
    "a vacant lot: the post office isn’t here yet, is only a set-aside space",
    "in the center of the country’s envelope; now you pass the voting-",
    "place, where we stuff our handwriting through a slit. Tall trees",
    "fall in the pinewoods, tall telegraph poles are raised, and words",
    "inch along our wires: text text text stop, text text text stop.",
    "And now you pass the Feed Store, which sells carrot and turnip",
    "and sugar-beet tops—only the visible parts—and now Whitey",
    "BaLavender’s Hardware, where everything hangs off the hook",
    "of its color, or color hangs off the hook of its all, where you work",
    "your hands into cool washers, and work hands into nailheads",
    "of the color blue, and watch Whitey BaLavender busy himself",
    "pouring crayons into bullet molds. You show him a list",
    "that says “ax,” and he sells you a red line through it.",
    "All up and down Main Street ponies are covered",
    "with strokes as coarse as horse blankets. And once",
    "you have drawn the ponies you begin to draw the saddle",
    "shop, you grip the right color like a saddle horn and somehow",
    "keep from falling off, and you ride to the edge of town,",
    "where you draw the fur trading post, where they sell tails",
    "of any shy animal, the rest of the animal gone down a hole,",
    "where you trade in your skin for a possibles bag and wear",
    "possibles bag where your skin was. Fat geese fly in any letter",
    "you like but you need red meat for once, and write a splayed-",
    "hide word like “Deerslayer,” and take hold of the ending",
    "and drag it home,",
    "and now you are almost there, now you are building the home",
    "with hand-drawn Log Cabin Font, you are building it log",
    "by log of course and smoothing the logs with a color called",
    "Adze, you are biting the crayon to notch the logs and driving",
    "in dots of nailheads. Stumps of umber surround you, and the sky",
    "is beginning to look like sky. You are hoping a man can be really",
    "alone here;",
    "you are hoping your father can tell what it is;",
    "and now only the doorknob is left to draw and in your enthusiasm",
    "you shout at the paper, and the weather",
    "changes just in time, not raining, beginning to spit."
  ],
  "title": "The Church of the Open Crayon Box",
  "year": ""
}