{
  "author": "Timothy Donnelly",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "The Mind",
    "Time",
    "Brevity",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241026",
  "region": "U.S., New England",
  "text": [
    "1",
    "A pity the selfsame vehicle that spirits me away from",
    "factories of tedium should likewise serve to drag",
    "me backwards into panic, or that panic should erect",
    "massive factories of its own, their virulent pollutants",
    "havocking loved waterways, frothing all the reed-",
    "fringed margins acid pink and gathering in the shell",
    "and soft tissues of the snails unknowingly in danger",
    "as they inch up stems. Through the bulkhead door",
    "I can hear their spirals plunk into the sluggish south-",
    "bound current and dissolve therein with such brutal",
    "regularity their dying has given rise to the custom",
    "of measuring time here in a unit known as the snailsdeath.",
    "The snailsdeath refers to the average length of time,",
    "about 43 seconds, elapsing between the loss of the first",
    "snail to toxic waters and the loss of the next, roughly",
    "equivalent to the pause between swallows in a human",
    "throat, while the adverb",
    "refers to my person",
    "and all its outskirts, beginning on the so-called cellular",
    "level extending more of less undaunted all the way down",
    "to the vale at the foot of the bed. I often fear I’ll wake",
    "to find you waiting there and won’t know how to speak",
    "on the subject of my production, or rather my woeful",
    "lack thereof, but in your absence, once again, I will begin",
    "drafting apologies in a language ineffectual as doves.",
    "2",
    "Daybreak on my marshland: a single egret, blotched,",
    "trudges through the froth. I take its photograph",
    "from the rooftop observation deck from which I watch",
    "day’s delivery trucks advance. I take advantage of",
    "the quiet before their arrival to organize my thoughts",
    "on the paranormal thusly: (1) If the human psyche",
    "has proven spirited enough to produce such a range",
    "of material effects upon what we’ll call the closed",
    "system of its custodial body, indeed if it’s expected to,",
    "and (2) If such effects might be thought to constitute",
    "the physical expression of that psyche, an emanation",
    "willed into matter in a manner not unlike a brand-",
    "new car or cream-filled cake or disposable camera,",
    "and (3) If the system of the body can be swapped out",
    "for another, maybe an abandoned factory or a vale,",
    "then might it not also prove possible for the psyche",
    "by aptitude or lather or sheer circumstance to impress",
    "its thumbprint on some other system, a production",
    "in the basement, or in a video store, as when I find you",
    "inching up steps or down a shady aisle or pathway,",
    "dragging your long chains behind you most morosely",
    "if you ask me, the question is: Did you choose this, or was it",
    "imposed on you, but even as I ask your hands move",
    "wildly about your throat to indicate you cannot speak.",
    "3",
    "After the memory of the trucks withdrawing heavy",
    "with their cargo fans out and fades into late-morning",
    "hunger, I relocate in time to the lit bank of vending",
    "machines still humming in the staff-room corner for a light",
    "meal of cheese curls, orange soda, and what history",
    "will come to mourn as the last two cream-filled cakes.",
    "Eating in silence, a breeze in the half-light, absently",
    "thinking of trying not to think, I imagine the Bethlehem",
    "steel smokestacks above me piping nonstop, the sky",
    "wide open without any question, steam and dioxides",
    "of carbon and sulfur, hands pressed to the wall as I walk",
    "down the corridor to stop myself from falling awake",
    "again on the floor in embarrassment. If there’s any use",
    "of imagination more productive or time less painful",
    "it hasn’t tried hard enough to push through to find me",
    "wandering the wings of a ghost-run factory as Earth",
    "approaches the dark vale cut in the heart of the galaxy.",
    "Taking shots of the sunbaked fields of putrefaction",
    "visible from the observation deck. Hoping to capture",
    "what I can point to as the way it feels. Sensing my hand",
    "in what I push away. Watching it dissolve into plumes",
    "rising like aerosols, or like ghosts of indigenous peoples,",
    "or the lump in the throat to keep me from saying that",
    "surviving almost everything has felt like having killed it.",
    "4",
    "(",
    ") Up from the floor with the sun to the sound of",
    "dawn’s first sacrifice to the residues of commerce.",
    "On autofog, on disbelief: rejuvenation in a boxer brief",
    "crashed three miles wide in the waves off Madagascar,",
    "cause of great flooding in the Bible and in",
    "Massive sphere of rock and ice, of all events in history",
    "(",
    ") thought to be the lethalmost. A snailsdeath",
    "semiquavers from pang to ghost where the habit of ghosts",
    "of inhabiting timepieces, of conniving their phantom",
    "tendrils through parlor air and into the escapements",
    "of some inoperative heirloom clock on a mantel shows",
    "not the dead’s ongoing interest in their old adversary",
    "(",
    ") time so much as an urge to return to the hard",
    "mechanical kind of being. An erotic lounging to reanimate",
    "the long-inert pendulum. As I have felt you banging",
    "nights in my machine, jostling the salt from a pretzel.",
    "This passion for the material realm after death however",
    "refuses to be reconciled with a willingness to destroy",
    "(",
    ") it while alive. When the last of the human voices",
    "told me what I had to do, they rattled off a shopping",
    "list of artifacts they wanted thrown down open throats.",
    "That left me feeling in on it, chosen, a real fun-time guy",
    "albeit somewhat sleep-deprived; detail-oriented, modern,",
    "yes, but also dubious, maudlin, bedridden, speechless.",
    "5",
    "Graffiti on the stonework around the service entrance",
    "makes the doorway at night look like the mystagogic",
    "mouth of a big beast, amphibious, outfitted with fangs,",
    "snout, the suggestion of a tongue, throat, and alimentary",
    "canal leading to a complex of caves, tunnels, temples . . .",
    "There are rooms I won’t enter, at whose threshold I say",
    "this is as far as I go, no farther, almost as if I can sense",
    "there’s something in there I don’t want to see, or for which",
    "to see means having wanted already to forget, unless",
    "stepping into the mouth at last, pressed into its damp,",
    "the advantage of not knowing is swapped out for the loss",
    "of apartness from what you’d held unknown, meaning",
    "you don’t come to know it so much as become it, wholly",
    "warping into its absorbent fold. I can’t let that happen",
    "if it hasn’t already. What draws me on might be thought",
    "canine, keen-sighted, but it’s still incapable of divining why",
    "the constant hum around or inside me has to choose",
    "among being a nocturne of toxic manufacture, the call",
    "of what remains of the jungle, or else just another prank",
    "on my gullible anatomy. Am I not beset in the utmost",
    "basement of industry? Is that basement itself not beset",
    "by the broad, black-green, waxy leaves of Mesoamerica?",
    "And haven’t I parted those selfsame leaves, discovering me",
    "asleep on my own weapon, threat to no one but myself?",
    "6",
    "Asked again what I miss the most about my former life,",
    "I remember to pause this time, look left, a little off-camera",
    "an entire snailsdeath, an air of sifting the possibilities,",
    "I eliminate certain objects and events from the running",
    "right off the bat, such as when their great displeasure",
    "brought the gods to turn to darkness all that had been",
    "light, submerging mountaintops in stormwater, the gods",
    "shocked by their own power, and heartsick to watch",
    "their once dear people stippling the surf like little fishes.",
    "Or when the flaming peccary of a comet struck the earth",
    "with much the same effect, waves as high as ziggurats",
    "crashing mathematically against our coastlines, scalding",
    "plumes of vapor and aerosols tossed into the atmosphere",
    "spawning storms to pummel the far side of the earth,",
    "approximately 80 percent of all life vanished in a week.",
    "Or when we squandered that very earth and shat on it",
    "with much the same effect, and more or less on purpose,",
    "emitting nonstop gases in the flow of our production,",
    "shoveling it in as ancient icecaps melted, what difference",
    "could another make now. And so I clear my throat, look",
    "directly into the camera, and even though it will make me",
    "come off bovine in their eyes, I say that what I miss the most",
    "has to be those cream-filled cakes I used to like, but then",
    "they prod me with their volts and lead me back to the barn.",
    "7",
    "After the panic grew more of less customary, the pity",
    "dissolved into a mobile fogbank, dense, reducing visibility",
    "from the rooftop observation deck. Mobile in the sense",
    "that it possessed mobility, not in the sense that it actually",
    "moved. Because it didn’t. It just stayed there, reducing",
    "visibility but not in the sense that it simply diminished it",
    "or diminished it partly. Because it didn’t. It pretty much",
    "managed to do away with it altogether, as my photography",
    "will come to show: field after field of untouched white.",
    "After the possibility of change grew funny, threadbare,",
    "too embarrassing to be with, I eased into the knowledge",
    "that you’d never appear at the foot of the bed, the vale",
    "turned into a lifetime’s heap of laundry, and not the gentle",
    "tuffets and streambanks of an afterlife it seems we only",
    "imagined remembering, that watercolor done in greens",
    "and about which I predicted its monotony of fair weather",
    "over time might deaden one all over again, unless being",
    "changed with death means not only changing past change",
    "but past even the wish for it. I worried to aspire towards",
    "that condition might actually dull one’s aptitude for change.",
    "That I would grow to protect what I wished to keep from",
    "change at the cost of perpetuating much that required it.",
    "In this sense I had come to resemble the fogbank, at once",
    "given to motion but no less motionless than its photograph.",
    "The last time I saw myself alive, I drew the curtain back",
    "from the bed, stood by my sleeping body. I felt tenderness",
    "towards it. I knew how long it had waited, and how little",
    "time remained for it to prepare its bundle of grave-goods.",
    "When I tried to speak, rather than my voice, my mouth",
    "released the tight, distinctive shriek of an aerophone of clay.",
    "I wanted to stop the shock of that from taking away from",
    "what I felt. I couldn’t quite manage it. Even at this late hour,",
    "even here, the purity of a feeling is ruined by the world.",
    "8",
    "The noises from the basement were not auspicious noises.",
    "I wanted to live forever. I wanted to live forever and die",
    "right then and there. I had heard the tight, distinctive shriek.",
    "Here again and now. I no longer have legs. I am sleeping.",
    "Long tendrils of tobacco smoke, composed of carbon dioxide,",
    "water vapor, ammonia, nitrogen oxide, hydrogen cyanide,",
    "and 4,000 other chemical compounds, penetrate the room",
    "through the gap beneath the door and through heating vents",
    "with confidence. They are the spectral forms of anaconda.",
    "The ruler of the underworld smokes cigars. A certain brand.",
    "Hand-rolled. He smiles as if there is much to smile about.",
    "And there is. He is hollow-eyed, toothless. His hat, infamous:",
    "broad-brimmed, embellished with feathers, a live macaw.",
    "His cape is depicted, often, as a length of fabric in distinctive",
    "black and white chevrons. Otherwise, as here, the full pelt",
    "of a jaguar. On a barge of plywood and empty milk cartons",
    "he trudges through the froth. He is the lord of black sorcery",
    "and lord of percussion. He is patron of commerce. He parts",
    "the leaves of Mesoamerica, traveling with a retinue of drunken",
    "ax wielders, collection agents. His scribe is a white rabbit.",
    "Daughter of moon and of night. Elsewhere, you are having",
    "your teeth taken out. There is no music left, but I still feel held",
    "captive by the cinema, and in its custom, I believe myself",
    "capable of protecting myself by hiding my face in my hands."
  ],
  "title": "Globus Hystericus",
  "year": ""
}