{
  "author": "Timothy Donnelly",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247868",
  "region": "",
  "text": [
    "There were no American lions. No pygmy mammoths left",
    "or giant short-faced bears, which towered over ten feet high",
    "when rearing up on their haunches. There were no stout-",
    "legged llamas, stilt-legged llamas, no single Yukon horse. The last",
    "of the teratorns, its wingspan broader than the room in",
    "which I’m writing now, had long since landed on a tar pit’s",
    "surface and was lost. There might be other things to think of",
    "strobing in the fume or sometimes poking through the thick of it",
    "like the tiny golden toads once so prevalent in the cloud",
    "forests north of Monteverde, only none of them were living",
    "anywhere anymore. The last was seen on May 15, 1989, the week",
    "Bon Jovi’s “I’ll Be There for You” topped Billboard’s Hot 100.",
    "Then it dropped to three. A teratorn might have fit in here",
    "the long way come to think of it. A study claims it wasn’t",
    "climate change that killed the golden toad but a fungal epidemic",
    "provoked by cyclical weather patterns. Little things like that",
    "had a way of disappearing: thimbles, the Rocky Mountain",
    "grasshopper, half the hearing in my patient ear. There were",
    "no Eastern elk, no sea mink, and no heath hens, a distinct",
    "subspecies of the prairie chicken. Once common to the coastal",
    "barrens of New Hampshire down to Virginia, they’re often thought",
    "to have been eaten in favor of wild turkey at the inaugural",
    "Thanksgiving feast. To work on my character I pretend to be",
    "traveling Portsmouth to Arlington in modern garb at first,",
    "then backwards into costumes of the past: tee shirt and shorts,",
    "gray flannel suit, a cutaway jacket and matching breeches",
    "tucked into boots, taupe velvet getup with ruffles and ribbons",
    "streaming into Delaware till I’m buckled like a Puritan, musket",
    "in hand, not half-famished, and there’s plenty of heath hens",
    "everywhere I look. But there were still no Carolina parakeets",
    "and no Smith Island cottontails, a long contested subspecies",
    "of the Eastern cottontail. These lost rabbits, somewhat shaggier",
    "than their mainland cousins, were named for the barrier",
    "island off the tip of Virginia’s Eastern Shore, where Thomas Dale,",
    "deputy governor of the Virginia Colony, set up a salt works",
    "back in 1614, and not for the Chesapeake’s other Smith Island",
    "up in Maryland, birthplace of the Smith Island cake, that state’s",
    "only official dessert — a venerable confection whose pencil-",
    "thin layers, numbering eight to twelve on average, lie divided",
    "by a fudge-like frosting cooked for greater lastingness, making it",
    "suitable for local oystermen to take with them on the long",
    "autumn harvest. Smith Island in Washington offers nesting",
    "sites for tufted puffins on its rocky cliff faces as well as rest",
    "stations for migrant sea lions. Situated in Long Island Sound,",
    "Connecticut’s Smith Island is among that state’s famed Thimble",
    "Islands, a cluster of landmasses named for the thimbleberry,",
    "cousin to the black raspberry. During the Revolutionary War,",
    "the Thimbles were deforested to rid the sound of hiding",
    "places for British ships. Alabama boasts no fewer than three",
    "Smith Islands. Little can be said about the one in Minnesota’s",
    "Voyageurs National Park. Its neighboring islands include",
    "Rabbit, Snake, Wolf, Wigwam, Sweetnose, and Twin Alligator",
    "down here on the American side, and Little Dry, Big, and Big Dry",
    "up on the Canadian. Tomorrow should be 82° and sunny",
    "but it won’t be. The blue pike cavorted through the waters",
    "of the Great Lakes no longer. Ditto the somber blackfin cisco.",
    "Overfishing, pollution, and the introduction of nonnative",
    "species did both fish in as early as 1960 and ’70, respectively.",
    "There were no spectacled cormorants, no Goff’s pocket gophers,",
    "and no Ainsworth’s salamanders, a species known to us only",
    "through two specimens found on Ainsworth family property",
    "in Mississippi on June 12, 1964. That same day Nelson Mandela",
    "was sentenced to life in prison. I remember the feeling of",
    "another kind, the way they alternately lay limp in my hands",
    "then pleaded to be free. They took naps in the dampness",
    "of softened logs. There’s a fine dirt, a dust I guess, that collects",
    "under the rug I’m sitting on. I think the rough weave of it",
    "acts as rasp to our foot-bottoms then sieve to what it loosens.",
    "There were no Caribbean monk seals, eight of which no less",
    "than Christopher Columbus killed for food in 1494, and therefore",
    "no Caribbean monk seal nasal mites, an objectively hideous",
    "arachnoid parasite that resided nowhere but in the respiratory",
    "passages of the",
    ". When it occurs to me I",
    "sweep it up. Back in the day they used to darken our skies",
    "in flocks a mile wide and 300 miles in length, enough to feather",
    "the air from Fall River down to Philadelphia, their peak",
    "population hovering above five billion, or 40% of the total",
    "roll of birds in North America, but there were no remaining",
    "passenger pigeons, the last of their red eyes having shut",
    "in Cincinnati on September 1, 1914. Her name was Martha.",
    "Martha Washington went by Patsy as a child. Her pet raccoon",
    "was Nosey. Cozumel Island’s pygmy raccoon is actually a distinct",
    "species and not, like the Barbados raccoon, a subspecies",
    "of the common. There might be as few as 250 of the former",
    "hidden in the mangroves or prowling the wetlands for ghost",
    "crabs and lizards, whereas the latter was last seen in ’64",
    "when one was struck dead by a car in Bathsheba, a fishing village",
    "built on Barbados’s eastern shore, magnet for hurricanes",
    "and pro surfers, its foamy white waters calling to mind",
    "the milk baths rumored to have kept Solomon’s mother so",
    "perilously beautiful. First the milk’s lactic acid would have",
    "acted as an exfoliant, gently removing layers of the dead,",
    "dry skin to uncover younger, fresher skin waiting like artwork",
    "in Dunkirk underneath, then the milk’s natural fat content",
    "would restore moisture lost to the exacting atmosphere",
    "of biblical Jerusalem, whose name in Hebrew,",
    ",",
    "means “will see peace.” Most versions of the story make her",
    "into an exhibitionist but the Midrash says Bathsheba, modest,",
    "was washing behind a wicker screen when Satan, seizing",
    "opportunity, appeared as a red bird to David who, cocksure",
    "with projectiles now, aimed the stone in his hands at the bird",
    "but hit the screen instead, splitting it in half and thereby",
    "revealing our bather, the wife of Uriah the Hittite at the time",
    "but not for much longer. All these gains and losses, so mysterious",
    "from a distance, held together it has felt by nothing stronger",
    "than momentum, like a series of bicycle accidents or a pattern",
    "in the pomegranate, come to hint at a logic in time, but whether",
    "it’s more fitting to say that they promise to reveal it or else",
    "threaten to is debatable. Attempts to stem the vast mosquito",
    "population in salt marshes abutting Kennedy Space Center",
    "on Florida’s Merritt Island, technically a peninsula but more like",
    "a question mark of land flopped into the Atlantic, devastated",
    "the dusky seaside sparrow. Its last known specimen died",
    "on June 17, 1987, when the ballad “Always” by Atlantic Starr",
    "dominated radio. Mosquitoes would have taken to the nasty",
    "Olduvai water hole around which two clans of hominids battle",
    "at the start of Stanley Kubrick’s",
    ". This is after",
    "the first monolith shows up. The film’s monoliths are artifacts",
    "of alien origin, identical in ratio but varying in size, designed",
    "to provoke large-scale changes in human life. As when it dawns",
    "on the wiry leader of the clan the first monolith appears to",
    "to bludgeon the other to death with a leg bone. Later on he hurls it",
    "into the air to celebrate his power, the image of its tumbling",
    "weaponhood at half-speed match-cutting to that of a long",
    "white nuclear satellite angled in orbit against the scintillant",
    "anthracite of space. Pan right to the Earth, a quarter of it silvery",
    "blue in the corner, aloofly beautiful for sure but only a pale",
    "idea of a planet when set beside photographs taken years later",
    "by the crew of Apollo 17 on December 7, 1972,",
    "for the Lake Pedder earthworm, bush wren, and possibly",
    "the Toolache wallaby as well, long considered among kangaroos",
    "to have been the most elegant. The sapphire blue, the ochre",
    "of Africa, the chalk-white spirals convolving as if an ice cap’s",
    "wispy tentacles. They were killed for fur, sport, and frequently",
    "with the aid of greyhounds, who hunt mostly by way of sight",
    "as opposed to scent. Then the Earth is at the left as the satellite",
    "approaches it almost dozily to the opening bars of Strauss’s",
    ", first performed on February 15, 1867, in the now",
    "defunct Diana Ballroom. In my own Diana Ballroom, named",
    "not for the Roman goddess of the hunt, the moon, and chastity",
    "directly, but by way of the two-kilometer lunar crater christened",
    "in her honor in 1979, declivity in whose embrace my ballroom",
    "trembles comfortably, I boost my chi by remembering to breathe",
    "deep, to eat oatmeal, ginger, and figs, and to commit myself",
    "to a custody of wildflowers, up to and including the maroon",
    "perfume of the chocolate cosmos, a non-self-pollinating species",
    "whose every plant now in bloom is a clone of the selfsame",
    "specimen uprooted from a cubic foot of Mexico back in 1902.",
    "Likewise the last known Rocky Mountain locust ever to appear",
    "appeared alone that year on a prairie up in Canada, whereas",
    "decades before a glistering storm of them blanketed an area",
    "vast as California, matter-of-factly devouring buckwheat, barley,",
    "strawberries, apple trees, fence posts, and even the laundry",
    "wildly flapping away on the line, the sound of “millions of jaws",
    "biting and chewing” setting a nation’s nerves on edge, or at least",
    "Laura Ingalls Wilder’s, if we’re to believe her",
    "of Plum Creek, first of three books spectered by prototypical",
    "beeotch Nellie Oleson. Cloudiness persists regarding the difference",
    "between locust and grasshopper. Typically I keep a number",
    "of soaps on hand and seem to know by instinct which of them",
    "to reach for. In gingham and curls Nellie Oleson was played",
    "by Alison Arngrim in the 1970s TV adaptation. The Wife of Bath",
    "was also an Alyson. An Angrim is father to the outlaw Gorlim",
    "in Tolkein’s Middle-earth mythos. They say to run the tap",
    "as hot as you can stand. Fast forward a century to April 16, 2002,",
    "and dance anthem “Hot in Herre” by Cornell Haynes Jr., better",
    "known to us as Nelly, reaches number one and reigns there",
    "seven weeks. Miss Oleson, elder offspring of the local retailer,",
    "is based on no fewer than three distinct historical persons.",
    "Produced by The Neptunes, “Hot in Herre” samples Neil Young’s",
    "record “There’s a World” and lifts its hook from an infinitely",
    "more upbeat “Bustin’ Loose” by Chuck Brown. Later on or earlier",
    "in 2002, up a slope in dewy Mauna Loa, a Nelly somewhere",
    "on the radio, the last pair of noncaptive Hawaiian crows flew",
    "into the category known as “extinct in the wild.” “We are leaving,",
    "we are gone,” Young sings wanly atop percussion and strings",
    "courtesy of the London Symphony Orchestra. “Come with us",
    "to all alone.” ’Alala is the word for the Hawaiian crow in Hawaiian.",
    "No fewer than twenty ’alala chicks were hatched last year in",
    "a breeding facility at San Diego Zoo. Jack Nitzsche coproduced",
    "and also played piano. “Bustin’ loose to my love Jones,” declares",
    "the late great Brown, dead in Baltimore mid-May of that year.",
    "“Bustin’ loose to each his own.” He traded cigarettes for a guitar",
    "while serving time in Virginia’s historic Lorton Reformatory.",
    "An average daytime temperature of 89°. He was father to the style",
    "of music known as go-go, so-called because the sound, Brown",
    "was said to have said, “just goes and goes.” But there were no",
    "dire wolves, no Florida black wolves, and no Texas reds,",
    "although the red, morphologically midway between the gray",
    "and the coyote, has been bred in captivity down on South Carolina’s",
    "Bulls Island since 1987, year Tim Tebow was born and Andy",
    "Warhol died. Likewise the year in which the films",
    ",",
    ",",
    "and",
    "are set. “It can be hard to tell,” the",
    "admits of the thousands who once posed for photographs in",
    "the posture known as “Tebowing,” if they intended to celebrate",
    "or to mock the quarterback for his much-publicized virtuous ways.",
    "Nor were there any of the subspecies indigenous to Canada’s",
    "Banks Island, Earth’s twenty-fourth largest island, upon which",
    "the first confirmed wild hybrid of the polar bear and grizzly",
    "was found and shot in 2006. The island also has the distinction",
    "of its treelessness, and of being home to fleets of musk oxen.",
    "Times I count myself among them if more comfortable in my bulk",
    "I still can’t get around the funk of us. Our ancient mouths",
    "set to decimating herbages. In times of risk we assume the O-",
    "shaped formation around our wobbly young. A sense of calm",
    "or guiltlessness blows in. Then it’s back to business with another",
    "cup of coffee, hot beverage held to have been first drunk in",
    "these parts in 1668, when frothy infusions of the slow-roasted bean",
    "spiked with costly cinnamon sticks and honey grew popular",
    "along New Amsterdam’s foggy docks. In tide pools to the north",
    "eelgrass limpets affixed to eelgrass blithely at the time, unaware",
    "an insidious slime mold campaign would in centuries inflict",
    "catastrophe on their habitat, making them the first marine",
    "invertebrate dissolved in the historical era, the last of its kind",
    "plucked while the Bank of Manhattan Trust Building whistled up",
    "past the Woolworth like a startled monk’s apocalyptic vision",
    "of a cloud-bound train. It began in 1929. Sir Hubert Wilkins,",
    "Arctic explorer, advocated in",
    "for submarine",
    "technology as tomorrow’s answer to the Northwest Passage’s",
    "pack ice question. Ice had heretofore kept a surface-travel route",
    "troublingly out of reach, even after its putative discovery",
    "by Sir Robert McClure, who on his eastward voyage spotted",
    "from atop a windy Banks Island promontory the westmost",
    "landmass mapped three decades earlier by Sir William Parry.",
    "McClure later lent his name, understood to translate to “son of a",
    "sallow lad,” to a lunar crater whose diameter spans over",
    "twelve times that of Diana, but only a quarter that of the big",
    "kahuna Tycho, where a second monolith appears. This one emits",
    "a painful radio signal to a third, which orbits like an onyx",
    "football field around Jupiter. Rewind 150 years and McClure’s",
    ", like a",
    "on a runway paved",
    "with flypaper, has come to a full stop in the blind white grip of ice.",
    "It felt like 1768. There were no Steller’s sea cows, the tame",
    "kelp-nibbling cousins to the manatee, albeit double their size,",
    "and there were no great auks. The last known pair of them",
    "was claimed on July 3, 1844 by poachers hired by a merchant",
    "itching for tchotchkes to ornament an office. Three long",
    "winters later, rescue sledges bundled McClure and crew up",
    "and sped them back to the claps of Britain. Soon Banks Island’s",
    "musk ox population whittled down to nil as their flesh gave",
    "way to the hungry Inuit who trekked up to 300 miles to strip",
    "McClure’s abandoned ship before the ice crushed her completely,",
    "folding her metals into Mercy Bay. “I took him by the neck",
    "and he flapped his wings,” the poacher said. “He made no cry.”",
    "Inuit shaped",
    "’s copper and iron into spear- and arrow-",
    "heads as well as knife blades, chisels, and harpoons like those",
    "depicted in lithographs in the mitts of seal hunters patiently",
    "stationed at breathing holes in the ice. But there were no",
    "broad-leaved centaury plants, no western sassafras, and no",
    "Galapagos amaranth, cousin to the seabeach amaranth. Its tiny",
    "spinach-like leaves once bounced along dunes from South",
    "Carolina to Massachusetts till habitat loss, insensitive beach-",
    "grooming tactics, and recreational vehicles slashed figures",
    "drastically. When ice decides it must feel like being splintered",
    "from a multiplex of tightness that pains but holds together.",
    "Aerial shot of 1961. Year submarine thriller",
    "and",
    "are set in. Kennedy is president. The cloud of a hundred",
    "musk oxen migrating back to Banks Island rises plainly as",
    "narrow-leafed campion, a handful of whose seeds had slept",
    "30 millennia before being found in 2007 in a ruined system of",
    "ground squirrel burrows. Surveys will report up to 800",
    "heads in 1967 and a thousand more in 1970. All matter thunder-",
    "cracking belowdecks: hoof of earth into water, water over",
    "air, air under water and up. So that the vessel, broken, settles",
    "onto sea stars on the floor. The seeds were sown successfully",
    "under grow lights in Siberia, deep in whose permafrost",
    "international high-fiving scientists discovered a fully intact",
    "woolly mammoth carcass. To enlarge my sympathy I attempt",
    "to picture the loud tarp tents around the digging site, the lamp-",
    "lengths they putter away to, the costs. By 1994, estimates",
    "on the island ran as high as 84,000, over half the musk oxen",
    "alive at the time, but paging ahead five years we see numbers",
    "speedily hunted back down to 58,000, or as many pounds",
    "of “fine ground beef” called back by California’s Central Valley",
    "Meat Company when “tiny pieces of plastic” were found",
    "nestling in it like the voice of Katy Perry, whose hit “Roar”",
    "was everywhere repeating we would hear it. “Called back,”",
    "says Emily Dickinson’s epitaph. One scientist says to the other,",
    "“What’s that?” The other says, “Do you feel it, Slovo? A certain",
    "category of effect. Difficult to describe and yet a certain category",
    "of effect is still possible. You’d think it would have wizened",
    "in our atmosphere by now, or withdrawn in sickness or mere",
    "tedium into the cold shell of itself in the manner of a what,",
    "yes, a gastropod, the very figure of a recluse, secular of course,",
    "anthropomorphic misnomer because its foot is not actually",
    "its stomach, witness the oblong rocksnail, still another thought",
    "extinct due to rampant habitat loss but no, not yet, Alabama",
    "graduate student Nathan Whelan just now located a specimen",
    "kayaking down the Cahaba River, misplaced modifier Slovo",
    "it is the student in the kayak, not the snail,",
    ", but",
    "amid the mist and as if against this vanishment of dodos a certain",
    "category persists, not unlike a last known pair of Middlemist’s",
    "Red camellia, a cultivar sent as rootstock to England from",
    "China by John Middlemist in 1804.” Note: One is in a garden",
    "in New Zealand, where the laughing owl is no longer, thanks",
    "largely to cats. Its call has been described as “a loud cry",
    "made up of a series of dismal shrieks frequently repeated,”",
    "“a peculiar barking noise ... just like the barking of a young dog,”",
    "“precisely the same as two men ‘cooeying’ to each other",
    "from a distance,” and “a melancholy hooting note,” to quote",
    "The Owl Pages, sweet dream of a website whose first FAQ asks,",
    "“I’ve seen an owl, can you tell me what kind it is?” The other",
    "Middlemist’s Red, long presumed barren, resides in a nursery",
    "somewhere in Britain, and stalwart through its hardships,",
    "it has begun to bloom again. The remains of the",
    "found in 2010 were well preserved by the pristine cold waters",
    "of the Canadian Arctic. And yet no one’s idea of red includes",
    "the hue of Middlemist’s camellia, which is instead a true",
    "pink, or some might even say a rose. Mallarmé would just say",
    "“flower” and from oblivion there would arise musically a flower",
    "absent from all bouquets. “Whoever reaches into a rosebush,”",
    "Lou Andreas-Salomé supposed, “may seize a handful of flowers;",
    "but no matter how many one holds, it’s only a small portion",
    "of the whole. Nevertheless, a handful is enough to experience",
    "the nature of the flowers. Only if we refuse to reach into the bush,",
    "because we cannot possibly seize all the flowers at once, or if",
    "we spread out our handful of roses as if it were the whole",
    "bush itself — only then does it bloom apart from us, unknown",
    "to us, and we are left alone.” Endangered coastal roses seek",
    "some subtler way of putting it. “All the roses in the world,” Rilke",
    "gushed to Salomé — whose Galilean namesake, it’s often over-",
    "looked, didn’t desire the head of John the Baptist for herself but",
    "was told to ask for it by her mother, Herodias, whose union",
    "with Herod Antipas, at once her uncle and her brother-in-law,",
    "John declared unlawful — “bloom for you and through you.”",
    "Forget-me-nots bloom unhindered in Heidelberg, where Max Wolf",
    "spied in 1905 a so-called “minor planet” he named 562 Salome.",
    "That these odd bodies spatter the galaxy like pollen shaken",
    "from a central flower, or like honeybees tumbling along with us",
    "around the sun, I never knew until a visit to the Minor Planet",
    "Center website at a turning point like April 1543. I think I saw",
    "upwards of 3500 were spotted last month alone. “Nature is",
    "an inexplicable problem,” Emily Brontë wrote in 1842 in French",
    "in a confection titled “The Butterfly.” “It exists on a principle",
    "of destruction.” Lepidopterists are scouring Florida’s pine forests",
    "and gentle costal jungles on the trail of five butterfly species",
    "feared as good as gone. They were never listed as endangered",
    "and still aren’t known to be extinct. These are their names:",
    "Zestos skipper. Rockland Meske’s skipper. Zarucco duskywing.",
    "Bahamian swallowtail. Nickerbean blue. “I love you,” wrote Salomé,",
    "“with all your harms,” who died in her sleep shortly after",
    "the Gestapo destroyed her library, in her poem “Hymn to Life.”",
    "Her friend Nietzsche liked the poem so much he set it to music.",
    "I’ve listened to it and can’t say I like it but I’m listening to it",
    "again as I try to finish. I promised Lynn I’d put the dishes away",
    "before the babysitter arrives but it looks like I won’t be a person",
    "of my word tonight. I had meant to write about the imperial",
    "woodpecker of Mexico. The red gazelle. I told my friend Dottie",
    "when saddened in the predawn I have seen the people pushing",
    "small mountains of soda cans in their shopping carts stop",
    "in front of my recycling, open one bag after another of empty",
    "metal and glass, dig through them, take what they need and shut",
    "the bags back up with so much care it has destroyed me. I remember",
    "bathing my daughter when she was two and how I stopped",
    "short thinking if I were gone tomorrow she wouldn’t even",
    "remember. The year was 2007. Radio waves associated with",
    "cell phones may not have been contributing to recent declines in",
    "bee population. “And if you must destroy me,” says the poem,",
    "“I’ll tear myself away from you / as I would leave a friend.”",
    "When there was time to put away the dishes, they were gone."
  ],
  "title": "Hymn to Life",
  "year": ""
}