{
  "author": "Timothy Donnelly",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241020",
  "region": "U.S., New England",
  "text": [
    "After knowledge extinguished the last of the beautiful",
    "fires our worship had failed to prolong, we walked",
    "back home through pedestrian daylight, to a residence",
    "humbler than the one left behind. A door without mystery,",
    "a room without theme. For the hour that we spend",
    "complacent at the window overlooking the garden,",
    "we observe an arrangement in rust and gray-green,",
    "a vagueness at the center whose slow, persistent",
    "movements some sentence might explain if we had time",
    "or strength for sentences. To admit that what falls",
    "falls solitarily, lost in the permanent dusk of the particular.",
    "That the mind that fear and disenchantment fatten",
    "comes to boss the world around it, morbid as the damp-",
    "fingered guest who rearranges the cheeses the minute the host",
    "turns to fix her a cocktail. A disease of the will, the way",
    "false birch branches arch and interlace from which",
    "hands dangle last leaf-parchments and a very large array",
    "of primitive bird-shapes. Their pasted feathers shake",
    "in the aftermath of the nothing we will ever be content",
    "to leave the way we found it. I love that about you.",
    "I love that when I call you on the long drab days practicality",
    "keeps one of us away from the other that I am calling",
    "a person so beautiful to me that she has seen my awkwardness",
    "on the actual sidewalk but she still answers anyway.",
    "I say that when I fell you fell beside me and the concrete",
    "refused to apologize. That a sparrow sat for a spell",
    "on the windowsill today to communicate the new intelligence.",
    "That the goal of objectivity depends upon one’s faith",
    "in the accuracy of one’s perceptions, which is to say",
    "a confidence in the purity of the perceiving instrument.",
    "I won’t be dying after all, not now, but will go on living dizzily",
    "hereafter in reality, half-deaf to reality, in the room",
    "perfumed by the fire that our inextinguishable will begins."
  ],
  "title": "The New Intelligence",
  "year": ""
}