{
  "author": "Timothy Donnelly",
  "classification": "Tercet",
  "keywords": [
    "The Mind",
    "Nature",
    "Weather",
    "Stars, Planets, Heavens",
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Popular Culture",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241022",
  "region": "U.S., New England",
  "text": [
    "1",
    "The clouds part revealing a mythology of clouds",
    "assembled in light of earliest birds, an originary",
    "text over water over time, and that without which",
    "the clouds part revealing an apology for clouds",
    "implicit in the air where the clouds had been",
    "recently witnessed rehearsing departure, a heartfelt phrase",
    "in the push of the airborne drops and crystals",
    "over water over time—how being made to think",
    "oneself an obstruction between the observer",
    "and the object or objects under surveillance or even",
    "desired—or if I am felt to be beside the point",
    "then I have wanted that, but to block a path is like",
    "not being immaterial enough, or being too much",
    "when all they want from you now is your station",
    "cleared of its personal effects please and vanish—",
    "not that they’d ever just come out and say it when",
    "all that darting around of the eyes, all that shaky",
    "camouflage of paper could only portend the beginning of the",
    "end of your tenure at this organization, and remember",
    "a capacity to draw meaning out of such seeming",
    "accidence landed one here to begin with, didn’t it.",
    "2",
    "The clouds part revealing an anatomy of clouds",
    "viewed from the midst of human speculation, a business",
    "project undertaken in a bid to acquire and retain",
    "control of the formation and movement of clouds.",
    "As late afternoons I have witnessed the distant",
    "towers borrow luster from a bourbon sun, in-box",
    "empty, surround sound on, all my money made",
    "in lieu of conversation—where conversation indicates",
    "the presence of desire in the parties to embark on",
    "exchange of spirit, hours forzando with heartfelt phrase—",
    "made metaphor for it, the face on the clock tower",
    "bright as a meteor, as if a torch were held against",
    "likelihood to illuminate the time so I could watch",
    "the calm silent progress of its hands from the luxury",
    "appointments of my office suite, the tumult below",
    "or behind me out of mind, had not my whole attention",
    "been riveted by the human figure stood upon",
    "the tower’s topmost pinnacle, himself surveying",
    "the clouds of the future parting in antiquity, a figure",
    "not to be mistaken, tranquilly pacing a platform",
    "with authority: the chief executive officer of clouds.",
    "3",
    "The clouds part revealing blueprints of the clouds",
    "built in glass-front factories carved into cliff-faces",
    "which, prior to the factories’ recent construction,",
    "provided dorms for clans of hamadryas baboons,",
    "a species revered in ancient Egypt as attendants",
    "of Thoth, god of wisdom, science, and measurement.",
    "Fans conveying clouds through aluminum ducts",
    "can be heard from up to a mile away, depending on",
    "air temperature, humidity, the absence or presence",
    "of any competing sound, its origin and its character.",
    "It is no more impossible to grasp the baboon’s",
    "full significance in Egyptian religious symbolism",
    "than it is to determine why clouds we manufacture",
    "provoke in an audience more positive, lasting",
    "response than do comparable clouds occurring in nature.",
    "Even those who consider natural clouds products",
    "of conscious manufacture seem to prefer that a merely",
    "human mind lie behind the products they admire.",
    "This development may be a form of self-exalting",
    "or else another adaptation in order that we find",
    "the hum of machinery comforting through darkness.",
    "4",
    "The clouds part revealing there’s no place left to sit",
    "myself down except for a single wingback chair",
    "backed into a corner to face the window in which",
    "the clouds part revealing the insouciance of clouds",
    "cavorting over the backs of the people in the field",
    "who cut the ripened barley, who gather it in sheaves,",
    "who beat grain from the sheaves with wooden flails,",
    "who shake it loose from the scaly husk around it,",
    "who throw the now threshed grain up into the gently",
    "palm-fanned air whose steady current carries off",
    "the chaff as the grain falls to the floor, who collect",
    "the grain from the floor painstakingly to grind it",
    "into flour, who bake the flour into loaves the priest will offer",
    "in the sanctuary, its walls washed white like milk.",
    "To perform it repeatedly, to perform it each time",
    "as if the first, to walk the dim corridor believing that",
    "the conference it leads to might change everything,",
    "to adhere to a possibility of reward, of betterment,",
    "of moving above, with effort, the condition into which",
    "one has been born, to whom do I owe the pleasure",
    "of the hum to which I have been listening too long.",
    "5",
    "The clouds part revealing the advocates of clouds,",
    "believers in people, ideas and things, the workers",
    "of the united fields of clouds, supporters of the wars",
    "to keep clouds safe, the devotees of heartfelt phrase",
    "and belief you can change with water over time.",
    "It is the habit of a settled population to give ear to",
    "whatever is desirable will come to pass, a caressing",
    "confidence—but one unfortunately not borne out",
    "by human experience, for most things people desire",
    "have been desired ardently for thousands of years",
    "and observe—they are no closer to realization today",
    "than in Ramses’ time. Nor is there cause to believe",
    "they will lose their coyness on some near tomorrow.",
    "Attempts to speed them on have been undertaken",
    "from the beginning; plans to force them overnight",
    "are in copious, antagonistic operation today, and yet",
    "they have thoroughly eluded us, and chances are",
    "they will continue to elude us until the clouds part",
    "in a flash of autonomous, ardent, local brainwork—",
    "but when the clouds start to knit back together again,",
    "we’ll dismiss the event as a glitch in transmission.",
    "6",
    "The clouds part revealing a congregation of bodies",
    "united into one immaterial body, a fictive person",
    "around whom the air is blurred with money, force",
    "from which much harm will come, to whom my welfare",
    "matters nothing. I sense without turning the light",
    "from their wings, their eyes; they preen themselves",
    "on the fire escape, the windowsill, their pink feet",
    "vulnerable—a mistake to think of them that way.",
    "If I turn around, the room might not be full of wings",
    "capable of acting, in many respects, as a single being,",
    "which is to say that I myself may be the source of",
    "what I sense, but am no less powerless to change it.",
    "Always around me, on my body, in my mouth, I fear them",
    "and their love of money, everything I do without",
    "thinking to help them make it. And if I am felt to be",
    "beside the point, I have wanted that, to live apart",
    "from what depends on killing me a little bit to keep",
    "itself alive, and yet not happily, with all its needs",
    "and comforts met, but fattened so far past that point",
    "I am engrossed, and if I picture myself outside of it",
    "it isn’t me anymore, but a parasite cast out, inviable.",
    "7",
    "The clouds part revealing the distinction between",
    "words without meaning and meaning without words,",
    "a phenomenon of nature, the westbound field",
    "of low air pressure developing over water over time",
    "and warm, saturated air on the sea surface rising",
    "steadily replaced by cold air from above, the cycle",
    "repeating, the warm moving upward into massive",
    "thunderclouds, the cold descending into the eye",
    "around which bands of thunderclouds spiral, counter-",
    "clockwise, often in the hundreds, the atmospheric",
    "pressure dropping even further, making winds",
    "accelerate, the clouds revolve, a confusion of energy,",
    "an incomprehensible volume of rain—I remember",
    "the trick of thinking through infinity, a crowd of eyes",
    "against an asphalt wall, my vision of it scrolling",
    "left as the crowd thinned out to a spatter and then",
    "just black until I fall asleep and then just black again,",
    "past marketing, past focus groups, past human",
    "resources, past management, past personal effects,",
    "their insignificance evident in the eye of the dream",
    "and through much of the debriefing I wake into next."
  ],
  "title": "The Cloud Corporation",
  "year": ""
}