{
  "author": "Timothy Donnelly",
  "classification": "Tercet",
  "keywords": [
    "Relationships",
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241024",
  "region": "U.S., New England",
  "text": [
    "That figure in the cellarage you hear upsetting boxes",
    "is an antic of the mind, a baroque imp cobbled",
    "up under bulbs whose flickering perplexes night’s",
    "impecunious craftsman, making what he makes",
    "turn out irregular, awry, every effort botched",
    "in its own wrong way. You belong, I said, laid out chalk-",
    "white between a layer of tautened cotton gauze",
    "and another of the selfsame rubbish that you are",
    "wreaking havoc on tonight—and it didn’t disagree.",
    "What’s more, I said, you are amiss in this ad hoc quest",
    "for origin and purpose. Whatever destiny it is",
    "you are meant to aspire to before you retire to",
    "that soup-bowl of oblivion such figments as we",
    "expect to find final rest in couldn’t possibly be",
    "contained in these boxes. And again—no contest.",
    "And when I was in need, I said, you raveled off",
    "in the long-winded ploys of a winless October,",
    "unfaithful to the one whose instincts had devised you . . .",
    "—At this, the figure dropped the box from its hands,",
    "turned down a dock I remembered and wept.",
    "I followed it down there, sat beside it and wept.",
    "Looking out on the water in time we came to see",
    "being itself had made things fall apart this way.",
    "We envied the simplicity implicit in sea-sponges",
    "and similar marine life, their resistance to changes",
    "across millennia we took to be deliberate, an art",
    "practiced untheatrically beneath the water’s surface.",
    "We admired the example the whole sea set, actually.",
    "Maritime pauses flew like gulls in our exchanges.",
    "We wondered that much longer before we had left."
  ],
  "title": "To His Own Device",
  "year": ""
}