{
  "author": "Nate Pritts",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Disappointment",
    "Failure",
    "Relationships",
    "Love",
    "Nature",
    "Summer",
    "Break-ups",
    "Vexed Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239656",
  "region": "U.S., New England",
  "text": [
    ". . .",
    "It was the summer I fucked up the summer fucked up me",
    "fucked up a fuck-up in the summer & I spent time laying under stars",
    "too much time I wasted the stars you lied to me under the stars",
    "& the summer was endless the summer endless it was an endless summer",
    ". . .",
    ". . .",
    "endless & I said things like “If I ever see you again”",
    "but I’ll never see you again I never saw you again I made sure of that",
    "& I circled the lake I went in circles the lake was endless it was",
    "summer I fucked up too much time & I never saw you again & I",
    ". . .",
    ". . .",
    "circled & it was endless & the stars lied to me the summer",
    "light moving so slowly I saw the summer light move endless",
    "& when I see you the trees will cluster green rage green trees raging",
    "with love endless love & I’ll never see you again I made sure of that",
    ". . .",
    ". . .",
    "wasted under the stars the slow summer light the endless fuck-up",
    "& you never again you lovely you summer you everything that is now",
    "never again whatever that may be the rage I loved me under the stars",
    "then & now endless wasting away me haze wandering around endless",
    ". . .",
    ". . .",
    "haze it was endless too much time & you lied to me & I said things like",
    "I can’t describe the air on my skin can you can you please I know it was",
    "important & the light from stars moved so slowly & you moved off",
    "forever how can you save everything everything important endless",
    ". . .",
    ". . .",
    "summer light the fuck-up the lake a circle circling the lake",
    "how can you save everything how can I answer you the light of summer",
    "stars I’m sorry for my light the endlessness of my endless & my fuck-up",
    "the me that is now looking back & thinking & this summer circling",
    ". . ."
  ],
  "title": "Endless Summer",
  "year": ""
}