{
  "author": "Ramón López Velarde",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181334",
  "region": "",
  "text": [
    "It's how she spreads, without a sound, her scent",
    "of orange blossom on the dark of me,",
    "it is the way she shrouds in mourning black",
    "her mother-of-pearl and ivory, the way",
    "she wears the lace ruff at her throat, and how",
    "she turns her face, quite voiceless, self-possessed,",
    "because she takes the language straight to heart,",
    "is thrifty with the words she speaks.",
    "It's how",
    "she is so reticent yet welcoming",
    "when she comes out to face my panegyrics,",
    "the way she says my name",
    "mocking and mimicking, makes gentle fun,",
    "yet she's aware that my unspoken drama",
    "is really of the heart, though a little silly;",
    "it's how, when night is deep and at its darkest,",
    "we linger after dinner, vaguely talking",
    "and her laughing smile grows fainter and then falls",
    "gently on the tablecloth; it's the teasing way",
    "she won't give me her arm and then allows",
    "deep feeling to come with us when we walk out,",
    "promenading on the hot colonial boulevard. . .",
    "Because of this, your sighing, modest style",
    "of love, I worship you, my faithful star",
    "who like to cloud yourself about in mourning,",
    "generous, hidden blossom; kindly",
    "mellowness who have presided over",
    "my thirty years with the self-denying singleness",
    "a vase has, whose half-blown roses wreathe with scent",
    "the headboard of a convalescent man;",
    "cautious nurse, shy",
    "serving maid, dear friend who trembles",
    "with the trembling of a child when you revise",
    "the reading that we share; apprehensive, always timid",
    "guest at the feast I give; my ally,",
    "humble dove that coos when it is morning",
    "in a minor key, a key that's wholly yours.",
    "May you be blessed, modest, magnificent;",
    "you have possessed the highest summit of my heart,",
    "you who are at once the artist",
    "of lowly and most lofty things, who bear in your hands",
    "my life as if it was your work of art!",
    "O star and orange blossom, may you dwindle",
    "gently rocked in an unwedded peace,",
    "and may you fade out like a morning star",
    "which the lightening greenness of a meadow darkens",
    "or like a flower that finds transfiguration",
    "on the blue west, as it might on a simple bed."
  ],
  "title": "Because of this Modest Style",
  "year": ""
}