{
  "author": "Alan Seeger",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Life Choices",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248496",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "In the glad revels, in the happy fêtes,",
    "When cheeks are flushed, and glasses gilt and pearled",
    "With the sweet wine of France that concentrates",
    "The sunshine and the beauty of the world,",
    "Drink sometimes, you whose footsteps yet may tread",
    "The undisturbed, delightful paths of Earth,",
    "To those whose blood, in pious duty shed,",
    "Hallows the soil where that same wine had birth.",
    "Here, by devoted comrades laid away,",
    "Along our lines they slumber where they fell,",
    "Beside the crater at the Ferme d’Alger",
    "And up the bloody slopes of La Pompelle,",
    "And round the city whose cathedral towers",
    "The enemies of Beauty dared profane,",
    "And in the mat of multicolored flowers",
    "That clothe the sunny chalk-fields of Champagne.",
    "Under the little crosses where they rise",
    "The soldier rests. Now round him undismayed",
    "The cannon thunders, and at night he lies",
    "At peace beneath the eternal fusillade ...",
    "That other generations might possess—",
    "From shame and menace free in years to come—",
    "A richer heritage of happiness,",
    "He marched to that heroic martyrdom.",
    "Esteeming less the forfeit that he paid",
    "Than undishonored that his flag might float",
    "Over the towers of liberty, he made",
    "His breast the bulwark and his blood the moat.",
    "Obscurely sacrificed, his nameless tomb,",
    "Bare of the sculptor’s art, the poet’s lines,",
    "Summer shall flush with poppy-fields in bloom,",
    "And Autumn yellow with maturing vines.",
    "There the grape-pickers at their harvesting",
    "Shall lightly tread and load their wicker trays,",
    "Blessing his memory as they toil and sing",
    "In the slant sunshine of October days ...",
    "I love to think that if my blood should be",
    "So privileged to sink where his has sunk,",
    "I shall not pass from Earth entirely,",
    "But when the banquet rings, when healths are drunk,",
    "And faces that the joys of living fill",
    "Glow radiant with laughter and good cheer,",
    "In beaming cups some spark of me shall still",
    "Brim toward the lips that once I held so dear.",
    "So shall one coveting no higher plane",
    "Than nature clothes in color and flesh and tone,",
    "Even from the grave put upward to attain",
    "The dreams youth cherished and missed and might have known;",
    "And that strong need that strove unsatisfied",
    "Toward earthly beauty in all forms it wore,",
    "Not death itself shall utterly divide",
    "From the belovèd shapes it thirsted for.",
    "Alas, how many an adept for whose arms",
    "Life held delicious offerings perished here,",
    "How many in the prime of all that charms,",
    "Crowned with all gifts that conquer and endear!",
    "Honor them not so much with tears and flowers,",
    "But you with whom the sweet fulfilment lies,",
    "Where in the anguish of atrocious hours",
    "Turned their last thoughts and closed their dying eyes,",
    "Rather when music on bright gatherings lays",
    "Its tender spell, and joy is uppermost,",
    "Be mindful of the men they were, and raise",
    "Your glasses to them in one silent toast.",
    "Drink to them—amorous of dear Earth as well,",
    "They asked no tribute lovelier than this—",
    "And in the wine that ripened where they fell,",
    "Oh, frame your lips as though it were a kiss."
  ],
  "title": "Champagne, 1914-15",
  "year": ""
}