{
  "author": "Alan Seeger",
  "classification": "Ode",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174347",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "(To have been read before the statue of Lafayette and Washington in Paris, on Decoration Day, May 30, 1916)",
    "I",
    "Ay, it is fitting on this holiday,",
    "Commemorative of our soldier dead,",
    "When—with sweet flowers of our New England May",
    "Hiding the lichened stones by fifty years made gray—",
    "Their graves in every town are garlanded,",
    "That pious tribute should be given too",
    "To our intrepid few",
    "Obscurely fallen here beyond their seas.",
    "Those to preserve their country's greatness died;",
    "But by the death of these",
    "Something that we can look upon with pride",
    "Has been achieved, nor wholly unreplied",
    "Can sneerers triumph in the charge they make",
    "That from a war where Freedom was at stake",
    "America withheld and, daunted, stood aside.",
    "II",
    "Be they remembered here with each reviving spring,",
    "Not only that in May, when life is loveliest,",
    "Around Neuville-Saint-Vaast and the disputed crest",
    "Of Vimy, they, superb, unfaltering,",
    "In that fine onslaught that no fire could halt,",
    "Parted impetuous to their first assault;",
    "But that they brought fresh hearts and springlike too",
    "To that high mission, and 'tis meet to strew",
    "With twigs of lilac and spring's earliest rose",
    "The cenotaph of those",
    "Who in the cause that history most endears",
    "Fell in the sunny morn and flower of their young years.",
    "III",
    "Yet sought they neither recompense nor praise,",
    "Nor to be mentioned in another breath",
    "Than their blue-coated comrades whose great days",
    "It was their pride to share—ay, share even to the death!",
    "Nay, rather, France, to you they rendered thanks",
    "(Seeing they came for honour, not for gain),",
    "Who, opening to them your glorious ranks,",
    "Gave them that grand occasion to excel,",
    "That chance to live the life most free from stain",
    "And that rare privilege of dying well.",
    "IV",
    "O friends! I know not since that war began",
    "From which no people nobly stands aloof",
    "If in all moments we have given proof",
    "Of virtues that were thought American.",
    "I know not if in all things done and said",
    "All has been well and good,",
    "Or of each one of us can hold his head",
    "As proudly as he should,",
    "Or, from the pattern of those mighty dead",
    "Whose shades our country venerates to-day,",
    "If we 've not somewhat fallen and somewhat gone astray,",
    "But you to whom our land's good name is dear,",
    "If there be any here",
    "Who wonder if her manhood be decreased,",
    "Relaxed its sinews and its blood less red",
    "Than that at Shiloh and Antietam shed,",
    "Be proud of these, have joy in this at least,",
    "And cry: Now heaven be praised",
    "That in that hour that most imperilled her,",
    "Menaced her liberty who foremost raised",
    "Europe's bright flag of freedom, some there were",
    "Who, not unmindful of the antique debt,",
    "Came back the generous path of Lafayette;",
    "And when of a most formidable foe",
    "She checked each onset, arduous to stem—",
    "Foiled and frustrated them—",
    "On those red fields where blow with furious blow",
    "Was countered, whether the gigantic fray",
    "Rolled by the Meuse or at the Bois Sabot,",
    "Accents of ours were in the fierce mêlée;",
    "And on those furthest rims of hallowed ground",
    "Where the forlorn, the gallant charge expires,",
    "When the slain bugler has long ceased to sound,",
    "And on the tangled wires",
    "The last wild rally staggers, crumbles, stops,",
    "Withered beneath the shrapnel's iron showers:—",
    "Now heaven be thanked, we gave a few brave drops;",
    "Now heaven be thanked, a few brave drops were ours.'",
    "V",
    "There, holding still, in frozen steadfastness,",
    "Their bayonets toward the beckoning frontiers,",
    "They lie—our comrades—lie among their peers,",
    "Clad in the glory of fallen warriors,",
    "Grim clustered under thorny trellises,",
    "Dry, furthest foam upon disastrous shores,",
    "Leaves that made last year beautiful, still strewn",
    "Even as they fell, unchanged, beneath the changing moon;",
    "And earth in her divine indifference",
    "Rolls on, and many paltry things and mean",
    "Prate to be heard and caper to be seen.",
    "But they are silent, clam; their eloquence",
    "Is that incomparable attitude;",
    "No human presences their witness are,",
    "But summer clouds and sunset crimson-hued,",
    "And showers and night winds and the northern star",
    "Nay, even our salutations seem profane,",
    "Opposed to their Elysian quietude;",
    "Our salutations calling from afar,",
    "From our ignobler plane",
    "And undistinction of our lesser parts:",
    "Hail, brothers, and farewell; you are twice blest, brave hearts.",
    "Double your glory is who perished thus,",
    "For you have died for France and vindicated us."
  ],
  "title": "Ode in Memory of the American Volunteers Fallen for France",
  "year": ""
}