{
  "author": "Alan Seeger",
  "classification": "Couplet",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174346",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Purged, with the life they left, of all",
    "That makes life paltry and mean and small,",
    "In their new dedication charged",
    "With something heightened, enriched, enlarged,",
    "That lends a light to their lusty brows",
    "And a song to the rhythm of their trampling feet,",
    "These are the men that have taken vows,",
    "These are the hardy, the flower, the élite,—",
    "These are the men that are moved no more",
    "By the will to traffic and grasp and store",
    "And ring with pleasure and wealth and love",
    "The circles that self is the centre of;",
    "But they are moved by the powers that force",
    "The sea for ever to ebb and rise,",
    "That hold Arcturus in his course,",
    "And marshal at noon in tropic skies",
    "The clouds that tower on some snow-capped chair",
    "And drift out over the peopled plain.",
    "They are big with the beauty of cosmic things.",
    "Mark how their columns surge! They seem",
    "To follow the goddess with outspread wings",
    "That points toward Glory, the soldier's dream.",
    "With bayonets bare and flags unfurled,",
    "They scale the summits of the world",
    "And fade on the farthest golden height",
    "In fair horizons full of light.",
    "Comrades in arms there—friend or foe—",
    "That trod the perilous, toilsome trail",
    "Through a world of ruin and blood and woe",
    "In the years of great decision—hail!",
    "Friend or foe, it shall matter nought;",
    "This only matters, in fine: we fought.",
    "For we were young and in love or strife",
    "Sought exultation and craved excess:",
    "To sound the wildest debauch in life",
    "We staked our youth and its loveliness.",
    "Let idlers argue the right and wrong",
    "And weigh what merit our causes had.",
    "Putting our faith in being strong—",
    "Above the level of good and bad—",
    "For us, we battled and burned and killed",
    "Because evolving Nature willed,",
    "And it was our pride and boast to be",
    "The instruments of Destiny.",
    "There was a stately drama writ",
    "By the hand that peopled the earth and air",
    "And set the stars in the infinite",
    "And made night gorgeous and morning fair,",
    "And all that had sense to reason knew",
    "That bloody drama must be gone through.",
    "Some sat and watched how the action veered—",
    "Waited, profited, trembled, cheered—",
    "We saw not clearly nor understood,",
    "But yielding ourselves to the master hand,",
    "Each in his part as best he could,",
    "We played it through as the author planned."
  ],
  "title": "The Hosts",
  "year": ""
}