{
  "author": "Jean Valentine",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171935",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Orange peels, burned letters, the car lights shining on the grass,",
    "everything goes somewhere\u0097and everything we do\u0097nothing",
    "ever disappears. But changes. The roar of the sun in photographs.",
    "Inching shorelines. Ice lines. The cells of our skin; our meetings,",
    "our solitudes. Our eyes.",
    "A bee careens at the window here; flies out, released: a life",
    "without harm, without shame. That woman, my friend,",
    "circling against her life, a married life; that man, my friend,",
    "solitary, anarchic, driving away from home; them driving, to each",
    "other\u0097",
    "I know, the hard, half-lost, knowing will; the cold first loneliness",
    "again, outside the commonweal, unmoving;",
    "But to say,",
    "\u0097is there any touch in it?",
    "The words in my dream: “actuarial file.”",
    "notary, who keeps records of the acts of a court ...",
    "To be there; to listen; not invade. Another solitude ...",
    "I watch her face. The lines of will, kindness, hunger. Silence. She",
    "moves from one thing to another thing in the kitchen, looks out",
    "the window at the other apartment windows ... A woman moves",
    "around, across the courtyard, making supper. How many people is",
    "she making supper for? Now the woman waters the plants. What",
    "is she thinking about. Her head, her arm, look peaceful ...",
    "“",
    "Is this true?",
    "If so, what then?”",
    "Yes. Your story; all of your hope; what you do, breaks. Changes.",
    "“If so, what then?” Nothing disappears. And you do last;",
    "The words in the open page of her notebook,",
    "head hurts.",
    "Come stay here, at my place, a while.\u0097Someday we will be able",
    "to say, I did this thing; I did that other thing; I was that woman.",
    "Someday, we will be able to take it in, that violence, hold it in our",
    "hands ... And the ones who come after us, maybe they can",
    "understand us; forgive us; as we do forgive our parents, our",
    "grandparents, moving so distantly through their lives ... their",
    "silences ...",
    "And the ones we were with maybe our friendship can change,",
    "can mend ...",
    "Things change ...",
    "She stays home;",
    "Not to invade Wait, here, in the quiet"
  ],
  "title": "“Actuarial File”",
  "year": ""
}