{
  "author": "Edmund Spenser",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "God",
    "the Divine"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/174480",
  "region": "England",
  "text": [
    "Rapt with the rage of mine own ravish'd thought,",
    "Through contemplation of those goodly sights,",
    "And glorious images in heaven wrought,",
    "Whose wondrous beauty, breathing sweet delights",
    "Do kindle love in high-conceited sprights;",
    "I fain to tell the things that I behold,",
    "But feel my wits to fail, and tongue to fold.",
    "Vouchsafe then, O thou most Almighty Spright,",
    "From whom all gifts of wit and knowledge flow,",
    "To shed into my breast some sparkling light",
    "Of thine eternal truth, that I may show",
    "Some little beams to mortal eyes below",
    "Of that immortal beauty, there with thee,",
    "Which in my weak distraughted mind I see;",
    "That with the glory of so goodly sight",
    "The hearts of men, which fondly here admire",
    "Fair seeming shews, and feed on vain delight,",
    "Transported with celestial desire",
    "Of those fair forms, may lift themselves up higher,",
    "And learn to love, with zealous humble duty,",
    "Th' eternal fountain of that heavenly beauty.",
    "Beginning then below, with th' easy view",
    "Of this base world, subject to fleshly eye,",
    "From thence to mount aloft, by order due,",
    "To contemplation of th' immortal sky;",
    "Of the soare falcon so I learn to fly,",
    "That flags awhile her fluttering wings beneath,",
    "Till she herself for stronger flight can breathe.",
    "Then look, who list thy gazeful eyes to feed",
    "With sight of that is fair, look on the frame",
    "Of this wide universe, and therein reed",
    "The endless kinds of creatures which by name",
    "Thou canst not count, much less their natures aim;",
    "All which are made with wondrous wise respect,",
    "And all with admirable beauty deckt.",
    "First th' earth, on adamantine pillars founded,",
    "Amid the sea engirt with brazen bands;",
    "Then th' air still flitting, but yet firmly bounded",
    "On every side, with piles of flaming brands,",
    "Never consum'd, nor quench'd with mortal hands;",
    "And last, that mighty shining crystal wall,",
    "Wherewith he hath encompassed this All.",
    "By view whereof it plainly may appear,",
    "That still as every thing doth upward tend,",
    "And further is from earth, so still more clear",
    "And fair it grows, till to his perfect end",
    "Of purest beauty it at last ascend;",
    "Air more than water, fire much more than air,",
    "And heaven than fire, appears more pure and fair.",
    "Look thou no further, but affix thine eye",
    "On that bright, shiny, round, still moving mass,",
    "The house of blessed gods, which men call sky,",
    "All sow'd with glist'ring stars more thick than grass,",
    "Whereof each other doth in brightness pass,",
    "But those two most, which ruling night and day,",
    "As king and queen, the heavens' empire sway;",
    "And tell me then, what hast thou ever seen",
    "That to their beauty may compared be,",
    "Or can the sight that is most sharp and keen",
    "Endure their captain's flaming head to see?",
    "How much less those, much higher in degree,",
    "And so much fairer, and much more than these,",
    "As these are fairer than the land and seas?",
    "For far above these heavens, which here we see,",
    "Be others far exceeding these in light,",
    "Not bounded, not corrupt, as these same be,",
    "But infinite in largeness and in height,",
    "Unmoving, uncorrupt, and spotless bright,",
    "That need no sun t' illuminate their spheres,",
    "But their own native light far passing theirs.",
    "And as these heavens still by degrees arise,",
    "Until they come to their first Mover's bound,",
    "That in his mighty compass doth comprise,",
    "And carry all the rest with him around;",
    "So those likewise do by degrees redound,",
    "And rise more fair; till they at last arrive",
    "To the most fair, whereto they all do strive.",
    "Fair is the heaven where happy souls have place,",
    "In full enjoyment of felicity,",
    "Whence they do still behold the glorious face",
    "Of the divine eternal Majesty;",
    "More fair is that, where those Ideas on high",
    "Enranged be, which Plato so admired,",
    "And pure Intelligences from God inspired.",
    "Yet fairer is that heaven, in which do reign",
    "The sovereign Powers and mighty Potentates,",
    "Which in their high protections do contain",
    "All mortal princes and imperial states;",
    "And fairer yet, whereas the royal Seats",
    "And heavenly Dominations are set,",
    "From whom all earthly governance is fet.",
    "Yet far more fair be those bright Cherubins,",
    "Which all with golden wings are overdight,",
    "And those eternal burning Seraphins,",
    "Which from their faces dart out fiery light;",
    "Yet fairer than they both, and much more bright,",
    "Be th' Angels and Archangels, which attend",
    "On God's own person, without rest or end.",
    "These thus in fair each other far excelling,",
    "As to the highest they approach more near,",
    "Yet is that highest far beyond all telling,",
    "Fairer than all the rest which there appear,",
    "Though all their beauties join'd together were;",
    "How then can mortal tongue hope to express",
    "The image of such endless perfectness?",
    "Cease then, my tongue, and lend unto my mind",
    "Leave to bethink how great that beauty is,",
    "Whose utmost parts so beautiful I find;",
    "How much more those essential parts of his,",
    "His truth, his love, his wisdom, and his bliss,",
    "His grace, his doom, his mercy, and his might,",
    "By which he lends us of himself a sight.",
    "Those unto all he daily doth display,",
    "And shew himself in th' image of his grace,",
    "As in a looking-glass, through which he may",
    "Be seen of all his creatures vile and base,",
    "That are unable else to see his face,",
    "His glorious face which glistereth else so bright,",
    "That th' Angels selves cannot endure his sight.",
    "But we, frail wights, whose sight cannot sustain",
    "The sun's bright beams when he on us doth shine,",
    "But that their points rebutted back again",
    "Are dull'd, how can we see with feeble eyne",
    "The glory of that Majesty Divine,",
    "In sight of whom both sun and moon are dark,",
    "Compared to his least resplendent spark?",
    "The means, therefore, which unto us is lent",
    "Him to behold, is on his works to look,",
    "Which he hath made in beauty excellent,",
    "And in the same, as in a brazen book,",
    "To read enregister'd in every nook",
    "His goodness, which his beauty doth declare;",
    "For all that's good is beautiful and fair.",
    "Thence gathering plumes of perfect speculation,",
    "To imp the wings of thy high-flying mind,",
    "Mount up aloft through heavenly contemplation,",
    "From this dark world, whose damps the soul so blind,",
    "And, like the native brood of eagles' kind,",
    "On that bright Sun of Glory fix thine eyes,",
    "Clear'd from gross mists of frail infirmities.",
    "Humbled with fear and awful reverence,",
    "Before the footstool of his majesty",
    "Throw thyself down, with trembling innocence,",
    "Ne dare look up with corruptible eye",
    "On the dread face of that great Deity,",
    "For fear, lest if he chance to look on thee,",
    "Thou turn to nought, and quite confounded be.",
    "But lowly fall before his mercy seat,",
    "Close covered with the Lamb's integrity",
    "From the just wrath of his avengeful threat",
    "That sits upon the righteous throne on high;",
    "His throne is built upon eternity,",
    "More firm and durable than steel or brass,",
    "Or the hard diamond, which them both doth pass.",
    "His sceptre is the rod of righteousness,",
    "With which he bruiseth all his foes to dust,",
    "And the great Dragon strongly doth repress,",
    "Under the rigour of his judgement just;",
    "His seat is truth, to which the faithful trust,",
    "From whence proceed her beams so pure and bright",
    "That all about him sheddeth glorious light:",
    "Light far exceeding that bright blazing spark",
    "Which darted is from Titan's flaming head,",
    "That with his beams enlumineth the dark",
    "And dampish air, whereby all things are read;",
    "Whose nature yet so much is marvelled",
    "Of mortal wits, that it doth much amaze",
    "The greatest wizards which thereon do gaze.",
    "But that immortal light, which there doth shine,",
    "Is many thousand times more bright, more clear,",
    "More excellent, more glorious, more divine,",
    "Through which to God all mortal actions here,",
    "And even the thoughts of men, do plain appear;",
    "For from th' eternal truth it doth proceed,",
    "Through heavenly virtue which her beams do breed.",
    "With the great glory of that wondrous light",
    "His throne is all encompassed around,",
    "And hid in his own brightness from the sight",
    "Of all that look thereon with eyes unsound;",
    "And underneath his feet are to be found",
    "Thunder and lightning and tempestuous fire,",
    "The instruments of his avenging ire.",
    "There in his bosom Sapience doth sit,",
    "The sovereign darling of the Deity,",
    "Clad like a queen in royal robes, most fit",
    "For so great power and peerless majesty,",
    "And all with gems and jewels gorgeously",
    "Adorn'd, that brighter than the stars appear,",
    "And make her native brightness seem more clear.",
    "And on her head a crown of purest gold",
    "Is set, in sign of highest sovereignty;",
    "And in her hand a sceptre she doth hold,",
    "With which she rules the house of God on high,",
    "And manageth the ever-moving sky,",
    "And in the same these lower creatures all",
    "Subjected to her power imperial.",
    "Both heaven and earth obey unto her will,",
    "And all the creatures which they both contain;",
    "For of her fullness which the world doth fill",
    "They all partake, and do in state remain",
    "As their great Maker did at first ordain,",
    "Through observation of her high behest,",
    "By which they first were made, and still increast.",
    "The fairness of her face no tongue can tell;",
    "For she the daughters of all women's race,",
    "And angels eke, in beauty doth excel,",
    "Sparkled on her from God's own glorious face,",
    "And more increas'd by her own goodly grace,",
    "That it doth far exceed all human thought,",
    "Ne can on earth compared be to aught.",
    "Ne could that painter (had he lived yet)",
    "Which pictured Venus with so curious quill,",
    "That all posterity admired it,",
    "Have portray'd this, for all his mast'ring skill;",
    "Ne she herself, had she remained still,",
    "And were as fair as fabling wits do feign,",
    "Could once come near this beauty sovereign.",
    "But had those wits, the wonders of their days,",
    "Or that sweet Teian poet, which did spend",
    "His plenteous vein in setting forth her praise,",
    "Seen but a glimpse of this which I pretend,",
    "How wondrously would he her face commend,",
    "Above that idol of his feigning thought,",
    "That all the world should with his rhymes be fraught.",
    "How then dare I, the novice of his art,",
    "Presume to picture so divine a wight,",
    "Or hope t' express her least perfection's part,",
    "Whose beauty fills the heavens with her light,",
    "And darks the earth with shadow of her sight?",
    "Ah, gentle Muse, thou art too weak and faint",
    "The portrait of so heavenly hue to paint.",
    "Let angels, which her goodly face behold",
    "And see at will, her sovereign praises sing,",
    "And those most sacred mysteries unfold",
    "Of that fair love of mighty heaven's King;",
    "Enough is me t' admire so heavenly thing,",
    "And being thus with her huge love possest,",
    "In th' only wonder of herself to rest.",
    "But whoso may, thrice happy man him hold,",
    "Of all on earth whom God so much doth grace",
    "And lets his own beloved to behold;",
    "For in the view of her celestial face",
    "All joy, all bliss, all happiness, have place;",
    "Ne aught on earth can want unto the wight",
    "Who of herself can win the wishful sight.",
    "For she, out of her secret treasury,",
    "Plenty of riches forth on him will pour,",
    "Even heavenly riches, which there hidden lie",
    "Within the closet of her chastest bower,",
    "Th' eternal portion of her precious dower,",
    "Which mighty God hath given to her free,",
    "And to all those which thereof worthy be.",
    "None thereof worthy be, but those whom she",
    "Vouchsafeth to her presence to receive,",
    "And letteth them her lovely face to see,",
    "Whereof such wondrous pleasures they conceive,",
    "And sweet contentment, that it doth bereave",
    "Their soul of sense, through infinite delight,",
    "And them transport from flesh into the spright.",
    "In which they see such admirable things,",
    "As carries them into an ecstasy,",
    "And hear such heavenly notes, and carollings",
    "Of God's high praise, that fills the brazen sky;",
    "And feel such joy and pleasure inwardly,",
    "That maketh them all worldly cares forget,",
    "And only think on that before them set.",
    "Ne from thenceforth doth any fleshly sense,",
    "Or idle thought of earthly things, remain;",
    "But all that erst seem'd sweet seems now offence,",
    "And all that pleased erst now seems to pain;",
    "Their joy, their comfort, their desire, their gain,",
    "Is fixed all on that which now they see;",
    "All other sights but feigned shadows be.",
    "And that fair lamp, which useth to inflame",
    "The hearts of men with self-consuming fire",
    "Thenceforth seems foul, and full of sinful blame;",
    "And all that pomp to which proud minds aspire",
    "By name of honour, and so much desire,",
    "Seems to them baseness, and all riches dross,",
    "And all mirth sadness, and all lucre loss.",
    "So full their eyes are of that glorious sight,",
    "And senses fraught with such satiety,",
    "That in nought else on earth they can delight,",
    "But in th' aspect of that felicity,",
    "Which they have written in their inward eye;",
    "On which they feed, and in their fastened mind",
    "All happy joy and full contentment find.",
    "Ah, then, my hungry soul, which long hast fed",
    "On idle fancies of thy foolish thought,",
    "And, with false beauty's flatt'ring bait misled,",
    "Hast after vain deceitful shadows sought,",
    "Which all are fled, and now have left thee nought",
    "But late repentance through thy follies prief;",
    "Ah cease to gaze on matter of thy grief:",
    "And look at last up to that sovereign light,",
    "From whose pure beams all perfect beauty springs,",
    "That kindleth love in every godly sprite,",
    "Even the love of God, which loathing brings",
    "Of this vile world and these gay-seeming things;",
    "With whose sweet pleasures being so possest,",
    "Thy straying thoughts henceforth for ever rest."
  ],
  "title": "An Hymn Of Heavenly Beauty",
  "year": ""
}