{
  "author": "Edmund Spenser",
  "classification": "Couplet",
  "keywords": [
    "Pets",
    "Social Commentaries",
    "Humor",
    "Satire",
    "Relationships",
    "Arts",
    "Sciences",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/174483",
  "region": "England",
  "text": [
    "By that he ended had his ghostly sermon,",
    "The fox was well induc'd to be a parson,",
    "And of the priest eftsoons gan to inquire,",
    "How to a benefice he might aspire.",
    "\"Marry, there\" (said the priest) \"is art indeed:",
    "Much good deep learning one thereout may read;",
    "For that the ground-work is, and end of all,",
    "How to obtain a beneficial.",
    "First, therefore, when ye have in handsome wise",
    "Yourself attired, as you can devise,",
    "Then to some nobleman yourself apply,",
    "Or other great one in the world",
    "s eye,",
    "That hath a zealous disposition",
    "To God, and so to his religion.",
    "There must thou fashion eke a godly zeal,",
    "Such as no carpers may contrare reveal;",
    "For each thing feigned ought more wary be.",
    "There thou must walk in sober gravity,",
    "And seem as saint-like as Saint Radegund:",
    "Fast much, pray oft, look lowly on the ground,",
    "And unto every one do courtesy meek:",
    "These looks (nought saying) do a benefice seek,",
    "But be thou sure one not to lack or long.",
    "And if thee list unto the court to throng,",
    "And there to hunt after the hoped prey,",
    "Then must thou thee dispose another way:",
    "For there thou needs must learn to laugh, to lie,",
    "To face, to forge, to scoff, to company,",
    "To crouch, to please, to be a beetle-stock",
    "Of thy great master's will, to scorn, or mock.",
    "So may'st thou chance mock out a benefice,",
    "Unless thou canst one conjure by device,",
    "Or cast a figure for a bishopric;",
    "And if one could, it were but a school trick.",
    "These be the ways by which without reward",
    "Livings in court be gotten, though full hard;",
    "For nothing there is done without a fee:",
    "The courtier needs must recompensed be",
    "With a benevolence, or have in gage",
    "The",
    "of your parsonage:",
    "Scarce can a bishopric forpass them by,",
    "But that it must be gelt in privity.",
    "Do not thou therefore seek a living there,",
    "But of more private persons seek elsewhere,",
    "Whereas thou may'st compound a better penny,",
    "Ne let thy learning question'd be of any.",
    "For some good gentleman, that hath the right",
    "Unto his church for to present a wight,",
    "Will cope with thee in reasonable wise;",
    "That if the living yearly do arise",
    "To forty pound, that then his youngest son",
    "Shall twenty have, and twenty thou hast won:",
    "Thou hast it won, for it is of frank gift,",
    "And he will care for all the rest to shift,",
    "Both that the bishop may admit of thee,",
    "And that therein thou may'st maintained be.",
    "This is the way for one that is unlearn'd",
    "Living to get, and not to be discern'd.",
    "But they that are great clerks, have nearer ways,",
    "For learning sake to living them to raise;",
    "Yet many eke of them (God wot) are driven",
    "T' accept a benefice in pieces riven.",
    "How say'st thou (friend), have I not well discourst",
    "Upon this common-place (though plain, not worst)?",
    "Better a short tale than a bad long shriving.",
    "Needs any more to learn to get a living?\"",
    "\"Now sure, and by my halidom,\" (quoth he)",
    "\"Ye a great master are in your degree:",
    "Great thanks I yield you for your discipline,",
    "And do not doubt but duly to incline",
    "My wits thereto, as ye shall shortly hear.\"",
    "The priest him wish'd good speed, and well to fare:",
    "So parted they, as either's way them led.",
    "But th' ape and fox ere long so well them sped,",
    "Through the priest's wholesome counsel lately taught,",
    "And through their own fair handling wisely wrought,",
    "That they a benefice 'twixt them obtained;",
    "And crafty Reynold was a priest ordained,",
    "And th' ape his parish clerk procur'd to be.",
    "Then made they revel rout and goodly glee;",
    "But, ere long time had passed, they so ill",
    "Did order their affairs, that th' evil will",
    "Of all their parish'ners they had constrain'd;",
    "Who to the Ordinary of them complain'd,",
    "How foully they their offices abus'd,",
    "And them of crimes and heresies accus'd,",
    "That pursuivants he often for them sent;",
    "But they neglected his command",
    "ment.",
    "So long persisted obstinate and bold,",
    "Till at the length he published to hold",
    "A visitation, and them cited thether:",
    "Then was high time their wits about to geather.",
    "What did they then, but made a composition",
    "With their next neighbour priest, for light condition,",
    "To whom their living they resigned quite",
    "For a few pence, and ran away by night."
  ],
  "title": "Prosopopoia: or Mother Hubbard's Tale",
  "year": ""
}