{
  "author": "Marge Piercy",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Sorrow",
    "Grieving",
    "Religion",
    "Judaism",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249182",
  "region": "U.S., New England",
  "text": [
    "The courage to let go of the door, the handle.",
    "The courage to shed the familiar walls whose very",
    "stains and leaks are comfortable as the little moles",
    "of the upper arm; stains that recall a feast,",
    "a child’s naughtiness, a loud blattering storm",
    "that slapped the roof hard, pouring through.",
    "The courage to abandon the graves dug into the hill,",
    "the small bones of children and the brittle bones",
    "of the old whose marrow hunger had stolen;",
    "the courage to desert the tree planted and only",
    "begun to bear; the riverside where promises were",
    "shaped; the street where their empty pots were broken.",
    "The courage to leave the place whose language you learned",
    "as early as your own, whose customs however dan-",
    "gerous or demeaning, bind you like a halter",
    "you have learned to pull inside, to move your load;",
    "the land fertile with the blood spilled on it;",
    "the roads mapped and annotated for survival.",
    "The courage to walk out of the pain that is known",
    "into the pain that cannot be imagined,",
    "mapless, walking into the wilderness, going",
    "barefoot with a canteen into the desert;",
    "stuffed in the stinking hold of a rotting ship",
    "sailing off the map into dragons’ mouths,",
    "Cathay, India, Siberia, goldeneh medina",
    "leaving bodies by the way like abandoned treasure.",
    "So they walked out of Egypt.",
    "So they bribed their way",
    "out of Russia under loads of straw; so they steamed",
    "out of the bloody smoking charnelhouse of Europe",
    "on overloaded freighters forbidden all ports—",
    "out of pain into death or freedom or a different",
    "painful dignity, into squalor and politics.",
    "We Jews are all born of wanderers, with shoes",
    "under our pillows and a memory of blood that is ours",
    "raining down. We honor only those Jews who changed",
    "tonight, those who chose the desert over bondage,",
    "who walked into the strange and became strangers",
    "and gave birth to children who could look down",
    "on them standing on their shoulders for having",
    "been slaves. We honor those who let go of every-",
    "thing but freedom, who ran, who revolted, who fought,",
    "who became other by saving themselves.",
    "* A popular preacher or an angel who conveys, in mysterious ways, teachings only to scholars worthy ofl such communications (Hebrew).",
    "2. Golden land (Yiddish).",
    "3. A reference to the biblical Exodus out of Egypt."
  ],
  "title": "Maggid",
  "year": ""
}