{
  "author": "Marge Piercy",
  "classification": "Elegy",
  "keywords": [
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Nature",
    "The Body",
    "Judaism",
    "Living",
    "Religion",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174148",
  "region": "U.S., New England",
  "text": [
    "The dark socket of the year",
    "the pit, the cave where the sun lies down",
    "and threatens never to rise,",
    "when despair descends softly as the snow",
    "covering all paths and choking roads:",
    "then hawkfaced pain seized you",
    "threw you so you fell with a sharp",
    "cry, a knife tearing a bolt of silk.",
    "My father heard the crash but paid",
    "no mind, napping after lunch",
    "yet fifteen hundred miles north",
    "I heard and dropped a dish.",
    "Your pain sunk talons in my skull",
    "and crouched there cawing, heavy",
    "as a great vessel filled with water,",
    "oil or blood, till suddenly next day",
    "the weight lifted and I knew your mind",
    "had guttered out like the Chanukah",
    "candles that burn so fast, weeping",
    "veils of wax down the chanukiya.",
    "Those candles were laid out,",
    "friends invited, ingredients bought",
    "for latkes and apple pancakes,",
    "that holiday for liberation",
    "and the winter solstice",
    "when tops turn like little planets.",
    "Shall you have all or nothing",
    "take half or pass by untouched?",
    "Nothing you got,",
    "said the dreydl",
    "as the room stopped spinning.",
    "The angel folded you up like laundry",
    "your body thin as an empty dress.",
    "Your clothes were curtains",
    "hanging on the window of what had",
    "been your flesh and now was glass.",
    "Outside in Florida shopping plazas",
    "loudspeakers blared Christmas carols",
    "and palm trees were decked with blinking",
    "lights. Except by the tourist",
    "hotels, the beaches were empty.",
    "Pelicans with pregnant pouches",
    "flapped overhead like pterodactyls.",
    "In my mind I felt you die.",
    "First the pain lifted and then",
    "you flickered and went out.",
    "I walk through the rooms of memory.",
    "Sometimes everything is shrouded in dropcloths,",
    "every chair ghostly and muted.",
    "Other times memory lights up from within",
    "bustling scenes acted just the other side",
    "of a scrim through which surely I could reach",
    "my fingers tearing at the flimsy curtain",
    "of time which is and isn’t and will be",
    "the stuff of which we’re made and unmade.",
    "In sleep the other night I met you, seventeen",
    "your first nasty marriage just annulled,",
    "thin from your abortion, clutching a book",
    "against your cheek and trying to look",
    "older, trying to look middle class,",
    "trying for a job at Wanamaker’s,",
    "dressing for parties in cast off",
    "stage costumes of your sisters. Your eyes",
    "were hazy with dreams. You did not",
    "notice me waving as you wandered",
    "past and I saw your slip was showing.",
    "You stood still while I fixed your clothes,",
    "as if I were your mother. Remember me",
    "combing your springy black hair, ringlets",
    "that seemed metallic, glittering;",
    "remember me dressing you, my seventy year",
    "old mother who was my last dollbaby,",
    "giving you too late what your youth had wanted.",
    "What is this mask of skin we wear,",
    "what is this dress of flesh,",
    "this coat of few colors and little hair?",
    "This voluptuous seething heap of desires",
    "and fears, squeaking mice turned up",
    "in a steaming haystack with their babies?",
    "This coat has been handed down, an heirloom",
    "this coat of black hair and ample flesh,",
    "this coat of pale slightly ruddy skin.",
    "This set of hips and thighs, these buttocks",
    "they provided cushioning for my grandmother",
    "Hannah, for my mother Bert and for me",
    "and we all sat on them in turn, those major",
    "muscles on which we walk and walk and walk",
    "over the earth in search of peace and plenty.",
    "My mother is my mirror and I am hers.",
    "What do we see? Our face grown young again,",
    "our breasts grown firm, legs lean and elegant.",
    "Our arms quivering with fat, eyes",
    "set in the bark of wrinkles, hands puffy,",
    "our belly seamed with childbearing,",
    "Give me your dress that I might try it on.",
    "Oh it will not fit you mother, you are too fat.",
    "I will not fit you mother.",
    "I will not be the bride you can dress,",
    "the obedient dutiful daughter you would chew,",
    "a dog’s leather bone to sharpen your teeth.",
    "You strike me sometimes just to hear the sound.",
    "Loneliness turns your fingers into hooks",
    "barbed and drawing blood with their caress.",
    "My twin, my sister, my lost love,",
    "I carry you in me like an embryo",
    "as once you carried me.",
    "What is it we turn from, what is it we fear?",
    "Did I truly think you could put me back inside?",
    "Did I think I would fall into you as into a molten",
    "furnace and be recast, that I would become you?",
    "What did you fear in me, the child who wore",
    "your hair, the woman who let that black hair",
    "grow long as a banner of darkness, when you",
    "a proper flapper wore yours cropped?",
    "You pushed and you pulled on my rubbery",
    "flesh, you kneaded me like a ball of dough.",
    "Rise, rise, and then you pounded me flat.",
    "Secretly the bones formed in the bread.",
    "I became willful, private as a cat.",
    "You never knew what alleys I had wandered.",
    "You called me bad and I posed like a gutter",
    "queen in a dress sewn of knives.",
    "All I feared was being stuck in a box",
    "with a lid. A good woman appeared to me",
    "indistinguishable from a dead one",
    "except that she worked all the time.",
    "Your payday never came. Your dreams ran",
    "with bright colors like Mexican cottons",
    "that bled onto the drab sheets of the day",
    "and would not bleach with scrubbing.",
    "My dear, what you said was one thing",
    "but what you sang was another, sweetly",
    "subversive and dark as blackberries",
    "and I became the daughter of your dream.",
    "This body is your body, ashes now",
    "and roses, but alive in my eyes, my breasts,",
    "my throat, my thighs. You run in me",
    "a tang of salt in the creek waters of my blood,",
    "you sing in my mind like wine. What you",
    "did not dare in your life you dare in mine."
  ],
  "title": "My mother’s body",
  "year": ""
}