{
  "author": "Adam Zagajewski",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146683",
  "region": "",
  "text": [
    "This is a poem about the great ships that wandered",
    "the oceans",
    "And groaned sometimes in deep voices, grumbling about fog",
    "and submerged peaks,",
    "But usually they sliced the pages of tropical seas",
    "in silence,",
    "Divided by height, category, and class, just like our communities",
    "and hotels.",
    "Beneath the deck poor emigrants played cards, and no one",
    "won",
    "While on the highest deck Claudel gazed at Ysé and her hair",
    "glowed.",
    "And toasts were raised to a safe trip, to coming",
    "times,",
    "Toasts were raised, Alsatian wine and champagne",
    "from France's finest vineyards,",
    "Some days were static, windless, when only the light seeped",
    "steadily,",
    "Days when nothing happened but the horizon, which traveled",
    "with the ship,",
    "Days of emptiness and boredom, playing solitaire, repeating",
    "the latest news,",
    "Who'd been seen with whom in a tropical night's shade, embracing",
    "beneath a peach-colored moon.",
    "But filthy stokers tirelessly tossed coal into open",
    "flaming mouths",
    "And everything that is now already existed then, but",
    "in condensed form.",
    "Our days already existed and our hearts baked",
    "in the blazing stove,",
    "And the moment when I met you may also have existed,",
    "and my mistrust",
    "Brittle as a faience plate, and my faith, no less frail",
    "and capricious,",
    "And my searches for the final answer, my",
    "disappointments and discoveries.",
    "Great ships: some sunk suddenly, arousing consciences",
    "and fear,",
    "Gaining deathless fame, becoming stars",
    "of special bulletins.",
    "Others went peacefully, waned without a word in provincial",
    "ports, in dockyards,",
    "Beneath a coat of rust, a ruddy fur of rust, a slipcover of rust,",
    "and waited",
    "For the final transformation, the last judgment of souls and",
    "objects,",
    "They wait as patiently as chess players in Luxembourg Garden",
    "nudging pieces a fraction of an inch or so."
  ],
  "title": "Great Ships",
  "year": ""
}