{
  "author": "William Matthews",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Youth",
    "Life Choices",
    "Growing Old",
    "Home Life",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171620",
  "region": "U.S., Midwestern",
  "text": [
    "My mother stands at the screen door, laughing.",
    "“Out out damn Spot,” she commands our silly dog.",
    "I wonder what this means. I rise into adult air",
    "like a hollyhock, I’m so proud to be loved",
    "like this. The air is tight to my nervous body.",
    "I use new clothes and shoes the way the corn-studded",
    "soil around here uses nitrogen, giddily.",
    "Ohio, Ohio, Ohio. Often I sing",
    "to myself all day like a fieldful of August",
    "insects, just things I whisper, really,",
    "a trance in sneakers. I’m learning",
    "to read from my mother and soon I’ll go to school,",
    "I hate it when anyone dies or leaves and the air",
    "goes slack around my body and I have to hug myself,",
    "a cloud, an imaginary friend, the stream in the road-",
    "side park. I love to be called for dinner.",
    "Spot goes out and I go in and the lights",
    "in the kitchen go on and the dark,",
    "which also has a body like a cloud’s,",
    "leans lightly against the house. Tomorrow",
    "I’ll find the sweatstains it left, little grey smudges.",
    ". . .",
    "Here’s a sky no higher than a streetlamp,",
    "and a stack of morning papers cinched by wire.",
    "It’s 4:00 A.M. A stout dog, vaguely beagle,",
    "minces over the dry, fresh-fallen snow;",
    "and here’s our sleep-sodden paperboy",
    "with his pliers, his bike, his matronly dog,",
    "his unclouding face set for paper route",
    "like an alarm clock. Here’s a memory",
    "in the making, for this could be the morning",
    "he doesn’t come home and his parents",
    "two hours later drive his route until",
    "they find him asleep, propped against a streetlamp,",
    "his papers all delivered and his dirty paper-",
    "satchel slack, like an emptied lung,",
    "and he blur-faced and iconic in the morning",
    "air rinsing itself a paler and paler blue",
    "through which a last few dandruff-flecks",
    "of snow meander casually down.",
    "The dog squeaks in out of the dark,",
    "snuffling",
    ". And here he goes",
    "home to memory, and to hot chocolate",
    "on which no crinkled skin forms like infant ice,",
    "and to the long and ordinary day,",
    "school, two triumphs and one severe",
    "humiliation on the playground, the past",
    "already growing its scabs, the busride home,",
    "dinner, and evening leading to sleep",
    "like the slide that will spill him out, come June,",
    "into the eye-reddening chlorine waters",
    "of the municipal pool. Here he goes to bed.",
    "Kiss. Kiss. Teeth. Prayers. Dark. Dark.",
    "Here the dog lies down by his bed,",
    "and sighs and farts. Will he always be",
    "this skinny, chicken-bones?",
    "He’ll remember like a prayer",
    "how his mother made breakfast for him",
    "every morning before he trudged out",
    "to snip the papers free. Just as",
    "his mother will remember she felt",
    "guilty never to wake up with him",
    "to give him breakfast. It was Cream",
    "of Wheat they always or never had together.",
    "It turns out you are the story of your childhood",
    "and you’re under constant revision,",
    "like a lonely folktale whose invisible folks",
    "are all the selves you’ve been, lifelong,",
    "shadows in fog, grey glimmers at dusk.",
    "And each of these selves had a childhood",
    "it traded for love and grudged to give away,",
    "now lost irretrievably, in storage",
    "like a set of dishes from which no food,",
    "no Cream of Wheat, no rabbit in mustard",
    "sauce, nor even a single raspberry,",
    "can be eaten until the afterlife,",
    "which is only childhood in its last",
    "disguise, all radiance or all humiliation,",
    "and so it is forfeit a final time.",
    "In fact it was awful, you think, or why",
    "should the piecework of grief be endless?",
    "Only because death is, and likewise loss,",
    "which is not awful, but only breathtaking.",
    "There’s no truth about your childhood,",
    "though there’s a story, yours to tend,",
    "like a fire or garden. Make it a good one,",
    "since you’ll have to live it out, and all",
    "its revisions, so long as you all shall live,",
    "for they shall be gathered to your deathbed,",
    "and they’ll have known to what you and they",
    "would come, and this one time they’ll weep for you.",
    "The map in the shopping center has an X",
    "signed “you are here.” A dream is like that.",
    "In a dream you are never eighty, though",
    "you may risk death by other means:",
    "you’re on a ledge and memory calls you",
    "to jump, but a deft cop talks you in",
    "to a small, bright room, and snickers.",
    "And in a dream, you’re everyone somewhat,",
    "but not wholly. I think I know how that",
    "works: for twenty-one years I had a father",
    "and then I became a father, replacing him",
    "but not really. Soon my sons will be fathers.",
    "Surely, that’s what middle-aged means,",
    "being father and son to sons and father.",
    "That a male has only one mother is another",
    "story, told wherever men weep wholly.",
    "Though nobody’s replaced. In one dream",
    "I’m leading a rope of children to safety,",
    "through a snowy farm. The farmer comes out",
    "and I have to throw snowballs well to him",
    "so we may pass. Even dreaming, I know",
    "he’s my father, at ease in his catcher’s",
    "squat, and that the dream has revived",
    "to us both an old unspoken fantasy:",
    "we’re a battery. I’m young, I’m brash,",
    "I don’t know how to pitch but I can",
    "throw a lamb chop past a wolf. And he",
    "can handle pitchers and control a game.",
    "I look to him for a sign. I’d nod",
    "for anything. The damn thing is hard to grip",
    "without seams, and I don’t rely only",
    "on my live, young arm, but throw by all",
    "the body I can get behind it, and it fluffs",
    "toward him no faster than the snow",
    "in the dream drifts down. Nothing",
    "takes forever, but I know what the phrase",
    "means. The children grow more cold",
    "and hungry and cruel to each other",
    "the longer the ball’s in the air, and it begins",
    "to melt. By the time it gets to him we’ll be",
    "our waking ages, and each of us is himself",
    "alone, and we all join hands and go.",
    ". . .",
    "Toward dawn, rain explodes on the tin roof",
    "like popcorn. The pale light is streaked by grey",
    "and that green you see just under the surface",
    "of water, a shimmer more than a color.",
    "Time to dive back into sleep, as if into",
    "happiness, that neglected discipline ....",
    "In those sixth-grade book reports",
    "you had to say if the book was optimistic",
    "or not, and everyone looked at you",
    "the same way: how would he turn out?",
    "He rolls in his sleep like an otter.",
    "Uncle Ed has a neck so fat it’s funny,",
    "and on the way to work he pries the cap",
    "off a Pepsi. Damn rain didn’t cool one weary",
    "thing for long; it’s gonna be a cooker.",
    "The boy sleeps with a thin chain of sweat",
    "on his upper lip, as if waking itself,",
    "becoming explicit, were hard work.",
    "Who knows if he’s happy or not?",
    "A child is all the tools a child has,",
    "growing up, who makes what he can."
  ],
  "title": "A Happy Childhood",
  "year": ""
}