{
  "author": "William Matthews",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/26734",
  "region": "",
  "text": [
    "The wallful of quoted passages from his work,",
    "with the requisite specimens pinned next",
    "to their literary cameo appearances, was too good",
    "a temptation to resist, and if the curator couldn’t,",
    "why should we? The prose dipped and shimmered",
    "and the “flies,” as I heard a buff call them, stood",
    "at lurid attention on their pins. If you love to read",
    "and look, you could be happy a month in that small",
    "room. One of the Nabokov photos I’d never seen:",
    "he’s writing (left-handed! why did I never trouble",
    "to find out?) at his stand-up desk in the hotel",
    "apartment in Montreux. The picture’s mostly",
    "of his back and the small wedge of face that shows",
    "brims with indifference to anything not on the page.",
    "The window’s shut. A tiny lamp trails a veil of light",
    "over the page, too far away for us to read.",
    "We also liked the chest of specimen drawers",
    "labeled, as if for apprentice Freudians,",
    "“Genitalia,” wherein languished in phials",
    "the thousands he examined for his monograph",
    "on the Lycaenidae, the silver-studded Blues.",
    "And there in the center of the room a carillon",
    "of Blues rang mutely out. There must have been",
    "three hundred of them. Amanda’s Blue was there,",
    "and the Chalk Hill Blue, the Karner Blue",
    "(",
    "Nabokov),",
    "a Violet-Tinged Copper, the Mourning Cloak,",
    "an Echo Azure, the White-Lined Green Hairstreak,",
    "the Cretan Argus (known only from Mt. Ida:",
    "in the series Nabokov did on this beauty",
    "he noted for each specimen the altitude at which",
    "it had been taken), and as the ads and lovers say,",
    "“and much, much more.” The stilled belle of the tower",
    "was a",
    ". No doubt",
    "it’s an accident Melissa rhymes, sort of, with Lolita,",
    "The scant hour we could lavish on the Blues",
    "flew by, and we improvised a path through cars",
    "and slush and boot-high berms of mud-blurred snow",
    "to wherever we went next. I must have been mute,",
    "or whatever I said won from silence nothing",
    "it mourned to lose. I was back in that small",
    "room, vast by love of each flickering detail,",
    "each genital dusting to nothing, the turn,",
    "like a worm’s or caterpillar’s, of each phrase.",
    "I stood up to my ankles in sludge pooled",
    "over a stopped sewer grate and thought—",
    "wouldn’t you know it—about love and art:",
    "you can be ruined (“rurnt,” as we said in south-",
    "western Ohio) by a book or improved by",
    "a butterfly. You can dodder in the slop,",
    "septic with a rage not for order but for the love",
    "the senses bear for what they do, for detail",
    "that’s never annexed, like a reluctant crumb",
    "to a vacuum cleaner, to a coherence.",
    "You can be bead after bead on perception’s rosary.",
    "This is the sweet ache that hurts most, the way",
    "desire burns bluely at its phosphorescent core:",
    "just as you’re having what you wanted most,",
    "you want it more and more until that’s more",
    "than you, or it, or both of you, can bear."
  ],
  "title": "Nabokov’s Blues",
  "year": ""
}