{
  "author": "William Matthews",
  "classification": "",
  "keywords": [
    "Animals",
    "Humor",
    "Satire",
    "Nature",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171626",
  "region": "U.S., Midwestern",
  "text": [
    "Amidst the too much that we buy and throw",
    "away and the far too much we wrap it in,",
    "the bear found a few items of special",
    "interest—a honeydew rind, a used tampon,",
    "the bone from a leg of lamb. He’d rock back",
    "lightly onto his rear paws and slash",
    "open a plastic bag, and then his nose—",
    "jammed almost with a surfeit of rank",
    "and likely information, for he would pause—",
    "and then his whole dowsing snout would",
    "insinuate itself a little way",
    "inside. By now he’d have hunched his weight",
    "forward slightly, and then he’d snatch it back,",
    "trailed by some tidbit in his teeth. He’d look",
    "around. What a good boy am he.",
    "The guardian of the dump was used",
    "to this and not amused. “He’ll drag that shit",
    "every which damn way,” he grumbled",
    "who’d dozed and scraped a pit to keep that shit",
    "where the town paid to contain it.",
    "The others of us looked and looked. “City",
    "folks like you don’t get to see this often,”",
    "one year-round resident accused me.",
    "Some winter I’ll bring him down to learn",
    "to love a rat working a length of subway",
    "track. “Nope,” I replied. Just then the bear",
    "decamped for the woods with a marl of grease",
    "and slather in his mouth and on his snout,",
    "picking up speed, not cute (nor had he been",
    "cute before, slavering with greed, his weight",
    "all sunk to his seated rump and his nose stuck",
    "up to sift the rich and fetid air, shaped",
    "like a huge, furry pear), but richly",
    "fed on the slow-simmering dump, and gone",
    "into the bug-thick woods and anecdote."
  ],
  "title": "The Bear at the Dump",
  "year": ""
}