{
  "author": "Jay Wright",
  "classification": "Free Verse",
  "keywords": [
    "Marriage",
    "Companionship",
    "Religion",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171469",
  "region": "",
  "text": [
    "Night enters the Plaza, step by step, in the singular",
    "flaring of lamps on churro carts, taco stands,",
    "benches set with deep bowls of pozole,",
    "on rugs embroidered with relics, crosses, bones,",
    "pamphlets, dream books.",
    "Around this Cathedral, there is an order never shaken;",
    "all our eyes and postures speak of the certainty",
    "of being forever in place.",
    "These are the ones who always hear the veiled day fall,",
    "the street tile's serpentine hiss under the evening's drone.",
    "Compadre, not all have come from Reforma, along Madero.",
    "There are those whose spotless white manta tells me",
    "they are not from here—as now, you see, a village",
    "wedding party come to engage the virgin's peace.",
    "This evening, in the Zócalo, lanterns become candles,",
    "or starlight, whatever recalls a woman,",
    "beating her clothes on rocks in a village stream.",
    "At her side, a man buckets the muddy water for his stove.",
    "What does the spirit say, in its seating,",
    "when such impurity can console,",
    "and the slipped vowels of an unfamiliar name",
    "rise from the shallows?",
    "Lovers meet here,",
    "and carry consummation's black weed into dawn,",
    "and meet again when the full moon,",
    "on its flamboyant feet, surges",
    "over the mud floor of a barrio Saturday night.",
    "She, of the rock, has offered the water man",
    "beans, flour tortillas, cebollas encurtidas and atole,",
    "a hand for the bell dance that rings all night,",
    "the surprise of knowing the name of the horse",
    "that waits in the shadows when the dance has gone.",
    "She knows this room, where every saint has danced,",
    "revolves on its own foundation,",
    "and that the noon heat ache beneath her hair",
    "guides her through a love's lost steps.",
    "Her love lies deeper than a heart's desire,",
    "far beyond even her hand's intention,",
    "when midnight at the feast sings",
    "with the singular arrow that flies by day,",
    "a sagitta mortis.",
    "Now, in her presence, I always return to hands,",
    "parts of that “unwieldly flesh about our souls,”",
    "where the life of Fridays, the year of Lent, the wilderness,",
    "lies and invites another danger.",
    "I sit at the mass,",
    "and mark the quail movement of the priests' hands,",
    "as they draw submission from us.",
    "The long night of atonement that burrs our knees",
    "feeds those hands.",
    "But there are other hands—our own, yet another's—",
    "in the mortar, in the glass,",
    "tight with blood and innocence.",
    "A cathedral moment may last for centuries,",
    "given to us as a day, and a day, and half a day,",
    "as a baroque insistence lying over classic form,",
    "as the womb from which the nation rises whole.",
    "Inside there, the nation walks the Chinese rail,",
    "arrives at the Altar of Pardon,",
    "lingers, goes on,",
    "to the grotto where the kings stand in holy elation.",
    "Perhaps, this reticent man and woman will find",
    "that moment of exhilaration in marriage, born",
    "on the mud floor when they entered each other",
    "for the good hidden in each, in flesh that needs",
    "no propitiation.",
    "There must be a “",
    ", a love-song,",
    "an",
    ", a marriage song of God, to our souls,",
    "wrapped up, if we would open it, and read it.”",
    "Adorar es dar para recibir.",
    "How much we have given to this Cathedral's life.",
    "How often we have heard prophecies of famine,",
    "or war, or pestilence, advocacies of labor",
    "and fortune that have failed to sustain.",
    "Compadre, I wish I were clever enough to sleep",
    "in a room of saints, and close my senses",
    "to the gaming, the burl of grilled meat and pulque,",
    "the sweet talk of political murders, the corrido",
    "laughter that follows a jefe to his bed,",
    "all these silences, all these intimations",
    "of something still to be constructed.",
    "But forgive me for knowing this,",
    "that I have been touched by fire,",
    "and that, even in spiritual things, nothing is perfect.",
    "And this I understand,",
    "in the Cathedral grotto, where the kings have buckled on",
    "their customary deeds, the darkest lady has entered.",
    "Be still, and hear the singing, while Calliope encounters",
    "the saints.",
    "The wedding party,",
    "austerely figured in this man and woman,",
    "advances to the spot where the virgin",
    "once sat to receive us."
  ],
  "title": "Boleros 14",
  "year": ""
}