{
  "author": "Jay Wright",
  "classification": "Free Verse",
  "keywords": [
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171461",
  "region": "",
  "text": [
    "I write my God in blue.",
    "I run my gods upstream on flimsy rafts.",
    "I bathe my goddesses in foam, in moonlight.",
    "I take my reasons from my mother's snuff breath,",
    "or from an old woman, sitting with a lemonade,",
    "at twilight, on the desert's steps.",
    "Brown by day and black by night,",
    "my God has wings that open to no reason.",
    "He scutters from the touch of old men's eyes,",
    "scutters from the smell of wisdom, an orb",
    "of light leaping from a fire.",
    "Press him he bleeds.",
    "When you take your hand to sacred water,",
    "there is no sign of any wound.",
    "And so I call him supreme, great artist,",
    "judge of time, scholar of all living event,",
    "the possible prophet of the possible event.",
    "Blind men, on bourbon, with guitars,",
    "blind men with their scars dulled by kola,",
    "blind men seeking the shelter of a raindrop,",
    "blind men in corn, blind men in steel,",
    "reason by their lights that our tongues",
    "are free, our tongues will redeem us.",
    "Speech is the fact, and the fact is true.",
    "What is moves, and what is moving is.",
    "We cling to these contradictions.",
    "We know we will become our contradictions,",
    "our complex body's own desire.",
    "Yet speech is not the limit of our vision.",
    "The ear entices itself with any sound.",
    "The skin will caress whatever tone",
    "or temperament that rises or descends.",
    "The bones will set themselves to a dance.",
    "The blood will argue with a bird in flight.",
    "The heart will scale the dew from an old chalice,",
    "brush and thrill to an old bone.",
    "And yet there is no sign to arrest us",
    "from the possible.",
    "We remain at rest there, in transit",
    "from our knowing to our knowledge.",
    "So I would set a limit where I meet my logic.",
    "I would clamber from my own cave",
    "into the curve of sign, an alphabet",
    "of transformation, the clan's cloak of reason.",
    "I am good when I am in motion,",
    "when I think of myself at rest",
    "in the knowledge of my moving,",
    "when I have the vision of my mother at rest,",
    "in moonlight, her lap the cradle of my father's head.",
    "I am good when I trade my shells,",
    "and walk from boundary to boundary,",
    "unarmed and unafraid of another's speech.",
    "I am good when I learn the world",
    "through the touch of my present body.",
    "I am good when I take the cove of a cub",
    "into my care.",
    "I am good when I hear the changes in my body",
    "echo all my changes down the years,",
    "when what I know indeed is what I would",
    "know in deed.",
    "I am good when I know the darkness of all light,",
    "and accept the darkness, not as sign, but as my body.",
    "This is the A of absolutes,",
    "the logbook of judgments,",
    "the good sign."
  ],
  "title": "Meta-A and the A of Absolutes",
  "year": ""
}