{
  "author": "Jay Wright",
  "classification": "",
  "keywords": [
    "Nature",
    "Fall",
    "Weather",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171457",
  "region": "",
  "text": [
    "Each instant comes with a price, the blue-edged bill",
    "on the draft of a bird almost incarnadine,",
    "the shanked ochre of an inn that sits as still",
    "as the beavertail cactus it guards (the fine",
    "rose of that flower gone as bronze as sand),",
    "the river's chalky white insistence as it",
    "moves past the gray afternoon toward sunset.",
    "Autumn feels the chill of a late summer lit",
    "only by goldenrod and a misplaced strand",
    "of blackberries; deplores all such sleight of hand;",
    "turns sullen, selfish, envious, full of regret.",
    "Someone more adept would mute its voice. The spill",
    "of its truncated experience would shine",
    "less bravely and, out of the dust and dunghill",
    "of this existence (call it hope, in decline),",
    "as here the blue light of autumn falls, command",
    "what is left of exhilaration and fit",
    "this season's unfolding to the alphabet",
    "of turn and counterturn, all that implicit",
    "arc of a heart searching for a place to stand.",
    "Yet even that diminished voice can withstand",
    "the currying of its spirit. Here lies—not yet.",
    "If, and only if, the leafless rose he sees,",
    "or thinks he sees, flowered a moment ago,",
    "this endangered heart flows with the river that flees",
    "the plain, and listens with eye raised to the slow",
    "revelation of cloud, hoping to approve",
    "himself, or to admonish the rose for slight",
    "transgressions of the past, this the ecstatic",
    "ethos, a logic that seems set to reprove",
    "his facility with unsettling delight.",
    "Autumn might be only desire, a Twelfth Night",
    "gone awry, a gift almost too emphatic.",
    "Logic in a faithful light somehow appeases",
    "the rose, and stirs the hummingbird's vibrato.",
    "By moving, I can stand where the light eases",
    "me into the river's feathered arms, and, so,",
    "with the heat of my devotion, again prove",
    "devotion, if not this moment, pure, finite.",
    "Autumn cradles me with idiomatic",
    "certainty, leaves me nothing to disapprove.",
    "I now acknowledge this red moon, to requite",
    "the heart alone given power to recite",
    "its faith, what a cradled life finds emblematic."
  ],
  "title": "The Cradle Logic of Autumn",
  "year": ""
}