{
  "author": "Jay Wright",
  "classification": "Free Verse",
  "keywords": [
    "Music",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171453",
  "region": "",
  "text": [
    "The plane tilts in to Nashville,",
    "coming over the green lights",
    "like a toy train skipping past",
    "the signals on a track.",
    "The city is livid with lights,",
    "as if the weight of all the people",
    "shooting down her arteries",
    "had inflamed them.",
    "It's Friday night,",
    "and people are home for the homecomings.",
    "As I come into the terminal,",
    "a young black man, in a vested gray suit,",
    "paces in the florid Tennessee air,",
    "breaks into a run like a halfback",
    "in open field, going past the delirious faces,",
    "past the poster of Molly Bee",
    "in her shiny chaps, her hips tilted forward",
    "where the guns would be, her legs set,",
    "as if she would run, as if she were",
    "a cheerleader who doffs her guns",
    "on Saturday afternoon and careens",
    "down the sidelines after some broken field runner,",
    "who carries it in, for now,",
    "for all the state of Tennessee",
    "with its nut-smelling trees,",
    "its stolid little stone walls",
    "set out under thick blankets of leaves,",
    "its crisp lights dangling on the porches",
    "of homes that top the graveled driveways,",
    "where people who cannot yodel or yell",
    "putter in the grave October afternoons,",
    "waiting for Saturday night and the lights",
    "that spatter on Molly Bee's silver chaps.",
    "I don't want to think of them,",
    "or even of the broken field runner in the terminal,",
    "still looking for his girl, his pocket",
    "full of dates and parties, as I come",
    "into this Friday night of homecomings",
    "and hobble over the highway in a taxi",
    "that has its radio tuned to country music.",
    "I come up to the campus,",
    "with a large wreath jutting up",
    "under the elegant dormitories,",
    "where one girl sits looking down at the shrieking cars,",
    "as the lights go out, one by one, around her",
    "and the laughter drifts off, rising, rising,",
    "as if it would take flight away",
    "from the livid arteries of Nashville.",
    "Now, in sleep, I leave my brass-headed bed,",
    "and see her enter with tall singers,",
    "they in African shirts, she in a robe.",
    "She sits among them, as a golden lance",
    "catches her, suddenly chubby, with soft lips",
    "and unhurried eyes, quite still in the movement",
    "around her, waiting, as the other voices fade,",
    "as the movement stops, and starts to sing,",
    "her voice moving up from its tart entrance",
    "until it swings as freely",
    "as an ecstatic dancer's foot,",
    "rises and plays among the windows",
    "it would with angels and falls,",
    "almost visible, to return to her,",
    "and leave her shaking with the tears",
    "I'm ashamed to release, and leave her",
    "twisting there on that stool with my shame",
    "for the livid arteries, the flat Saturdays,",
    "the inhuman homecomings of Nashville.",
    "I kneel before her. She strokes my hair,",
    "as softly as she would a cat's head,",
    "and goes on singing, her voice shifting",
    "and bringing up the Carolina calls,",
    "the waterboy, the railroad cutter, the jailed,",
    "the condemned, all that had been forgotten",
    "on this night of homecomings, all",
    "that had been misplaced in those livid arteries.",
    "She finishes, and leaves,",
    "her shy head tilted and wrinkled",
    "in the green-tinged lights of the still campus.",
    "I close my eyes and listen,",
    "as she goes out to sing this city home."
  ],
  "title": "The Homecoming Singer",
  "year": ""
}