{
  "author": "Joanie Mackowski",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/31208",
  "region": "",
  "text": [
    "I don't know how it happened, but I fell—",
    "and I was immense, one dislocated arm",
    "wedged between two buildings. I felt some ribs",
    "had broken, perhaps a broken neck, too;",
    "I couldn't speak. My dress caught bunched",
    "about my thighs, and where my glasses shattered",
    "there'd spread something like a seacoast, or maybe",
    "it was a port. Where my hair tangled with power lines",
    "I felt a hot puddle of blood.",
    "I must have passed out,",
    "but when I woke, a crew of about fifty",
    "was building a winding stairway beside my breast",
    "and buttressing a platform on my sternum.",
    "I heard, as through cotton, the noise of hammers,",
    "circular saws, laughter, and some radio",
    "droning songs about love. Out the corner",
    "of one eye (I could open one eye a bit) I saw",
    "my pocketbook, its contents scattered, my lipstick's",
    "toppled silo glinting out of reach.",
    "And then, waving a tiny flashlight, a man",
    "entered my ear. I felt his boots sloshing",
    "the blood trickling there. He never came out.",
    "So some went looking, with flares, dogs, dynamite",
    "even: they burst my middle ear and found",
    "my skull, its cavern crammed with dark matter",
    "like a cross between a fungus and a cloud.",
    "They never found his body, though. And they never",
    "found or tried to find an explanation,",
    "I think, for me; they didn't seem to need one.",
    "Even now my legs subdue that dangerous",
    "sea, the water bright enough to cut",
    "the skin, where a lighthouse, perched on the tip",
    "of my great toe, each eight seconds rolls",
    "another flawless pearl across the waves.",
    "It keeps most ships from wrecking against my feet.",
    "On clear days, people stand beside the light;",
    "they watch the waves' blue heads slip up and down",
    "and scan for landmarks on the facing shore."
  ],
  "title": "The Larger",
  "year": ""
}