{
  "author": "Sandy Florian",
  "classification": "Prose Poem",
  "keywords": [
    "Living",
    "The Mind",
    "Religion",
    "God",
    "the Divine",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248094",
  "region": "",
  "text": [
    "But this is ambiguous and so I will clarify. Last night I dreamt of a lake on fire. A lovely woman tapered off into a fish. I wore an owl mask with the desire to avoid use of his sacred name, and then I came to those minced pronunciations, like gad and gar and ged and gog and goles and golly and gom and gosh jolly and gud and gum and adad and adod and bedad and begad and ecod and egad and gadzooks and garzoon. Because gar is only used by playwrights who put it chiefly in the mouths of foreigners.",
    "You said, Oh god, my god, good god, followed by a good wish, to that god of my ever-closing gaps, for I receive god only ghostly, that goodly god that guides the globe, that god of love, that god of war, that god that blesses the god-blessed and the god-forsaken and the god-damned.",
    "My god, my shame is on me, I said to the painterly painter, My god, my shame's inside me and must go forth my body, this beastbody, this dogsbody, this stony and bony bodykins that my god has plunged my soul into.",
    "Last night I hung from the vine, from the branch, from the noose, until the sun stopped and the moon stood still, until my nation took vengeance upon my enemies.",
    "Last night a piece of cake tumbled into our city and struck our walls until they fell. Then it rolled around and around until the entire city turned upside down. Meanwhile back at the lake, I lapped silver water until dirt came out of my wounds, until dirt came out of my mouth. Then I killed my lover, Montgomery, in a new scatological satire.",
    "Last night nature ran hastily into its din, enthusiastically into its prison, wallowing in the flood of its patterning and randomness. Bedlam elected himself umpire and stood quickly in the midst of it, arranging and disarranging the very laws of nature. The earth vessel itself he plunged into the green and uneven horizon, and all at once, we entered a whole new world. In the beginning, the heavens and earth rose. In the beginning, we gave birth to the tiniest of errors. In the beginning, we watch for the rest of eternity as it blossoms and it blooms."
  ],
  "title": "But This Is Ambiguous",
  "year": ""
}