{
  "author": "Sandy Florian",
  "classification": "Prose Poem",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Home Life",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248092",
  "region": "",
  "text": [
    "Our big city is a city of big bombs and big bicycles, we hire grafters for their pretty art. To force a shoot inside a shoot, to grow an apple on a crab, to grow a plum upon a leprechaun. Dyspepsia is often grafted upon hysteria. To grow a boy inside a belly, cutting capers. Words, through grace, are grafted in our heart and the orange bears a greener fruit that blossoms as it swells. With imperfect grace from that perfect grace from wherever that perfect grace may remain.",
    "To paint half a man on a half a horse. To paint a dolphin in a forest. To color feathers on a beast. To grant a maid a fish's waist. To graft or to wax, whether clay, whether nether. As men graft their gods upon empires.",
    "Then we build mirrors to better understand ourselves, to better understand our souls, and we ask ourselves reflectively, Where? then Who? Woe unto us, we are building our city from our urine. Maintaining it with our fardels and with facts. The burbs we raise to the ranks of birds. Then we furnish them with words that wilt, like oak and elm and ash.",
    "Busily we build our city. Toilsomely we lay the bricks. Men of the six-clock give way to those of nine, those of the nine to the generation of twelve, and those of the twelve tend to disappear, making room for the more fashionable folks who make the two-o-clock noon in the middle of day by the greedy ill will of pills.",
    "Toilsomely we build our city. Burdensomely we tow the line. Those ministers who refuse to tow we quickly omit. Then, when the city is complete, we sit back in the stadium bleachers and wonder how the generated world can be so excellent. How the emulated world can be so grand. How the phone pole stands in for its form. How matter is glued to the elements of ideals.",
    "Then, when the city is complete, we sit at the edge of our great new void, like frogs at edge of a pond, like birds whose nests are littered with knots. Here, we live here in the syllables of our screams where vowels hang like fish hang on hooks. Out of the water. Like consonants with their scales scraped off. And because we fear our world is growing weary, we fill our homes with booty and with loot.",
    "Then our big city crawls into the country, dragging its mountains right along with it. Like death that extends itself with golden planks, we hang ourselves by silk, by twine, by telephone cords. The religious tongue becomes the last supper that we swallow greedily and without chewing. Like death. That is the supreme fortune of man. This is a studied and digested truth.",
    "A couple of hours later, we find ourselves at the junction of shanties where prairies host the sprawling city of Denver, that long lost city of long lost ghosts who haunt the long lost plains, that lifeless and wifeless city, in contrast, of course, to the Big Apple, that city of violated treaties, that wailing city set for the protection of infinity, so like the city of the seven gods, so like Rome, so with its epithets, with its alphabetical locomotives. There, only dogs can find the grisly burbs where the grisly grass slowly grows. Where savage canoes now blossom into lilies.",
    "Montgomery says it's not a place of roof and of walls, it's more like a company, it's more like a corporation. But what is the city but its steeples and domes? What is a city but its spires and its clocks? Time, the people of the city. Time, the bluntest eye, the lion's padded paws.",
    "Sea dreams and my flowering germander eyes droop at the factoried gloom. Bank rates are a codex to the cross. This is the religious box body. This is the largest corporation in the world. This, with a sprinkling of poetry and a poetic moat.",
    "Sea dreams, a new born clerk, all raised and bred. A maze of cuneiform streets spread like a spider's web. Not dapper, but cricket-like. Not coned, but molded. The lot is posted for the dock. Violets are sold at a hundred a piece and marshals ride on horseback while Homer makes his slow way home."
  ],
  "title": "Our Big City",
  "year": ""
}