{
  "author": "Ish Klein",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "The Body",
    "The Mind",
    "Activities",
    "Indoor Activities",
    "Relationships",
    "Social Commentaries",
    "Money",
    "Economics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242610",
  "region": "U.S., New England",
  "text": [
    "Somebody who would never refuse money told me this—",
    "about the syncretic effect when each person plugs",
    "their attention into a field to read ad copy, let’s just say",
    "they become opened up and other beings can see into",
    "their minds. This was considered a science fiction idea",
    "to many people, but not to me.",
    "In my negative space construction is always occurring.",
    "The liftoff from awful to tolerable",
    "to positive and then finally to bright new beautiful",
    "has been my most difficult task to swing.",
    "But swing I will; there’s nothing else to do.",
    "I live here and being here and hearing myself",
    "or my mind’s divide through others convinces me",
    "that I must do everything I can to save us from the pit.",
    "That is, until the pit splits and the fruit tree finally grows.",
    "You may have a tree of your own—you may have a home",
    "in your own tree. Congratulations. If you write an instructive",
    "pamphlet you can bet I will read it.",
    "I do not want to go out in darkness.",
    "I am doing everything I know to prevent this,",
    "and thank you, by the way, if you’ve written a pamphlet.",
    "The shared information system",
    "and each being at the end of its screen",
    "emits an LED (light emitting diode) on an often",
    "green screen—you say I should give my",
    "father up to the authorities. You blame your",
    "circumstances on my choice—but it’s the authorities who",
    "did this to him. How do you think a person loses his mind?",
    "He let someone take it.",
    "He",
    "sort of my mind and you are too,",
    "God help me.",
    "The green screen is an ingenious discovery.",
    "You can record events in a studio before the screen",
    "and then key in whatever environment you like.",
    "It’s a special color: Chroma Green,",
    "but it can be blue too.",
    "The experience of things is determined by our",
    "feelings about them. Information is colored",
    "by us. You may see remotely, in a photograph",
    "for instance, the image of an ambush victim.",
    "Maybe it is a war and/or she is caught naked.",
    "If she is unhappy—indicated by face and body",
    "arrangement—you may feel that.",
    "Some people will hate the state of things that made her",
    "so alone and vulnerable but few will do anything about it.",
    "How do you find her? What guns surround her country?",
    "And after all, maybe she would hate it.",
    "To have to feel grateful to someone moved by her humiliation.",
    "She may only be thinking about humiliation.",
    "That is a tough feeling to shake.",
    "Then, and I need not go too far into this,",
    "then there are those who see the pain of someone",
    "and they just love it. This may have something",
    "to do with a revenge sentiment over their own unclosed wound.",
    "The wound, they think, is everyone else’s fault",
    "and they cannot forgive. This is only information,",
    "in the form of speculation.",
    "Some feelings you get when you consider",
    "“What if this happened to me?” and you will want to remedy",
    "the situation to secure yourself from the (negative) condition of it.",
    "Together, humans create one body—the planet earth",
    "and its projections. The things in the stomach",
    "affect what goes on in the head. On the web",
    "many people make money with miracle potions.",
    "Some curb the human appetite.",
    "Some say you can lose while consuming whatever you want.",
    "I heard the other girl refer to me as a skull.",
    "She was very angry and did not look or say hello.",
    "There is a prevalent competitive notion",
    "that each only has one place. That her face is only",
    "hers and that I don’t have a face or to her it is death.",
    "This she reads as me—the death of her.",
    "Obviously I am not. I write and read and",
    "then roll on. I wear an ordinary human face,",
    "some could compare me to a bird of prey",
    "because my nose is hooked and my fingers are long",
    "and I like to ride my bicycle with the wind at my back.",
    "I am not here to attack.",
    "You are also a mutant.",
    "Do you think you can keep the heavy metals outside of you?",
    "Do you think you can go to sleep here",
    "and wake up the same?",
    "The screen is framed by plastic,",
    "beneath that you use words to issue commandments",
    "or call-outs.",
    "Most people use the web to send messages",
    "to people who are already their friends.",
    "They make arrangements for later and",
    "detail what happened in the past.",
    "This information may be not true.",
    "The web cannot know intention.",
    "It records and is open to influence.",
    "People make money through advertisements,",
    "or so they think—well, selling ads, that’s quantifiable—",
    "if ads make money, that is more difficult",
    "to know unless there are special offers.",
    "The web is full of special offers and 30-day",
    "trials. If you fall for those, or I should say,",
    "if you respond to the offer",
    "what often happens is that your information",
    "is shared with other companies who will fill your inbox",
    "with offers (that which is known as spam).",
    "Because you are someone who wants to look great",
    "and there are other companies with products compatible",
    "with your stated desire. Ways for you to achieve",
    "the prevailing notion of beauty.",
    "It is my job to tell you the models",
    "are selected because they are physically improbable.",
    "They are elevated to be made desirable.",
    "Their desirability is physical because they are models.",
    "If it were easy to be like that, they would not",
    "be sought-after by manufacturers.",
    "Generally, working people need to be sturdy.",
    "Advertisers want to make money.",
    "They go with psychology and so create a sort of",
    "self-rejection by advocating forms not reflected in most people.",
    "They know that people will pay in to be of an elevated form",
    "no matter what station they are from.",
    "Everyone wants to be beautiful.",
    "Everyone wants to be the agreed-upon beautiful thing.",
    "Probably everyone is beautiful somewhere inside",
    "if not outside. You can create an excellent argument",
    "for your being and improve upon ability. That is my opinion.",
    "If you live alone, you may know how great the web can be.",
    "On it there is information and pornography.",
    "Information includes",
    "the prospects.",
    "Pornography is the biggest industry in America.",
    "It is designed to bring about a certain state",
    "of arousal, generally, couched in anger",
    "that will allow the person to fuck exactly how they want to",
    "without worrying about the one fucked.",
    "Pornography is addictive for many.",
    "Of course, sometimes people want to touch, to hear a voice",
    "to imagine a partner and what they can do together.",
    "The web has many dating services. My ex-psychiatrist",
    "advised me against trying them.",
    "She had transferred the daughter role onto me.",
    "I do appreciate the dangers of strangers.",
    "I am prepared with the information that pictures",
    "are not people in both obvious and non-obvious ways.",
    "I know at least three people who have been in love",
    "with people they met online.",
    "Each one is intelligent and down-to-earth.",
    "I’ve gleaned from their descriptions of online courting",
    "that the early questions are essential.",
    "That and no expectation and somehow you have",
    "to withhold your own personal information.",
    "That is, until you meet up in a non-threatening place.",
    "You will have to have someone know where you are,",
    "a point person. And you will need a defense; mace, for instance",
    "or a rape whistle or a dog leashed nearby",
    "or in the car.",
    "It will be important for him or her to know you have a dog.",
    "They should meet each other as soon as possible.",
    "This is the magic of the machine.",
    "The meeting and love trial and,",
    "if it works, the love made.",
    "Well, that really is amazing.",
    "Objectively amazing.",
    "And good for the machine.",
    "Good for the machine.",
    "The electric web courses heavily through me.",
    "This may be how we make history:",
    "we can put up our movies, our words, or costume dramas.",
    "We say we are so and so",
    "and people follow the saga.",
    "Do you ever get the problem which is opposite",
    "to the problem of the watcher?",
    "Have you ever only seen yourself through other people?",
    "Or thought that’s what it was but it was really your",
    "thought processes transferred through them?",
    "I should look up the word",
    "again.",
    "That and",
    "and",
    ".",
    "In the thrift store nobody looked at me.",
    "But the woman said, “Devi (hee, hee) Devi.”",
    "A celestial being: what we all are.",
    "True she might have meant devil.",
    "I am not a devil.",
    "I love my friends most of the time.",
    "I love animals—I don’t think devils do that.",
    "My friend sends me pictures",
    "of jackrabbits and frogs.",
    "Yesterday, he said he saw buttercups, a type of flower.",
    "You go over the tracks first, on the other side of the river",
    "and there they are."
  ],
  "title": "Fairy Tales from the Web",
  "year": ""
}