{
  "author": "Ish Klein",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "The Body",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Money",
    "Economics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242612",
  "region": "U.S., New England",
  "text": [
    "The word penis is probably the most misattributed word in",
    "English, I think. Because almost nobody has a real one.",
    "The standards are made in Japanese or German factories.",
    "Womb/vagina sets are unusual too if genuine.",
    "Standards are from China; they are recycled sheepskin wallets.",
    "I was shocked too when I heard this.",
    "I do not have an actual either but they called",
    "me a genius when I figured it out about the fetal",
    "lamb/sheep skin. What else to do with all the wallets",
    "now that there’s no money? Only barter.",
    "I do not know what the inside of this thing looks like",
    "but I think it looks like a brain made of mozzarella cheese.",
    "Standard penises are made of a certain kind of plant.",
    "An ocean weed and how it’s fitted is by body weight",
    "at birth which is why you shouldn’t smoke",
    "if you are pregnant, you will be blamed",
    "even though it’s complicated to know exact reasons",
    "as we all in the new world know better each day.",
    "They’ve made new lingo to go with the genuine penis.",
    "They say",
    ", I say",
    ".",
    "Apparently, almost everyone gets green horseradish with sushi.",
    "Wasabi takes several million years to grow,",
    "its taste is delicate. When I mentioned Japan",
    "earlier, I meant the motor city.",
    "When I say Wasabi near Japan; it’s island",
    "of slow unit dance or Remarkable Mask.",
    "When I say new world, it’s where the newly suited go.",
    "T-cell robots, we of lambs and plants and jellyfish that are",
    "in our eyes which are colored by their place in the ocean.",
    "Really, if you broke us down, you’d have quite a collection:",
    "resins from pine, precious stones,",
    "silver dust, and sea grass filaments,",
    "stalks, pig livers, skin, a milk protein.",
    "This is the equipment for the dominant standard penis holders",
    "of the unreal, and I would love to be one with a genuine",
    "but I have not the stomach to pull off the cunning necessary",
    "for the genuine purse/penis license.",
    "You barter for it; you lie.",
    "Don’t get me wrong, it must be nice",
    "to have options. But to get them dishonestly?",
    "It’s bothering. I know, I know!",
    "I have got to say goodbye to the babyhood phase.",
    "Learn to thrive! Nobody has a father or a mother.",
    "I know this means to thrive!",
    "To be one’s own lover.",
    "My sheepskin wallet is . . .",
    "What could a person say? Stuck in the past,",
    "tripped up by the concept of wallet?",
    "It’s not like anything gets taken out",
    "unless it’s rotten which it probably isn’t",
    "because I feel okay and you look alright.",
    "It’s that it wants to be ultimate although",
    "a new and genuine vagina/womb set from a biped",
    "has not been recorded in over 180 years",
    "which means billions of here/now moments.",
    "Which means forgotten a trillion times",
    "and remembered exactly one plus that.",
    "There’s not as much empty space as we thought",
    "in the old blueprints that made donuts",
    "in space—the halo, the Homeric lure.",
    "The one electron penis and the drone.",
    "I’ve been sick and found all this out because I couldn’t",
    "get out of bed and there was a diamond near my head.",
    "I was reading about moray eels,",
    "their hydraulics. How they practically",
    "fly-fish with agility.",
    "It’s the forward going.",
    "I’d like to go boldly.",
    "I’ve kept a card of energy.",
    "Wilderness saved from childhood.",
    "Of this secret, one must be silent",
    "so the sun can trust us.",
    "Kids need each other.",
    "Better they never get",
    "separated entirely.",
    "Contra this, I do want to fly fish.",
    "To cast off and plant it then go with",
    "the nylon line. Where to take off",
    "the old wallet and give it back",
    "to a lamb. I’ll be the promo homo",
    "making arrangements to go to the show",
    "where we trade our new pieces congenially",
    "and find others, depleted by scavengers,",
    "and get them up-and-running to better suns,",
    "not the promised land, exactly",
    "the opposite. Exactly the opposite",
    "of anything promised."
  ],
  "title": "No Promissory Notes",
  "year": ""
}