{
  "author": "Ish Klein",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Stars, Planets, Heavens",
    "Social Commentaries",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240082",
  "region": "U.S., New England",
  "text": [
    "Boiling sea had thin-sheened each cubit of firmament.",
    "Nobody was left who’d lastly scuffed first earth’s crust.",
    "Mountains ceased to assert, gave into ground",
    "arounding whatever hard rock",
    "to then there over and take down.",
    "All shapes breaking hysterical particles and subs who settled",
    "devoting former whir of shape to Silence,",
    "which was enough.",
    "It stayed uniform Silent for some many months",
    "which strengthened to pull outer space noise in to neutralize",
    "but lost its grip.",
    "So this Sound hard-pressed in to sink holes",
    "and look into original force that was still shut in",
    "under black lacquer cabinetry: our future perfect world.",
    "It opened the door of dust,",
    "the space sound picked up pings distantly.",
    "Seeing to sound is what and how Bounceback.",
    "Since the dust so still and small",
    "the waves skinnied high-pitched",
    "to switch on resistance of an average mote.",
    "What would stand to receive?",
    "What was the point of pointing out resisting decay?",
    "What was there to say?",
    "Could anything be activated? Much was strained in “done” state",
    "and so sought exit through the soft Silence under rather than he stabbed",
    "by the point-cornered Silence above.",
    "So sound deranged to be",
    "needle pierce to dust piece",
    "and sunned a word heard first by the bygone (“ouch”).",
    "And the Silence startled by the sneaking sound",
    "forgot its own high ground",
    "and grumbled some rebuke.",
    "Underground glad particulates laughed at the gaff and expanded",
    "(something among it a voice) to sweep up what had been",
    "PART TWO",
    "One in Dust begun.",
    "One chased out to Perceptivity from mum.",
    "This made an in as such that could close",
    "over after outreach which comes back with something to say.",
    "Stretching comes to the zone where there is shifting",
    "from mixing its own x-space with outside sensed data.",
    "Each already edgy piece in “earshot”",
    "each piece pulled in by dust’s desire to harbor more",
    "is similar to dolphin noise.",
    "Riffs that began off flats of static,",
    "f.p. earth (future perfect),",
    "etched by rust-hinged sound.",
    "Not all dust took in.",
    "Those who did not got ultra dense.",
    "If there was a strike to one of this specie",
    "sparks would be three feet at least and atoms unleash.",
    "To them strikes relieve adhesion.",
    "They like hits from nowhere; they won’t admit they are hard",
    "in every space.",
    "But sparks in dark if an eye sees them",
    "a mouth to say how beautiful a light of such blue",
    "that lasts and deepens blue.",
    "Shaped like a pin, each spark alights",
    "to hold itself, elsewhere, down.",
    "What it lands on is to remember the spark beautiful.",
    "A spark from Hard Silence made mad.",
    "The more made makes it harder which gets hit",
    "and flies further because it is harder.",
    "PART THREE",
    "Minute care is taken so that soft expansive dust gets all over",
    "the dense. Colors change as comes collision.",
    "They want to do all they can now that they can.",
    "Hopefully they don’t know about the deep frozen people in orbit.",
    "Those on the figurative shelf until there is a proper place.",
    "More on that after the fire; for now:",
    "the Sound, the Nerve, the Building."
  ],
  "title": "Where Everything Waits",
  "year": ""
}