{
  "author": "francine j. harris",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248576",
  "region": "",
  "text": [
    "The dad. body has just enough gravy on his plate",
    "to sop up one piece of bread. So, enough for one",
    "supper, says the mom. She comes back to him, says",
    "don’t argue with mom, you’re a ghost. There’s enough",
    "water around to drown a cob in its husk. in a dad. He puts",
    "up weather stripping all night. to keep out the mom. He says",
    "I should have cooked for you more. She thinks she could",
    "make her own insulin. to keep from going into dad.",
    "She says I should have married a ghost. says: You have a",
    "little raisin on your lip. a little. The mom says",
    "stop all that quiet, it’s foolish.",
    "Come on now, dad. come to ghost.",
    "says the ghost.",
    "I won’t even warn the mom. I won’t even flinch if the ghost",
    "tries to hold her mom. After all,",
    "a good séance starts with enough food",
    "and a mom. The ghost with a biscuit in meat. The mom",
    "with the smell of cracked dad. sucked out of oxygen.",
    "The mom is a smell of wrecked vines.",
    "You, the dad. with no teeth. And no, (the mom)",
    "is a garden full of ghost. No. says the dad: lost in ashes.",
    "No city is complete. its own worst ghost. who can’t",
    "remember the ghost now, the ghost says:",
    "All your selves know, now.",
    "They ghost like the bushel of a snowflower.",
    "Everyone is dead. now. says, the ghost.",
    "The mom is a yard of blackening petals.",
    "At night, I have really long dads. Without the ghosts,",
    "I wake in a puddle of ghost.",
    "But you’ll be mom one day. to know I am alive.",
    "We are all sappy dad, aren’t we. Tell the ghost, it’s ok.",
    "Let the bodies lie ghost for a while.",
    "I mom of you. I mom of you a lot."
  ],
  "title": "enough food and a mom",
  "year": ""
}