{
  "author": "Lloyd Schwartz",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Language",
    "Linguistics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249304",
  "region": "U.S., New England",
  "text": [
    "I know this town like the back of my head.",
    "People who live in glass houses are worth two in the bush.",
    "One hand scratches the other.",
    "A friend in need is worth two in the bush.",
    "A bird in the hand makes waste.",
    "Life isn’t all it’s crapped up to be.",
    "It’s like finding a needle in the eye of the beholder.",
    "It’s like killing one bird with two stones.",
    "My motto in life has always been:",
    "Two heads are better than none.",
    "A rolling stone deserves another.",
    "All things wait for those who come.",
    "A friend in need deserves another.",
    "I’d trust him as long as I could throw him.",
    "He smokes like a fish.",
    "He’s just a chip off the old tooth.",
    "I’ll have him eating out of my lap.",
    "A friend in need opens a can of worms.",
    "Too many cooks spoil the child.",
    "An ill wind keeps the doctor away.",
    "The wolf at the door keeps the doctor away.",
    "People who live in glass houses keep the doctor away.",
    "A friend in need shouldn’t throw stones.",
    "A friend in need washes the other.",
    "A friend in need keeps the doctor away.",
    "A stitch in time is only skin deep.",
    "A verbal agreement isn’t worth the paper it’s written on.",
    "A cat may look like a king.",
    "Know which side of the bed your butter is on.",
    "Nothing is cut and dried in stone.",
    "You can eat more flies with honey than with vinegar.",
    "Don’t let the cat out of the barn.",
    "Let’s burn that bridge when we get to it.",
    "When you come to a fork in the road, take it.",
    "Don’t cross your chickens before they hatch.",
    "Throw discretion to the wolves.",
    "After the twig is bent, the barn door is locked.",
    "After the barn door is locked, you can come in out of the rain.",
    "A friend in need locks the barn door.",
    "There’s no fool like a friend in need.",
    "We’ve passed a lot of water since then.",
    "At least we got home in two pieces.",
    "All’s well that ends.",
    "It ain’t over till it’s over.",
    "There’s always one step further down you can go.",
    "It’s a milestone hanging around my neck.",
    "It was déjà vu all over again."
  ],
  "title": "Proverbs from Purgatory",
  "year": ""
}