{
  "author": "Muriel Rukeyser",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Activities",
    "Travels",
    "Journeys",
    "Religion",
    "The Spiritual",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241692",
  "region": "",
  "text": [
    "THE WAY OUT",
    "The night is covered with signs. The body and face of man,",
    "with signs, and his journeys. Where the rock is split",
    "and speaks to the water; the flame speaks to the cloud;",
    "the red splatter, abstraction, on the door",
    "speaks to the angel and the constellations.",
    "The grains of sand on the sea-floor speak at last to the noon.",
    "And the loud hammering of the land behind",
    "speaks ringing up the bones of our thighs, the hoofs,",
    "we hear the hoofs over the seethe of the sea.",
    "All night down the centuries, have heard, music of passage.",
    "Music of one child carried into the desert;",
    "firstborn forbidden by law of the pyramid.",
    "Drawn through the water with the water-drawn people",
    "led by the water-drawn man to the smoke mountain.",
    "The voice of the world speaking, the world covered by signs,",
    "the burning, the loving, the speaking, the opening.",
    "Strong throat of sound from the smoking mountain.",
    "Still flame, the spoken singing of a young child.",
    "The meaning beginning to move, which is the song.",
    "Music of those who have walked out of slavery.",
    "Into that journey where all things speak to all things",
    "refusing to accept the curse, and taking",
    "for signs the signs of all things, the world, the body",
    "which is part of the soul, and speaks to the world,",
    "all creation being created in one image, creation.",
    "This is not the past walking into the future,",
    "the walk is painful, into the present, the dance",
    "not visible as dance until much later.",
    "These dancers are discoverers of God.",
    "We knew we had all crossed over when we heard the song.",
    "Out of a life of building lack on lack:",
    "the slaves refusing slavery, escaping into faith:",
    "an army who came to the ocean: the walkers",
    "who walked through the opposites, from I to opened Thou,",
    "city and cleave of the sea. Those at flaming Nauvoo,",
    "the ice on the great river: the escaping Negroes,",
    "swamp and wild city: the shivering children of Paris",
    "and the glass black hearses; those on the Long March:",
    "all those who together are the frontier, forehead of man.",
    "Where the wilderness enters, the world, the song of the world.",
    "Akiba rescued, secretly, in the clothes of death",
    "by his disciples carried from Jerusalem",
    "in blackness journeying to find his journey",
    "to whatever he was loving with his life.",
    "The wilderness journey through which we move",
    "under the whirlwind truth into the new,",
    "the only accurate. A cluster of lights at night:",
    "faces before the pillar of fire. A child watching",
    "while the sea breaks open. This night. The way in.",
    "Barbarian music, a new song.",
    "Acknowledging opened water, possibility:",
    "open like a woman to this meaning.",
    "In a time of building statues of the stars,",
    "valuing certain partial ferocious skills",
    "while past us the chill and immense wilderness",
    "spreads its one-color wings until we know",
    "rock, water, flame, cloud, or the floor of the sea,",
    "the world is a sign, a way of speaking. To find.",
    "What shall we find? Energies, rhythms, journey.",
    "Ways to discover. The song of the way in.",
    "﻿"
  ],
  "title": "Akiba",
  "year": ""
}