{
  "author": "Muriel Rukeyser",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Relationships",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245980",
  "region": "",
  "text": [
    ": Speak to me. Take my hand. What are you now?",
    "I will tell you all. I will conceal nothing.",
    "When I was three, a little child read a story about a rabbit",
    "who died, in the story, and I crawled under a chair :",
    "a pink rabbit : it was my birthday, and a candle",
    "burnt a sore spot on my finger, and I was told to be happy.",
    ": Oh, grow to know me. I am not happy. I will be open:",
    "Now I am thinking of white sails against a sky like music,",
    "like glad horns blowing, and birds tilting, and an arm about me.",
    "There was one I loved, who wanted to live, sailing.",
    ": Speak to me. Take my hand. What are you now?",
    "When I was nine, I was fruitily sentimental,",
    "fluid : and my widowed aunt played Chopin,",
    "and I bent my head on the painted woodwork, and wept.",
    "I want now to be close to you. I would",
    "link the minutes of my days close, somehow, to your days.",
    ": I am not happy. I will be open.",
    "I have liked lamps in evening corners, and quiet poems.",
    "There has been fear in my life. Sometimes I speculate",
    "On what a tragedy his life was, really.",
    ": Take my hand. Fist my mind in your hand. What are you now?",
    "When I was fourteen, I had dreams of suicide,",
    "and I stood at a steep window, at sunset, hoping toward death :",
    "if the light had not melted clouds and plains to beauty,",
    "if light had not transformed that day, I would have leapt.",
    "I am unhappy. I am lonely. Speak to me.",
    ": I will be open. I think he never loved me:",
    "He loved the bright beaches, the little lips of foam",
    "that ride small waves, he loved the veer of gulls:",
    "he said with a gay mouth: I love you. Grow to know me.",
    ": What are you now? If we could touch one another,",
    "if these our separate entities could come to grips,",
    "clenched like a Chinese puzzle . . . yesterday",
    "I stood in a crowded street that was live with people,",
    "and no one spoke a word, and the morning shone.",
    "Everyone silent, moving. . . . Take my hand. Speak to me."
  ],
  "title": "Effort at Speech Between Two People",
  "year": ""
}