{
  "author": "Muriel Rukeyser",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "The Body",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241684",
  "region": "",
  "text": [
    "1 THE BURNING",
    "Girl grown woman fire mother of fire",
    "I go to the stone street turning to fire. Voices",
    "Go screaming Fire to the green glass wall.",
    "And there where my youth flies blazing into fire",
    "The dance of sane and insane images, noon",
    "Of seasons and days. Noontime of my one hour.",
    "Saw down the bright noon street the crooked faces",
    "Among the tall daylight in the city of change.",
    "The scene has walls stone glass all my gone life",
    "One wall a web through which the moment walks",
    "And I am open, and the opened hour",
    "The world as water-garden lying behind it.",
    "In a city of stone, necessity of fountains,",
    "Forces water fallen on glass, men with their axes.",
    "An arm of flame reaches from water-green glass,",
    "Behind the wall I know waterlilies",
    "Drinking their light, transforming light and our eyes",
    "Skythrown under water, clouds under those flowers,",
    "Walls standing on all things stand in a city noon",
    "Who will not believe a waterlily fire.",
    "Whatever can happen in a city of stone,",
    "Whatever can come to a wall can come to this wall.",
    "I walk in the river of crisis toward the real,",
    "I pass guards, finding the center of my fear",
    "And you, Dick, endlessly my friend during storm.",
    "The arm of flame striking through the wall of form.",
    "2 THE ISLAND",
    "Born of this river and this rock island, I relate",
    "The changes : I born when the whirling snow",
    "Rained past the general’s grave and the amiable child",
    "White past the windows of the house of Gyp the Blood.",
    "General, gangster, child. I know in myself the island.",
    "I was the island without bridges, the child down whose blazing",
    "Eye the men of plumes and bone raced their canoes and fire",
    "Among the building of my young childhood, houses;",
    "I was those changes, the live darknesses",
    "Of wood, the pale grain of a grove in the fields",
    "Over the river fronting red cliffs across—",
    "And always surrounding her the river, birdcries, the wild",
    "Father building his sand, the mother in panic her parks—",
    "Bridges were thrown across, the girl arose",
    "From sleeping streams of change in the change city.",
    "The violent forgetting, the naked sides of darkness.",
    "Fountain of a city in growth, and island of light and water.",
    "Snow striking up past the graves, the yellow cry of spring.",
    "Whatever can come to a city can come to this city.",
    "Under the tall compulsion",
    "of the past",
    "I see the city",
    "change like a man changing",
    "I love this man",
    "with my lifelong body of love",
    "I know you",
    "among your changes",
    "wherever I go",
    "Hearing the sounds of building",
    "the syllables of wrecking",
    "A young girl watching",
    "the man throwing red hot rivets",
    "Coals in a bucket of change",
    "How can you love a city that will not stay?",
    "I love you",
    "like a man of life in change.",
    "Leaves like yesterday shed, the yellow of green spring",
    "Like today accepted and become one’s self",
    "I go, I am a city with bridges and tunnels,",
    "Rock, cloud, ships, voices. To the man where the river met",
    "The tracks, now buried deep along the Drive",
    "Where blossoms like sex pink, dense pink, rose, pink, red.",
    "Towers falling. A dream of towers.",
    "Necessity of fountains. And my poor,",
    "Stirring among our dreams,",
    "Poor of my own spirit, and tribes, hope of towers",
    "And lives, looking out through my eyes.",
    "The city the growing body of our hate and love.",
    "The root of the soul, and war in its black doorways.",
    "A male sustained cry interrupting nightmare.",
    "Male flower heading upstream.",
    "Among a city of light, the stone that grows.",
    "Stigma of dead stone, inert water, the tattered",
    "Monuments rivetted against flesh.",
    "Blue noon where the wall made big agonized men",
    "Stand like sailors pinned howling on their lines, and I",
    "See stopped in time a crime behind green glass,",
    "Lilies of all my life on fire.",
    "Flash faith in a city building its fantasies.",
    "I walk past the guards into my city of change.",
    "3 JOURNEY CHANGES",
    "Many of us Each in his own life waiting",
    "Waiting to move Beginning to move Walking",
    "And early on the road of the hill of the world",
    "Come to my landscapes emerging on the grass",
    "The stages of the theatre of the journey",
    "I see the time of willingness between plays",
    "Waiting and walking and the play of the body",
    "Silver body with its bosses and places",
    "One by one touched awakened into into",
    "Touched and turned one by one into flame",
    "The theatre of the advancing goddess Blossoming",
    "Smiles as she stands intensely being in stillness",
    "Slowness in her blue dress advancing standing I go",
    "And far across a field over the jewel grass",
    "The play of the family stroke by stroke acted out",
    "Gestures of deep acknowledging on the journey stages",
    "Of the playings the play of the goddess and the god",
    "A supple god of searching and reaching",
    "Who weaves his strength Who dances her more alive",
    "The theatre of all animals, my snakes, my great horses",
    "Always the journey long patient many haltings",
    "Many waitings for choice and again easy breathing",
    "When the decision to go on is made",
    "Along the long slopes of choice and again the world",
    "The play of poetry approaching in its solving",
    "Solvings of relations in poems and silences",
    "For we were born to express born for a journey",
    "Caves, theatres, the companioned solitary way",
    "And then I came to the place of mournful labor",
    "A turn in the road and the long sight from the cliff",
    "Over the scene of the land dug away to nothing and many",
    "Seen to a stripped horizon carrying barrows of earth",
    "A hod of earth taken and emptied and thrown away",
    "Repeated farther than sight. The voice saying slowly",
    "But it is hell. I heard my own voice in the words",
    "Or it could be a foundation And after the words",
    "My chance came. To enter. The theatres of the world.",
    "4 FRAGILE",
    "I think of the image brought into my room",
    "Of the sage and the thin young man who flickers and asks.",
    "He is asking about the moment when the Buddha",
    "Offers the lotus, a flower held out as declaration.",
    "“Isn’t that fragile?” he asks. The sage answers:",
    "“I speak to you. You speak to me. Is that fragile?”",
    "5 THE LONG BODY",
    "This journey is exploring us. Where the child stood",
    "An island in a river of crisis, now",
    "The bridges bind us in symbol, the sea",
    "Is a bond, the sky reaches into our bodies.",
    "We pray : we dive into each other’s eyes.",
    "Whatever can come to a woman can come to me.",
    "This is the long body : into life from the beginning,",
    "Big-headed infant unfolding into child, who stretches and finds",
    "And then flowing the young one going tall, sunward,",
    "And now full-grown, held, tense, setting feet to the ground,",
    "Going as we go in the changes of the body,",
    "As it is changes, in the long strip of our many",
    "Shapes, as we range shifting through time.",
    "The long body : a procession of images.",
    "This moment in a city, in its dream of war.",
    "We chose to be,",
    "Becoming the only ones under the trees",
    "when the harsh sound",
    "Of the machine sirens spoke. There were these two men,",
    "And the bearded one, the boys, the Negro mother feeding",
    "Her baby. And threats, the ambulance with open doors.",
    "Now silence. Everyone else within the walls. We sang.",
    "We are the living island,",
    "We the flesh of this island, being lived,",
    "Whoever knows us is part of us today.",
    "Whatever can happen to anyone can happen to me.",
    "Fire striking its word among us, waterlilies",
    "Reaching from darkness upward to a sun",
    "Of rebirth, the implacable. And in our myth",
    "The Changing Woman who is still and who offers.",
    "Eyes drinking light, transforming light, this day",
    "That struggles with itself, brings itself to birth.",
    "In ways of being, through silence, sources of light",
    "Arriving behind my eye, a dialogue of light.",
    "And everything a witness of the buried life.",
    "This moment flowing across the sun, this force",
    "Of flowers and voices body in body through space.",
    "The city of endless cycles of the sun.",
    "I speak to you You speak to me"
  ],
  "title": "Waterlily Fire",
  "year": ""
}