{
  "author": "Nick Flynn",
  "classification": "",
  "keywords": [
    "Popular Culture",
    "Social Commentaries",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181214",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "more the idea of the flame than the flame,",
    "as in: the flame",
    "of the rose petal, the flame of the thorn",
    "the sun is a flame, the dog’s teeth",
    "flames",
    "~",
    "to be clear: with the body,",
    "captain, we can do as we wish, we can do",
    "as we wish with the body",
    "but we cannot leave marks—capt’n I’m",
    "trying to get this right",
    "~",
    "the world’s so small, the sky’s so high",
    "we pray for rain it rains, we pray for sun it suns",
    "we pray on our knees, we move our lips",
    "we pray in our minds, we clasp our hands",
    "our hands look tied before us",
    "~",
    "I remember, capt’n, something, it didn’t happen, not",
    "to me—this guy, I knew him by",
    "face, I don’t remember his",
    "name, one night",
    "he’s walking home from a party, a car it",
    "clipped him, for hours he",
    "wandered, dazed, his family, his",
    "neighbors, with flashlights they",
    "searched, all night, the woods, calling out",
    "his name",
    "~",
    "here’s the part, capt’n, where I try to tell a story",
    "as if it were a confession: once,",
    "in elementary school, I was hiding out",
    "on damon rock, lighting",
    "matches & letting them drop to the leaves",
    "below—little flare-",
    "ups, flash fires—a girl wandered",
    "down the path, she just",
    "stood there, watching the matches fall from my hand—",
    "~",
    "capt’n, I’m trying to be precise: hot",
    "day, a cage in the sun, a room without",
    "air, the mind-bending heat, the music",
    "a flame—hey",
    "metallica hey britanny hey airless hey fuse, I",
    "don’t know how it happened, I was perched far",
    "above, I offered her a match",
    "to pull down her pants—one match, her",
    "hairless body, hey",
    "little girl, I dropped it unlit.",
    "I didn’t know what it was I was looking at.",
    "~",
    "hey capt’n I don’t know if I’m allowed",
    "hey capt’n years ago I’m walking",
    "down a road one drunk night, even now I",
    "wonder—sometimes still I",
    "imagine—was I hit by a bus, am I stumbling am I",
    "dazed, this",
    "dream this confession, hey",
    "little girl is yr daddy home, hey capt’n hey",
    "sir am I making any sense?",
    "~",
    "the boy stood on the burning deck, stammering",
    "elocution, wait—",
    "the boy stood in the burning cage, stammering",
    "electrocution, no—the boy stood in the hot-hot room",
    "stammering I did stammering I did stammering I",
    "did stammering I did stammering everything you say I did",
    "I did.",
    "~",
    "hey metallica hey britanny hey airless hey fuse",
    "hey phonograph hey hades hey thoughtless hey",
    "~",
    "capt’n this room is on fire",
    "capt’n, this body will not stop burning",
    "capt’n oh my captain this burning has become a body",
    "capt’n oh my captain this child is ash",
    "capt’n oh my captain my hands pass right through her",
    "capt’n oh my captain I don’t know what it is I’m looking at",
    "~",
    "it’s important to be precise, to say what",
    "I know—",
    "the sun is fire, the center of the earth",
    "is fire, yr mother’s cunt is",
    "fire, an airless flame, still, still, I don’t know why",
    "she pushed me out, this cold-cold furnace, we all",
    "were pushed, a rim of light around our heads, she",
    "gave a kick, sent us crawling",
    "out, toward the flame, toward the pit, the flaming",
    "pit, yr lover’s",
    "cunt, the flame her tongue, the flame",
    "a thorn",
    "~",
    "everyday, capt’n, sir, captain, I was",
    "left, a child, after school, I was alone, I found",
    "a match, under the sink I found a can, a spray",
    "can,",
    "it made a",
    "torch, I was careful the flame didn’t",
    "enter the can, I knew it",
    "would explode, somehow I knew, I’m",
    "trying to be clear sir—the flame",
    "shot across the room, then it was gone"
  ],
  "title": "fire",
  "year": ""
}