{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Time",
    "Brevity",
    "Living",
    "Disappointment",
    "Failure"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181851",
  "region": "Greece",
  "text": [
    "And yet we should consider how we go forward.",
    "To feel is not enough, nor to think, nor to move",
    "nor to put your body in danger in front of an old loophole",
    "when scalding oil and molten lead furrow the walls.",
    "And yet we should consider towards what we go forward,",
    "not as our pain would have it, and our hungry children",
    "and the chasm between us and the companions calling from the opposite shore;",
    "nor as the bluish light whispers it in an improvised hospital,",
    "the pharmaceutic glimmer on the pillow of the youth operated on at noon;",
    "but it should be in some other way, I would say like",
    "the long river that emerges from the great lakes enclosed deep in Africa,",
    "that was once a god and then became a road and a benefactor, a judge and a delta;",
    "that is never the same, as the ancient wise men taught,",
    "and yet always remains the same body, the same bed, and the same Sign,",
    "the same orientation.",
    "I want nothing more than to speak simply, to be granted that grace.",
    "Because we’ve loaded even our song with so much music that it’s slowly sinking",
    "and we’ve decorated our art so much that its features have been eaten away by gold",
    "and it’s time to say our few words because tomorrow our soul sets sail.",
    "If pain is human we are not human beings merely to suffer pain;",
    "that’s why I think so much these days about the great river,",
    "this meaning that moves forward among herbs and greenery",
    "and beasts that graze and drink, men who sow and harvest,",
    "great tombs even and small habitations of the dead.",
    "This current that goes its way and that is not so different from the blood of men,",
    "from the eyes of men when they look straight ahead without fear in their hearts,",
    "without the daily tremor for trivialities or even for important things;",
    "when they look straight ahead like the traveller who is used to gauging his way by the stars,",
    "not like us, the other day, gazing at the enclosed garden of a sleepy Arab house,",
    "behind the lattices the cool garden changing shape, growing larger and smaller,",
    "we too changing, as we gazed, the shape of our desire and our hearts,",
    "at noon’s precipitation, we the patient dough of a world that throws us out and kneads us,",
    "caught in the embroidered nets of a life that was as it should be and then became dust and sank into the sands",
    "leaving behind it only that vague dizzying sway of a tall palm tree."
  ],
  "title": "An Old Man on the River Bank",
  "year": ""
}