{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "Nature",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181860",
  "region": "Greece",
  "text": [
    "The flowering sea and the mountains in the moon’s waning",
    "the great stone close to the Barbary figs and the asphodels",
    "the jar that refused to go dry at the end of day",
    "and the closed bed by the cypress trees and your hair",
    "golden; the stars of the Swan and that other star, Aldebaran.",
    "I’ve kept a rein on my life, kept a rein on my life, travelling",
    "among yellow trees in driving rain",
    "on silent slopes loaded with beech leaves,",
    "no fire on their peaks; it’s getting dark.",
    "I’ve kept a rein on my life; on your left hand a line",
    "a scar at your knee, perhaps they exist",
    "on the sand of the past summer perhaps",
    "they remain there where the north wind blew as I hear",
    "an alien voice around the frozen lake.",
    "The faces I see do not ask questions nor does the woman",
    "bent as she walks giving her child the breast.",
    "I climb the mountains; dark ravines; the snow-covered",
    "plain, into the distance stretches the snow-covered plain, they ask nothing",
    "neither time shut up in dumb chapels nor",
    "hands outstretched to beg, nor the roads.",
    "I’ve kept a rein on my life whispering in a boundless silence",
    "I no longer know how to speak nor how to think; whispers",
    "like the breathing of the cypress tree that night",
    "like the human voice of the night sea on pebbles",
    "like the memory of your voice saying ‘happiness’.",
    "I close my eyes looking for the secret meeting-place of the waters",
    "under the ice the sea’s smile, the closed wells",
    "groping with my veins for those veins that escape me",
    "there where the water-lilies end and that man",
    "who walks blindly across the snows of silence.",
    "I’ve kept a rein on my life, with him, looking for the water that touches you",
    "heavy drops on green leaves, on your face",
    "in the empty garden, drops in the motionless reservoir",
    "striking a swan dead in its white wings",
    "living trees and your eyes riveted.",
    "This road has no end, has no relief, however hard you try",
    "to recall your childhood years, those who left, those",
    "lost in sleep, in the graves of the sea,",
    "however much you ask bodies you’ve loved to stoop",
    "under the harsh branches of the plane trees there",
    "where a ray of the sun, naked, stood still",
    "and a dog leapt and your heart shuddered,",
    "the road has no relief; I’ve kept a rein on my life.",
    "The snow",
    "and the water frozen in the hoofmarks of the horses."
  ],
  "title": "Epiphany, 1937",
  "year": ""
}