{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "Relationships",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Living",
    "Philosophy"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181858",
  "region": "Greece",
  "text": [
    "I",
    "Rose of fate, you looked for ways to wound us",
    "yet you bent like the secret about to be released",
    "and the command you chose to give us was beautiful",
    "and your smile was like a ready sword.",
    "The ascent of your cycle livened creation",
    "from your thorn emerged the way’s thought",
    "our impulse dawned naked to possess you",
    "the world was easy: a simple pulsation.",
    "II",
    "The secrets of the sea are forgotten on the shores",
    "the darkness of the depths is forgotten in the surf;",
    "the corals of memory suddenly shine purple. . .",
    "O do not stir. . . listen to hear its light",
    "motion. . . you touched the tree with the apples",
    "the hand reached out, the thread points the way and guides you. . .",
    "O dark shivering in the roots and the leaves",
    "if it were but you who would bring the forgotten dawn!",
    "May lilies blossom again on the meadow of separation",
    "may days open mature, the embrace of the heavens,",
    "may those eyes alone shine in the glare",
    "the pure soul be outlined like the song of a flute.",
    "Was it night that shut its eyes? Ashes remain,",
    "as from the string of a bow a choked hum remains,",
    "ash and dizziness on the black shore",
    "and dense fluttering imprisoned in surmise.",
    "Rose of the wind, you knew but took us unknowing",
    "at a time when thought was building bridges",
    "so that fingers would knit and two fates pass by",
    "and spill into the low and rested light.",
    "III",
    "O dark shivering in the roots and the leaves!",
    "Come forth sleepless form in the gathering silence",
    "raise your head from your cupped hands",
    "so that your will be done and you tell me again",
    "the words that touched and merged with the blood like an embrace;",
    "and let your desire, deep like the shade of a walnut tree, bend",
    "and flood us with your lavish hair",
    "from the down of the kiss to the leaves of the heart.",
    "You lowered your eyes and you had the smile",
    "that masters of another time humbly painted.",
    "Forgotten reading from an ancient gospel,",
    "your words breathed and your voice was gentle:",
    "‘The passing of time is soft and unworldly",
    "and pain floats lightly in my soul",
    "dawn breaks in the heavens, the dream remains afloat",
    "and it’s as if scented shrubs were passing.",
    "‘With my eyes’ startling, with my body’s blush",
    "a flock of doves awakens and descends",
    "their low, circling flight entangles me",
    "the stars are a human touch on my breast.",
    "‘I hear, as in a sea shell, the distant",
    "adverse and confused lament of the world",
    "but these are moments only, they disappear,",
    "and the two-branched thought of my desire reigns alone.",
    "‘It seemed I’d risen naked in a vanished recollection",
    "when you came, strange and familiar, my beloved",
    "to grant me, bending, the boundless deliverance",
    "I was seeking from the wind’s quick sistrum. . .’",
    "The broken sunset declined and was gone",
    "and it seemed a delusion to ask for the gifts of the sky.",
    "You lowered your eyes. The moon’s thorn blossomed",
    "and you became afraid of the mountain’s shadows.",
    ". . .",
    "in sleep the dreams, school of oblivion",
    "in the depths of time, how the heart contracts",
    "and vanishes in the rocking of a foreign embrace. . .",
    "IV",
    "Two serpents, beautiful, apart, tentacles of separation",
    "crawl and search, in the night of the trees,",
    "for a secret love in hidden bowers;",
    "sleepless they search, they neither drink nor eat.",
    "Circling, twisting, their insatiable intent",
    "spins, multiplies, turns, spreads rings on the body",
    "which the laws of the starry dome silently govern,",
    "stirring its hot, irrepressible frenzy.",
    "The forest stands as a shivering pillar for night",
    "and the silence is a silver cup where moments fall",
    "echoes distinct, whole, a careful chisel",
    "sustained by carved lines. . .",
    "The statue suddenly dawns. But the bodies have vanished",
    "in the sea in the wind in the sun in the rain.",
    "So the beauties nature grants us are born",
    "but who knows if a soul hasn’t died in the world.",
    "The parted serpents must have circled in fantasy",
    "(the forest shimmers with birds, shoots, blossoms)",
    "their wavy searching still remains,",
    "like the turnings of the cycle that bring sorrow.",
    "V",
    "Where is the double-edged day that had changed everything?",
    "Won’t there be a navigable river for us?",
    "Won’t there be a sky to drop refreshing dew",
    "for the soul benumbed and nourished by the lotus?",
    "On the stone of patience we wait for the miracle",
    "that opens the heavens and makes all things possible",
    "we wait for the angel as in the age-old drama",
    "at the moment when the open roses of twilight",
    "disappear. . . Red rose of the wind and of fate,",
    "you remained in memory only, a heavy rhythm",
    "rose of the night, you passed, undulating purple",
    "undulation of the sea. . . The world is simple."
  ],
  "title": "Erotikos Logos",
  "year": ""
}