{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "History",
    "Politics",
    "Social Commentaries",
    "Heroes",
    "Patriotism",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181856",
  "region": "Greece",
  "text": [
    "‘The nightingales won’t let you sleep in Platres.’",
    "Shy nightingale, in the breathing of the leaves,",
    "you who bestow the forest’s musical coolness",
    "on the sundered bodies, on the souls",
    "of those who know they will not return.",
    "Blind voice, you who grope in the darkness of memory",
    "for footsteps and gestures — I wouldn’t dare say kisses —",
    "and the bitter raving of the frenzied slave-woman.",
    "‘The nightingales won’t let you sleep in Platres.’",
    "Platres: where is Platres? And this island: who knows it?",
    "I’ve lived my life hearing names I’ve never heard before:",
    "new countries, new idiocies of men",
    "or of the gods;",
    "my fate, which wavers",
    "between the last sword of some Ajax",
    "and another Salamis,",
    "brought me here, to this shore.",
    "The moon",
    "rose from the sea like Aphrodite,",
    "covered the Archer’s stars, now moves to find",
    "the heart of Scorpio, and alters everything.",
    "Truth, where’s the truth?",
    "I too was an archer in the war;",
    "my fate: that of a man who missed his target.",
    "Lyric nightingale,",
    "on a night like this, by the shore of Proteus,",
    "the Spartan slave-girls heard you and began their lament,",
    "and among them — who would have believed it? — Helen!",
    "She whom we hunted so many years by the banks of the Scamander.",
    "She was there, at the desert’s lip; I touched her; she spoke to me:",
    "‘It isn’t true, it isn’t true,’ she cried.",
    "‘I didn’t board the blue bowed ship.",
    "I never went to valiant Troy.’",
    "Breasts girded high, the sun in her hair, and that stature",
    "shadows and smiles everywhere,",
    "on shoulders, thighs and knees;",
    "the skin alive, and her eyes",
    "with the large eyelids,",
    "she was there, on the banks of a Delta.",
    "And at Troy?",
    "At Troy, nothing: just a phantom image.",
    "That’s how the gods wanted it.",
    "And Paris, Paris lay with a shadow as though it were a solid being;",
    "and for ten whole years we slaughtered ourselves for Helen.",
    "Great suffering had desolated Greece.",
    "So many bodies thrown",
    "into the jaws of the sea, the jaws of the earth",
    "so many souls",
    "fed to the millstones like grain.",
    "And the rivers swelling, blood in their silt,",
    "all for a linen undulation, a filmy cloud,",
    "a butterfly’s flicker, a wisp of swan’s down,",
    "an empty tunic — all for a Helen.",
    "And my brother?",
    "Nightingale nightingale nightingale,",
    "what is a god? What is not a god? And what is there in between them?",
    "‘The nightingales won’t let you sleep in Platres.’",
    "Tearful bird,",
    "on sea-kissed Cyprus",
    "consecrated to remind me of my country,",
    "I moored alone with this fable,",
    "if it’s true that it is a fable,",
    "if it’s true that mortals will not again take up",
    "the old deceit of the gods;",
    "if it’s true",
    "that in future years some other Teucer,",
    "or some Ajax or Priam or Hecuba,",
    "or someone unknown and nameless who nevertheless saw",
    "a Scamander overflow with corpses,",
    "isn’t fated to hear",
    "messengers coming to tell him",
    "that so much suffering, so much life,",
    "went into the abyss",
    "all for an empty tunic, all for a Helen."
  ],
  "title": "Helen",
  "year": ""
}