{
  "author": "George Seferis",
  "classification": "Epistle",
  "keywords": [
    "Time",
    "Brevity",
    "Relationships",
    "Living",
    "Love",
    "Men",
    "Women",
    "Activities",
    "Travels",
    "Journeys",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181859",
  "region": "Greece",
  "text": [
    "The skyscrapers of New York will never know the coolness that comes down on Kifisia",
    "but when I see the two cypress trees above your familiar church",
    "with the paintings of the damned being tortured in fire and brimstone",
    "then I recall the two chimneys behind the cedars I used to like so much when I was abroad.",
    "All through March rheumatism wracked your lovely loins and in summer you went to Aidipsos.",
    "God! what a struggle it is for life to keep going, as though it were a swollen river passing through the eye of a needle.",
    "Heavy heat till nightfall, the stars discharging midges, I myself drinking bitter lemonades and still remaining thirsty;",
    "Moon and movies, phantoms and the suffocating pestiferous harbour.",
    "Verina, life has ruined us, along with the Attic skies and the intellectuals clambering up their own heads",
    "and the landscapes reduced by drought and hunger to posing",
    "like young men selling their souls in order to wear a monocle",
    "like young girls — sunflowers swallowing their heads so as to become lilies.",
    "The days go by slowly; my own days circulate among the clocks dragging the second hand in tow.",
    "Remember how we used to twist breathless through the alleys so as not to be gutted by the headlights of cars.",
    "The idea of the world abroad enveloped us and closed us in like a net",
    "and we left with a sharp knife hidden within us and you said ‘Harmodios and Aristogeiton’.",
    "Verina, lower your head so that I can see you, though even if I were to see you I’d want to look beyond.",
    "What’s a man’s value? What does he want and how will he justify his existence at the Second Coming?",
    "Ah, to find myself on a derelict ship lost in the Pacific Ocean alone with the sea and the wind",
    "alone and without a wireless or strength to fight the elements."
  ],
  "title": "Letter of Mathios Paskalis",
  "year": ""
}