{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181958",
  "region": "Greece",
  "text": [
    "1",
    "The angel —",
    "three years we waited for him, attention riveted,",
    "closely scanning",
    "the pines the shore the stars.",
    "One with the blade of the plough or the ship’s keel",
    "we were searching to find once more the first seed",
    "so that the age-old drama could begin again.",
    "We returned to our homes broken,",
    "limbs incapable, mouths cracked",
    "by the tastes of rust and brine.",
    "when we woke we traveled towards the north, strangers",
    "plunged into mist by the immaculate wings of swans that wounded us.",
    "On winter nights the strong wind from the east maddened us,",
    "in the summers we were lost in the agony of days that couldn’t die.",
    "We brought back",
    "these carved reliefs of a humble art.",
    "2",
    "Still one more well inside a cave.",
    "It used to be easy for us to draw up idols and ornaments",
    "to please those friends who still remained loyal to us.",
    "The ropes have broken; only the grooves on the well’s lip",
    "remind us of our past happiness:",
    "the fingers on the rim, as the poet put it.",
    "The fingers feel the coolness of the stone a little,",
    "Then the body’s fever prevails over it",
    "and the cave stakes its soul and loses it",
    "every moment, full of silence, without a drop of water.",
    "3",
    "I woke with this marble head in my hands;",
    "it exhausts my elbow and I don’t know where to put it down.",
    "It was falling into the dream as I was coming out of the dream",
    "so our life became one and it will be very difficult for it to separate again.",
    "I look at the eyes: neither open nor closed",
    "I speak to the mouth which keeps trying to speak",
    "I hold the cheeks which have broken through the skin.",
    "That’s all I’m able to do.",
    "My hands disappear and come towards me",
    "mutilated.",
    "4",
    "And a soul",
    "if it is to know itself",
    "must look",
    "into its own soul:",
    "the stranger and enemy, we’ve seen him in the mirror.",
    "They were good, the companions, they didn’t complain",
    "about the work or the thirst or the frost,",
    "they had the bearing of trees and waves",
    "that accept the wind and the rain",
    "accept the night and the sun",
    "without changing in the midst of change.",
    "They were fine, whole days",
    "they sweated at the oars with lowered eyes",
    "breathing in rhythm",
    "and their blood reddened a submissive skin.",
    "Sometimes they sang, with lowered eyes",
    "as we were passing the deserted island with the Barbary figs",
    "to the west, beyond the cape of the dogs",
    "that bark.",
    "If it is to know itself, they said",
    "it must look into its own soul, they said",
    "and the oar’s struck the sea’s gold",
    "in the sunset.",
    "We went past many capes many islands the sea",
    "leading to another sea, gulls and seals.",
    "Sometimes disconsolate women wept",
    "lamenting their lost children",
    "and others frantic sought Alexander the Great",
    "and glories buried in the depths of Asia.",
    "We moored on shores full of night-scenes,",
    "the birds singing, with waters that left on the hands",
    "the memory of a great happiness.",
    "But the voyages did not end.",
    "Their souls became one with the oars and the oarlocks",
    "with the solemn face of the prow",
    "with the rudder’s wake",
    "with the water that shattered their image.",
    "The companions died one by one,",
    "with lowered eyes. Their oars",
    "mark the place where they sleep on the shore.",
    "No one remembers them. Justice",
    "5",
    "We didn’t know them",
    "deep down it was hope that said",
    "we’d known them since early childhood.",
    "We saw them perhaps twice and then they took to the ships:",
    "cargoes of coal, cargoes of grain, and our friends",
    "lost beyond the ocean forever.",
    "Dawn finds us beside the tired lamp",
    "drawing on paper, awkwardly, painfully,",
    "ships mermaids or sea shells;",
    "at dusk we go down to the river",
    "because it shows us the way to the sea;",
    "and we spend the nights in cellars that smell of tar.",
    "Our friends have left us",
    "perhaps we never saw them, perhaps",
    "we met them when sleep",
    "still brought us close to the breathing wave",
    "perhaps we search for them because we search for the other life,",
    "beyond the statues.",
    "6",
    "The garden with its fountains in the rain",
    "you will see only from behind the clouded glass",
    "of the low window. Your room",
    "will be lit only by the flames from the fireplace",
    "and sometimes the distant lightning will reveal",
    "the wrinkles on your forehead, my old Friend.",
    "The garden with the fountains that in your hands",
    "was a rhythm of the other life, beyond the broken",
    "statues and the tragic columns",
    "and a dance among the oleanders",
    "near the new quarries —",
    "misty glass will have cut it off from your life.",
    "You won’t breathe; earth and the sap of the trees",
    "will spring from your memory to strike",
    "this window struck by rain",
    "from the outside world.",
    "7",
    "Westward the sea merges with a mountain range.",
    "From our left the south wind blows and drives us mad,",
    "the kind of wind that strips bones of their flesh.",
    "Our house among pines and carobs.",
    "Large windows. Large tables",
    "for writing you the letters we’ve been writing",
    "so many months now, dropping them",
    "into the space between us in order to fill it up.",
    "Star of dawn, when you lowered your eyes",
    "our hours were sweeter than oil",
    "on a wound, more joyful than cold water",
    "to the palate, more peaceful than a swan’s wings.",
    "You held our life in the palm of your hand.",
    "After the bitter bread of exile,",
    "at night if we remain in front of the white wall",
    "your voice approaches us like the hope of fire;",
    "and again this wind hones",
    "a razor against our nerves.",
    "Each of us writes you the same thing",
    "and each falls silent in the other’s presence,",
    "watching, each of us, the same world separately",
    "the light and darkness on the mountain range",
    "and you.",
    "Who will lift this sorrow from our hearts?",
    "Yesterday evening a heavy rain and again today",
    "the covered sky burdens us. Our thoughts –",
    "like the pine needles of yesterday’s downpour",
    "bunched up and useless in front of our doorway —",
    "would build a collapsing tower.",
    "Among these decimated villages",
    "on this promontory, open to the south wind",
    "with the mountain range in front of us hiding you,",
    "who will appraise for us the sentence to oblivion?",
    "Who will accept our offering, at this close of autumn?",
    "8",
    "What are they after, our souls, travelling",
    "on the decks of decayed ships",
    "crowded in with sallow women and crying babies",
    "unable to forget themselves either with the flying fish",
    "or with the stars that the masts point our at their tips;",
    "grated by gramophone records",
    "committed to non-existent pilgrimages unwillingly",
    "murmuring broken thoughts from foreign languages.",
    "What are they after, our souls, travelling",
    "on rotten brine-soaked timbers",
    "from harbour to harbour?",
    "Shifting broken stones, breathing in",
    "the pine’s coolness with greater difficulty each day,",
    "swimming in the waters of this sea",
    "and of that sea,",
    "without the sense of touch",
    "without men",
    "in a country that is no longer ours",
    "nor yours.",
    "We knew that the islands were beautiful",
    "somewhere round about here where we grope,",
    "slightly lower down or slightly higher up,",
    "a tiny space.",
    "9",
    "The harbour is old, I can’t wait any longer",
    "for the friend who left the island with the pine trees",
    "for the friend who left the island with the plane trees",
    "for the friend who left for the open sea.",
    "I stroke the rusted cannons, I stroke the oars",
    "so that my body may revive and decide.",
    "The sails give off only the smell",
    "of salt from the other storm.",
    "If I chose to remain alone, what I longed for",
    "was solitude, not this kind of waiting,",
    "my soul shattered on the horizon,",
    "these lines, these colours, this silence.",
    "The night’s stars take me back to Odysseus,",
    "to his anticipation of the dead among the asphodels.",
    "When we moored here we hoped to find among the asphodels",
    "the gorge that knew the wounded Adonis.",
    "10",
    "Our country is closed in, all mountains",
    "that day and night have the low sky as their roof.",
    "We have no rivers, we have no wells, we have no springs,",
    "only a few cisterns — and these empty — that echo, and that we worship.",
    "A stagnant hollow sound, the same as our loneliness",
    "the same as our love, the same as our bodies.",
    "We find it strange that once we were able to build",
    "our houses, huts and sheep-folds.",
    "And our marriages, the cool coronals and the fingers,",
    "become enigmas inexplicable to our soul.",
    "How were our children born, how did they grow strong?",
    "Our country is closed in. The two black Symplegades",
    "close it in. When we go down",
    "to the harbours on Sunday to breathe freely",
    "we see, lit in the sunset,",
    "the broken planks from voyages that never ended,",
    "bodies that no longer know how to love.",
    "11",
    "Sometimes your blood froze like the moon",
    "in the limitless night your blood",
    "spread its white wings over",
    "the black rocks, the shapes of trees and houses,",
    "with a little light from our childhood years.",
    "12",
    "Three rocks, a few burnt pines, a lone chapel",
    "and farther above",
    "the same landscape repeated starts again:",
    "three rocks in the shape of a gateway, rusted,",
    "a few burnt pines, black and yellow,",
    "and a square hut buried in whitewash;",
    "and still farther above, many times over,",
    "the same landscape recurs level after level",
    "to the horizon, to the twilit sky.",
    "Here we moored the ship to splice the broken oars,",
    "to drink water and to sleep.",
    "The sea that embittered us is deep and unexplored",
    "and unfolds a boundless calm.",
    "Here among the pebbles we found a coin",
    "and threw dice for it.",
    "The youngest won it and disappeared.",
    "We put to sea again with our broken oars.",
    "13",
    "Dolphins banners and the sound of cannons.",
    "The sea once so bitter to your soul",
    "bore the many-coloured and glittering ships",
    "it swayed, rolled and tossed them, all blue with white wings,",
    "once so bitter to your soul",
    "now full of colours in the sun.",
    "White sails and sunlight and wet oars",
    "struck with a rhythm of drums on stilled waves.",
    "Your eyes, watching, would be beautiful,",
    "your arms, reaching out, would glow,",
    "your lips would come alive, as they used to,",
    "at such a miracle:",
    "that’s what you were looking for",
    "what were you looking for in front of ashes",
    "or in the rain in the fog in the wind",
    "even when the lights were growing dim",
    "and the city was sinking and on the stone pavement",
    "the Nazarene showed you his heart,",
    "what were you looking for? why don’t you come? what were you looking for?",
    "14",
    "Three red pigeons in the light",
    "inscribing our fate in the light",
    "with colours and gestures of people",
    "we once loved.",
    "15",
    "Sleep wrapped you in green leaves like a tree",
    "you breathed like a tree in the quiet light",
    "in the limpid spring I looked at your face:",
    "eyelids closed, eyelashes brushing the water.",
    "In the soft grass my fingers found your fingers",
    "I held your pulse a moment",
    "and felt elsewhere your heart’s pain.",
    "Under the plane tree, near the water, among laurel",
    "sleep moved you and scattered you",
    "around me, near me, without my being able to touch the whole of you —",
    "one as you were with your silence;",
    "seeing your shadow grow and diminish,",
    "lose itself in the other shadows, in the other",
    "world that let you go yet held you back.",
    "The life that they gave us to live, we lived.",
    "Pity those who wait with such patience",
    "lost in the black laurel under the heavy plane trees",
    "and those, alone, who speak to cisterns and wells",
    "and drown in the voice’s circles.",
    "Pity the companion who shared our privation and our sweat",
    "and plunged into the sun like a crow beyond the ruins,",
    "without hope of enjoying our reward.",
    "Give us, outside sleep, serenity.",
    "16",
    "On the track, once more on the track, on the track,",
    "how many times around, how many blood-stained laps, how many black",
    "rows; the people who watch me,",
    "who watched me when, in the chariot,",
    "I raised my hand glorious, and they roared triumphantly.",
    "The froth of the horses strikes me, when will the horses tire?",
    "The axle creaks, the axle burns, when will the axle burst into flame?",
    "When will the reins break, when will the hooves",
    "tread flush on the ground",
    "on the soft grass, among the poppies",
    "where, in the spring, you picked a daisy.",
    "They were lovely, your eyes, but you didn’t know where to look",
    "nor did I know where to look, I, without a country,",
    "I who go on struggling here, how many times around?",
    "and I feel my knees give way over the axle",
    "over the wheels, over the wild track",
    "knees buckle easily when the gods so will it,",
    "no one can escape, what use is strength, you can’t",
    "escape the sea that cradled you and that you search for",
    "at this time of trial, with the horses panting,",
    "with the reeds that used to sing in autumn to the Lydian mode",
    "the sea you cannot find no matter how you run",
    "no matter how you circle past the black, bored Eumenides,",
    "unforgiven.",
    "17",
    "Now that you are leaving, take the boy with you as well,",
    "the boy who saw the light under the plane tree,",
    "one day when trumpets resounded and weapons shone",
    "and the sweating horses",
    "bent to the trough to touch with wet nostrils",
    "the green surface of the water.",
    "The olive trees with the wrinkles of our fathers",
    "the rocks with the wisdom of our fathers",
    "and our brother’s blood alive on the earth",
    "were a vital joy, a rich pattern",
    "for the souls who knew their prayer.",
    "Now that you are leaving, now that the day of payment",
    "dawns, now that no one knows",
    "whom he will kill and how he will die,",
    "take with you the boy who saw the light",
    "under the leaves of that plane tree",
    "and teach him to study the trees.",
    "18",
    "I regret having let a broad river slip through my fingers",
    "without drinking a single drop.",
    "Now I’m sinking into the stone.",
    "A small pine tree in the red soil",
    "is all the company I have.",
    "Whatever I loved vanished with the houses",
    "that were new last summer",
    "and crumbled in the winds of autumn.",
    "19",
    "Even if the wind blows it doesn’t cool us",
    "and the shade is meagre under the cypress trees",
    "and all around slopes ascending to the mountains;",
    "they’re a burden for us",
    "the friends who no longer know how to die.",
    "20",
    "In my breast the wound opens again",
    "when the stars descend and become kin to my body",
    "when silence falls under the footsteps of men.",
    "These stones sinking into time, how far will they drag me with them?",
    "The sea, the sea, who will be able to drain it dry?",
    "I see the hands beckon each drawn to the vulture and the hawk",
    "bound as I am to the rock that suffering has made mine,",
    "I see the trees breathing the black serenity of the dead",
    "and then the smiles, so static, of the statues.",
    "21",
    "We who set out on this pilgrimage",
    "looked at the broken statues",
    "became distracted and said that life is not so easily lost",
    "that death has unexplored paths",
    "and its own particular justice;",
    "that while we, still upright on our feet, are dying,",
    "affiliated in stone",
    "united in hardness and weakness,",
    "the ancient dead have escaped the circle and risen again",
    "and smile in a strange silence.",
    "22",
    "So very much having passed before our eyes",
    "that even our eyes saw nothing, but beyond",
    "and behind was memory like the white sheet one night in an enclosure",
    "where we saw strange visions, even stranger than you,",
    "pass by and vanish into the motionless foliage of a pepper tree;",
    "having known this fate of ours so well",
    "wandering among broken stones, three or six thousand years",
    "searching in collapsed buildings that might have been our homes",
    "trying to remember dates and heroic deeds:",
    "will we be able?",
    "having been bound and scattered,",
    "having struggled, as they said, with non-existent difficulties",
    "lost, then finding again a road full of blind regiments",
    "sinking in marshes and in the lake of Marathon,",
    "will we be able to die as we should?",
    "23",
    "A little farther",
    "we will see the almond trees blossoming",
    "the marble gleaming in the sun",
    "the sea breaking into waves",
    "a little farther,",
    "let us rise a little higher.",
    "24",
    "Here end the works of the sea, the works of love.",
    "Those who will some day live here where we end —",
    "should the blood happen to darken in their memory and overflow —",
    "let them not forget us, the weak souls among the asphodels,",
    "let them turn the heads of the victims towards Erebus:",
    "We who had nothing will school them in serenity."
  ],
  "title": "Mythistorema",
  "year": ""
}