{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Living",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181848",
  "region": "Greece",
  "text": [
    "The day was cloudy. No one could come to a decision;",
    "a light wind was blowing. ‘Not a north-easter, the sirocco,’ someone said.",
    "A few slender cypresses nailed to the slope, and, beyond, the sea",
    "grey with shining pools.",
    "The soldiers presented arms as it began to drizzle.",
    "‘Not a north-easter, the sirocco,’ was the only decision heard.",
    "And yet we knew that by the following dawn",
    "nothing would be left to us, neither the woman drinking sleep at our side",
    "nor the memory that we were once men,",
    "nothing at all by the following dawn.",
    "‘This wind reminds me of spring,’ said my friend",
    "as she walked beside me gazing into the distance, ‘the spring",
    "that came suddenly in the winter by the closed-in sea.",
    "So unexpected. So many years have gone. How are we going to die?’",
    "A funeral march meandered through the thin rain.",
    "How does a man die? Strange no one’s thought about it.",
    "And for those who thought about it, it was like a recollection from old chronicles",
    "from the time of the Crusades or the battle of Salamis.",
    "Yet death is something that happens: how does a man die?",
    "Yet each of us earns his death, his own death, which belongs to no one else",
    "and this game is life.",
    "The light was fading from the clouded day, no one decided anything.",
    "The following dawn nothing would be left to us, everything surrendered, even our hands,",
    "and our women slaves at the springheads and our children in the quarries.",
    "My friend, walking beside me, was singing a disjointed song:",
    "‘In spring, in summer, slaves . . .’",
    "One recalled old teachers who’d left us orphans.",
    "A couple passed, talking:",
    "‘I’m sick of the dusk, let’s go home,",
    "let’s go home and turn on the light.’"
  ],
  "title": "The Last Day",
  "year": ""
}