{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "Death",
    "Relationships",
    "Time",
    "Brevity",
    "Heroes",
    "Patriotism",
    "Living",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181850",
  "region": "Greece",
  "text": [
    "All morning long we looked around the citadel",
    "starting from the shaded side there where the sea",
    "green and without lustre — breast of a slain peacock —",
    "received us like time without an opening in it.",
    "Veins of rock dropped down from high above,",
    "twisted vines, naked, many-branched, coming alive",
    "at the water’s touch, while the eye following them",
    "struggled to escape the monotonous see-saw motion,",
    "growing weaker and weaker.",
    "On the sunny side a long empty beach",
    "and the light striking diamonds on the huge walls.",
    "No living thing, the wild doves gone",
    "and the king of Asini, whom we’ve been trying to find for two years now,",
    "unknown, forgotten by all, even by Homer,",
    "only one word in the",
    "and that uncertain,",
    "thrown here like the gold burial mask.",
    "You touched it, remember its sound? Hollow in the light",
    "like a dry jar in dug earth:",
    "the same sound that our oars make in the sea.",
    "The king of Asini a void under the mask",
    "everywhere with us everywhere with us, under a name:",
    "‘’Ασíνην τε. . .’Ασíνην τε. . .’",
    "and his children statues",
    "and his desires the fluttering of birds, and the wind",
    "in the gaps between his thoughts, and his ships",
    "anchored in a vanished port:",
    "under the mask a void.",
    "Behind the large eyes the curved lips the curls",
    "carved in relief on the gold cover of our existence",
    "a dark spot that you see travelling like a fish",
    "in the dawn calm of the sea:",
    "a void everywhere with us.",
    "And the bird, a wing broken,",
    "that flew away last winter",
    "— tabernacle of life —",
    "and the young woman who left to play",
    "with the dog-teeth of summer",
    "and the soul that sought the lower world gibbering",
    "and the country like a large plane-leaf swept along by the torrent of the sun",
    "with the ancient monuments and the contemporary sorrow.",
    "And the poet lingers, looking at the stones, and asks himself",
    "does there really exist",
    "among these ruined lines, edges, points, hollows and curves",
    "does there really exist",
    "here where one meets the path of rain, wind and ruin",
    "does there exist the movement of the face, shape of the tenderness",
    "of those who’ve waned so strangely in our lives,",
    "those who remained the shadow of waves and thoughts with the sea’s boundlessness",
    "or perhaps no, nothing is left but the weight",
    "the nostalgia for the weight of a living existence",
    "there where we now remain unsubstantial, bending",
    "like the branches of a terrible willow tree heaped in unremitting despair",
    "while the yellow current slowly carries down rushes uprooted in the mud",
    "image of a form that the sentence to everlasting bitterness has turned to stone:",
    "the poet a void.",
    "Shieldbearer, the sun climbed warring,",
    "and from the depths of the cave a startled bat",
    "hit the light as an arrow hits a shield:",
    "‘’Ασíνην τε. . .’Ασíνην τε. . .’. If only that could be the king of Asini",
    "we’ve been searching for so carefully on this acropolis",
    "sometimes touching with our fingers his touch upon the stones."
  ],
  "title": "The King of Asini",
  "year": ""
}