{
  "author": "George Seferis",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Living",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181853",
  "region": "Greece",
  "text": [
    "I",
    "The houses I had they took away from me. The times",
    "happened to be unpropitious: war, destruction, exile;",
    "sometimes the hunter hits the migratory birds,",
    "sometimes he doesn’t hit them. Hunting",
    "was good in my time, many felt the pellet;",
    "the rest circle aimlessly or go mad in the shelters.",
    "Don’t talk to me about the nightingale or the lark",
    "or the little wagtail",
    "inscribing figures with his tail in the light;",
    "I don’t know much about houses",
    "I know they have their own nature, nothing else.",
    "New at first, like babies",
    "who play in gardens with the tassels of the sun,",
    "they embroider coloured shutters and shining doors",
    "over the day.",
    "When the architect’s finished, they change,",
    "they frown or smile or even grow resentful",
    "with those who stayed behind, with those who went away",
    "with others who’d come back if they could",
    "or others who disappeared, now that the world’s become",
    "an endless hotel.",
    "I don’t know much about houses,",
    "I remember their joy and their sorrow",
    "sometimes, when I stop to think;",
    "again",
    "sometimes, near the sea, in naked rooms",
    "with a single iron bed and nothing of my own,",
    "watching the evening spider, I imagine",
    "that someone is getting ready to come, that they dress him up",
    "in white and black robes, with many-coloured jewels,",
    "and around him venerable ladies,",
    "grey hair and dark lace shawls, talk softly,",
    "that he is getting ready to come and say goodbye to me;",
    "or that a woman — eyelashes quivering, slim-waisted,",
    "returning from southern ports,",
    "Smyrna Rhodes Syracuse Alexandria,",
    "from cities closed like hot shutters,",
    "with perfume of golden fruit and herbs —",
    "climbs the stairs without seeing",
    "those who’ve fallen asleep under the stairs.",
    "Houses, you know, grow resentful easily when you strip them bare.",
    "II",
    "I saw him yesterday standing by the door",
    "below my window; it was about",
    "seven o’clock; there was a woman with him.",
    "He had the look of Elpenor just before he fell",
    "and smashed himself, yet he wasn’t drunk.",
    "He was speaking fast, and she",
    "was gazing absently towards the gramophones;",
    "now and then she cut him short to say a word",
    "and then would glance impatiently",
    "towards where they were frying fish: like a cat.",
    "He muttered with a dead cigarette-butt between his lips:",
    "— ‘Listen. There’s this too. In the moonlight",
    "the statues sometimes bend like reeds",
    "in the midst of ripe fruit — the statues;",
    "and the flame becomes a cool oleander,",
    "the flame that burns one, I mean.’",
    "— ‘It's just the light. . . shadows of the night.’",
    "— ‘Maybe the night that split open, a blue pomegranate,",
    "a dark breast, and filled you with stars,",
    "cleaving time.",
    "And yet the statues",
    "bend sometimes, dividing desire in two,",
    "like a peach; and the flame",
    "becomes a kiss on the limbs, then a sob,",
    "then a cool leaf carried off by the wind;",
    "they bend; they become light with a human weight.",
    "You don’t forget it.’",
    "— ‘The statues are in the museum.’",
    "— ‘No, they pursue you, why can’t you see it?",
    "I mean with their broken limbs,",
    "with their shape from another time, a shape you don’t recognize",
    "yet know.",
    "It’s as though",
    "in the last days of your youth you loved",
    "a woman who was still beautiful, and you were always afraid,",
    "as you held her naked at noon,",
    "of the memory aroused by your embrace;",
    "were afraid the kiss might betray you",
    "to other beds now of the past",
    "which nevertheless could haunt you",
    "so easily, so easily, and bring to life",
    "images in the mirror, bodies once alive:",
    "their sensuality.",
    "It’s as though",
    "returning home from some foreign country you happen to open",
    "an old trunk that’s been locked up a long time",
    "and find the tatters of clothes you used to wear",
    "on happy occasions, at festivals with many-coloured lights,",
    "mirrored, now becoming dim,",
    "and all that remains is the perfume of the absence",
    "of a young form.",
    "Really, those statues are not",
    "the fragments. You yourself are the relic;",
    "they haunt you with a strange virginity",
    "at home, at the office, at receptions for the celebrated,",
    "in the unconfessed terror of sleep;",
    "they speak of things you wish didn’t exist",
    "or would happen years after your death,",
    "and that’s difficult because. . .’",
    "— ‘The statues are in the museum.",
    "Good night.’",
    "— ‘. . . because the statues are no longer",
    "fragments. We are. The statues bend lightly. . . Good night.’",
    "At this point they separated. He took",
    "the road leading uphill toward the North",
    "and she moved on towards the light-flooded beach",
    "where the waves are drowned in the noise from the radio:",
    "— ‘Sails puffed out by the wind",
    "are all that stay in the mind.",
    "Perfume of silence and pine",
    "will soon be an anodyne",
    "now that the sailor’s set sail,",
    "flycatcher, catfish and wagtail.",
    "O woman whose touch is dumb,",
    "hear the wind’s requiem.",
    "‘Drained is the golden keg",
    "the sun’s become a rag",
    "round a middle-aged woman’s neck",
    "who coughs and coughs without break;",
    "for the summer that’s gone she sighs,",
    "for the gold on her shoulders, her thighs.",
    "O woman, O sightless thing,",
    "Hear the blind man sing.",
    "‘Close the shutters: the day recedes;",
    "make flutes from yesteryear’s reeds",
    "and don’t open, knock how they may:",
    "they shout but have nothing to say.",
    "Take cyclamen, pine-needles, the lily,",
    "anemones out of the sea;",
    "O woman whose wits are lost,",
    "listen, the water’s ghost. . .",
    "— ‘Athens. The public has heard",
    "the news with alarm; it is feared",
    "a crisis is near. The prime",
    "minister declared: “There is no more time. . .”",
    "Take cyclamen. . . needles of pine. . .",
    "the lily. . . needles of pine. . .",
    "O woman. . .",
    "— . . . is overwhelmingly stronger.",
    "The war. . .’",
    "S",
    ".",
    "III",
    "‘Thrush’",
    "‘This wood that cooled my forehead",
    "at times when noon burned my veins",
    "will flower in other hands. Take it. I’m giving it to you;",
    "look, it’s wood from a lemon tree. . .’",
    "I heard the voice",
    "as I was gazing at the sea trying to make out",
    "a ship they’d sunk there years ago;",
    "it was called ‘",
    "’, a small wreck; the masts,",
    "broken, swayed at odd angles deep underwater, like tentacles,",
    "or the memory of dreams, marking the hull:",
    "vague mouth of some huge dead sea-monster",
    "extinguished in the water. Calm spread all around.",
    "And gradually, in turn, other voices followed,",
    "whispers thin and thirsty",
    "emerging from the other side of the sun, the dark side;",
    "you might say they were asking to drink a drop of blood;",
    "familiar voices, but I couldn’t distinguish one from the other.",
    "And then the voice of the old man reached me; I felt it",
    "falling into the heart of day,",
    "quietly, as though motionless:",
    "‘And if you condemn me to drink poison, I thank you.",
    "Your law will be my law; how can I go",
    "wandering from one foreign country to another, a rolling stone.",
    "I prefer death.",
    "Whose path is for the better only God knows.’",
    "Countries of the sun yet you cannot face the sun.",
    "Countries of men yet you cannot face man.",
    "As the years go by",
    "the judges who condemn you grow in number;",
    "as the years go by and you converse with fewer voices,",
    "you see the sun with different eyes:",
    "you know that those who stayed behind were deceiving you",
    "the delirium of flesh, the lovely dance",
    "that ends in nakedness.",
    "It’s as though, turning at night into an empty highway,",
    "you suddenly see the eyes of an animal shine,",
    "eyes already gone; so you feel your own eyes:",
    "you gaze at the sun, then you’re lost in darkness.",
    "The Doric chiton",
    "that swayed like the mountains when your fingers touched it",
    "is a marble figure in the light, but its head is in darkness.",
    "And those who abandoned the stadium to take up arms",
    "struck the obstinate marathon runner",
    "and he saw the track sail in blood,",
    "the world empty like the moon,",
    "the gardens of victory wither:",
    "you see them in the sun, behind the sun.",
    "And the boys who dived from the bowsprits",
    "go like spindles twisting still,",
    "naked bodies plunging into black light",
    "with a coin between the teeth, swimming still,",
    "while the sun with golden needles sews",
    "sails and wet wood and colours of the sea;",
    "even now they’re going down obliquely",
    "toward the pebbles on the sea floor,",
    "white oil-flasks.",
    "Light, angelic and black,",
    "laughter of waves on the sea’s highways",
    "tear-stained laughter,",
    "the old suppliant sees you",
    "as he moves to cross the invisible fields —",
    "light mirrored in his blood,",
    "the blood that gave birth to Eteocles and Polynices.",
    "Day, angelic and black;",
    "the brackish taste of woman that poisons the prisoner",
    "emerges from the wave a cool branch adorned with drops.",
    "Sing little Antigone, sing, O sing. . .",
    "I’m not speaking to you about things past, I’m speaking about love;",
    "adorn your hair with the sun’s thorns,",
    "dark girl;",
    "the heart of the Scorpion has set,",
    "the tyrant in man has fled,",
    "and all the daughters of the sea, Nereids, Graeae,",
    "hurry toward the shimmering of the rising goddess:",
    "whoever has never loved will love,",
    "in the light;",
    "and you find yourself",
    "in a large house with many windows open",
    "running from room to room, not knowing from where to look out first,",
    "because the pine trees will vanish, and the mirrored mountains, and the chirping of birds",
    "the sea will empty, shattered glass, from north and south",
    "your eyes will empty of the light of day",
    "the way the cicadas all together suddenly fall silent."
  ],
  "title": "‘Thrush’",
  "year": ""
}