{
  "author": "Stanley Plumly",
  "classification": "Elegy",
  "keywords": [
    "Relationships",
    "Home Life",
    "Nature",
    "Activities",
    "Youth",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Living",
    "Family",
    "Ancestors",
    "Class",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179797",
  "region": "",
  "text": [
    "Myths of the landscape—",
    "the sun going down in the mouths of the furnaces,",
    "the fires banked and cooling, ticking into dark, here and there the sudden flaring into roses,",
    "then the light across the long factory of the field, the split and rusted castings,",
    "across the low slant tin roofs of the buildings, across fallow and tar and burnt potato ground. . . .",
    "Everything a little still on fire, in sunlight, then smoke, then cinder,",
    "then the milling back to earth, rich earth, the silica of ash.",
    "The times I can taste the iron in the air, the gray wash like exhaust, smell the burn-off,",
    "my eyes begin to tear, and I'm leaning against a wall, short of breath,",
    "my heart as large as my father's, alone in such poverty my body scars the light.",
    "Arable fields, waste and stony places, waysides—",
    "the day he got the job at the Wellbaum and Company Foundry he wept,",
    "and later, in the truck, pulled the plug on a bottle.",
    "In the metallurgy of ore and coal and limestone, in the conversion of the green world to gray,",
    "in the face of the blue-white fires, I remember the fencerow, the white campion,",
    "calyx and coronal scales, the hawthorns, cut to the size of hedge,",
    "the haws so deep in the blood of the season they bled.",
    "The year we were poor enough to dig potatoes we had to drive there,",
    "then wait for the men to leave who let fires go out.",
    "There'd be one good hour of daylight, the rough straight rows running into shade.",
    "We'd work the ground until the sun was a single line.",
    "I can see my father, now cut in half by the horizon, coming toward me, both arms weighted down.",
    "I can see him bending over, gone.",
    "Later, in the summer, I'd have painted the dead rust undulant sides of all the buildings aluminum,",
    "which in the morning threw a glare like water on the garden."
  ],
  "title": "The Foundry Garden",
  "year": ""
}