{
  "author": "Edmund Waller",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "War",
    "Conflict",
    "History",
    "Politics",
    "Social Commentaries",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/174706",
  "region": "England",
  "text": [
    "Where’er thy navy spreads her canvas wings,",
    "Homage to thee, and peace to all, she brings:",
    "The French and Spaniard, when thy flags appear,",
    "Forget their hatred, and consent to fear.",
    "So Jove from Ida did both hosts survey,",
    "And when he pleas’d to thunder, part the fray.",
    "Ships heretofore in seas like fishes sped,",
    "The mightiest still upon the smallest fed:",
    "Thou on the deep imposest nobler laws,",
    "And by that justice hast remov’d the cause",
    "Of those rude tempests, which, for rapine sent,",
    "Too oft, alas, involv’d the innocent.",
    "Now shall the ocean, as thy Thames, be free",
    "From both those fates, of storms and piracy.",
    "But we most happy, who can fear no force",
    "But winged troops, or Pegasean horse:",
    "’Tis not so hard for greedy foes to spoil",
    "Another nation, as to touch our soil.",
    "Should Nature’s self invade the world again,",
    "And o’er the centre spread the liquid main,",
    "Thy power were safe; and her destructive hand",
    "Would but enlarge the bounds of thy command:",
    "Thy dreadful fleet would style thee lord of all,",
    "And ride in triumph o’er the drowned ball:",
    "Those towers of oak o’er fertile plains might go,",
    "And visit mountains, where they once did grow.",
    "The world’s restorer once could not endure,",
    "That finish’d Babel should those men secure,",
    "Whose pride design’d that fabric to have stood",
    "Above the reach of any second flood:",
    "To thee His chosen, more indulgent, He",
    "Dares trust such power with so much piety."
  ],
  "title": "To the King on his Navy",
  "year": ""
}