{
  "author": "Stephen Edgar",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Animals",
    "Trees",
    "Flowers",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243010",
  "region": "Australia and Pacific",
  "text": [
    "The jungle, from the floor to the canopy,",
    "Clogs and entwines",
    "Its every rung and level with rank growth.",
    "The python dines",
    "Among an epiphytic gaudery",
    "And hungry vines.",
    "On the mizzled hair of the two-toed sloth",
    "Moss has designs.",
    "Yet all that climbing tonnage is content-free.",
    "The top limbs sway as though to write in air,",
    "But can’t remember what they scribble there.",
    "Through the savanna’s heat-glaze the herds pause,",
    "Ripple and shiver,",
    "Or graze hypnotically, or drop their young,",
    "Which may deliver",
    "Their wet thin steps into the lion’s jaws.",
    "By pool or river",
    "They stoop at evening side by side among",
    "The surface quiver",
    "Of their reflexions as the light withdraws:",
    "A fable set down in invisible ink;",
    "They print their shadows on the pool they drink.",
    "Even the perfect pictures in the shale’s",
    "Slow-motion traps,",
    "The filamentous feathers, which one or two",
    "Sharp hammer taps",
    "Release, the fish in their meticulous scales,",
    "The precise maps",
    "Of leaves, did not direct this rendezvous.",
    "They’re simply gaps",
    "In time, and have no part in these details.",
    "The weird wiwaxias, worms and arthropods",
    "Were empty of intention as stone gods.",
    "Once, though, a figure had the thought to crawl",
    "Out of the day",
    "Into a cave’s dark reach, its first invoker,",
    "And there to splay",
    "His hand against the tallow-glimmered wall,",
    "And pause to spray",
    "His mouth’s cargo of spittle and red ochre",
    "On the array",
    "Of his five fingers, clear, indelible:",
    "Author and content of the space displayed,",
    "The maker’s hand becoming what it made."
  ],
  "title": "Contents Page",
  "year": ""
}