{
  "author": "Stephen Edgar",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182395",
  "region": "",
  "text": [
    "It’s not the sharks",
    "Sliding mere inches from his upturned face",
    "Through warps of water where the tunnel arcs",
    "Transparent overhead,",
    "Their lipless jaws clamped shut, extruding teeth,",
    "Their eyes that stare at nothing, like the dead,",
    "Staring at him; it’s not the eerie grace",
    "Of rays he stood beneath,",
    "Gaping at their entranced slow-motion chase",
    "That is unending;",
    "It’s not the ultra-auditory hum",
    "Of ET cuttlefish superintending",
    "The iridescent craft",
    "Of their lit selves, as messages were sent,",
    "Turning the sight of him they photographed",
    "To code: it is not this that left him dumb",
    "With schoolboy wonderment",
    "Those hours he wandered the aquarium.",
    "It is that room,",
    "That room of Murray River they had walled",
    "In glass and, deep within the shifting gloom",
    "And subtle drifts of sky",
    "That filtered down, it seemed, from the real day",
    "Of trees and bird light many fathoms high,",
    "The giant Murray cod that was installed",
    "In stillness to delay",
    "All that would pass. The boy stood there enthralled.",
    "Out in the day",
    "Again, he saw the famous streets expound",
    "Their theories about speed, the cars obey,",
    "Racing to catch the sun,",
    "The loud fast-forward crowds, and thought it odd",
    "That in the multitudes not everyone",
    "Should understand as he did the profound",
    "Profession of the cod,",
    "That held time, motionless, unknown to sound.",
    "In bed at night,",
    "Are his eyes open or is this a dream?",
    "The room is all dark water, ghosted light,",
    "And midway to the ceiling",
    "The great fish with its working fins and gills",
    "Suspended, while before it glide the reeling",
    "And see-through scenes of day, faintly agleam,",
    "Until their passage stills",
    "And merges with the deep unmoving stream."
  ],
  "title": "Murray Dreaming",
  "year": ""
}