{
  "author": "Stephen Edgar",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/180534",
  "region": "",
  "text": [
    "It's midnight now and sounds like midnight then,",
    "The words like distant stars that faintly grace",
    "The all-pervading dark of space,",
    "But not meant for the world of men.",
    "It's not what we forget",
    "But what was never known we most regret",
    "Discovery of. Checking one last cassette",
    "Among my old unlabelled discards, few",
    "Of which reward the playing, I find you.",
    "Some years after her death, but years ago,",
    "Hearing Gwen's voice recite \"Suburban Sonnet,\"",
    "At first we could not focus on it,",
    "So jolted that the radio",
    "Should casually exhume",
    "From our shared memory the woman whom",
    "We knew and make her present in the room,",
    "As though in flesh, surprised to find that she",
    "Had earned this further immortality.",
    "Who ever thought they would not hear the dead?",
    "Who ever thought that they could quarantine",
    "Those who are not, who once had been?",
    "At that old station on North Head",
    "Inmates still tread the boards,",
    "Or something does; equipment there records",
    "The voices in the dormitories and wards,",
    "Although it's years abandoned. Undeleted,",
    "What happened is embedded and repeated,",
    "Or so they say. And that would not faze you",
    "Who always claimed events could not escape",
    "Their scenes, recorded as on tape",
    "In matter and played back anew",
    "To anyone attuned",
    "To that stored energy, that psychic wound.",
    "You said you heard the presence which oppugned",
    "Your trespass on its lasting sole occasion",
    "In your lost house. I scarcely need persuasion,",
    "So simple is this case. Here in the dark",
    "I listen, tensing in distress, to each",
    "Uncertain fragment of your speech,",
    "Each desolate, half-drunk remark",
    "You uttered unaware",
    "That this cassette was running and would share",
    "Far in the useless future your despair",
    "With one who can do nothing but avow",
    "You spoke from midnight, and it's midnight now."
  ],
  "title": "Nocturnal",
  "year": ""
}