{
  "author": "Debora Greger",
  "classification": "Persona",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Arts",
    "Sciences",
    "Theater",
    "Dance"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176405",
  "region": "U.S., Southern",
  "text": [
    "The only potion I saw him brew was tea",
    "of his own blend, a mash of leaves and bark.",
    "Good for whatever ailed you was his claim,",
    "as if he could see the leaps and falls",
    "he’d named “the heart.” Who knows?",
    "For argument,",
    "just say he had no need, had made me up:",
    "one in his likeness, who wouldn’t touch the stuff.",
    "Who tried to see a window where he outlined",
    "in air its air of distance, ladylike,",
    "a pane designed to cut you off from the world",
    "of the dunghill and the worm.",
    "Who fashioned a cloak of leaves that aped his cape,",
    "mine only as magic as waterproof, a screen",
    "against the downpour day after day of sun,",
    "unlike the one he wrapped in and became",
    "no longer Father but some other, a stranger—",
    "the island’s only one—the local god,",
    "or was it merely King of Somewhere Else?",
    "Or mother country, I his colony?",
    "He held forth promise of some other isle,",
    "no drier but more “cultivated,” not",
    "just with crops but with quotation marks.",
    "How he held forth, dutiful silence mine to guard.",
    "I borrowed foreign names from the remains",
    "of a map that washed ashore, my own worn out",
    "through under-use. So, Carolina North,",
    "or South? Virginia West?",
    "As long as I",
    "remembered not to answer to “Miranda!”,",
    "the call of parent bird to fledgling ingrate,",
    "then I was not the heir apparent but",
    "your normal castaway, a little bored",
    "with ins and outs of tidepools’ smelly courts.",
    "Perhaps not world enough, but I had time",
    "to watch a hermit crab align himself",
    "and back into a vacant whelk and haul",
    "the home he wore from rocky A to B.",
    "All that watching—watching for what? A sail",
    "blown off its course by my uncalled-for sighs?",
    "A gorgeous morning, same as yesterday,",
    "I in the same old shirt he’d handed down,",
    "divining rightly that if it failed to fit,",
    "a scabbard’s belt would cinch it as a dress.",
    "To the crab’s new quarters a small limpet clung.",
    "What did I want to be? What did I know",
    "but him, the man who’d loved his subjects less",
    "than his library, who’d lost his kingdom, who",
    "couldn’t put down a book he’d yet to finish?",
    "How close the air remote upon that isle,",
    "the like of which I have not breathed again.",
    "How it held water, building up a wall",
    "by keeping molecules apart. How close",
    "those castles, not to be counted on except",
    "to rumble, then to wilt late afternoons,",
    "all squandered weakness.",
    "Whatever I had sensed",
    "about my difference I caught from him",
    "or from the books he carried in his head.",
    "Such dreams he made on me.",
    "I am a leaf torn loose from his drowned book.",
    "All men are islands, though they swear otherwise.",
    "All islands are alike in their unhappiness."
  ],
  "title": "Miranda’s Drowned Book",
  "year": ""
}