{
  "author": "Debora Greger",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176410",
  "region": "U.S., Southern",
  "text": [
    "And in that city the houses of the dead",
    "are left empty, if the dead are famous enough;",
    "by day the living pay to see if dust is all",
    "that befalls the lives they left behind.",
    "Coating even the glassed-in waistcoat in time,",
    "coloring the air of the room stripped bare,",
    "down four stories of twisted stair it falls,",
    "down on the dictionary no longer there.",
    "Empty your pockets,",
    "empty your hearts, that empty upper room exhorts.",
    "Forget the scrap of paper with the missing word",
    "for what’s missing—",
    "go home to your rented room.",
    "Go on. Six cramped quills, one elbow chair, missing a leg,",
    "held up all those years by Johnson’s willing it to hold",
    "his bulk—now even the “soul hath",
    "”",
    "in that room where scribes scribbled out that quote.",
    "In that city the dead never want to get up,",
    "just as in life. What can we offer them?",
    "Just this dust to cover them deeper,",
    "kin to the soot that shadowed their days.",
    "Kiss from a wife who no longer wanted to be touched—",
    "love, he held, regarded with passionate affection,",
    "like one sex to the other, first; or, second,",
    "made do with the affection of a friend; or",
    "managed merely parental tenderness, third; or, fourth,",
    "no more than pleasure with, delighting in; or, fifth,",
    "no less than the reverent unwillingness to offend.",
    "O had a long sound, as in",
    ". Her",
    ".",
    "On clean-shirt day he would pay a visit to his wife.",
    "meant",
    "—“on your head",
    "a pack of sorrows.”",
    ". The square just off Fleet Street",
    "so",
    "Carlyle got lost on his way there.",
    "Remember the garret floorboards’ complaint, the muffled",
    "ruffling of pigeons just overhead?",
    "Such silence we fell into",
    "stair by stair, the house to ourselves.",
    "Tired of London, he claimed, and one was",
    "tired of life. Were we just tired?",
    "Under the low ceiling as below deck,",
    "up where no angle was true, we sank in deeper silence,",
    "valedictory, the way it took us in.",
    "Volumes of ancient air closed around us, blank,",
    "weighted by the latest dust.",
    "What had we come to the house of the dead to see? Something",
    "exotic? The zebra presented to the queen in 1726? Something",
    "exactly as it might have been? Did you",
    "yawn first, back among the living?",
    "You pulled me from traffic rushing downstream instead of up,",
    "that Zambezi best forded from stripe to painted stripe,",
    "a “zebra crossing.” I’d looked the wrong way."
  ],
  "title": "The Dictionary of Silence",
  "year": ""
}