{
  "author": "Emily Berry",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246990",
  "region": "",
  "text": [
    "In our house we live with Arlene. My little sister has a plan.",
    "She has what they call a beginner’s mind. She sees everything",
    "from an un-given-up perspective. I’m frightened; I know",
    "Arlene better than anyone; she knows me better. Esme says",
    "if I’m scared we can’t win. But I am scared. Arlene drags me",
    "over to the window where the black mould has made",
    "a map of Australia. Australia gives me trouble breathing,",
    "it’s so far away. Arlene points it out and I get the feeling",
    "in my chest, my whole life in there twisted up like a snake.",
    "It could bite me or her. She puts a hand on my breastbone.",
    ". I want to tell her we can look after ourselves.",
    "I want to tell her I’m in charge now, but I can still see the dark",
    "blur at the edges. I don’t sleep anymore, my head is full",
    "of this insomniac light. I lie awake watching over my sisters",
    "and I listen to them breathe. Esme whispers that I should",
    "wake her if I need to. I say I will, but I never do. Even when",
    "I sleep I dream I can’t sleep and I’m standing there looking",
    "down at them, the night pouring from my hands. Esme has",
    "a future in mind. She’s always laughing. She gets up early",
    "and makes buttermilk pancakes using normal milk soured",
    "with lemon juice. She tries things out. Arlene tells us",
    "to stay away from sharp things or we’ll cut ourselves. Esme",
    "does what she likes. She grates apple for a new recipe and",
    "cuts her knuckle and laughs. I don’t know if I can live my life.",
    "I don’t know if I can look after someone as unafraid as Esme.",
    "I don’t know how to change what I do, the way someone",
    "eating soup will, out of habit, bite down. Esme laughs; she’s",
    "serving up apple pancakes with banana and maple syrup",
    "and she says,",
    ". A row of mornings fan out.",
    "And the pancakes are sweet and slightly gummy with a salt edge."
  ],
  "title": "Arlene and Esme",
  "year": ""
}