{
  "author": "Camille T. Dungy",
  "classification": "Series/Sequence",
  "keywords": [
    "Nature",
    "Spring",
    "Relationships",
    "Love",
    "Trees",
    "Flowers",
    "Romantic Love",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/185817",
  "region": "U.S., Western",
  "text": [
    "I.",
    "Only now, in spring, can the place be named:",
    "tulip poplar, daffodil, crab apple,",
    "dogwood, budding pink-green, white-green, yellow",
    "on my knowing. All winter I was lost.",
    "Fall, I found myself here, with no texture",
    "my fingers know. Then, worse, the white longing",
    "that downed us deep three months. No flower heat.",
    "That was winter. But now, in spring, the buds",
    "flock our trees. Ten million exquisite buds,",
    "tiny and loud, flaring their petalled wings,",
    "bellowing from ashen branches vibrant",
    "keys, the chords of spring’s triumph: fisted heart,",
    "dogwood; grail, poplar; wine spray, crab apple.",
    "The song is drink, is color. Come. Now. Taste.",
    "II.",
    "The song is drink, is color. Come now, taste",
    "what the world has to offer. When you eat",
    "you will know that music comes in guises—",
    "bold of crepe myrtle, sweet of daffodil—",
    "beyond sound, guises they never told you",
    "could be true. And they aren’t. Except they are",
    "so real now, this spring, you know them, taste them.",
    "Green as kale, the songs of spring, bright as wine,",
    "the music. Faces of this season grin",
    "with clobbering wantonness—see the smiles",
    "open on each branch?—until you, too, smile.",
    "Wide carnival of color, carnival",
    "of scent. We’re all lurching down streets, drunk now",
    "from the poplar’s grail. Wine spray: crab apple.",
    "III.",
    "From the poplar’s grail, wine spray. Crab apple",
    "brightens jealously to compete. But by",
    "the crab apple’s deep stain, the tulip tree",
    "learns modesty. Only blush, poplar learns,",
    "lightly. Never burn such a dark-hued fire",
    "to the core. Tulip poplar wants herself",
    "light under leaf, never, like crab apple,",
    "heavy under tart fruit. Never laden.",
    "So the poplar pours just a hint of wine",
    "in her cup, while the crab apple, wild one,",
    "acts as if her body were a fountain.",
    "She would pour wine onto you, just let her.",
    "Shameless, she plants herself, and delivers,",
    "down anyone’s street, bright invitations.",
    "IV.",
    "Down anyone’s street-bright invitations.",
    "Suck ‘em. Swallow ‘em. Eat them whole. That’s right,",
    "be greedy about it. The brightness calls",
    "and you follow because you want to taste,",
    "because you want to be welcomed inside",
    "the code of that color: red for thirst; green",
    "for hunger; pink, a kiss; and white, stain me",
    "now. Soil me with touching. Is that right?",
    "No? That’s not, you say, what you meant. Not what",
    "you meant at all? Pardon. Excuse me, please.",
    "Your hand was reaching, tugging at this shirt",
    "of flowers and I thought, I guess I thought",
    "you were hungry for something beautiful.",
    "Come now. The brightness here might fill you up.",
    "V.",
    "Come. Now the brightness here might fill you up,",
    "but tomorrow? Who can know what the next",
    "day will bring. It is like that, here, in spring.",
    "Four days ago, the dogwood was a fist",
    "in protest. Now look. Even she unfurls",
    "to the pleasure of the season. Don’t be",
    "ashamed of yourself. Don’t be. This happens",
    "to us all. We have thrown back the blanket.",
    "We’re naked and we’ve grown to love ourselves.",
    "I tell you, do not be ashamed. Who is",
    "more wanton than the dancing crepe myrtle?",
    "Is she ashamed? Why, even the dogwood,",
    "that righteous tree of God’s, is full of lust",
    "exploding into brightness every spring.",
    "VI.",
    "Exploding into brightness every spring,",
    "I draw you close. I wonder, do you know",
    "how long I’ve wanted to be here? Each year",
    "you grasp me, lift me, carry me inside.",
    "Glee is the body of the daffodil",
    "reaching tubed fingers through the day, feeling",
    "her own trumpeted passion choiring air",
    "with hot, colored song. This is a texture",
    "I love. This is life. And, too, you love me,",
    "inhale my whole being every spring. Gone",
    "winter, heavy clod whose icy body",
    "fell into my bed. I must leave you, but",
    "I’ll wait through heat, fall, freeze to hear you cry:",
    "Daffodils are up. My God, what beauty!",
    "VII.",
    "Daffodils are up, my God! What beauty",
    "concerted down on us last night. And if",
    "I sleep again, I’ll wake to a louder",
    "blossoming, the symphony smashing down",
    "hothouse walls, and into the world: music.",
    "Something like the birds’ return, each morning’s",
    "crescendo rising toward its brightest pitch,",
    "colors unfurling, petals alluring.",
    "The song, the color, the rising ecstasy",
    "of spring. My God. This beauty. This, this",
    "is what I’ve hoped for. All my life is here",
    "in the unnamed core—dogwood, daffodil,",
    "tulip poplar, crab apple, crepe myrtle—",
    "only now, in spring, can the place be named."
  ],
  "title": "What to Eat, What to Drink, and What to Leave for Poison",
  "year": ""
}