{
  "author": "Major Jackson",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/177746",
  "region": "",
  "text": [
    "When you have forgotten (to bring into",
    "Play that fragrant morsel of rhetoric,",
    "Crisp as autumnal air), when you",
    "Have forgotten, say, sunlit corners, brick",
    "Full of skyline, rowhomes, smokestacks,",
    "Billboards, littered rooftops & wondered",
    "What bread wrappers reflect of our hunger,",
    "When you have forgotten wide-brimmed hats,",
    "Sunday back-seat leather rides & church,",
    "The doorlock like a silver cane, the broad backs",
    "Swaying or the great moan deep churning,",
    "& the shimmer flick of flat sticks, the lurch",
    "Forward, skip, hands up Aileyesque drop,",
    "When you have forgotten the meaningful bop,",
    "Hustlers and their care-what-may, blasé",
    "Ballet and flight, when you have forgotten",
    "Scruffy yards, miniature escapes, the way",
    "Laundry lines strung up sag like shortened",
    "Smiles, when you have forgotten the Fish Man",
    "Barking his catch in inches up the street",
    "“I’ve got porgies. I’ve got trout. Feeesh",
    "Man,” or his scoop and chain scale,",
    "His belief in shad and amberjack; when",
    "You have forgotten Ajax and tin pails,",
    "Blue crystals frothing on marble front",
    "Steps Saturday mornings, or the garden",
    "Of old men playing checkers, the curbs",
    "White-washed like two lines out to the burbs,",
    "Or the hopscotch squares painted new",
    "In the street, the pitter-patter of feet",
    "Landing on rhymes. “How do you",
    "Like the weather, girls? All in together, girls,",
    "January, February, March, April... ”",
    "The jump ropes’ portentous looming,",
    "Their great, aching love blooming.",
    "When you have forgotten packs of grape-",
    "Flavored Now & Laters, the squares",
    "Of sugar flattening on the tongue, the elation",
    "You felt reaching into the corner-store jar,",
    "Grasping a handful of Blow Pops, candy bars",
    "With names you didn’t recognize but came",
    "To learn. All the turf battles. All the war games.",
    "When you have forgotten popsicle stick",
    "Races along the curb and hydrant fights,",
    "Then, retrieve this letter from your stack",
    "I’ve sent by clairvoyant post & read by light,",
    "For it brought me as much longing and delight.",
    "This week’s Father’s Day; I’ve a long ride to Philly.",
    "I’ll give this to Gramps, then head to Black Lily."
  ],
  "title": "Letter to Brooks: Spring Garden",
  "year": ""
}