{
  "author": "Naomi Shihab Nye",
  "classification": "Free Verse",
  "keywords": [
    "Youth",
    "Living",
    "Relationships",
    "Arts",
    "Sciences",
    "Music",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178318",
  "region": "",
  "text": [
    "On an island the soft hue of memory,",
    "moss green, kerosene yellow, drifting, mingling",
    "in the Caribbean Sea,",
    "a six-year-old named Alfred",
    "learns all the words to all the songs",
    "on his grandparents’ jukebox, and sings them.",
    "To learn the words is not so hard.",
    "Many barmaids and teenagers have done as well.",
    "But to sing as Alfred sings—",
    "how can a giant whale live in the small pool of his chest?",
    "How can there be breakers this high, notes crashing",
    "at the beach of the throat,",
    "and a reef of coral so enormous only the fishes know its size?",
    "The grandparents watch. They can’t sing.",
    "They don’t know who this voice is, trapped in their grandson’s body.",
    "The boy whose parents sent him back to the island",
    "to chatter mango-talk and scrap with chickens—",
    "three years ago he didn’t know the word “sad”!",
    "Now he strings a hundred passionate sentences on a single line.",
    "He bangs his fist so they will raise the volume.",
    "What will they do together in their old age?",
    "It is hard enough keeping yourself alive.",
    "And this wild boy, loving nothing but music—",
    "he’ll sing all night, hugging the jukebox.",
    "When a record pauses, that live second before dropping down,",
    "Alfred hugs tighter, arms stretched wide,",
    "head pressed on the luminous belly. “Now!” he yells.",
    "A half-smile when the needle breathes again.",
    "They’ve tried putting him to bed, but he sings in bed.",
    "Even in Spanish—and he doesn’t speak Spanish!",
    "Sings and screams, wants to go back to the jukebox.",
    "spent all these years tryin’ to cough it up …",
    "He can’t even read yet. He can’t",
    "But he sings, and the chairs in this old dance hall jerk to attention.",
    "The grandparents lean on the counter, shaking their heads.",
    "The customers stop talking and stare, goosey bumps surfacing on their arms.",
    "His voice carries out to the water where boats are tied",
    "and sings for all of them,",
    "For the hens, now roosting in trees,",
    "for the mute boy next door, his second-best friend.",
    "And for the hurricane, now brewing near Barbados—",
    "a week forward neighbors will be hammering boards over their windows,",
    "rounding up dogs and fishing lines,",
    "the generators will quit with solemn clicks in every yard.",
    "But Alfred, hugging a sleeping jukebox, the names of the tunes gone dark,",
    "will still be singing, doubly loud now, teasing his grandmother,",
    "“Put a coin in my mouth!” and believing what she wants to believe;",
    "this is not the end of the island, or the tablets this life has been",
    "scribbled on, or the song."
  ],
  "title": "Hugging the Jukebox",
  "year": ""
}