{
  "author": "Naomi Shihab Nye",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Religion",
    "Family",
    "Ancestors",
    "Growing Old",
    "Faith",
    "Doubt",
    "Islam",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178316",
  "region": "",
  "text": [
    "My grandmother’s hands recognize grapes,",
    "the damp shine of a goat’s new skin.",
    "When I was sick they followed me,",
    "I woke from the long fever to find them",
    "covering my head like cool prayers.",
    "My grandmother’s days are made of bread,",
    "a round pat-pat and the slow baking.",
    "She waits by the oven watching a strange car",
    "circle the streets. Maybe it holds her son,",
    "lost to America. More often, tourists,",
    "who kneel and weep at mysterious shrines.",
    "She knows how often mail arrives,",
    "how rarely there is a letter.",
    "When one comes, she announces it, a miracle,",
    "listening to it read again and again",
    "in the dim evening light.",
    "My grandmother’s voice says nothing can surprise her.",
    "Take her the shotgun wound and the crippled baby.",
    "She knows the spaces we travel through,",
    "the messages we cannot send—our voices are short",
    "and would get lost on the journey.",
    "Farewell to the husband’s coat,",
    "the ones she has loved and nourished,",
    "who fly from her like seeds into a deep sky.",
    "They will plant themselves. We will all die.",
    "My grandmother’s eyes say Allah is everywhere, even in death.",
    "When she talks of the orchard and the new olive press,",
    "when she tells the stories of Joha and his foolish wisdoms,",
    "He is her first thought, what she really thinks of is His name.",
    "“Answer, if you hear the words under the words—",
    "otherwise it is just a world with a lot of rough edges,",
    "difficult to get through, and our pockets full of stones.”"
  ],
  "title": "The Words Under the Words",
  "year": ""
}