{
  "author": "Philip Nikolayev",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Youth",
    "Activities",
    "Travels",
    "Journeys",
    "Relationships",
    "Family",
    "Ancestors",
    "Friends",
    "Enemies",
    "Home Life",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247204",
  "region": "U.S., New England",
  "text": [
    "I’ve long had what Soviet psychiatrists",
    "called “a tendency toward vagrancy.”",
    "At four I would run away from home",
    "repeatedly for a whole day, alone",
    "or sometimes with a friend named Boris",
    "of like age. Knew full well we “just can’t do this,”",
    "but nudge for nudge and wink for wink,",
    "we’d board the trolleybus #10, I think,",
    "buy tickets at four kopeks each",
    "from our gleanings and savings of the week,",
    "stick them into the ticket punch on the wall,",
    "watch the chad fall as you pulled,",
    "and ride all across Kishinev in half an hour",
    "to get off near that unforgettable restaurant",
    "built in the likeness of a huge wine barrel.",
    "We peered inside, it was cool.",
    "Then we had options:",
    "go and splash in the local artificial lake",
    "(I couldn’t swim yet),",
    "wonder in between along the banks,",
    "catching frogs to take home in a glass jar",
    "to populate a small construction pond (why",
    "did we always use",
    "shirt to do this?),",
    "or go and explore the local flea market,",
    "which was not at all safe to do,",
    "but even at four it’s nice to have options.",
    "(One guy sold what we thought was a gun,",
    "we asked him and he confirmed it.)",
    "Those were days of cholera epidemics",
    "in Moldova. We’d buy peasant-cooked",
    "fodder corn on the cob when we got hungry,",
    "haggled with old ladies over pennies.",
    "We wouldn’t catch the return trolley until sunset.",
    "Then it’s always the same picture:",
    "the wicket creaks open, the landlord’s mutant",
    "barks through froth, my wet shirt clings.",
    "I step out of the dark",
    "toward my mother waiting by the door",
    "of our “temporary house” on Kaluga Street,",
    "which was a bit of a dirt road, probably still is.",
    "She has been crying, takes me inside.",
    "Room and kitchen (no bathroom",
    "or running water): the room",
    "had a brick stove, the kitchen",
    "a dirt floor (with mice and sometimes grass)",
    "and a white washstand — these lines",
    "are all that has survived of them.",
    "There was great beauty in their squalor.",
    "She has been crying, takes me inside,",
    "says she will scold me later.",
    "I know it will be soon. First she must call",
    "the cops to tell them I’ve been found.",
    "Of course, back then I didn’t understand anything:",
    "neither how a poet harms his mother,",
    "nor how alienated (thank you, Marx, for that term)",
    "one can be from the start, and free",
    "in the grip of that greatest paradox of all —",
    "a happy Soviet childhood."
  ],
  "title": "Tendency toward Vagrancy",
  "year": ""
}