{
  "author": "Charles Tomlinson",
  "classification": "",
  "keywords": [
    "Nature",
    "Summer",
    "Landscapes",
    "Pastorals",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176226",
  "region": "England",
  "text": [
    "I have climbed blind the way down through the trees",
    "(How faint the phosphorescence of the stones)",
    "On nights when not a light showed on the bay",
    "And nothing marked the line of sky and sea\u0097",
    "Only the beating of the heart defined",
    "A space of being in the faceless dark,",
    "The foot that found and won the path from blindness,",
    "The hand, outstretched, that touched on branch and bark.",
    "The soundless revolution of the stars",
    "Brings back the fireflies and each constellation,",
    "And we are here half-shielded from that height",
    "Whose star-points feed the white lactation, far",
    "Incandescence where the single star",
    "Is lost to sight. This is a waiting time.",
    "Those thirty, lived-out years were slow to rhyme",
    "With consonances unforeseen, and, gone,",
    "Were brief beneath the seasons and the sun.",
    "We wait now on the absence of our dead,",
    "Sharing the middle world of moving lights",
    "Where fireflies taking torches to the rose",
    "Hover at those clustered, half-lit porches,",
    "Eyelid on closed eyelid in their glow",
    "Flushed into flesh, then darkening as they go.",
    "The adagio of lights is gathering",
    "Across the sway and counter-lines as bay",
    "And sky, contrary in motion, swerve",
    "Against each other's patternings, while these",
    "Tiny, travelling fires gainsay them both,",
    "Trusting to neither empty space nor seas",
    "The burden of their weightless circlings. We,",
    "Knowing no more of death than other men",
    "Who make the last submission and return,",
    "Savour the good wine of a summer's night",
    "Fronting the islands and the harbour bar,",
    "Uncounted in the sum of our unknowings",
    "How sweet the fireflies’ span to those who live it,",
    "Equal, in their arrivals and their goings,",
    "With the order and the beauty of star on star."
  ],
  "title": "The Return",
  "year": ""
}