{
  "author": "Erasmus Darwin",
  "classification": "",
  "keywords": [
    "Activities",
    "School",
    "Learning",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers",
    "Arts",
    "Sciences",
    "Sciences",
    "Mythology",
    "Folklore"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/237380",
  "region": "England",
  "text": [
    "1.",
    "59.",
    "81.",
    "97",
    "115",
    "1",
    "137",
    "2",
    "149.",
    "173",
    "189",
    "1",
    "209. 2.",
    "223. 3.",
    "237.",
    "253.",
    "297.",
    "1.",
    "335. 2.",
    "371. 3.",
    "399",
    "421.",
    "457.",
    "497.",
    "549.",
    "587.",
    "“Stay your rude steps; whose throbbing breasts infold",
    "The legion-fiends of Glory, or of Gold!",
    "Stay! whose false lips seductive simpers part,",
    "While Cunning nestles in the harlot-heart!—",
    "For you no Dryads dress the roseate bower,",
    "For you no Nymphs their sparkling vases pour;",
    "Unmark’d by you, light Graces swim the green,",
    "And hovering Cupids aim their shafts, unseen.",
    "“But Thou! whose mind the well-attemper’d ray",
    "Of Taste and Virtue lights with purer day;",
    "Whose finer sense each soft vibration owns",
    "With sweet responsive sympathy of tones;",
    "So the fair flower expands its lucid form",
    "To meet the sun, and shuts it to the storm;—",
    "For thee my borders nurse the fragrant wreath,",
    "My fountains murmur, and my zephyrs breathe;",
    "Slow slides the painted snail, the gilded fly",
    "Smooths his fine down, to charm thy curious eye;",
    "On twinkling fins my pearly nations play,",
    "Or win the sinuous train their trackless way;",
    "My plumy pairs, in gay embroidery dress’d,",
    "Form with ingenious bill the pensile nest,",
    "To Love’s sweet notes attune the listening dell,",
    "And Echo sounds her soft symphonious shell.",
    "“And, if with Thee some hapless Maid should stray",
    "Disastrous Love companion of her way,",
    "Oh, lead her timid steps to yonder glade,",
    "Whose arching cliffs depending alders shade;",
    "There, as meek Evening wakes her temperate breeze,",
    "And moon-beams glimmer through the trembling trees,",
    "The rills, that gurgle-round, shall sooth her ear,",
    "The weeping rocks shall number tear for tear;",
    "There as sad philomel, alike forlorn,",
    "Sings to the night from her accustomed thorn;",
    "While at sweet intervals each falling note",
    "Sighs in the gale, and whispers round the grot;",
    "The sister-wo shall calm her aching breast,",
    "And softer slumbers steal her cares to rest.—",
    "“Winds of the north! restrain your icy gales,",
    "Nor chill the bosom of these happy vales!",
    "Hence in dark heaps, ye gathering clouds, revolve!",
    "Disperse, ye lightnings! and, ye mists, dissolve!",
    "—Hither, emerging from yon orient skies,",
    "Botanic Goddess! bend thy radiant eyes;",
    "O’er these soft scenes assume thy gentle reign,",
    "Pomona, Ceres, Flora in thy train;",
    "O’er the still dawn thy placid smile effuse,",
    "And with thy silver sandals print the dews;",
    "In noon’s bright blaze thy vermil vest unfold,",
    "And wave thy emerald banner starr’d with gold.”",
    "Thus spoke the Genius, as he stepp’d along,",
    "And bade these lawns to Peace and Truth belong;",
    "Down the steep slopes he led with modest skill;",
    "The willing pathway, and the truant rill,",
    "Stretch’d o’er the marshy vale yon willowy mound,",
    "Where shines the lake amid the tufted ground,",
    "Raised the young woodland, smooth’d the wavy green,",
    "And gave to Beauty all the quiet scene.—",
    "She comes!—the Goddess!—through the whispering air,",
    "Bright as the morn, descends her blushing car;",
    "Each circling wheel a wreath of flowers entwines,",
    "And gemm’d with flowers the silken harness shines;",
    "The golden bits with flowery studs are deck’d,",
    "And knots of flowers the crimson reins connect.—",
    "And now on earth the silver axle rings,",
    "And the shell sinks upon its slender springs;",
    "Light from her airy seat the Goddess bounds,",
    "And steps celestial press the pansied grounds.",
    "Fair Spring advancing calls her feather’d choir,",
    "And tunes to softer notes her laughing lyre;",
    "Bids her gay hours on purple pinions move,",
    "And arms her Zephyrs with the shafts of Love,",
    "Pleased Gnomes, ascending from their earthy beds,",
    "Play round her graceful footsteps, as she treads;",
    "Gay Sylphs attendant beat the fragrant air",
    "On winnowing wings, and waft her golden hair;",
    "Blue Nymphs emerging leave their sparkling streams,",
    "And Fiery Forms alight from orient beams;",
    "Musk’d in the rose’s lap fresh dews they shed,",
    "Or breathe celestial lustres round her head.",
    "First the fine forms her dulcet voice requires,",
    "Which bathe or bask in elemental fires;",
    "From each bring gem of Day’s refulgent car,",
    "From the pale sphere of every twinkling star,",
    "From each nice pore of ocean, earth, and air,",
    "With eye of flame the sparkling hosts repair,",
    "Mix their gay hues, in changeful circles play,",
    "Like motes, that tenant the meridian ray.—",
    "So the clear Lens collects with magic power",
    "The countless glories of the midnight hour;",
    "Stars after stars with quivering lustre fall,",
    "And twinkling glide along the whiten’d wall.—",
    "Pleased, as they pass, she counts the glittering bands,",
    "And stills their murmur with her waving hands;",
    "Each listening tribe with fond expectance burns,",
    "And now to these, and now to those, she turns.",
    "I. “Nymphs of primeval fire! your vestal train",
    "Hung with gold-tresses o’er the vast inane,",
    "Pierced with your silver shafts the throne of night,",
    "And charm’d young Nature’s opening eyes with light;",
    "When Love Divine, with brooding wings unfurl’d,",
    "Call’d from the rude abyss the living world.",
    "—‘Let there be light!’ proclaim’d the Almighty Lord,",
    "Astonish’d Chaos heard the potent word;",
    "Through all his realms the kindling ether runs,",
    "And the mass starts into a million suns;",
    "Earths round each sun with quick explosions burst,",
    "And second planets issue from the first;",
    "Bend, as they journey with projectile force,",
    "In bright ellipses their reluctant course;",
    "Orbs wheel in orbs, round centres centres roll,",
    "And form, self-balanced, one revolving whole.",
    "—Onward they move amid their bright abode,",
    "Space without bound, the bosom of their God!",
    "II. “Ethereal Powers! you chase the shooting stars,",
    "Or yoke the vollied lightnings to your cars,",
    "Cling round the aërial bow with prisms bright,",
    "And pleased untwist the sevenfold threads of light;",
    "Eve’s silken couch with gorgeous tints adorn,",
    "And fire the arrowy throne of rising Morn.",
    "—Or, plumed with flame, in gay battalions spring",
    "To brighter regions borne on broader wing;",
    "Where lighter gases, circumfused on high,",
    "Form the vast concave of exterior sky;",
    "With airy lens the scatter’d rays assult,",
    "And bend the twilight round the dusky vault;",
    "Ride, with broad eye and scintillating hair,",
    "The rapid fire-ball through the midnight air;",
    "Dart from the north on pale electric streams,",
    "Fringing Night’s sable robe with transient beams.",
    "—Or rein the planets in their swift careers,",
    "Gilding with borrow’d light their twinkling spheres;",
    "Alarm with comet-blaze the sapphire plain,",
    "The wan stars glimmering through its sliver train;",
    "Gem the bright zodiac, stud the glowing pole,",
    "Or give the sun’s phlogistic orb to roll.",
    "III. 1. “Nymphs! your fine forms with steps impassive mock",
    "Earth’s vaulted roofs of adamantine rock;",
    "Round her still centre tread the burning soil,",
    "And watch the billowy lavas, as they boil;",
    "Where, in basaltic caves imprisoned deep,",
    "Reluctant fires in dread suspension sleep;",
    "Or sphere on sphere in widening waves expand,",
    "And glad with genial warmth the incumbent land.",
    "Thus when the mother-bird on moss-wove nest",
    "Lulls her fond brood beneath her plumy breast;",
    "Warmth from her tender heart diffusive springs,",
    "And charm’d she shields them with diverging wings.",
    "2. “You from deep cauldrons and unmeasured caves",
    "Blow flaming airs, or pour vitrescent waves;",
    "O’er shining oceans ray volcanic light,",
    "Or hurl innocuous embers to the night.",
    "While with loud shouts to Etna Hecla calls,",
    "And Andes answers from his beacon’d walls;",
    "Sea-wilder’d crews the mountain-stars admire,",
    "And beauty beams amid terrific fire.",
    "“Thus when of old, as mystic bards presume,",
    "Huge Cyclops dwelt in Etna’s rocky womb,",
    "On thundering anvils rung their loud alarms,",
    "And leagued with Vulcan forged immortal arms;",
    "Descending Venus sought the dark abode,",
    "And sooth’d the labours of the grisly god.—",
    "While frowning loves the threatening falchion wield,",
    "And tittering graces peep behind the shield,",
    "With jointed mail their fairy limbs o’erwhelm,",
    "Or nod with pausing step the plumed helm;",
    "With radiant eye she view’d the boiling ore,",
    "Heard undismay’d the breathing bellows roar,",
    "Admired their sinewy arms, and shoulders bare,",
    "And ponderous hammers lifted high in air,",
    "With smiles celestial bless’d their dazzled sight,",
    "And beauty blazed amid infernal night.",
    "IV. 1. “Effulgent maids! you round deciduous day,",
    "Tress’d with soft beams, your glittering bands array;",
    "On earth’s cold bosom, as the sun retires,",
    "Confine with folds of air the lingering fires;",
    "O’er Eve’s pale forms diffuse phosphoric light,",
    "And deck with lambent flames the shrine of night.",
    "So, warm’d and kindled by meridian skies,",
    "And view’d in darkness with dilated eyes,",
    "Bologna’s chalks with faint ignition blaze,",
    "Beccari’s shells emit prismatic rays.",
    "So to the sacred sun in Memnon’s fane,",
    "Spontaneous concords quired the matin strain;",
    "—Touch’d by his orient beam, responsive rings",
    "The living lyre, and vibrates all its strings;",
    "Accordant aisles the tender tones prolong,",
    "And holy echoes swell the adoring song.",
    "“You with light gas the lamps noctural feed,",
    "Which dance and glimmer o’er the marshy mead;",
    "Shine round Calendula at twilight hours,",
    "And tip with silver all her saffron flowers;",
    "Warm on her mossy couch the radiant worm,",
    "Guard from cold dews her love-illumined form,",
    "From leaf to leaf conduct the virgin light,",
    "Star of the earth, and diamond of the night.",
    "You bid in air the tropic beetle burn,",
    "And fill with golden flame his winged urn;",
    "Or gild the surge with insect-sparks, that swarm",
    "Round the bright oar, the kindling prow alarm;",
    "Or arm in waves, electric in his ire,",
    "The dread Gymnotus with ethereal fire.—",
    "Onward his course with waving tail he helms,",
    "And mimic lightnings scare the watery realms.",
    "So, when with bristling plumes the bird of Jove",
    "Vindictive leaves the argent fields above,",
    "Borne on broad wings the guilty world he awes,",
    "And grasps the lightning in his shining claws.",
    "V. 1. “Nymphs! your soft smiles uncultured man subdued,",
    "And charm’d the savage from his native wood;",
    "You, while amazed his hurrying hoards retire",
    "From the fell havoc of devouring fire,",
    "Taught the first art! with piny rods to raise",
    "By quick attrition the domestic blaze,",
    "Fan with soft breath, with kindling leaves provide",
    "And list the dread destroyer on his side.",
    "So, with bright wreath of serpent tresses crown’d,",
    "Severe in beauty, young Medusa frown’d;",
    "Erstwhile subdued, round Wisdom’s ægis roll’d",
    "Hiss’d the dread snakes, and flamed in burnish’d gold;",
    "Flash’d on her brandish’d arm the immortal shield,",
    "And terror lighten’d o’er the dazzled field.",
    "2. “Nymphs! you disjoin, unite, condense, expand,",
    "And give new wonders to the chemist’s hand;",
    "On tepid clouds the rising steam aspire,",
    "Or fix in sulphur all its solid fire;",
    "With boundless spring elastic airs unfold,",
    "Or fill the fine vacuities of gold;",
    "With sudden flash vitrescent sparks reveal,",
    "By fierce collision from the flint and steel;",
    "Or mark with shining letters Kunkel’s name",
    "In the pale phosphor’s self-consuming flame.",
    "So the chaste heart of some enchanted maid",
    "Shines with insidious light, by love betray’d;",
    "Round her pale bosom plays the young desire,",
    "And slow she wastes by self-consuming fire.",
    "3. “You taught mysterious Bacon to explore",
    "Metallic veins, and part the dross from ore;",
    "With sylvan coal in whirling mills combine",
    "The crystal’d nitre, and the sulphurous mine;",
    "Through wiry nets the black diffusion strain,",
    "And close an airy ocean in a grain.—",
    "Pent in dark chambers of cylindric brass,",
    "Slumbers in grim repose the sooty mass;",
    "Lit by the brilliant spark, from grain to grain",
    "Runs the quick fire along the kindling train;",
    "On the pain’d ear-drum bursts the sudden crash",
    "Starts the red-flame, and death pursues the flash.—",
    "Fear’s feeble hand directs the fiery darts,",
    "And strength and courage yield to chemic arts;",
    "Guilt with pale brow the mimic thunder owns,",
    "And tyrants tremble on their blood-stain’d thrones."
  ],
  "title": "The Botanic Garden, “The Economy of Vegetation”: Canto I",
  "year": ""
}