{
  "author": "Richard O. Moore",
  "classification": "Prose Poem",
  "keywords": [
    "Nature",
    "Social Commentaries",
    "Living",
    "The Mind",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242904",
  "region": "U.S., Western",
  "text": [
    "Set up curbside, jewelry tray entanglement with things looking up, but nothing sells unless there is someone looking down, and who might that be? For the moment it’s not raining and off-coast in pods the gray whales parade south. Photographs sprout with the season. The gray whale’s spout is heart shaped, enough said. Just listen for the icon’s intake of breath and see what you can see. Yes, but that was yesterday and which way are prices going to go? There is a pack forming and they will need a leader. It’s then you kick the snot out of them, not before, and make it believable this one last time; but don’t depend on it, auditors, even though it’s turned out like this so many times before. There may be an image whose mind has changed. Sorry, no rain checks in this scheme of things, the windows are broken and boards keep out the light, it’s the cheapest thing to do and then forget it, as has been done before, before, etc. Could you pick out of a lineup who is the culprit here? The mirror is one-way and there’s no way to be sure which side you’re on, but so what? Go on making faces anyway, but be sure, now and then, to check your hand before your face, if just to say Wheaties, the best is yet to be. Our inventions, gods and needles, for instance, are built to say this to us ever and forever. It’s obvious why we can’t give them up, they’re ours, for ourself self’s sake! We live in the afterlife of what, unalterable, has already taken place. The minute you start acting like Robinson Crusoe it’s plain to see you’ve lost your hold on the world. There are many such, so many, washed up on our island shores! They end up sleeping over grates and in doorways at night, far distant from tree ripe fruit and warm sand. The dumps of our artifacts bewilder them. They probe, not knowing what to expect from excess. They act out an experiment, a hairline calculation for survival: is the expenditure of energy to dig up carrots from the frozen ground more than their return in calories? Did you notice the price tag when the wine was poured, the cool chardonnay, the special cabernet, white and red absurdities of words? The motion lights are set to react outside the house but, tell me, did you see the clutter in the study, one would think! Those catalogs, the cave, shadows."
  ],
  "title": "d e l e t e, Part 2",
  "year": ""
}