{
  "author": "Richard O. Moore",
  "classification": "Prose Poem",
  "keywords": [
    "Living",
    "The Mind",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Philosophy",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242906",
  "region": "U.S., Western",
  "text": [
    "Assume you have discovered an entropy of spirit, immeasurable of course, but it pulls graveward all those whose element is breath, not as the in and out again of water and the sun, but oblivion’s ass-first downhill twenty-four-hour drag. Knowledge is an after-the-fact affair, fair game for a hunger striker’s skeptic gopher tooth. Remember your “agenbite of inwit,” but don’t, please don’t, go knocking on doors declaring you’ve gone hollow with all the others, no one will believe you so long as your bag of flesh is fair. Fall down the stairs to another street. Have you noticed nature does not care for you, no matter the pathos of your fallacies, your antiperspirant, or you arms folded over the stretch marks of your hardest years? That’s you, cell mate, roping a Platonic calf. Rare air, this is all you’ll catch and never can. Live on that for a week and leave a message on your machine, “nourished by words alone.” Those fireworks you inherited, where are they now? Will you set them off to end the show? You have a story that simply cannot be sold, and no rewrite can change country or cast, so here you are in never-never land again. That figure off there in the mist is Nietzsche, stay clear, they say his breath is vile, he needs his space or so the professors say. Were you handed this out of an old script or are you improvising this to-do? Whatever you are, an actor or a human merely with all the other actors, or can you tell the difference without a script in hand, you talk about a text that is not there. Each morning your own short-form obituary appears on every page. An open mike will follow. But this is only in the babblesphere, don’t inhale those dialogues that bubble up. Weariness grows in direct proportion to answers that recede nightly as you snore. Did you audition for this part or did you win it in an all-night poker game? The difference is the same, none, today. Don’t give your chips to another to bet, that’s stacking the odds in your favor, sharing the blame. Avoid places where the lights are always on. Try finding a sunset through a simple gift of looking west. There can be too much light for your own good. Pace Pascal. Let someone close your eyes. Necessary, or so I’m told. That hand in front of your face, try it now."
  ],
  "title": "d e l e t e, Part 6",
  "year": ""
}