{
  "author": "Richard O. Moore",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250094",
  "region": "",
  "text": [
    "Welcome to your day of sanity! Come in and close the door it will likely lock behind you and you will be home alone waste disposal will take care of your needs : at long last undisturbed phenomena without the heavy metal background of the street will be yours for observation and response : do you have visions? do you think? Your mouth do you open it for more than medication? I should know I know that I should know : we’ve watched centuries erode the fortress drain the moat the poet’s clumsy beast has reached its home and prey we wither in the gridlock of our power only the guns remain and are in use pure accident is beauty to be glimpsed your trembling only further clouds your sight I in my home you in your other place harmonize the fading anthem of an age the cracked bell of our liberty keeps time a penny for the corpse you left behind keep on recycling all that you have heard before call it a double bind much like the dead bolt that locked the door that keeps you safe and sane : ho — hum — harry who? oh that’s just a phrase found in a time capsule capped and sealed and shot up in the air : no I cannot tell you where it fell to earth that page was torn out years ago it’s chance that we have a fragment of that language left : do your archaeology before a mirror the canyons and the barren plains are clear but where to dig for a ruined golden age a ﬁction we were served with breakfast ﬂakes say have you forgot this day of sanity? No problem the heavy key was thrown away as soon as the door was closed and locked you’re safe : some day the asylum may be torn down to make way for a palace of the mad it does not follow that anything will change : choose your executioner by lot almost everyone is trained and competent there are different schools of course check out degrees fees can become an issue of your choice and some may be in service or abroad as usual nothing’s simple it’s all a part of the grand unraveling that must take place before the new line can be introduced : prepare now don’t be shocked when the music starts the year’s fashions may feature pins and nails."
  ],
  "title": "d e l e t e, Part 12",
  "year": ""
}