{
  "author": "Chelsea Martin",
  "classification": "",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238710",
  "region": "U.S., Western",
  "text": [
    "Eating food from McDonald's is mathematically impossible.",
    "Because before you can eat it, you have to order it.",
    "And before you can order it, you have to decide what you want.",
    "And before you can decide what you want, you have to read the menu.",
    "And before you can read the menu, you have to be in front of the menu.",
    "And before you can be in front of the menu, you have to wait in line.",
    "And before you can wait in line, you have to drive to the restaurant.",
    "And before you can drive to the restaurant, you have to get in your car.",
    "And before you can get in your car, you have to put clothes on.",
    "And before you can put clothes on, you have to get out of bed.",
    "And before you can get out of bed, you have to stop being so depressed.",
    "And before you can stop being so depressed, you have to understand what depression is.",
    "And before you can understand what depression is, you have to think clearly.",
    "And before you can think clearly, you have to turn off the TV.",
    "And before you can turn off the TV, you have to free your hands.",
    "And before you can free your hands, you have to stop masturbating.",
    "And before you can stop masturbating, you have to get off.",
    "And before you can get off, you have to imagine someone you really like with his pants off, encouraging you to explore his enlarged genitalia.",
    "And before you can imagine someone you really like with his pants off encouraging you to explore his enlarged genitalia, you have to imagine that person stroking your neck.",
    "And before you can imagine that person stroking your neck, you have to imagine that person walking up to you looking determined.",
    "And before you can imagine that person walking up to you looking determined, you have to choose who that person is.",
    "And before you can choose who that person is, you have to like someone.",
    "And before you can like someone, you have to interact with someone.",
    "And before you can interact with someone, you have to introduce yourself.",
    "And before you can introduce yourself, you have to be in a social situation.",
    "And before you can be in a social situation, you have to be invited to something somehow.",
    "And before you can be invited to something somehow, you have to receive a telephone call from a friend.",
    "And before you can receive a telephone call from a friend, you have to make a reputation for yourself as being sort of fun.",
    "And before you can make a reputation for yourself as being sort of fun, you have to be noticeably fun on several different occasions.",
    "And before you can be noticeably fun on several different occasions, you have to be fun once in the presence of two or more people.",
    "And before you can be fun once in the presence of two or more people, you have to be drunk.",
    "And before you can be drunk, you have to buy alcohol.",
    "And before you can buy alcohol, you have to want your psychological state to be altered.",
    "And before you can want your psychological state to be altered, you have to recognize that your current psychological state is unsatisfactory.",
    "And before you can recognize that your current psychological state is unsatisfactory, you have to grow tired of your lifestyle.",
    "And before you can grow tired of your lifestyle, you have to repeat the same patterns over and over endlessly.",
    "And before you can repeat the same patterns over and over endlessly, you have to lose a lot of your creativity.",
    "And before you can lose a lot of your creativity, you have to stop reading books.",
    "And before you can stop reading books, you have to think that you would benefit from reading less frequently.",
    "And before you can think that you would benefit from reading less frequently, you have to be discouraged by the written word.",
    "And before you can be discouraged by the written word, you have to read something that reinforces your insecurities.",
    "And before you can read something that reinforces your insecurities, you have to have insecurities.",
    "And before you can have insecurities, you have to be awake for part of the day.",
    "And before you can be awake for part of the day, you have to feel motivation to wake up.",
    "And before you can feel motivation to wake up, you have to dream of perfectly synchronized conversations with people you desire to talk to.",
    "And before you can dream of perfectly synchronized conversations with people you desire to talk to, you have to have a general idea of what a perfectly synchronized conversation is.",
    "And before you can have a general idea of what a perfectly synchronized conversation is, you have to watch a lot of movies in which people successfully talk to each other.",
    "And before you can watch a lot of movies in which people successfully talk to each other, you have to have an interest in other people.",
    "And before you can have an interest in other people, you have to have some way of benefiting from other people.",
    "And before you can have some way of benefiting from other people, you have to have goals.",
    "And before you can have goals, you have to want power.",
    "And before you can want power, you have to feel greed.",
    "And before you can feel greed, you have to feel more deserving than others.",
    "And before you can feel more deserving than others, you have to feel a general disgust with the human population.",
    "And before you can feel a general disgust with the human population, you have to be emotionally wounded.",
    "And before you can be emotionally wounded, you have to be treated badly by someone you think you care about while in a naive, vulnerable state.",
    "And before you can be treated badly by someone you think you care about while in a naive, vulnerable state, you have to feel inferior to that person.",
    "And before you can feel inferior to that person, you have to watch him laughing and walking towards his drum kit with his shirt off and the sun all over him.",
    "And before you can watch him laughing and walking towards his drum kit with his shirt off and the sun all over him, you have to go to one of his outdoor shows.",
    "And before you can go to one of his outdoor shows, you have to pretend to know something about music.",
    "And before you can pretend to know something about music, you have to feel embarrassed about your real interests.",
    "And before you can feel embarrassed about your real interests, you have to realize that your interests are different from other people's interests.",
    "And before you can realize that your interests are different from other people’s interests, you have to be regularly misunderstood.",
    "And before you can be regularly misunderstood, you have to be almost completely socially debilitated.",
    "And before you can be almost completely socially debilitated, you have to be an outcast.",
    "And before you can be an outcast, you have to be rejected by your entire group of friends.",
    "And before you can be rejected by your entire group of friends, you have to be suffocatingly loyal to your friends.",
    "And before you can be suffocatingly loyal to your friends, you have to be afraid of loss.",
    "And before you can be afraid of loss, you have to lose something of value.",
    "And before you can lose something of value, you have to realize that that thing will never change.",
    "And before you can realize that that thing will never change, you have to have the same conversation with your grandmother forty or fifty times.",
    "And before you can have the same conversation with your grandmother forty or fifty times, you have to have a desire to talk to her and form a meaningful relationship.",
    "And before you can have a desire to talk to her and form a meaningful relationship, you have to love her.",
    "And before you can love her, you have to notice the great tolerance she has for you.",
    "And before you can notice the great tolerance she has for you, you have to break one of her favorite china teacups that her mother gave her and forget to apologize.",
    "And before you can break one of her favorite china teacups that her mother gave her and forget to apologize, you have to insist on using the teacups for your imaginary tea party. And before you can insist on using the teacups for your imaginary tea party, you have to cultivate your imagination.",
    "And before you can cultivate your imagination, you have to spend a lot of time alone.",
    "And before you can spend a lot of time alone, you have to find ways to sneak away from your siblings.",
    "And before you can find ways to sneak away from your siblings, you have to have siblings.",
    "And before you can have siblings, you have to underwhelm your parents.",
    "And before you can underwhelm your parents, you have to be quiet, polite and unnoticeable.",
    "And before you can be quiet, polite and unnoticeable, you have to understand that it is possible to disappoint your parents.",
    "And before you can understand that it is possible to disappoint your parents, you have to be harshly reprimanded.",
    "And before you can be harshly reprimanded, you have to sing loudly at an inappropriate moment.",
    "And before you can sing loudly at an inappropriate moment, you have to be happy.",
    "And before you can be happy, you have to be able to recognize happiness.",
    "And before you can be able to recognize happiness, you have to know distress.",
    "And before you can know distress, you have to be watched by an insufficient babysitter for one week.",
    "And before you can be watched by an insufficient babysitter for one week, you have to vomit on the other, more pleasant babysitter.",
    "And before you can vomit on the other, more pleasant babysitter, you have to be sick.",
    "And before you can be sick, you have to eat something you’re allergic to.",
    "And before you can eat something you’re allergic to, you have to have allergies.",
    "And before you can have allergies, you have to be born.",
    "And before you can be born, you have to be conceived.",
    "And before you can be conceived, your parents have to copulate.",
    "And before your parents can copulate, they have to be attracted to one another.",
    "And before they can be attracted to one another, they have to have common interests.",
    "And before they can have common interests, they have to talk to each other.",
    "And before they can talk to each other, they have to meet.",
    "And before they can meet, they have to have in-school suspension on the same day.",
    "And before they can have in-school suspension on the same day, they have to get caught sneaking off campus separately.",
    "And before they can get caught sneaking off campus separately, they have to think of somewhere to go.",
    "And before they can think of somewhere to go, they have to be familiar with McDonald's.",
    "And before they can be familiar with McDonald's, they have to eat food from McDonald's.",
    "And eating food from McDonald's is mathematically impossible."
  ],
  "title": "McDonalds Is Impossible",
  "year": ""
}