{
  "author": "Ian Duhig",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247554",
  "region": "",
  "text": [
    "For what might break a writer’s block that grips",
    "my pen as if King Arthur’s sword, I quest",
    "through bookshops of My Lady Charity",
    "in",
    ",",
    "completely outside Freeman’s (as most) worlds,",
    "where locals speak blank verse (says Harrison);",
    "Back-to-Front Inside-Out Upside-Down Leeds,",
    "according to the Nuttgens book I bagged",
    "along with authors promising keys to open",
    "secrets of iambic pentameter,",
    "how it’s a ball and chain, a waltz — but best,",
    "in Žižek’s wind sock for the New World Order,",
    "Gnostic code imprinted by five feet",
    "that lead us to a Grail Brown liquefies",
    "as Shakespeare melts to decasyllabics",
    "like congealed saint’s blood in a Naples shrine.",
    "Brown quotes from Philip’s Gospel where it suits",
    "to build on Rosslyn Chapel’s premises",
    "vast hypophetic labyrinths in the air",
    "yet blind to masons’ mysteries below,",
    "who carved among the seven virtues greed",
    "with charity being made a deadly sin ...",
    ", Philip wrote —",
    "Savonarola, in",
    "(another blockbuster from Oxfam’s shelves)",
    "is made to quote “the Gospel of Paul” —",
    "does error here disguise some secret truth?",
    "What if Paul’s Gospel were real, a Gnostic text",
    "thrown on the Bonfire of the Vanities",
    "so seen there by our zealot’s burning eyes,",
    "its road map to the true Grail turning to ash?",
    "My back-to-back looks on a blind man’s road",
    "to Wilfred’s city, where he came from Rome",
    "to blitz our monks for “Simon Magus” tonsures",
    "after that Gnostic heresiarch",
    "a dog denounces in St. Peter’s Acts,",
    "while Peter raised smoked tuna from the dead,",
    "explained his crucifixion upside down,",
    "then how God’s Kingdom might be found on Earth:",
    "quite suddenly, like Paul I saw the light",
    "through Peter’s apophatic paradox,",
    "my block was my von Eschenbach stone grail,",
    "freeing my pen like Arthur’s sword to write",
    "this poem backwards, as Da Vinci might."
  ],
  "title": "Blockbusters",
  "year": ""
}