{
  "author": "Etheridge Knight",
  "classification": "",
  "keywords": [
    "Crime",
    "Punishment",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181868",
  "region": "U.S., Southern",
  "text": [
    "Once upon a today and yesterday and nevermore there were 7 men and women all locked / up in prison cells. Now these 7 men and women were innocent of any crimes; they were in prison because their skins were black. Day after day, the prisoners paced their cells, pining for their freedom. And the non-black jailers would laugh at the prisoners and beat them with sticks and throw their food on the floor. Finally, prisoner #1 said, “I will educate myself and emulate the non-colored people. That is the way to freedom—c’mon, you guys, and follow me.” “Hell, no,” said prisoner #2. “The",
    "way to get free is to pray to my god and he will deliver you like he delivered Daniel from the lion’s den, so unite and follow me.” “Bullshit,” said prisoner #3. “The",
    "way / out is thru this tunnel i’ve been quietly digging, so c’mon, and follow me.” “Uh-uh,” said prisoner #4, “that’s too risky. The only right / way is to follow all the rules and don’t make the non-colored people angry, so c’mon brothers and sisters and unite behind me.” “Fuck you!” said prisoner #5, “The",
    "way / out is to shoot our way out, if all of you get / together behind me.” “No,” said prisoner #6, “all of you are incorrect; you have not analyzed the political situation by my scientific method and historical meemeejeebee. All we have to do is wait long enough and the bars will bend from their own inner rot. That is the",
    "way.” “Are all of you crazy,” cried prisoner #7. “I’ll get out by myself, by ratting on the rest of you to the non-colored people. That is the way, that is the",
    "way!” “No-no,” they / all cried, “come and follow me. I have the / way, the only way to freedom.” And so they argued, and to this day they are still arguing; and to this day they are still in their prison cells, their stomachs / trembling with fear."
  ],
  "title": "A Fable",
  "year": ""
}