{
  "author": "Etheridge Knight",
  "classification": "",
  "keywords": [
    "Crime",
    "Punishment",
    "Class",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181862",
  "region": "U.S., Southern",
  "text": [
    "Hard Rock / was / “known not to take no shit",
    "From nobody,” and he had the scars to prove it:",
    "Split purple lips, lumbed ears, welts above",
    "His yellow eyes, and one long scar that cut",
    "Across his temple and plowed through a thick",
    "Canopy of kinky hair.",
    "The WORD / was / that Hard Rock wasn’t a mean nigger",
    "Anymore, that the doctors had bored a hole in his head,",
    "Cut out part of his brain, and shot electricity",
    "Through the rest. When they brought Hard Rock back,",
    "Handcuffed and chained, he was turned loose,",
    "Like a freshly gelded stallion, to try his new status.",
    "And we all waited and watched, like a herd of sheep,",
    "To see if the WORD was true.",
    "As we waited we wrapped ourselves in the cloak",
    "Of his exploits: “Man, the last time, it took eight",
    "Screws to put him in the Hole.” “Yeah, remember when he",
    "Smacked the captain with his dinner tray?” “He set",
    "The record for time in the Hole—67 straight days!”",
    "“Ol Hard Rock! man, that’s one crazy nigger.”",
    "And then the jewel of a myth that Hard Rock had once bit",
    "A screw on the thumb and poisoned him with syphilitic spit.",
    "The testing came, to see if Hard Rock was really tame.",
    "A hillbilly called him a black son of a bitch",
    "And didn’t lose his teeth, a screw who knew Hard Rock",
    "From before shook him down and barked in his face.",
    "And Hard Rock did",
    ". Just grinned and looked silly,",
    "His eyes empty like knot holes in a fence.",
    "And even after we discovered that it took Hard Rock",
    "Exactly 3 minutes to tell you his first name,",
    "We told ourselves that he had just wised up,",
    "Was being cool; but we could not fool ourselves for long,",
    "And we turned away, our eyes on the ground. Crushed.",
    "He had been our Destroyer, the doer of things",
    "We dreamed of doing but could not bring ourselves to do,",
    "The fears of years, like a biting whip,",
    "Had cut deep bloody grooves",
    "Across our backs."
  ],
  "title": "Hard Rock Returns to Prison from the Hospital for the Criminal Insane",
  "year": ""
}