{
  "author": "Howard Moss",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/16327",
  "region": "",
  "text": [
    "That sea we see of surfaces",
    "Turned upside down would be another world:",
    "A bone shop, soaked in pearl, a dumping-",
    "Ground for rarities, the sea-maws pumping",
    "Grecian garbage Roman cities hurled",
    "Seaward westward toward our faces.",
    "That sea would yield up secret farms,",
    "Gray-rotted by itself, encrusted thick",
    "With unimaginable wealth, the spoil",
    "Of deaf-mute drownings, the immemorial",
    "Dead, floating in a blue-green bailiwick",
    "Of nun-like plants waving arms.",
    "That sea will not turn over. See",
    "In its deepest keep, far from its shallow,",
    "The formal, hidden iceberg, slant, oblique",
    "With pregnancy below, thrust up its peak—",
    "Like ourselves in the water-beasted wallow,",
    "Caught in a cellular ecstasy.",
    "In the same vein, all flesh conceals",
    "Articulation’s fishnet, whose thread-bones",
    "(A metaphysic harp from sky to heel)",
    "Hang in the flesh that dangles from the creel",
    "Depending from the weedy Hand that owns",
    "All fishnets and all fishing reels.",
    "His answers breed a further question:",
    "The fingernails of scale a snake will shed",
    "In spring, coil after coil, on moistened clay,",
    "Though similar to the serpent wriggling away,",
    "Are but facsimiles, though not quite dead.",
    "Testing this, see how the rest shun",
    "Drying memorials to that race",
    "That mined our viewpoint in the Garden,",
    "Whose inching tape maneuvered in the sun",
    "To measure every guilty length of Eden.",
    "Man is an animal that needs a warden",
    "To frighten off the Master’s face,",
    "For even an idiot sees a world",
    "No tree or dog would dream of, finds a name",
    "For pain or absence of it, marries love",
    "Of one kind of another. In his grove,",
    "Insensible fruit trees and wild game",
    "Grow naturally, though he lies curled,",
    "The spit and image of our wish,",
    "Smoking a pipe, with an ice-cold Cola",
    "Clutched in one hand, and the Sundy funnies spread",
    "On both his knees. He’ll leave his lurching bed",
    "To throw hot jazz on an old victrola—",
    "A far cry from the primal fish",
    "Whose fine-boned spine our back remembers:",
    "The river bottoms, and the sea-silt soft",
    "As soup, the mudflats where night crawlers came,",
    "Tempted by the water tops to change the lame",
    "Arrangements, making of the air a loft",
    "Fitted to our brackish members,",
    "And out we clambered, eyeing land,",
    "Our moist eyes focused on the moron green,",
    "Hot on our backs abnormal dryness, shadow",
    "Forming in the seanets, seaweed into meadow,",
    "Finally landing at the foot of pine,",
    "Heavy with salty contraband",
    "While the birds beautifully beat blue",
    "On erect wings, as magically they soared,",
    "Feathered and efficient, from tallest trees to stake",
    "A claim so ravishing that now we undertake",
    "To map an area we once ignored,",
    "Still exiles from that upper view,",
    "For, mummers of the ocean’s Word,",
    "Our dry translations tidied from the deep,",
    "Bespeak its ancient languages. The salt",
    "Our tears and blood must harbor from its vault",
    "Is shed on every beach-head where we creep,",
    "Part man, dry fish, and wingless bird."
  ],
  "title": "A Swimmer in the Air",
  "year": ""
}