{
  "author": "Howard Moss",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239780",
  "region": "",
  "text": [
    "We have the whole evening ahead of us,",
    "We think, our eyesight starting to weaken,",
    "We must have missed the houselights growing dim,",
    "But how could that moment have escaped us when",
    "The roots of the paper trees struck water",
    "And transformed themselves into the real thing—",
    "This nervous wood at the edge of a small,",
    "Provincial town whose still lifes waken",
    "To find that they’re portraits after all",
    "And subject to the risk of animation?",
    "Tonight we may discuss—after the Chopin",
    "Nocturnes, after the I-don’t-know-how-many",
    "Performances of Beethoven’s “Moonlight” Sonata—",
    "The gradual reduction of Roman columns,",
    "The disease of too many lakes and clouds.",
    "Do cobblestones have a future? Is rain",
    "Removable? Depressing mornings find",
    "Characters in bed who have no reason",
    "To get up, the light a yellowish half-light",
    "Mirroring the mind, its sad affections.",
    "At the lake, a flat of faultless summer",
    "Is being taken down, the view abandoned;",
    "The puzzled players change their places. Once",
    "You might have found them walking in an orchard,",
    "The blossoms opening their mouths to speak",
    "And song occurring as if it were natural;",
    "Now that trees uproot themselves and bankrupt",
    "Agriculture wanes in its drying furrows,",
    "Property and battlefields turn out to share",
    "A fate in common—they exchange hands.",
    "Shrines “fallen out of the perpendicular,”",
    "Stones “that have apparently once been tombstones”—",
    "We are on someone’s estate not far from Moscow.",
    "How simply the sun goes out like a match!",
    "How deeply the wounds stay on the surface!",
    "He said the best that can be said for property:",
    "It lets an old man fall in love with landscape,",
    "Lets so many trees have a chance to be noticed,",
    "Allows the self-interested birds to preen,",
    "Until the property is lost again.",
    "To an upstart creditor who sells the trees",
    "For lumber, then, to the sounds of saws,",
    "Tramps through the hallway in his dirty boots",
    "To explain, in tears, the dreary motivation:",
    "His mother’s dying, his young wife’s in love",
    "With a boor . . . The Babel of trouble starts;",
    "Among all the hells that go on talking,",
    "Only one is real, though it is silent,",
    "And everything leads up to it—to lose",
    "The land, to lose the very ground you stand on.",
    "If the temporary brilliancies gather once more",
    "In the middle distance, and the modal lark",
    "Persuades the summer evening to reveal",
    "One private little splendor not for sale,",
    "Still, a gunshot, onstage or off,",
    "Tells us what no one is prepared to know:",
    "Love is a tourniquet tightening its bands",
    "Around the slowly dying wrist of freedom,",
    "Futility’s a spinster bending over",
    "A book of household accounts forever.",
    "Bathed in the acid of truth, all things",
    "Become possible: to be a cold snake",
    "At an interview, to live on scraps of soap",
    "To keep oneself warm, to resemble a cat",
    "Constantly stalking the shadow of nothing,",
    "To the horse’s clop-clop outside the window,",
    "Or the sound of a guitar from a neighboring room,",
    "The doctor, with a smile, asks, What is man?",
    "A hero about to be done-in for good?",
    "A villain about to be rescued by pain?",
    "The governess is wearing her old forage cap.",
    "That’s Epihodov playing his guitar.",
    "Astrov is talking about trees. We could be",
    "Racing the wolves at thirty below",
    "In a ravine whiplashed by snow, or slowly",
    "Succumbing to boredom in a seaside town,",
    "Waiting for a future that will never be,",
    "The heat getting worse, far off the waves",
    "Pounding faintly late in the moonlight,",
    "At a low moment in our lives."
  ],
  "title": "Chekhov",
  "year": ""
}