{
  "author": "Howard Moss",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Sciences",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239792",
  "region": "",
  "text": [
    "I wove myself of many delicious strands",
    "Of violet islands and sugar-balls of thread",
    "So faintly green a small white check between",
    "Balanced the field’s wide lawn, a plaid",
    "Gathering in loose folds shaped around him",
    "Those Princeton mornings, slowly stage-lit, when",
    "The dawn took the horizon by surprise",
    "And from the marsh long, crayoned birds",
    "Rose up, ravens, maybe crows, or raw-voiced,",
    "Spiteful grackles with their clothespin legs,",
    "Black-winged gossips rising out of mud",
    "And clattering into sleep. They woke my master",
    "While, in the dark, I waited, knowing",
    "Sooner or later he’d reach for me",
    "And, half asleep, wriggle into my arms.",
    "Then it seemed a moonish, oblique light",
    "Would gradually illuminate the room,",
    "The world turn on its axis at a different slant,",
    "The furniture a shipwreck, the floor askew,",
    "And, in old slippers, he’d bumble down the stairs.",
    "Genius is human and wants its coffee hot—",
    "I remember mornings when he’d sit",
    "For hours at breakfast, dawdling over notes,",
    "Juice and toast at hand, the world awake",
    "To spring, the smell of honeysuckle",
    "Filling the kitchen. A silent man,",
    "Silence became him most. How gently",
    "He softened the edges of a guessed-at impact",
    "So no one would keel over from the blow—",
    "A blow like soft snow falling on a lamb.",
    "He’d fly down from the heights to tie his shoes",
    "And cross the seas to get a glass of milk,",
    "Bismarck with a harp, who’d doff his hat",
    "(As if he ever wore one!) and softly land",
    "On nimble feet so not to startle. He walked",
    "In grandeur much too visible to be seen—",
    "And how many versions crawled out of the Press!",
    "A small pre-Raphaelite with too much hair;",
    "A Frankenstein of test tubes; a “refugee”—",
    "A shaman full of secrets who could touch",
    "Physics with a wand and body forth",
    "The universe’s baby wrapped in stars.",
    "From signs Phoenicians scratched into the sand",
    "With sticks he drew the contraries of space:",
    "Whirlwind Nothing and Volume in its rage",
    "Of matter racing to undermine itself,",
    "And when the planets sang, why, he sang back",
    "The lieder black holes secretly adore.",
    "At tea at Mercer Street every afternoon",
    "His manners went beyond civility,",
    "Kindness not having anything to learn;",
    "I was completely charmed. And fooled.",
    "What a false view of the universe",
    "had!",
    "The horsehair sofa, the sagging chairs,",
    "A fire roaring behind the firesecreen—",
    "Imagine thinking Princeton was the world!",
    "Yet I wore prescience like a second skin:",
    "When Greenwich and Palomar saw eye to eye,",
    "Time and space having found their rabbi,",
    "I felt the dawn’s black augurs gather force,",
    "As if I knew in the New Jersey night",
    "The downcast sky that was to clamp on Europe,",
    "That Asia had its future in my pocket."
  ],
  "title": "Einstein’s Bathrobe",
  "year": ""
}