{
  "author": "Howard Moss",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239786",
  "region": "",
  "text": [
    "The sunlight was not our concern or even",
    "The pane it shone through, and no one was going",
    "Down for the mail, and the four lettuces",
    "The gardener brought as a gift seemed to be",
    "A calculated bounty, so that early on",
    "We knew we were going to be stuck with ourselves",
    "The rest of the day, the vicissitudes",
    "Marching in rows from the forest, the balms",
    "Not arriving till nightfall. On the prowl",
    "Since morning, the wind had a touch too much",
    "Of motivation, an annoying way",
    "Of exactly ruffling the same oak leaf",
    "As if it were practicing a piano trill;",
    "All day, repetitive birds, far off,",
    "Were either boring themselves to death",
    "Or, drunk on instinct, doing their thing:",
    "Ritual dances, territorial rites—",
    "The whole imperial egg. What nests",
    "Ambition is weaving in us is hard",
    "To say: after the flat occasion,",
    "The unshared sphere, each childish wish",
    "Grows hopeless finding this is what the world is.",
    "For this, the recommended cures are useless:",
    "A cheery hello to the disaffected",
    "At breakfast? A soupful of tears at dinner?",
    "You could spill the whole silly story out",
    "To one more demanding, ill-tempered beauty",
    "You happened to meet at the A. & P.,",
    "And still every greedy shopping cart,",
    "First overstuffed and then abandoned",
    "In the parking lot, would leave in its wake",
    "Some human need, ignored, half-starved . . .",
    "Torn between having nothing to say",
    "And saying it, whole diaries get down:",
    "I was launched on New York’s bisexual muddle . . .",
    "And so on. And always the hoped-for redeemer",
    "Turns up and turns with a country stare:",
    "The girl in the lime linen shorts, the boy",
    "With blond corn-silk tow hair, the heart",
    "Speeding up until they speak: the dross",
    "Of cars, the sportsman’s life, and money;",
    "And so, believing that you had come",
    "To rest among the innocent soldiers",
    "Of sleep, you had merely stumbled on",
    "Another temporary battlefield",
    "As never-lasting as the shine of water."
  ],
  "title": "Notes from the Castle",
  "year": ""
}