{
  "author": "Howard Moss",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Music"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239772",
  "region": "",
  "text": [
    "1",
    "Such splendid icecaps and hard rills, such weights",
    "And counter-weights, I think I scale the heights",
    "When pentatonic Chinese crewmen start",
    "Up in a cold sweat from the bottom of the keyboard",
    "Only to arrive at some snow-stormed valley",
    "To dissolve in steam-holes and vanish out of sight.",
    "2",
    "The left hand’s library is dull, the books",
    "All read, though sometimes, going under velvet,",
    "An old upholsterer will spit out tacks,",
    "Turn them into sparks and smartly hurl them",
    "Up and down the loudest bowling alley—",
    "His pressure of effects can last all night.",
    "3",
    "Two bird notes endlessly repeat themselves.",
    "Or are they fish scales—iridescent, hard?",
    "Mica into marble back to mica?",
    "No images in trills. They’re formal. Take",
    "Your foot off the pedal. You’re in a wood",
    "Near the sea. And every tree and wave is fake.",
    "4",
    "An underwater haircut by Debussy?",
    "Oh, that’s too easy. Astringent lotions",
    "Let the swimmer down by easy stages",
    "Down among the flashy soda fountains",
    "Down to the bottom where the light bulbs waver",
    "Down where all the mirrors eat their hearts out.",
    "5",
    "Grammar becoming poetry is what",
    "You’re after—say, a rational derangement",
    "Requiring that you forget technique",
    "And concentrate on what is harder like",
    "A fireplace that burns pine needles only,",
    "Before which spills the gore of Persian rugs.",
    "6",
    "A vial of antiseptic meant for Schubert,",
    "One modest, flat meticulous translation",
    "Of Chopin’s lightning undercurrent Spanish—",
    "These are the mere necessities of travel.",
    "Someone you must meet is Dr. Czerny.",
    "Then, through him, Domenico Scarlatti.",
    "7",
    "Seizure are occurring. Despite snow-lightning,",
    "The black keys are bent on mountain climbing—",
    "All of it against a doctor’s warning.",
    "Soon they’re descending like the black dots of",
    "A wirephoto in transmission. An",
    "Erotic black wing hovers up above.",
    "8",
    "Bach is more like opening an ember",
    "And digging hard into the heart of fire.",
    "The heart of fire is another fire.",
    "When it comes to Mozart, just say nothing.",
    "Think of it as milk, and drink it slowly.",
    "Slowly you will taste the cream of angels.",
    "9",
    "This black and white’s deceptive. Underneath",
    "The spectrum rages. Did you ever see",
    "The calmest waters quickly come to life",
    "Because a minnow’s tinfoil flash in sun",
    "Had rent them suddenly? It came. And went.",
    "We take two thousand takes before we print.",
    "10",
    "Don’t try to catch that lion by Rousseau.",
    "Before you wake, he’ll eat you up. If you",
    "Should meet the sleeping gypsy, let her sleep.",
    "Tomorrow they’ll be gone without a trace,",
    "Half fact and half enigma. Now your hands",
    "Are on the mysteries of the commonplace."
  ],
  "title": "Piano Practice",
  "year": ""
}