{
  "author": "Howard Moss",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239766",
  "region": "",
  "text": [
    "It seems to have traveled at night,",
    "Supremely ironic, lighting fires,",
    "Laying golden eggs in the midst of squalor,",
    "Its outer garments, in the latest version,",
    "Sumptuous, its linens more than shoddy,",
    "Drunk, moreover, at a seedy party",
    "The discriminating shunned, and, later, bawdy",
    "In a run-down neighborhood, with whores and sailors",
    "Chosen as companions while the queen went needy.",
    "Now that everything about it is known,",
    "Why does it come up purple or threadbare,",
    "Thrashing all its sunsets in a fit of pique,",
    "Or stripped, in the seamiest hayloft, ready",
    "To repeat dull anecdotes the millionth time,",
    "Its poise unquestionable, its voice unsteady?",
    "It is brilliant, androgynous, and stultifying",
    "With its threats and tears, dissembling always",
    "Its mad obsession with the blurred distinction.",
    "And yet who else",
    "Is so elementary and badly needed",
    "That fifty cultures rise at the merest rumor",
    "Of its presence, and, finally, punctually fall",
    "Whenever it departs, as if on schedule?",
    "Interviewed, Monday, in the city dump,",
    "Which turned, by magic, into a hotel tower,",
    "Shedding poems and paintings for its bath",
    "(It takes ten centuries of running water",
    "To wash it clean), it then emerged, all dirty",
    "Again, in a costume of ferocious splendor,",
    "A hat some milliner in old Vienna",
    "Sweated over, its pumps exchanged for sneakers,",
    "And raced across the city, breaking records,",
    "Just to prove its powers of endurance.",
    "It lies down anywhere, and loves the country,",
    "But is so unassuming it can even flourish",
    "Beneath electric signs and in railroad stations",
    "It goes to for the summer, estivating,",
    "It says, near fountains that escape our notice,",
    "And comes back in the fall, its ribbons flying,",
    "Wheeling through the leaves, singing all the voices",
    "Of every opera in the repertoire",
    "Plus one no one has ever dreamed of writing.",
    "Going about its gigantic business,",
    "It masks itself as any shape or hope,",
    "Appearing as a vicious telephone call,",
    "Or a flat, disturbing message in an envelope.",
    "It praises calmness but adores upheaval,",
    "Is most to be desired when it apes composure,",
    "And much to be distrusted when it boasts it has",
    "The only fingerprint that can be changed at will."
  ],
  "title": "The Truth About Love",
  "year": ""
}