{
  "author": "Howard Moss",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Friends",
    "Enemies",
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239768",
  "region": "",
  "text": [
    "Finally, from your house, there is no view;",
    "The bay’s blind mirror shattered over you",
    "And Patchogue took your body like a log",
    "The wind rolled up to shore. The senseless drowned",
    "Have faces nobody would care to see,",
    "But water loves those gradual erasures",
    "Of flesh and shoreline, greenery and glass,",
    "And you belonged to water, it to you,",
    "Having built, on a hillock, above the bay,",
    "Your house, the bay giving you reason to,",
    "Where now, if seasons still are running straight,",
    "The horseshoe crabs clank armor night and day,",
    "Their couplings far more ancient than the eyes",
    "That watched them from your porch. I saw one once",
    "Whose back was a history of how we live;",
    "Grown onto every inch of plate, except",
    "Where the hinges let it move, were living things,",
    "Barnacles, mussels, water weeds—and one",
    "Blue bit of polished glass, glued there by time:",
    "The origins of art. It carried them",
    "With pride, it seemed, as if endurance only",
    "Matters in the end. Or so I thought.",
    "Skimming traffic lights, starboard and port,",
    "Steer through planted poles that mark the way,",
    "And other lights, across the bay, faint stars",
    "Lining the border of Long Island’s shore,",
    "Come on at night, they still come on at night,",
    "Though who can see them now I do not know.",
    "Wild roses, at your back porch, break their blood,",
    "And bud to test surprises of sea air,",
    "And the birds fly over, gliding down to feed",
    "At the two feeding stations you set out with seed,",
    "Or splash themselves in a big bowl of rain",
    "You used to fill with water. Going across",
    "That night, too fast, too dark, no one will know,",
    "Maybe you heard, the last you’ll ever hear,",
    "The cry of the savage and endemic gull",
    "Which shakes the blood and always brings to mind",
    "The thought that death, the scavenger, is blind,",
    "Blunders and is stupid, and the end",
    "Comes with ironies so fine the seed",
    "Falters in the marsh and the heron stops",
    "Hunting in the weeds below your landing stairs,",
    "Standing in a stillness that now is yours."
  ],
  "title": "Water Island",
  "year": ""
}