{
  "author": "Howard Moss",
  "classification": "Metaphor",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239778",
  "region": "",
  "text": [
    "The upkeep of the castle is",
    "The downfall of the cottages",
    "Where fishermen and peasants live",
    "Or used to live. The young men leave",
    "In homemade boats in which they drown,",
    "In makeshift planes that burn and crash,",
    "Or die of boredom on the train",
    "That starts each month for Cold Cash,",
    "Only to find when they arrive",
    "That that’s not where the castle is.",
    "The women left live in the sticks,",
    "And when they do the weekly wash",
    "Or mend the nets to catch the fish,",
    "They sing this song: “We work for weeks",
    "For nothing. Now the men have gone,",
    "We’d like to be where money talks,",
    "For all the rest is gibberish.”",
    "They pack their bags and take the train",
    "And travel through a strange terrain,",
    "But not to where the castle is.",
    "When there’s no one left but children",
    "And the very old, the young",
    "And lame survivors play a game",
    "Invariable in its details",
    "In which they take the daily trash",
    "Down to the dump and sing a song",
    "About ash heaps and burials",
    "Whose burden always is the same:",
    "“If we were old, if we were young,",
    "We’d find out where the caste is.”",
    "At Cold Cash, where the castle is,",
    "Or where it is supposed to be,",
    "Nobody ever dies, it seems;",
    "They just go on—from first to last",
    "A series of monotonies—",
    "And they play bridge, mah-jongg, and gin",
    "The while they sing their tribal song,",
    "Which has no verse but a refrain:",
    "“We’re here. And if we’re here, of course,",
    "This must be where the castle is.”",
    "But even kings get sick and bank",
    "Accounts go bad and miracles",
    "Occur, though sometimes in reverse;",
    "Elaborate discrepancies",
    "Narrow down from bad to worse;",
    "Abysses open in a wink",
    "Below the shining pinnacles—",
    "“We do not know the place,” they sing,",
    "“That once we thought the castle was.",
    "Do you know where the castle is?”",
    "They travel near, they travel far",
    "To seek out where the castle is,",
    "And come upon the cottages,",
    "Which lie in smoking ruins, and there’s",
    "No man alive, no woman now",
    "To point the way, and though they sift",
    "Through the debris and pan the clay,",
    "Searching for the smallest clues,",
    "They haven’t found out to this day",
    "Just where the castle was, or is."
  ],
  "title": "Where the Castle Is",
  "year": ""
}