{
  "author": "Agha Shahid Ali",
  "classification": "Free Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Friends",
    "Enemies",
    "Religion",
    "Travels",
    "Journeys",
    "Living",
    "Relationships",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172046",
  "region": "",
  "text": [
    "We shall meet again, in Srinagar,",
    "by the gates of the Villa of Peace,",
    "our hands blossoming into fists",
    "till the soldiers return the keys",
    "and disappear. Again we’ll enter",
    "our last world, the first that vanished",
    "in our absence from the broken city.",
    "We’ll tear our shirts for tourniquets",
    "and bind the open thorns, warm the ivy",
    "into roses. Quick, by the pomegranate—",
    "the bird will say—Humankind can bear",
    "everything. No need to stop the ear",
    "to stories rumored in branches: We’ll hear",
    "our gardener’s voice, the way we did",
    "as children, clear under trees he’d planted:",
    "“It’s true, my death, at the mosque entrance,",
    "in the massacre, when the Call to Prayer",
    "opened the floodgates”—Quick, follow the silence—",
    "“and dawn rushed into everyone’s eyes.”",
    "Will we follow the horned lark, pry",
    "open the back gate into the poplar groves,",
    "go past the search post into the cemetery,",
    "the dust still uneasy on hurried graves",
    "with no names, like all new ones in the city?",
    "“It’s true” (we’ll hear our gardener",
    "again). “That bird is silent all winter.",
    "Its voice returns in spring, a plaintive cry.",
    "That’s when it saw the mountain falcon",
    "rip open, in mid-air, the blue magpie,",
    "then carry it, limp from the talons.”",
    "Pluck the blood: My words will echo thus",
    "at sunset, by the ivy, but to what purpose?",
    "In the drawer of the cedar stand,",
    "white in the verandah, we’ll find letters:",
    "When the post offices died, the mailman",
    "knew we’d return to answer them. Better",
    "if he’d let them speed to death,",
    "blacked out by Autumn’s Press Trust",
    "not like this, taking away our breath,",
    "holding it with love’s anonymous",
    "scripts: “See how your world has cracked.",
    "Why aren’t you here? Where are you? Come back.",
    "Is history deaf there, across the oceans?”",
    "Quick, the bird will say. And we’ll try",
    "the keys, with the first one open the door",
    "into the drawing room. Mirror after mirror,",
    "textiled by dust, will blind us to our return",
    "as we light oil lamps. The glass map of our country,",
    "still on the wall, will tear us to lace—",
    "We’ll go past our ancestors, up the staircase,",
    "holding their wills against our hearts. Their wish",
    "was we return—forever!—and inherit(Quick, the bird",
    "will say) that to which we belong, not like this—",
    "to get news of our death after the world’s.",
    "(",
    ")"
  ],
  "title": "A Pastoral",
  "year": ""
}