{
  "author": "Agha Shahid Ali",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Health",
    "Illness",
    "Death",
    "Youth",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172048",
  "region": "",
  "text": [
    "The Hun so loved the cry, one falling elephant’s,",
    "he wished to hear it again. At dawn, my mother",
    "heard, in her hospital-dream of elephants,",
    "sirens wail through Manhattan like elephants",
    "forced off Pir Panjal’s rock cliffs in Kashmir:",
    "the soldiers, so ruled, had rushed the elephant,",
    ",",
    "said the Buddha. But not lifted from the universe,",
    "those prints vanished forever into the universe,",
    "though nomads still break news of those elephants",
    "as if it were just yesterday the air spread the dye",
    "(“War’s annals will fade into night / Ere their story die”),",
    "the punishing khaki whereby the world sees us die",
    "out, mourning you, O massacred elephants!",
    "Months later, in Amherst, she dreamt: She was, with dia-",
    "monds, being stoned to death. I prayed: If she must die,",
    "let it only be some dream. But there were times, Mother,",
    "while you slept, that I prayed, \"Saints, let her die.\"",
    "Not, I swear by you, that I wished you to die",
    "but to save you as you were, young, in song in Kashmir,",
    "and I, one festival, crowned Krishna by you, Kashmir",
    "listening to my flute. You never let gods die.",
    "Thus I swear, here and now, not to forgive the universe",
    "that would let me get used to a universe",
    "without you. She, she alone, was the universe",
    "as she earned, like a galaxy, her right not to die,",
    "defying the Merciful of the Universe,",
    "Master of Disease, “in the circle of her traverse”",
    "of drug-bound time. And where was the god of elephants,",
    "plump with Fate, when tusk to tusk, the universe,",
    "dyed green, became ivory? Then let the universe,",
    "like Paradise, be considered a tomb. Mother,",
    "they asked me,",
    "? I answered",
    ". What did they expect? For no verse",
    "sufficed except the promise, fading, of Kashmir",
    "and the cries that reached you from the cliffs of Kashmir",
    "(across fifteen centuries) in the hospital.",
    ",",
    "How her breathing drowns out the universe",
    "as she sleeps in Amherst. Windows open on Kashmir:",
    ", the fragile wood-shrines—so far away—of Kashmir!",
    "O Destroyer, let her return there, if just to die.",
    "Save the right she gave its earth to cover her, Kashmir",
    "has no rights. When the windows close on Kashmir,",
    "I see the blizzard-fall of ghost-elephants.",
    "I hold back—she couldn’t bear it—one elephant’s",
    "story: his return (in a country far from Kashmir)",
    "to the jungle where each year, on the day his mother",
    "died, he touches with his trunk the bones of his mother.",
    "\"As you sit here by me, you’re just like my mother,\"",
    "she tells me. I imagine her: a bride in Kashmir,",
    "she’s watching, at the Regal, her first film with Father.",
    "If only I could gather you in my arms, Mother,",
    "I’d save you—now my daughter—from God. The universe",
    "opens its ledger. I write: How helpless was God’s mother!",
    "Each page is turned to enter grief’s accounts. Mother,",
    "I see a hand.",
    ". Let it die.",
    "I see it. It’s filling with diamonds. Please let it die.",
    "Do you hear what I once held back: in one elephant’s",
    "cry, by his mother’s bones, the cries of those elephants",
    "that stunned the abyss? Ivory blots out the elephants.",
    "I enter this:",
    "For compared to my grief for you, what are those of Kashmir,",
    "and what (I close the ledger) are the griefs of the universe",
    "when I remember you—beyond all accounting—O my mother?"
  ],
  "title": "Lenox Hill",
  "year": ""
}