{
  "author": "Agha Shahid Ali",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Stars, Planets, Heavens",
    "Social Commentaries",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172047",
  "region": "",
  "text": [
    "“Each ray of sunshine is seven minutes old,”",
    "Serge told me in New York one December night.",
    "“So when I look at the sky, I see the past?”",
    "“Yes, Yes,\" he said. “especially on a clear day.”",
    "On January 19, 1987,",
    "as I very early in the morning",
    "drove my sister to Tucson International,",
    "suddenly on Alvernon and 22nd Street",
    "the sliding doors of the fog were opened,",
    "and the snow, which had fallen all night, now",
    "sun-dazzled, blinded us, the earth whitened",
    "out, as if by cocaine, the desert’s plants,",
    "its mineral-hard colors extinguished,",
    "wine frozen in the veins of the cactus.",
    "* * *",
    ": in it I read:",
    "The syrup from which sacred wine is made",
    "is extracted from the saguaros each",
    "summer. The Papagos place it in jars,",
    "where the last of it softens, then darkens",
    "into a color of blood though it tastes",
    "strangely sweet, almost white, like a dry wine.",
    "As I tell Sameetah this, we are still",
    "seven miles away. “And you know the flowers",
    "of the saguaros bloom only at night?”",
    "We are driving slowly, the road is glass.",
    "“Imagine where we are was a sea once.",
    "Just imagine!” The sky is relentlessly",
    "sapphire, and the past is happening quickly:",
    "the saguaros have opened themselves, stretched",
    "out their arms to rays millions of years old,",
    "in each ray a secret of the planet’s",
    "origin, the rays hurting each cactus",
    "into memory, a human memory",
    "for they are human, the Papagos say:",
    "not only because they have arms and veins",
    "and secrets. But because they too are a tribe,",
    "vulnerable to massacre. “It is like",
    "the end, perhaps the beginning of the world,”",
    "Sameetah says, staring at their snow-sleeved",
    "arms. And we are driving by the ocean",
    "that evaporated here, by its shores,",
    "the past now happening so quickly that each",
    "stoplight hurts us into memory, the sky",
    "taking rapid notes on us as we turn",
    "at Tucson Boulevard and drive into",
    "the airport, and I realize that the earth",
    "is thawing from longing into longing and",
    "that we are being forgotten by those arms.",
    "* * *",
    "At the airport I stared after her plane",
    "till the window was",
    "again a mirror.",
    "As I drove back to the foothills, the fog",
    "shut its doors behind me on Alvernon,",
    "and I breathed the dried seas",
    "the earth had lost,",
    "their forsaken shores. And I remembered",
    "another moment that refers only",
    "to itself:",
    "in New Delhi one night",
    "as Begum Akhtar sang, the lights went out.",
    "It was perhaps during the Bangladesh War,",
    "perhaps there were sirens,",
    "air-raid warnings.",
    "But the audience, hushed, did not stir.",
    "The microphone was dead, but she went on",
    "singing, and her voice",
    "was coming from far",
    "away, as if she had already died.",
    "And just before the lights did flood her",
    "again, melting the frost",
    "of her diamond",
    "into rays, it was, like this turning dark",
    "of fog, a moment when only a lost sea",
    "can be heard, a time",
    "to recollect",
    "every shadow, everything the earth was losing,",
    "a time to think of everything the earth",
    "and I had lost, of all",
    "that I would lose,",
    "of all that I was losing."
  ],
  "title": "Snow on the Desert",
  "year": ""
}