{
  "author": "Rynn Williams",
  "classification": "",
  "keywords": [
    "Living",
    "Nature",
    "Trees",
    "Flowers",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238558",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Today I left groceries by the playground on Hudson",
    "and tried to haul, up toward my block,",
    "a cross section of a maple grown too large,",
    "chainsawed into manhole covers. Alphonso,",
    "Super for All Buildings east of the projects,",
    "stopped sweeping. He leaned his bald broom",
    "against the stoop, nudged the wood with his toe.",
    "“Nothing to do but roll it,” he said, hands",
    "deep in his pockets. I nodded,",
    "barely believing my luck in the midst of asphalt,",
    "transistor radios, and the wet smell of dogs",
    "as he squatted eye level with the log, heaved it",
    "against his shoulder like a man who bears",
    "a handmade cross for miles on his pentitent back.",
    "I saw a kind of glory in his eyes, he understood",
    "the heft of the trunk, nicks in the damp bark.",
    "I stood on the side and righted the thing",
    "and together we rolled this boulder of tree",
    "past the Indian deli, the Russian shoe repair,",
    "the Caribbean bakery. “You can smell the forest,”",
    "he said, as we reached my stoop, wood",
    "in the crook of his neck, sawdust and humus and sweat.",
    "And we hoisted the thing, one step at a time, stopping",
    "only to breathe the scent of sap and after a good half hour",
    "it was filling the whole of my apartment—",
    "the shade, the damp smell, that enormous presence—",
    "light brown rings so perfect my whole life",
    "fell right down inside them, concentric circles,",
    "tree within tree, the single slab a world within itself—",
    "suddenly it was thirty-five years ago:",
    "I stood on the edge of a forest, someplace upstate,",
    "and looked up into the branches of my first",
    "true and majestic tree, in the first real forest—trees",
    "instead of buildings. Oh the breadth of those limbs—",
    "after the taut geometry of elevator, fire escape, lobby,",
    "to see through branches to the sun—I believed",
    "the world was mine, there was sap in my veins,",
    "the tree was limitless, the scent of the tree,",
    "the bark and the branch and the six-year-old sightline,",
    "which goes on to the edge of the known world."
  ],
  "title": "The Forest at the Edge of the World",
  "year": ""
}