{
  "author": "Alexandria Peary",
  "classification": "",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers",
    "Social Commentaries",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248640",
  "region": "U.S., New England",
  "text": [
    "Toss in some wavy lines, an equal sign, and a squiggle,",
    "then a lilac log, boulders with faces, a few phrases",
    "like rock walls, twin marks from wagon wheels on granite.",
    "The tell-tale lilacs give away the cellar hole:",
    "magnetic lilacs, like nineteenth-century girls",
    "in pinafores and blossom sprays, stationed",
    "beside their no-longer houses. They look about to sing.",
    "Banana curls. Purple ribbons tying their waists.",
    "And boulders in the woods act as billboards",
    "interrupted by an enormous Mont Blanc fountain pen, lounging",
    "like an alligator. It intrudes. Comes out of my present",
    "time. No. Be less. It's a Bic ballpoint. Bleached by deletion,",
    "\"By the middle of the nineteenth century, when de",
    "forestation reached its peak, more than half",
    "of New England's native forests\"—according to Robert M. Thorson,",
    "—\"as much as 80 percent in the heavily settled",
    "parts of southern New England—had been cut down,\"",
    "\"replaced with 'open space,'\" the autumn foliage",
    "is paint-by-number and different tabs throughout",
    "are half-finished murals",
    "of a single type of tree in a single time of year.",
    "Here's the place where someone w/ a pewter spoon kneeled",
    "to plant the Lady's Slippers that still appear,",
    "and the mushrooms like a stack of dinner plates",
    "that run up the side of a rotting tree.",
    "Here's the fallen-in deer stand",
    "and the apple tree among maples making fruit for deer.",
    "Outside the woods, the puff of dust on the road",
    "where the school bus used to stop.",
    "Outside is the failure to stay in touch",
    "or, really, to ever be in touch. I didn't",
    "ever know them (my neighbors) well.",
    "In winter you are handed a white tray",
    "with a few tiny rock walls, short lines drawn with a ruler,",
    "an indent for where a cellar hole could be",
    "a hyperlink to once go once more to the lake",
    "and told to go at it, go play."
  ],
  "title": "Deconstructing New England",
  "year": ""
}