{
  "author": "David Harsent",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/237476",
  "region": "",
  "text": [
    "RED",
    "in the Café des Anges, juices swamping the willow-pattern skiff",
    "as she dabs her mouth with her napkin, your blind, blind date,",
    "leaving a smudge, lipstick-and-gore, though there’s still a worm",
    "of gristle in the gap between her teeth.",
    "Mood music, candlelight, wine, low voices in a world of harm,",
    "the creature brought down, hindquarters heavy, hind legs",
    "broken by the dogs, its head held up, eyes wide,",
    "the tangle and drag as a gralloch knife unpegs",
    "the bulk, all slippage and seepage, and the way she thumbs",
    "a morsel into your mouth, or smiles your smile",
    "back at you, lets you know that everything’s just as it seems,",
    "then back at the small hotel, she strips off quicker than you",
    "might have hoped, pink as a new-skinned cat, all too",
    "eager to have you by heart. Her cry tells you nothing new.",
    "PURPLE",
    "No? So is it what she is said to have said that night",
    "when she breathed a secret and put the whole room on stall?",
    "Not that? Then it must have something to do with the way,",
    "in the fairy tale when the twins are lost in the wood,",
    "daylight suddenly deepens and it’s run or stay or pray.",
    "Still wrong? Rain in the hanging gardens then? That bruise",
    "you can’t account for? The color of money, win or lose?",
    "BLACK",
    "and windowless it seems, though maybe",
    "the shutters are dropped against the day, loose talk",
    "from women in veils and something like a pulse,",
    "on the air when he opens the door and slips straight in.",
    "The Loden coat, the old slouch hat, the harelip, so who else",
    "could it be, right on time and keen to help? Think back",
    "to those promises, all of them straight from the heart,",
    "never asked for, never kept. The skin trade",
    "It’s been a lifetime coming but now you understand,",
    "or think you do, why what you wanted wasn’t what you planned.",
    "They bring a tray to your bedside. You eat from his hand.",
    "BLUE",
    "that fractures glass or gets so far below",
    "the range of human hearing that it jolts your heart;",
    "and the glass it breaks is blue, and that’s a blue note for sure",
    "from the guy on the alto sax in the basement dive,",
    "which is where they’re bound to meet up in the classic",
    "the private eye, the girl with a shadowy past, the old-style cop,",
    "and it’s nigh-on certain she’ll have to take a bullet",
    "or we’ll see her in prison blue as they lead her to the drop.",
    "The fragments of glass were part of it too, that’s plain,",
    "though no one noticed, just as they failed to spot",
    "how the crucifix in her bedroom made sense of the subtle stain",
    "the dive is deeper, the saxophone sadder, the cop",
    "bent as a dog’s hind leg, the girl a scheming slut,",
    "and the gumshoe comes in late with the one and only clue",
    "that would finally set things straight, though its true",
    "meaning is hidden from him, and lost on you.",
    "GREEN",
    "at the moment in his dance when slap-and-tickle",
    "has become a serious matter, and no one’s quicker",
    "in getting his hand up the skirt of some “ladye fayre,”",
    "who returns to hearth and home with the rub of the green",
    "on her back for all to see and devil-may-care,",
    "his smell still on her, reek of the barley mow,",
    "and hers on him, which could have been sloe",
    "or sweat and sandalwood, but you’d be the one to know."
  ],
  "title": "Abstracts",
  "year": ""
}