{
  "author": "Amy King",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246978",
  "region": "",
  "text": [
    "This is what it sounds like outside,",
    "fat geese and guinea hens holding hands.",
    "I am 31, which is very young for my age.",
    "That is enough to realize I’m a pencil that has learned",
    "how to draw the Internet. I explain squiggles",
    "diagramming exactly how I feel and you are drawn to read",
    "in ways you cannot yet. Slow goes the drag",
    "of creation, how what’s within comes to be without,",
    "which is the rhythmic erection of essence.",
    "Life’s little deaths, petite orgasms, as the French nearly said",
    "but never came to. Feathers outstrip the weather",
    "as we stand with binoculars inquiring how",
    "winged creatures can hold their blood to warmth",
    "without a proper insulation system overlaying circulation.",
    "That is, sans fat and simple wooden bones with hair glued on.",
    "Mostly though they pulsate on the horizons of backlit vision,",
    "where we only meet the subways with handshakes,",
    "the rainbow filters of downloaded electronica,",
    "the telephone poles as archaic checkpoints to past cultures.",
    "They don’t have screens to seek their cues in.",
    "We drift from one culture to another and fight",
    "the stitcheries of racism, classism,",
    "anti-Muslim terrorists among us,",
    "with overlaps in the complete dis-ease our bodies",
    "settle into for next to no resistance.",
    "So we create something else.",
    "As in, roughshod moments of fake hate",
    "will position a fluid hello of death rattles",
    "that settle for the injunction of existence and state:",
    "Here am I made manifest by not being you,",
    "by not going in the same unsteady destination,",
    "by not asking the questions or repeating",
    "the paintings that came before me,",
    "by not singing in the register of your bubble baths",
    "as you hug that person close in a wish to outlast",
    "bullets, even as the light leaves your eyes",
    "just a little next time we overlap paths.",
    "So the hens and geese make us think in terms of help",
    "outside, how they flap and move with fat ease in front of trains,",
    "across the chopping block, to the hungry winters of final leviathans,",
    "even as they land just so on the wires above us,",
    "and we go on complaining, murderous, too far out, unspoken."
  ],
  "title": "Wings of Desire",
  "year": ""
}