{
  "author": "Luke Davies",
  "classification": "Imagery",
  "keywords": [
    "Living",
    "The Body",
    "Desire",
    "Men",
    "Women",
    "Nature",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243066",
  "region": "Australia and Pacific",
  "text": [
    "In the yellow time of pollen, in the blue time of lilacs,",
    "in the green that would balance on the wide green world,",
    "air filled with flux, world-in-a-belly",
    "in the blue lilac weather, she had written a letter:",
    "When we let go the basket of the good-luck birds",
    "the sky erupted open in the hail of its libation;",
    "there was a gap and we entered it gladly. Indeed the birds",
    "may have broken the sky and we, soaked, squelched",
    "in the mud of our joy, braided with wet-thighed surrender.",
    "In the yellow time of pollen near the blue time of lilacs",
    "there was a gap in things. And here we are.",
    "The sparrows flew away so fast a camera could not catch them.",
    "The monkey swung between our arms and said",
    ".",
    "We were falling towards each other already",
    "and the utter abandon to orbits was delicious.",
    "The falcon rested on the little man’s arm and falconry",
    "was the High Path of the World. Whole minutes passed.",
    "We were falling and the jungle fell with us.",
    "She said",
    ".",
    "For a time falconry was the high path of the world.",
    "At night the sky was filled with animals.",
    "Ganesh loomed large among those points of light.",
    "He said",
    "and we said",
    ".",
    "He said",
    "And the yellow-tailed black cockatoo, ablaze",
    "in his own musculature, soared all night above the sunlit",
    "fields of whisky grass that stretched inside me",
    "to a river’s edge. The great bird cawed its majesty,",
    "a sonic boom; and even I was barely welcome there.",
    "There was a gap in things; and all the lilacs bloomed.",
    "Words split in our grasp. We were licking the cream",
    "from the universal ice. Words foundered and cracked.",
    "How the bonnet was warm on your bottom! And the metal",
    "continued tick-ticking though the engine was off.",
    "And the evening shuddered, since everything is connected.",
    "I was licking the cream from the universal saucer.",
    "I was all of Cheshire and points between.",
    "You saw the great sky turn blacker, you saw the spray of stars",
    "and your hair got tangled in the windscreen wiper.",
    "At the hot ponds we stripped as night closed in.",
    "I secretly admired your underwear, your long",
    "elusive legs. In the spring where we lay side by side",
    "we held hands. Up above the steam the sky. I said",
    "And when since the stories foretold it we parted,",
    "those birds were all released again. Such buoyancy.",
    "They go on forever like that. How else to say thank you",
    "in a foreign place? We are ever in the arms of our exile,",
    "forever going one way and the other",
    "though sometimes of course on a sphere that is not so bad.",
    "I will meet you on the nape of your neck one day,",
    "on the surface of intention, word becoming act.",
    "We will breathe into each other the high mountain tales,",
    "where the snows come from, where the waters begin.",
    "In the yellow time of pollen when the fields were ablaze",
    "we were very near bewildered by beauty.",
    "The sky was a god-bee that hummed. All the air boomed",
    "with that thunder. It was both for the prick",
    "and the nectar we drank that we gave ourselves over."
  ],
  "title": "from  Totem Poem [In the yellow time of pollen]",
  "year": ""
}