{
  "author": "Luke Davies",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Growing Old",
    "The Body",
    "Time",
    "Brevity",
    "Love",
    "Desire",
    "Nature",
    "Animals",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243068",
  "region": "Australia and Pacific",
  "text": [
    "And if every step taken is a step well-lived but a foot",
    "towards death, every pilgrimage a circle, every flight-path",
    "the tracing of a sphere: I will give myself over and over.",
    "I have migrated through Carpathians of sorrow",
    "to myself heaped happy in the corner there.",
    "Nothing seemed strange in the world, you’ll understand—",
    "nothing ever more would. Monkey Boy came to me saying",
    ". The little one circled the big one.",
    "He crouched in the palm of my hand, tiny, sincere,",
    "pointing at the sky. There was something sad about him.",
    "The python was nothing, nothing at all, nothing",
    "but strength shed to suppleness, nothing but will",
    "encased in itself. The python was a muscle of thought.",
    "Coiled and mute, in a place where nothing but rain fell,",
    "the python thought: this is the beginning or end of the world.",
    "The python was everywhere, everywhere at once, aware",
    "only too much of that ageless agony: its existence.",
    "I am tired, it said; and the stream burbled by.",
    "I am waiting for the recoil, the uncoil, coil of night,",
    "coil of stars, coil of the coldness of the water.",
    "The python said",
    "The whole city sweated, moved like a limb. The air",
    "fitted like a glove two sizes too small and too many",
    "singers sang the banal. The bars roared all night.",
    "The kite hawks grew ashamed. All nature squirmed.",
    "In the yellow time of pollen there’s a certain slant of light",
    "that devours the afternoon, and you would wait forever",
    "at the Gare de l’Est, if time stood still, if she would come.",
    "She is the leopard then, its silvery speed; where will you",
    "wrestle her, and in what shadows, and on what crumpled sheets?",
    "And all those sheets were pampas and savannas, the soft expanses",
    "of all that would be absent forever, all that was",
    "past, and future, and not here. And in a white rose",
    "there were not to be found any secrets, since in its unfolding",
    "there was no centre, nor in its decay. Only the random petals fallen.",
    "In the yellow time of poppies when the fields were ablaze",
    "those invisible pollens rained around us.",
    "The days held us lightlocked in golden surrender",
    "and all night long the night shot stars.",
    "When my chest unconstricted at last, did yours?",
    "The real issue, of course, was this: atomically, energetically,",
    "everything was wave function. And a wave continues forever into space,",
    "the wavelength never alters, only the intensity lessens, so",
    "in the worst cosmic way everything is connected by vibrations.",
    "And this, as even a dog would know, is no consolation.",
    "Ah but the dogs will save us all in the end & even the planet.",
    "Not the superdogs but the household friendlies, always",
    "eager to please, hysterically fond, incessant, carrying in the very",
    "wagging of their tales an unbounded love not even",
    "therapists could imagine; their forgiveness unhinges us.",
    "We were reduced to this: this day and night,",
    "primary gold and indigo, the binary profusion",
    "of distances guessed at, heat and cold, colours",
    "logged in the retina and lodged in the spine;",
    "we were dogs who knew the infinite is now,",
    "that celandine was buttercup, that buttercup was marigold.",
    "The dog star marked the dog days and the wild rose",
    "was dog rose. The crow’s-foot was wild hyacinth.",
    "By day the correspondences were clear.",
    "I walked across the whin land. Speedwell bluer than sky.",
    "A practised ear could hear, between two breaths,",
    "deep space wherein the mind collects itself.",
    "Words foundered and cracked.",
    "never bulled the cow. A shining isomorphousness",
    "rang out. The roussignol sang all night.",
    "All colours were shuffled endlessly but never lost.",
    "A practised ear could hear, between two breaths,",
    "the secret blackness of the snow",
    "come flooding in. On summer’s lawns",
    "the ice-melt sprayed its figure-eights from sprinklers.",
    "And everything stopped working, second time around,",
    "as if it had never happened before. Fans",
    "moved the corpses of fireflies through the rooms,",
    "supplicant, pathetic, pleading in brittle postures.",
    "Everything was magnified by their bug-eyed deaths.",
    "We became solemn in that profusion",
    "of dying. Cane toads fattened the asphalt",
    "in the mist and the rain; our headlights caught them",
    "tensed as if listening: they were waiting,",
    "mute, for the imbecility of eternity.",
    "The clocks merely pulsed, or rather the days.",
    "Like shotgun spray on the weatherboard, sleep",
    "scattered itself through the blurred heat",
    "and secreted itself in the nooks of delirium.",
    "Sometimes the magpies would wake us, or the phone,",
    "mid-afternoon. And we needed nothing, not even hope,",
    "being no different from the dragonflies,",
    "or the cows in their despair. It appeared we lived",
    "on sunlight and chocolate bars. You blossomed",
    "so from not ever reading the newspapers.",
    "Things came and went—the years and all the airports.",
    "I was a shade scattering my shade seed",
    "liberally to the winds and weathervanes.",
    "There was not enough absence to go round.",
    "I heard voices,",
    ", in the whine of jets",
    "and in air vents and headphones a stream",
    "trilling over rocks. On tarmacs and in transit",
    "I saw your lips, your nakedness, the trees,",
    "that dappled light. I dreamt of orchards.",
    "The preciseness of the world came flooding in."
  ],
  "title": "from  Totem Poem [If every step taken is a step well-lived]",
  "year": ""
}