{
  "author": "Luke Davies",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Love",
    "Realistic",
    "Complicated",
    "Relationships",
    "Men",
    "Women",
    "Nature",
    "Health",
    "Illness"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243070",
  "region": "Australia and Pacific",
  "text": [
    "Abandoned in a field near Yass a cobwebbed car once kept us warm",
    "and when it rained, though we shivered with sickness,",
    "there came a moment of perfect happiness, faces nestled",
    "in the vinyl, sleep coming on, surrounded by metal",
    "that in upcoming decades would oxidise to flakes.",
    "Asleep at last, last of the valium, we came to know",
    "a car too is a flower and pollen its decay.",
    "In the dry air at dawn the cicadas kept still. The space",
    "that mass sat in decided how mass was to move.",
    "We dreamed of valleys of olive trees, silver side out.",
    "The lions preened. We shivered with need.",
    "A mechanic showed me once how the spark-paths from spark-plugs",
    "looked, if you looked close enough, like mountain ravines",
    "from the air. The deeper the groove the faster",
    "the current. We shivered, this our habit, this flowing.",
    "It takes the breath away. There are gum trees crackling from it",
    "two decades later. I slept so still beneath that mass of dreams",
    "like sediment compressed beneath a lake. I woke and the",
    "tributes and glory were gone and the crops all withered",
    "and money was merely the index of anxiety.",
    "When we realised this our hearts swelled in exultation.",
    "Even time would forget there was reason for fear: that decay",
    "seemed to will itself upon us. I was off the air, delirious",
    "with substance. The kite hawks grew ashamed.",
    "All nature squirmed. I was off the air, light-headed with voracity.",
    "The theme just kept repeating itself, year in year out,",
    "same demon different bodies. A nurse said",
    "We had merely",
    "reached early, down the end of the river, the leprosarium",
    "of feeling, and all things stood for every other thing,",
    "creepers, vines, tendrils, anacondas, inert surrender,",
    "such listlessness, and yes the very rage with which",
    "we chased the very forms of it, the lineaments",
    "of nothingness, the powders of the comatose, the bliss.",
    "This was the state of the world. Heading backwards we learned",
    "the flea-fish was the smallest animal before the insect kingdom",
    "began. Forwards, there were only the sudden deaths",
    "of galaxies. And yet when we practised love there seemed",
    "on certain days an awful lot of space; and so much sky.",
    "Never had I lain then at Kangaroo Valley so comfortable",
    "in my own body. A virtual flatness and that centrifuge",
    "in the stomach stilled and my spine a spirit-level. The smell",
    "of coffee drifting in brought back to me that lily-white girl and that",
    "sad hour of need. How brittle every bone was then. How",
    "could one not be completely bedraggled by time or compulsion or",
    "duplicity? I was all those things and am. I was so tired",
    "with the not-being-here inside of it all that fatigue",
    "was like oxygen, given of all the givens, sensurround",
    "of the gods. But I was gulping and heaving by then.",
    "And that is all so long ago. Though when you forget",
    "the last time: most likely it is not the last time.",
    "And when dreams don’t come, when mastodons and minotaurs",
    "curdle in the night-reaches and the bulls lie fallow",
    "in dawn-sweats: sleep some more. Wait. Sleep on. And swim."
  ],
  "title": "Totem Poem [Abandoned in a field near Yass]",
  "year": ""
}