{
  "author": "David Lee",
  "classification": "",
  "keywords": [
    "Relationships",
    "Pets",
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237324",
  "region": "U.S., Southwestern",
  "text": [
    "For I will consider my black sow Blackula.",
    "For she is the servant of the god of the feed bucket and serveth him.",
    "For she worships the god in him and the secret of his pail in her way.",
    "For this is done by screams of incantation at the appointed hour and lusty bites of daily communion.",
    "For she stands with forelegs upon the top rail of the wooden fence in supplication.",
    "For she grunts her thanks while she eats.",
    "For she stands for the red boar with closed eyes at the appointed hour.",
    "For having done she lies in the mud to consider herself.",
    "For this she performs in ten degrees.",
    "For first she rolls in her wallow to cover her body.",
    "For secondly she lies still to feel the wet.",
    "For thirdly she stretches her length and casts her belly to the sun.",
    "For fourthly she exhales God’s air in huge sighs.",
    "For fifthly she rises and examines her feed trough that replenishment might miraculously appear.",
    "For sixthly she scratches her side against the fence.",
    "For seventhly she scratches her jowl with delicate pastern swipe.",
    "For eighthly she smells the breeze to ascertain the red boar’s presence.",
    "For ninthly she returns to her mud and plows large holes in the earth.",
    "For tenthly she lies again in the wallow to cool her frame.",
    "For having considered her world she will sleep and dream dreams of herself and her god and the red boar.",
    "For like Eve for softness she and sweet attractive Grace was formed.",
    "For the red boar lusteth mightily and foameth at the mouth for her.",
    "For he might escape and enter her pen.",
    "For if he does this in a nonappointed hour she will scream loudly and discourage his kisses.",
    "For her belly is full and needeth no more.",
    "For in one month she will bring forth life in abundance.",
    "For in her last litter she farrowed eight piglets of the red boar.",
    "For three were black and five were red.",
    "For she raised them all and laid on none.",
    "For one in eight is normally crushed by the sow.",
    "For she is exceedingly good in all that she does.",
    "For she is surely of the tribe of Elephant and forgetteth not.",
    "For she weighs near six hundred pounds.",
    "For she has ears of tremendous size.",
    "For she is heavy.",
    "For a large sow is a term of the Titan Elephant.",
    "For she has the appetite of a bird and would eat the day long which in debt her master suppresses.",
    "For he would not have her too fat or his checkbook hollow.",
    "For he keeps her well-fed and she breaks no fence.",
    "For she grunts in pleasure from the mud when he scratches her ears.",
    "For she is a tool of God to temper his mind.",
    "For when she eats her corn she turns and shits in her trough.",
    "For her master is provoked but hereby learns patience.",
    "For she is an instrument for him to learn bankruptcy upon.",
    "For he lost but four dollars each on the last litter of pigs.",
    "For this is admirable in the world of the bank.",
    "For every man is incomplete without one serious debt or loss.",
    "For she provides this with her good faith.",
    "For every farm is a skeleton without a mortgage.",
    "For the Lord admonished black sows when he said lay up no stores of treasure on earth.",
    "For she prohibits this daily.",
    "For she is a true child of God and creature of the universe.",
    "For she is called Blackula which is a derivative of the Devil, but false.",
    "For she does worship her God and Savior.",
    "For she was given her name for breaking a fence and eating Jan’s garden beets.",
    "For when Jan came with a stick and wrath she lifted her head and smiled.",
    "For her teeth and mouth were stained with red beet pulp.",
    "For Jan dropped the stick and laughed.",
    "For she looked like a six-hundred-pound vampire.",
    "For she was called Blackula.",
    "For we feed her red beets daily to watch her smile.",
    "For she is humble when well-fed.",
    "For she makes her point well when she is hungry.",
    "For there is nothing swifter than a sow breaking fence when she desires.",
    "For there is nothing more beautiful than a sow in full run when being chased through a garden.",
    "For there is no sound more pure than her scream when she is hit with a stick.",
    "For she is meek in all aspects when satisfied.",
    "For when John Sims saw her lying in mud he proclaimed her majesty.",
    "For he whistled and called her a pretty sonofabitch.",
    "For he offered to trade his beat-up truck for her straight across.",
    "For she has divine spirit and is manifest as a complete pig.",
    "For she is tame and can be taught.",
    "For she can run and walk and sleep and drink and eat.",
    "For she can scream at the red boar.",
    "For she allows her ears and belly to be scratched.",
    "For she allows small children to ride her back.",
    "For she sleeps in mounds of straw at night.",
    "For she produces litters of healthy black and red pigs.",
    "For she can root the earth.",
    "For she can carry sticks in her mouth.",
    "For she will grunt when she is addressed.",
    "For she can jump not far but hard.",
    "For dried earth cracks in the places where she walks.",
    "For she is hated by the breeders of cattle and sheep.",
    "For the former loses more money than I do on his stock.",
    "For the latter fears her mind.",
    "For she has no wool and will not blindly follow his steps.",
    "For he carries no bucket of feed.",
    "For she litters twice per year.",
    "For he litters but once.",
    "For her belly is firm and can take much abuse.",
    "For from this proceeds her worth.",
    "For I perceive God’s mystery by stroking her teats.",
    "For I felt tiny lumps of flesh within and knew they were alive.",
    "For the life is the physical substance which God sends from Heaven to sustain the appetites of men.",
    "For God has blessed her womb and the red boar’s seed.",
    "For they multiply in ecstasy at the appointed time.",
    "For God has blessed her in many ways.",
    "For God has given her the red beets to eat.",
    "For God has given the water for her to drink.",
    "For God has allowed the water to run to mud in a place for her to lay.",
    "For she cannot fly to the mountain streams, though she walks well upon the earth.",
    "For she walks the earth heavy upon tiny feet.",
    "For she treads all the rows of the summer garden.",
    "For she can jump the fence.",
    "For she can push it down.",
    "For she can eat."
  ],
  "title": "Jubilate Agno, 1975",
  "year": ""
}