{
  "author": "Letitia Elizabeth Landon",
  "classification": "Blank Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Living",
    "Youth",
    "Relationships",
    "Coming of Age"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182557",
  "region": "England",
  "text": [
    "And this is what is left of youth! . . .",
    "There were two boys, who were bred up together,",
    "Shared the same bed, and fed at the same board;",
    "Each tried the other’s sport, from their first chase,",
    "Young hunters of the butterfly and bee,",
    "To when they followed the fleet hare, and tried",
    "The swiftness of the bird. They lay beside",
    "The silver trout stream, watching as the sun",
    "Played on the bubbles: shared each in the store",
    "Of either’s garden: and together read",
    "Of him, the master of the desert isle,",
    "Till a low hut, a gun, and a canoe,",
    "Bounded their wishes. Or if ever came",
    "A thought of future days, ’twas but to say",
    "That they would share each other’s lot, and do",
    "Wonders, no doubt. But this was vain: they parted",
    "With promises of long remembrance, words",
    "Whose kindness was the heart’s, and those warm tears,",
    "Hidden like shame by the young eyes which shed them,",
    "But which are thought upon in after-years",
    "As what we would give worlds to shed once more.",
    "They met again, — but different from themselves,",
    "At least what each remembered of themselves:",
    "The one proud as a soldier of his rank,",
    "And of his many battles: and the other",
    "Proud of his Indian wealth, and of the skill",
    "And toil which gathered it; each with a brow",
    "And heart alike darkened by years and care.",
    "They met with cold words, and yet colder looks:",
    "Each was changed in himself, and yet each thought",
    "The other only changed, himself the same.",
    "And coldness bred dislike, and rivalry",
    "Came like the pestilence o’er some sweet thoughts",
    "That lingered yet, healthy and beautiful,",
    "Amid dark and unkindly ones. And they,",
    "Whose boyhood had not known one jarring word,",
    "Were strangers in their age: if their eyes met,",
    "’Twas but to look contempt, and when they spoke,",
    "Their speech was wormwood! . . .",
    ". . . And this, this is life!"
  ],
  "title": "Change",
  "year": ""
}