{
  "author": "Arthur Sze",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Animals",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182197",
  "region": "",
  "text": [
    "Corpses push up through thawing permafrost",
    "as I scrape salmon skin off a pan at the sink;",
    "on the porch, motes in slanting yellow light",
    "undulate in air. Is Venus at dusk as luminous",
    "as Venus at dawn? Yesterday I was about to",
    "seal a borax capsule angled up from the bottom",
    "of a decaying exterior jamb when I glimpsed",
    "jagged ice floating in a bay. Naval sonar",
    "slices through whales, even as a portion",
    "of male dorsal fin is served to the captain",
    "of an umiak. Stopped in traffic, he swings from",
    "a chairlift, gazes down at scarlet paintbrush.",
    "Moistening an envelope before sealing it,",
    "I recall the slight noise you made when I",
    "grazed your shoulder. When a frost wiped out",
    "the chalk blue flowering plant by the door,",
    "I watered until it revived from the roots.",
    "The song of a knife sharpener in an alley",
    "passes through the mind of a microbiologist",
    "before he undergoes anesthesia for surgery.",
    "The first night of autumn has singed",
    "bell peppers by the fence, while budding",
    "chamisa stalks in the courtyard bend to ground.",
    "Observing people conversing at a nearby table,",
    "he visualizes the momentary convergence",
    "and divergence of lines passing through a point.",
    "The wisteria along the porch never blooms;",
    "a praying mantis on the wood floor sips water",
    "from a dog bowl. Laughter from upstairs echoes",
    "downstairs as teenage girls compare bra sizes.",
    "An ex-army officer turned critic frets",
    "over the composition of a search committee,",
    "snickers and disparages rival candidates.",
    "A welder, who turns away for a few seconds",
    "to gaze at the Sangre de Cristos, detects a line",
    "of trucks backed up on an international overpass",
    "where exhaust spews onto houses below.",
    "The day may be called One Toothroad or Six Thunderpain,",
    "but the naming of a day will not transform it,",
    "nor will the mathematics of time halt.",
    "An imprint of ginkgo leaf—fan-shaped, slightly",
    "thickened, slightly wavy on broad edge, two-",
    "lobed, with forking parallel veins but no",
    "midvein—in a slab of coal is momentary beauty,",
    "while ginkgoes along a street dropping gold",
    "leaves are mindless beauty of the quotidian.",
    "Once thought extinct, the ginkgo",
    "was discovered in Himalayan monasteries",
    "and propagated back into the world. Although",
    "I cannot save a grasshopper singed by frost",
    "trying to warm itself on a sunlit walkway,",
    "I ponder shadows of budding pink and orange",
    "bougainvilleas on a wall. As masons level sand,",
    "lay bricks in horizontal then vertical pairs,",
    "we construct a ground to render a space",
    "our own. As light from a partial lunar eclipse",
    "diffuses down skylight walls, we rock and",
    "sluice, rock and sluice, fingertips fanned",
    "to fanned fingertips, debouch into plenitude.",
    "Venus vanishes in a brightening sky:",
    "the diamond ring of a solar eclipse persists.",
    "You did not have to fly to Zimbabwe in June 2001",
    "to experience it. The day recalls Thirteen Death",
    "and One Deer when an end slips into a beginning.",
    "I recall mating butterflies with red dots on wings,",
    "the bow of a long liner thudding on waves,",
    "crescendo of water beginning to boil in a kettle,",
    "echoes of humpback whales. In silence, dancers",
    "concentrate on movements onstage; lilacs bud",
    "by a gate. As bits of consciousness constellate,",
    "I rouse to a 3 A.M. December rain on the skylight.",
    "A woman sweeps glass shards in a driveway,",
    "oblivious to elm branches reflected on windshields",
    "of passing cars. Juniper crackles in the fireplace;",
    "flukes break the water as a whale dives.",
    "The path of totality is not marked by",
    "a shadow hurtling across the earth’s surface",
    "at three thousand kilometers per hour.",
    "Our eyelashes attune to each other.",
    "At the mouth of an arroyo, a lamb skull",
    "and ribcage bleach in the sand; tufts",
    "of fleece caught on barbed wire vanish.",
    "The Shang carved characters in the skulls",
    "of their enemies, but what transpired here?",
    "You do not need to steep turtle shells",
    "in blood to prognosticate clouds. Someone",
    "dumps a refrigerator upstream in the riverbed",
    "while you admire the yellow blossoms of",
    "a golden rain tree. A woman weeds, sniffs",
    "fragrance from a line of onions in her garden;",
    "you scramble an egg, sip oolong tea.",
    "The continuous bifurcates into the segmented",
    "as the broken extends. Someone steals",
    "a newspaper while we doze. A tiger",
    "swallowtail lands on a patio columbine;",
    "a single agaric breaks soil by a hollyhock.",
    "Pushing aside branches of Russian olives",
    "to approach the Pojoaque River, we spot",
    "a splatter of flicker feathers in the dirt.",
    "Here chance and fate enmesh.",
    "Here I hold a black bowl rinsed with tea,",
    "savor the warmth at my fingertips,",
    "aroma of emptiness. We rock back and forth,",
    "back and forth on water. Fins of spinner",
    "dolphins break the waves; a whale spouts",
    "to the north-northwest. What is not impelled?",
    "Yellow hibiscus, zodiac, hairbrush;",
    "barbed wire, smog, snowflake—when I still",
    "my eyes, the moments dilate. Rain darkens",
    "gravel in the courtyard; shriveled apples",
    "on branches are weightless against dawn."
  ],
  "title": "Chrysalis",
  "year": ""
}