{
  "author": "Arthur Sze",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Time",
    "Brevity",
    "Nature",
    "The Body",
    "Arts",
    "Sciences",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180579",
  "region": "",
  "text": [
    "1 In a concussion,",
    "the mind severs the pain:",
    "you don’t remember flying off a motorcycle,",
    "and landing face first",
    "in a cholla.",
    "But a woman stabbed in her apartment,",
    "by a prowler searching for",
    "money and drugs,",
    "will never forget her startled shriek",
    "die in her throat,",
    "blood soaking into the floor.",
    "The quotidian violence of the world",
    "is like a full moon rising over the Ortiz mountains;",
    "its pull is everywhere.",
    "But let me live a life of violent surprise",
    "and startled joy. I want to",
    "thrust a purple iris into your hand,",
    "give you a sudden embrace.",
    "I want to live as Wang Hsi-chih lived",
    "writing characters in gold ink on black silk—",
    "not to frame on a wall,",
    "but to live the splendor now.",
    "2 Deprived of sleep, she hallucinated",
    "and, believing she had sold the genetic",
    "research on carp, signed a confession.",
    "Picking psilocybin mushrooms in the mountains",
    "of Veracruz, I hear tin cowbells",
    "in the slow rain, see men wasted on pulque",
    "sitting under palm trees. Is it",
    "so hard to see things as they truly are:",
    "a route marked in red ink on a map,",
    "the shadows of apricot leaves thrown",
    "in wind and sun on a wall? It is",
    "easy to imagine a desert full of agaves",
    "and golden barrel cactus, red earth, a red sun.",
    "But to truly live one must see things",
    "as they are, as they might become:",
    "a wrench is not a fingerprint",
    "on a stolen car, nor baling wire",
    "the undertow of the ocean. I may hallucinate,",
    "but see the men in drenched clothes",
    "as men who saw and saw and refuse to see.",
    "3 Think of being a judge or architect",
    "or trombonist, and do not worry whether",
    "thinking so makes it so. I overhear",
    "two men talking in another room;",
    "I cannot transcribe the conversation",
    "word for word, but know if they are",
    "vexed or depressed, joyful or nostalgic.",
    "An elm leaf floats on a pond.",
    "Look, a child wants to be a cardiologist",
    "then a cartographer, but wanting so",
    "does not make it so. It is not",
    "a question of copying out the Heart Sutra",
    "in your own blood on an alabaster wall.",
    "It is not a question of grief or joy.",
    "But as a fetus grows and grows,",
    "as the autumn moon ripens the grapes,",
    "greed and cruelty and hunger for power",
    "ripen us, enable us to grieve, act,",
    "laugh, shriek, see, see it all as",
    "the water on which the elm leaf floats.",
    "4 Write out the memories of your life",
    "in red-gold disappearing ink, so that it all",
    "dies, no lives. Each word you speak",
    "dies, no lives. Is it all",
    "at once in the mind? I once stepped",
    "on a sea urchin, used a needle to dig out",
    "the purple spines; blood soaked my hands.",
    "But one spine was left, and I carried",
    "it a thousand miles. I saw then",
    "the olive leaves die on the branch,",
    "saw dogs tear flesh off a sheep’s corpse.",
    "To live at all is to grieve;",
    "but, once, to have it all at once",
    "is to see a shooting star: shooting star",
    "shooting star."
  ],
  "title": "Shooting Star",
  "year": ""
}