{
  "author": "Arthur Sze",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Nature",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180583",
  "region": "",
  "text": [
    "1 As an archaeologist unearths a mask with opercular teeth",
    "and abalone eyes, someone throws a broken fan and extension",
    "cords",
    "into a dumpster. A point of coincidence exists in the mind",
    "resembling the tension between a denotation and its stretch",
    "of definition: aurora: a luminous phenomenon consisting",
    "of streamers or arches of light appearing in the upper",
    "atmosphere",
    "of a planet’s polar regions, caused by the emission of light",
    "from atoms excited by electrons accelerated along the planet’s",
    "magnetic field lines. The mind’s magnetic field lines.",
    "When the red shimmering in the huge dome of sky stops,",
    "a violet flare is already arcing up and across, while a man",
    "foraging a dumpster in Cleveland finds some celery and",
    "charred fat.",
    "Hunger, angst: the blue shimmer of emotion, water speeding",
    "through a canyon; to see only to know: to wake finding",
    "a lug nut, ticket stub, string, personal card, ink smear, $2.76.",
    "2 A Kwiakiutl wooden dish with a double-headed wolf",
    "is missing from a museum collection. And as",
    "the director checks to see if it was deaccessioned,",
    "a man sitting on a stool under bright lights",
    "shouts: a pachinko ball dropped vertiginously",
    "but struck a chiming ring and ricocheted to the left.",
    "We had no sense that a peony was opening,",
    "that a thousand white buds of a Kyoto camellia",
    "had opened at dusk and had closed at dawn.",
    "When the man steps out of the pachinko parlor,",
    "he will find himself vertiginously dropping",
    "in starless space. When he discovers",
    "that his daughter was cooking over smoking oil",
    "and shrieked in a fatal asthma attack,",
    "he will walk the bright streets in an implosion of grief,",
    "his mind will become an imploding star,",
    "he will know he is searching among bright gold threads",
    "for a black pattern in the weave.",
    "3 Set a string loop into a figure of two diamonds,",
    "four diamonds, one diamond:",
    "as a woman tightens her hand into a fist",
    "and rubs it in a circular motion over her heart,",
    "a bewildered man considering the semantics of",
    "decides no through-line exists:",
    "to sink the head of a nail below the surface,",
    "to fix as a distinguishing imprint, sign, or appearance,",
    "to incite, put on a fine edge by grinding,",
    "to adjust, adorn, put in motion, make unyielding,",
    "to bend slightly the tooth points of a saw",
    "alternately in opposite directions.",
    "As the woman using her index finger makes",
    "spiral after spiral from her aorta up over her head,",
    "see the possibilities for transcendence:",
    "you have to die and die in your mind",
    "before you can begin to see the empty spaces",
    "the configuration of string defines.",
    "4 A restorer examines the pieces of a tin chandelier,",
    "and notices the breaks in the arms are along",
    "old solder lines, and that cheap epoxy was used.",
    "He will have to scrape off the epoxy, scrub some flux,",
    "heat up the chandelier and use a proper solder.",
    "A pair of rough-legged hawks are circling over a pasture;",
    "one hawk cuts off the rabbit’s path of retreat",
    "while the other swoops with sharp angle and curve of wings.",
    "Cirrus, cirrostratus, cirrocumulus, altostratus,",
    "altocumulus, stratocumulus, nimbostratus,",
    "cumlus, cumulonimbus, stratus: is there no end?",
    "Memories stored in the body begin to glow.",
    "A woman seals basil in brown bags and hangs them",
    "from the ceiling. A dead sturgeon washes to shore.",
    "The sun is at the horizon, but another sun",
    "is rippling in water. It’s not that the angle",
    "of reflection equals the angle of incidence,",
    "but there’s exultation, pleasure, distress, death, love.",
    "5 The world resembles a cuttlefish changing colors",
    "and shimmering. An apprentice archer has",
    "stretched the bowstring properly, but does not know",
    "he will miss the target because he is not aiming in the hips.",
    "He will learn to hit the target without aiming",
    "when he has died in his mind. I am not scared of death,",
    "though I am appalled at how obsession with security",
    "yields a pin-pushing, pencil-shaving existence.",
    "You can descend to the swimming level of sharks,",
    "be a giant kelp growing from the ocean bottom up",
    "to the surface light, but the critical moment",
    "is to die feeling the infinite stillness of the passions,",
    "to revel in the touch of hips, hair, lips, hands,",
    "feel the collapse of space in December light.",
    "When I know I am no longer trying to know the spectral lines",
    "of the earth, I can point to a cuttlefish and say,",
    "“Here it is sepia,” already it is deep-brown,",
    "and exult, “Here it is deep-brown,” already it is white.",
    "6 Red koi swim toward us, and black",
    "carp are rising out of the depths of the pond,",
    "but our sustenance is a laugh, a grief,",
    "a walk at night in the snow,",
    "seeing the pure gold of a flickering candle -",
    "a moment at dusk when we see",
    "that deer have been staring at us,",
    "we did not see them edge out of the brush,",
    "a moment when someone turns on a light",
    "and turns a window into a mirror,",
    "a moment when a child asks,",
    "“When will it be tomorrow?”",
    "To say “A bell cannot be red and violet",
    "at the same place and time because",
    "of the logical structure of color” is true",
    "but is a dot that must enlarge into",
    "a zero: a void,",
    ", red shimmer,",
    "breath, endless beginning, pure body, pure mind."
  ],
  "title": "Streamers",
  "year": ""
}