{
  "author": "Arthur Sze",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180586",
  "region": "",
  "text": [
    "1 The dragons on the back of a circular bronze mirror",
    "swirl without end. I sit and am an absorbing form:",
    "I absorb the outline of a snowy owl on a branch,",
    "the rigor mortis in a hand. I absorb the crunching sounds",
    "when you walk across a glacial lake with aquamarine",
    "ice heaved up here and there twenty feet high.",
    "I absorb the moment a jeweler pours molten gold",
    "into a cuttlefish mold and it begins to smoke.",
    "I absorb the weight of a pause when it tilts",
    "the conversation in a room. I absorb the moments",
    "he sleeps holding her right breast in his left hand",
    "and know it resembles glassy waves in a harbor",
    "in descending spring light. Is the mind a mirror?",
    "I see pig carcasses piled up from the floor",
    "on a boat docked at Wanxian and the cook",
    "who smokes inadvertently drops ashes into soup.",
    "I absorb the stench of burning cuttlefish bone,",
    "and as moments coalesce see to travel far is to return.",
    "2 A cochineal picker goes blind;",
    "Mao, swimming across the Yangtze River,",
    "was buoyed by underwater frogmen;",
    "in the nursing home,",
    "she yelled, “Everyone here has Alzheimer’s!”",
    "it blistered his mouth;",
    "they thought the tape of",
    "solos was a series of spy messages;",
    "finding a bag of piki pushpinned to the door;",
    "shapes of saguaros by starlight;",
    "a yogi tries on cowboy boots at a flea market;",
    "a peregrine falcon",
    "shears off a wing;",
    "her niece went through the house and took what she wanted;",
    "“The sooner the better”;",
    "like a blindman grinding the bones of a snow leopard;",
    "she knew you had come to cut her hair;",
    "suffering: this and that:",
    "iron 26, gold 79;",
    "they dared him to stare at the annular eclipse;",
    "the yellow pupils of a saw-whet owl.",
    "3 The gold shimmer at the beginning of summer",
    "dissolves in a day. A fly mistakes a",
    "gold spider, the size of a pinhead, at the center",
    "of a glistening web. A morning mushroom",
    "knows nothing of twilight and dawn?",
    "Instead of developing a navy, Ci Xi",
    "ordered architects to construct a two-story",
    "marble boat that floats on a lotus-covered lake.",
    "Mistake a death cap for Caesar’s amanita",
    "and in hours a hepatic hole opens into the sky.",
    "To avoid yelling at his pregnant wife,",
    "a neighbor installs a boxing bag in a storeroom;",
    "he periodically goes in, punches, punches,",
    "reappears and smiles. A hummingbird moth",
    "hovers and hovers at a woman wearing a",
    "cochineal-dyed flowery dress. Liu Hansheng",
    "collects hypodermic needles, washes them",
    "under a hand pump, dries them in sunlight,",
    "seals them in Red Cross plastic bags,",
    "resells them as sterilized new ones to hospitals.",
    "4 Absorb a corpse-like silence and be a brass",
    "cone at the end of a string beginning",
    "to mark the x of stillness. You may puzzle",
    "as to why a meson beam oscillates, or why",
    "galaxies appear to be simultaneously redshifting",
    "in all directions, but do you stop to sense",
    "death pulling and pulling from the center",
    "of the earth to the end of the string?",
    "A mother screams at her son, “You’re so stupid,”",
    "but the motion of this anger is a circle.",
    "A teen was going to attend a demonstration,",
    "but his parents, worried about tear gas,",
    "persuaded him to stay home: he was bludgeoned",
    "to death that afternoon by a burglar.",
    "I awake dizzy with a searing headache",
    "thinking what nightmare did I have",
    "that I cannot remember only to discover",
    "the slumlord dusted the floor with roach powder.",
    "5 Moored off Qingdao, before sunrise,",
    "the pilot of a tanker is selling dismantled bicycles.",
    "Once, a watchmaker coated numbers on the dial",
    "with radioactive paint and periodically",
    "straightened the tip of the brush in his mouth.",
    "Our son sights the North Star through a straw",
    "taped to a protractor so that a bolt",
    "dangling from a string marks the latitude.",
    "I remember when he said his first word, “Clock”;",
    "his 6:02 is not mine, nor is your 7:03 his.",
    "We visit Aurelia in the nursing home and find",
    "she is sleeping curled in a fetal position.",
    "A chain-smoking acupuncturist burps, curses;",
    "a teen dips his head in paint thinner.",
    "We think, had I",
    "then that would,",
    "but subjunctive form is surge and ache.",
    "Yellow dips of chamisa are flaring open.",
    "I drop a jar of mustard, and it shatters in a wave.",
    "6 The smell of roasted chili;",
    "descending into the epilimnion;",
    "the shape of a datura leaf;",
    "a bank robber superglued his fingertips;",
    "in the lake,",
    "ocean-seal absorption;",
    "a moray snaps up a scorpion fish;",
    "he had to mistake and mistake;",
    "burned popcorn;",
    "he lifted the fly agaric off of blue paper",
    "and saw a white galaxy;",
    "sitting in a cold sweat;",
    "a child drinking Coke out of a formula bottle",
    "has all her teeth capped in gold;",
    "chrysanthemum-shaped fireworks exploding over the water;",
    "red piki passed down a ladder;",
    "laughter;",
    "as a lobster mold transforms a russula into a delicacy;",
    "replicating an Anasazi",
    "yucca fiber and turkey-feather blanket.",
    "7 He looks at a series of mirrors: Warring States",
    "Western Han, Eastern Han, Tang, Song,",
    "and notices bits of irregular red corrosion",
    "on the Warring States mirror. On the back,",
    "three dragons swirl in mist and April air.",
    "After sixteen years that first kiss",
    "still has a flaring tail. He looks at the TLV",
    "pattern on the back of the Han mirror:",
    "the mind has diamond points east, south, west, north.",
    "He grimaces and pulls up a pile of potatoes,",
    "notices snow clouds coming in from the west.",
    "She places a sunflower head on the northwest",
    "corner of the fence. He looks at the back",
    "of the Tang mirror: the lion and grape",
    "pattern is so wrought he turns, watches her",
    "pick eggplant, senses the underlying",
    "twist of pleasure and surprise that",
    "in mind they flow and respond endlessly.",
    "8 I find a rufous hummingbird on the floor",
    "of a greenhouse, sense a redshifting",
    "along the radial string of a web.",
    "You may draw a cloud pattern in cement",
    "setting in a patio, or wake to",
    "sparkling ferns melting on a windowpane.",
    "The struck, plucked, bowed, blown",
    "sounds of the world come and go.",
    "As first light enters a telescope",
    "and one sees light of a star when the star",
    "has vanished, I see a finch at a feeder,",
    "beans germinating in darkness;",
    "a man with a pole pulls yarn out",
    "of an indigo vat, twists and untwists it;",
    "I hear a shout as a child finds",
    "barrowsii under ponderosa pine;",
    "I see you wearing an onyx-and-gold pin.",
    "In curved space, is a line a circle?",
    "9 Pausing in the motion of a stroke,",
    "two right hands",
    "grasping a brush;",
    "staring through a skylight",
    "at a lunar eclipse;",
    "a great blue heron;",
    "wings flapping,",
    "landing on the rail of a float house;",
    "near and far:",
    "a continuous warp;",
    "a neighbor wants to tear down this fence;",
    "a workman covets it",
    "for a",
    ";",
    "raccoons on the rooftop",
    "eating apricots;",
    "the character",
    "-",
    "dark, dyed -",
    "pinned to a wall above a computer;",
    "lovers making",
    "a room glow;",
    "weaving on a vertical loom:",
    "sound of a comb,",
    "baleen;",
    "hiding a world in a world:",
    "1054, a supernova."
  ],
  "title": "The Redshifting Web",
  "year": ""
}