{
  "author": "Douglas Kearney",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237570",
  "region": "U.S., Western",
  "text": [
    "0.",
    "the first line? “blackface is sometimes the truth.”",
    "the poet knows this will make fire.",
    "ponders performing in some dark room, squinting at the black type—",
    "red gel spots like laser sights from a rifle big as a bus.",
    "but here, the sniper stirs herbal tea, has a cell phone,",
    "the number of a woman the color of thrush wings.",
    "for now: the sniper with the cell phone will be",
    ".",
    "he misses the next line beneath the spoon clanging in the mug",
    "like the clapper in a schooner’s alarm bell. the third line,",
    "perhaps: “. . . the smoldering cork testifies . . .” or “. . . the moldy corpse",
    "terrifies . . .”",
    "he considers each. and wonders about the second line",
    "—then about the girl he saw boarding the bus,",
    "what her name sounds like whispered in a dim room",
    "of red candles, a radio where the poet is. “—ncing and bucking.",
    "and the yes and suh . . .”—he misses something else,",
    "the new line of little to do with corks or corpses—courts, maybe—",
    "and what’s “. . . un a gold coin promise, layaway heaven with teeth and",
    "silence . . .”?",
    "he is lost between a poem, a cell and a thrush’s wing.",
    "so by this time the poet should probably place a refrain",
    "as this is going to be a long poem, long enough to make the poet famous.",
    "1.",
    "blackface is sometimes the truth",
    "but with added emphasis. a boldface where",
    "the smoldering cork testifies.",
    "[the issue is intent, nahmean?",
    "like what is",
    "when",
    "knows its way around the alleys",
    "of the tongue? what is",
    ", nahmean?",
    "and the intent is the issue, you see?] [nahmean?]",
    "blackface is sometimes a lie",
    "but with added detail. a bold face where",
    "the smoldering cork testifies.",
    "2.",
    "but to what? the sawdust packed pockets, the brogan’s salty shadow?",
    "to the straps? scraps off the hips of tin platters?",
    "the train’s constant",
    "? the minister’s constant",
    "what is the cork, still smelling of cheap wine, some doe-",
    "eyed muscatel, a poor man’s dream-color of velvet, some sap",
    "fresh from a cicada tableau to a night club in a Sunday suit,",
    "cardboard under his left sock, the bootblack ache slithering out",
    "above his ass, the bootblack cash kissed in waxy fingerprints",
    "offered up, offered up to the waitress who won’t smile for a “what this get?”",
    "the bottle brought back, armpit warm? this cork, tossed to the floor",
    "and kicked, a careless jig swung by a white chick, and rolled below",
    "a table awaiting some jittering negro, whose gig it is to eyeball",
    "these corks, to swoop down, hands a pair of crows, to swoop up",
    "the cork, bear it backstage, to pull it from his pocket like a magician’s dove,",
    "transform it into smoke and ovation.",
    "what does this testify?",
    "what is this truth?",
    "why speak of the fire, the first kiss of flame to the cork?",
    "watch",
    ". that’s all",
    "did.",
    "what does",
    "testify?",
    "3.",
    "what is truth?",
    "again reading",
    "some magazine,",
    "again waiting",
    "for the dressing room",
    "door to open:",
    "fire gleaming off the platter",
    "like a breakfast of stars,",
    "burning cork",
    "from Portugal, and cork",
    "doesn’t sink in rough waters,",
    "like fine schooners",
    "from Portugal, and fire",
    "splits the blackness of dark",
    "like the fingers of sailors",
    "from Portugal, whose tongues",
    "teach new tongues to the lips",
    "in the darkness of blacks",
    "from Africa, and burn",
    "the sea into their faces",
    "like smoke in a blue lit",
    "dressing room. and I",
    "close the magazine",
    "full of rappers swimming",
    "in denim, ism smoke",
    "and wait for the door",
    "to open. the embers to ignite",
    "4.",
    "spotlight’s prison-break eye and the sweat that lifts from the skull",
    "and the pancake sheen allowed for the cameras, the pancake",
    "that will not run, and the clothes that cling to the mouths of wetness",
    "and the red gels that turn the words into spastic ants holding tiny cue cards!!!!!",
    "but the stomach churn of memorization,",
    ", the revisions on the other",
    "copy in the other notebook in the other room",
    "the gimpy music stand",
    "tilt, the red eye, the spotlight’s stomach, the prison-break sheen, the ants cling,",
    "the pancake mouth, the spastic words, the cameras lift, the clothes’ wetness,",
    "the skull tilt, churn",
    "turn",
    "run",
    "NO",
    "DANCE BUCK",
    "* * * *",
    "the room.",
    "the books.",
    "hands telling",
    "what I know",
    "to a machine.",
    "alone. dreaming,",
    "yes, dreaming",
    "of pinning myself",
    "to journals like",
    "a prized butterfly.",
    "the ink of my beauty",
    "fading on the white pages.",
    "5.",
    "a rusty bicycle is a copper skeleton against the mattress.",
    "through the chain link, children kneeling on the concrete",
    "look lined for butchering. chewed sedans bleed into the street,",
    "into sewer bellies.",
    "I’ve written these images too many times. DC is my ghetto—",
    "every black poet should have one, as every white poet should have",
    "a movie-house or a lake. white poets have attractions.",
    "black poets should also have grandmothers.",
    "I have grandmothers—one living, one not. neither mopped",
    "any floor but her own. if I stand on their memories, I am too tall",
    "to be jammed into a tenement. black birds peck at my journals. my fingers",
    "work grime into Elm Place in LeDroit Park, divine urine from Florida Ave",
    "and goad fiends from T Street’s throat. these are not my muses.",
    "an adjective. a noun. a simile. “ragged storefronts like beaten wives.”",
    "I must imagine what might go on behind bricks, past the railing",
    "climbing up the stoops like wrought iron centipedes. the windows are open",
    "sometimes at night. it was hot,",
    "one black grandmother had a pool. air conditioning. on days without smog,",
    "you could see the sea or someone riding a horse",
    "past the liquor store. no one",
    "horses in Altadena. here,",
    "horses are diamond necklaces. diamond necklaces that shit in crosswalks.",
    "in DC there is a different kind of horse, and I need it for poems as I need ink.",
    "it is not my muse, nahmean? one black grandmother didn’t sit in",
    "the back of buses. Raleigh lay before her, already mopped. the crows are waiting",
    "at the edge of the page. see, the madhouse that seeped out into NE",
    "before exploding into panhandlers stranded in phantom ants,",
    "drifting mothers birthing flying dutchmen, that man who walked",
    "all the way to 6",
    "Street swinging a golf club like a white woman dancing—",
    "these are not my muses.",
    "they aren’t even mirrors.",
    "they are cork awaiting flame.",
    "blackface"
  ],
  "title": "The Poet Writes The Poem That Will Certainly Make Him Famous",
  "year": ""
}