{
  "author": "Hannah F. Gould",
  "classification": "",
  "keywords": [
    "Nature",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182693",
  "region": "U.S., New England",
  "text": [
    "A tulip, just opened, had offered to hold",
    "A butterfly, gaudy and gay;",
    "And, rocked in a cradle of crimson and gold,",
    "The careless young slumberer lay.",
    "For the butterfly slept, as such thoughtless ones will,",
    "At ease, and reclining on flowers,",
    "If ever they study, ’t is how they may kill",
    "The best of their mid-summer hours.",
    "And the butterfly dreamed, as is often the case",
    "With",
    "lovers of change,",
    "Who, keeping the body at ease in its place,",
    "Give fancy permission to range.",
    "He dreamed that he saw, what he could but despise,",
    "The swarm from a neighbouring hive;",
    "Which, having come out for their winter supplies,",
    "Had made the whole garden alive.",
    "He looked with disgust, as the proud often do,",
    "On the diligent movements of those,",
    "Who, keeping both present and future in view,",
    "Improve every hour as it goes.",
    "As the brisk little alchymists passed to and fro,",
    "With anger the butterfly swelled;",
    "And called them mechanics – a rabble too low",
    "To come near the station he held.",
    "‘Away from my presence!’ said he, in his sleep,",
    "‘Ye humbled plebeians! nor dare",
    "Come here with your colorless winglets to sweep",
    "The king of this brilliant parterre!’",
    "He thought, at these words, that together they flew,",
    "And, facing about, made a stand;",
    "And then, to a terrible army they grew,",
    "And fenced him on every hand.",
    "Like hosts of huge giants, his numberless foes",
    "Seemed spreading to measureless size:",
    "Their wings with a mighty expansion arose,",
    "And stretched like a veil o’er the skies.",
    "Their eyes seemed like little volcanoes, for fire,—",
    "Their hum, to a cannon-peal grown,—",
    "Farina to bullets was rolled in their ire,",
    "And, he thought, hurled at him and his throne.",
    "He tried to cry quarter! his voice would not sound,",
    "His head ached – his throne reeled and fell;",
    "His enemy cheered, as he came to the ground,",
    "And cried, ‘King Papilio, farewell!’",
    "His fall chased the vision – the sleeper awoke,",
    "The wonderful dream to expound;",
    "The lightning’s bright flash from the thunder-cloud broke,",
    "And hail-stones were rattling around.",
    "He’d slumbered so long, that now, over his head,",
    "The tempest’s artillery rolled;",
    "The tulip was shattered – the whirl-blast had fled,",
    "And borne off its crimson and gold.",
    "’T is said, for the fall and the pelting, combined",
    "With suppressed ebullitions of pride,",
    "This vain son of summer no balsam could find,",
    "But he crept under covert and died."
  ],
  "title": "The Butterfly’s Dream",
  "year": ""
}