{
  "author": "Rodney Jones",
  "classification": "",
  "keywords": [
    "Youth",
    "Coming of Age",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177418",
  "region": "U.S., Southern",
  "text": [
    "From the first, I was too reluctant, achieving by dribs and drabs,",
    "Happy to linger in shallows while others jackknifed from cliffs, wrong",
    "To exact perfection from a sad piece or add notes to a proven tune;",
    "But ever the classicist:",
    "in swimming lessons, slowest to learn;",
    "In fights, tentative, preferring the hammerlock to the jab and hook; cautious",
    "In the earliest romances, choking in the clutch, fumbling the caress; or shy",
    "Among the crew-cut Cupids bristling at the armory’s weekend dances;",
    "But shifty in every game, keeping it close. Always holding still",
    "And adjuring others to go slow",
    "until we leapt forward that night out of control",
    "And pinned to the seats of Tyler Wilson’s outlandishly unstock Ford",
    "While, from the opposite side of the valley, scalding in each curve, came the black din",
    "And brunt of Sonny Walker’s highjacker Chevrolet, everyone screaming",
    "And bearing down to be first across the bridge at Hurricane Creek.",
    "Many trophies show us frozen: a leg poised for the hurdle, an arm cocked for the unanswerable spike.",
    "What I remember through the windshield’s splintering lens is time, a mailbox",
    "Rushing by, the letters",
    "then darkness rolling inside;",
    "Though memory, at best, retrieves maybe six percent in studio light,",
    "So even now I think we might have turned:",
    "smart with his hands,",
    "There is a kind of savior who blusters through the South, good with animals and machines,",
    "Who surely somehow would have found a gap, through an open gate",
    "Into a marshy cornfield",
    "or up a logging road into a hillside wood.",
    "At any rate, there is just a little while, shy of any bridge, just as judgment",
    "Balances its two blind alternatives and a third accelerates head-on.",
    "I’ve made a careful study: things that can only be accomplished in deep space,",
    "In another language, in far history, at an almost incalculable speed. Courage is not included, or much foolishness.",
    "They spin the purest glass, they split the atom, they speak with God.",
    "They make a sort of Teflon hip and attach it with metal screws,",
    "Only the threads upbone keep stripping",
    "so they have to operate",
    "Again and again, and what she’s accomplished is more of a gait, really,",
    "Than a walk, so when she moves toward me, across any room,",
    "I think too much of my own will",
    "implicated in that dragging brace.",
    "Each step is obviously trained, and the whole earned motion full",
    "Of muscle, plastic, and bone",
    "is coordinated by nerves even the",
    "Strictest dance does not require. She has said there is no fault,",
    "But even in such talk,",
    "grace occurs as an accident someone caused.",
    "If what I require is a thing too certain, braided from probabilities,",
    "There is another thing",
    "articulated in the scars that saved her face—",
    "And no right now in that night we were shaken and rolled like dice, no right to",
    "Say this guilt to be alive is love, or the opposite of lucky is wrong."
  ],
  "title": "Dangers",
  "year": ""
}