{
  "author": "Rodney Jones",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/26109",
  "region": "",
  "text": [
    "Down the street, someone must be praying, and though I don’t",
    "Go there anymore, I want to at times, to hear the diction",
    "And the tone, though the English pronoun for God is obsolete—",
    "What goes on is devotion, which wouldn’t change if I heard:",
    "The polished sermon, the upright’s arpeggios of vacant notes.",
    "What else could unite widows, bankers, children, and ghosts?",
    "And those faces are so good as they tilt their smiles upward",
    "To the rostrum that represents law, and the minister who",
    "Represents God beams like the white palm of the good hand",
    "Of Christ raised behind the baptistry to signal the multitude,",
    "Which I am not among, though I feel the abundance of calm",
    "And know the beatitude so well I do not have to imagine it,",
    "Or the polite old ones who gather after the service to chat,",
    "Or the ritual linen of Sunday tables that are already set.",
    "More than any other days, Sundays stand in unvarying rows",
    "That beg attention: there is that studied verisimilitude",
    "Of sanctuary, so even mud and bitten weeds look dressed up",
    "For some eye in the distant past, some remote kingdom",
    "Where the pastures are crossed by thoroughly symbolic rivers.",
    "That is why the syntax of prayers is so often reversed,",
    "Aimed toward the dead who clearly have not gone ahead",
    "But returned to prior things, a vista of angels and sheep,",
    "A desert where men in robes and sandals gather by a tree.",
    "Hushed stores, all day that sense a bell is about to ring—",
    "I recognized it, waking up, before I weighed the bulk of news",
    "Or saw Saturday night’s cars parked randomly along the curb,",
    "And though I had no prayer, I wanted to offer something",
    "Or ask for something, perhaps out of habit, but as the past",
    "Must always be honored unconsciously, formally, and persists",
    "On this first and singular day, though I think of it as last."
  ],
  "title": "Life of Sundays",
  "year": ""
}