{
  "author": "Rodney Jones",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/28502",
  "region": "",
  "text": [
    "The tortures of lumbago consumed Aunt Madge,",
    "And Leah Vest, once resigned from schoolmarming,",
    "Could not be convinced to leave the house,",
    "And Mrs. Mary Hogan, after birthing her fifth son,",
    "Lay bedfast for the last fifty-two years of her life,",
    "Reporting shooting pains that would begin",
    "High in her back and shear downward to the feet,",
    "As though, she said, she had been glazed in lightning;",
    "And also, men, broken on bridges and mills,",
    "Shell-shocked veterans, religious alcoholics—",
    "Leldon Kilpatrick, Johnson Suggs, Whitey Carlyle:",
    "They came and sat there too, leafing through",
    "Yellowing",
    ";",
    "And, one by one, all entered in and talked",
    "While the good doctor gargled a dark chaff",
    "In his pipe and took down symptoms,",
    "Annotating them on his hidden chart—",
    "Numbness, neuralgia, the knotted lymph,",
    "The clammy palms—and then he’d scratch",
    "His temple’s meaningful patch of white",
    "And scrawl out his unfailing barbiturate prescription",
    "To be filled by his pharmacist brother-in-law",
    "Until half the county had gathered as in a lap—",
    "The quantum ache, the mutiny in every house.",
    "How much pain, how many diseases",
    "Consigned to the mythological, the dropped",
    "Ovaries, the torn-up nerves, what women",
    "Said, what men wanted to believe? Part of it",
    "Laughable, I know. Still I want someone",
    "To see, now that they lie safe in graves",
    "Beyond the vacant stores, that someone",
    "Listened and, hearing the wrong at the heart,",
    "Named it something that sounded real, whatever",
    "They lived through and died of. I remember",
    "Mrs. Lyle who called it a thorn in the flesh,",
    "And Mr. Appleton, who had no roof in his mouth."
  ],
  "title": "Mortal Sorrows",
  "year": ""
}