{
  "author": "Rodney Jones",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Arts",
    "Sciences",
    "Jobs",
    "Working",
    "Activities",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177421",
  "region": "U.S., Southern",
  "text": [
    "When the first mechanical picker had stripped the field,",
    "It left such a copious white dross of disorderly wispiness",
    "That my mother could not console herself to the waste",
    "And insisted on having it picked over with human hands,",
    "Though anyone could see there was not enough for ten sheets",
    "And the hands had long since gone into the factories.",
    "No matter how often my father pointed this out,",
    "She worried it the way I’ve worried the extra words",
    "In poems that I conceived with the approximate",
    "Notion that each stanza should have the same number",
    "Of lines and each line the same number of syllables—",
    "And disregarded it, telling myself a ripple",
    "Or botch on the surface, like the stutter of a speaker,",
    "Is all I have to affirm the deep fluency below.",
    "The Hebrews distrusted Greek poetry (which embodied",
    "Harmony and symmetry, and, therefore, revision)",
    "Not for aesthetic reasons, but because they believed",
    "That to change the first words, which rose unsmelted",
    "From the trance, amounted to sacrilege against God.",
    "In countries where, because of the gross abundance",
    "Of labor, it’s unlawful to import harvesting machines,",
    "I see the women in the fields and think of how,",
    "When my mother used to pick, you could tell",
    "Her row by the bare stalks and the scant poundage",
    "That tumbled from her sack so pristinely white",
    "And devoid of burrs, it seemed to have already",
    "Passed through the spiked mandibles of the gin.",
    "Dr. Williams said of Eliot that his poems were so",
    "Cautiously wrought that they seemed to come",
    "To us already digested in all four stomachs of the cow.",
    "What my father loved about my mother was not",
    "Just the beauty of her body and face, but the practice",
    "Of her ideas and the intelligence of her hands",
    "As they made the house that abides in us still",
    "As worry and bother, but also the perfect freedom beyond—",
    "As cleanliness is next to godliness but is not God."
  ],
  "title": "On Pickiness",
  "year": ""
}