{
  "author": "Rodney Jones",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Animals",
    "The Body",
    "Arts",
    "Sciences",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182323",
  "region": "U.S., Southern",
  "text": [
    "I see the mosquito kneeling on the soft underside of my arm, kneeling",
    "Like a fruitpicker, kneeling like an old woman",
    "With the proboscis of her prayer buried in the idea of God,",
    "And I know we shall not speak with the aliens",
    "And that peace will not happen in my life, not unless",
    "It is in the burnt oil spreading across the surfaces of ponds, in the dark",
    "Egg rafts clotting and the wiggletails expiring like batteries.",
    "Bring a little alcohol and a little balm",
    "For these poppies planted by the Queen of Neptune.",
    "In her photographs she is bearded and spurred, embellished five hundred times,",
    "Her modular legs crouching, her insufferable head unlocking",
    "To lower the razor-edge of its tubes, and she is there in the afternoon",
    "When the wind gives up the spirit of cleanliness",
    "And there rises from the sound the brackish oyster and squid smell of creation.",
    "I lie down in the sleeping bag sodden with rain.",
    "Nights with her, I am loved for myself, for the succulent",
    "Flange of my upper lip, the twin bellies of my eyelids.",
    "She adores the easy, the soft. She picks the tenderest blossoms of insomnia.",
    "Mornings while the jackhammer rips the pavement outside my window,",
    "While the sanitation workers bang the cans against the big truck and shout to each other over the motor,",
    "I watch her strut like an udder with my blood,",
    "Imagining the luminous pick descending into Trotsky’s skull and the eleven days",
    "I waited for the cold chill, nightmare, and nightsweat of malaria;",
    "Imagining the mating call in the vibrations of her wings,",
    "And imagining, in the simple knot of her ganglia,",
    "How she thrills to my life, how she sings for the harvest."
  ],
  "title": "The Mosquito",
  "year": ""
}