{
  "author": "Rodney Jones",
  "classification": "Blank Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Crime",
    "Punishment",
    "Living",
    "Social Commentaries",
    "Youth",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177420",
  "region": "U.S., Southern",
  "text": [
    "On the porch, unbreeched shotgun dangling",
    "Across one arm, just after the killing,",
    "The murderer, Billy Winkles, made polite",
    "Small talk with my father while we waited",
    "For the sheriff to come. The reek of cordite",
    "Still loomed above the sheeted corpse, his uncle",
    "Ben, whose various dark and viscous organs",
    "Jeweled the lawn. “Want some coffee, Von?”",
    "I heard, and thought, A man is dead. And then:",
    "Why had my father brought me there to stand",
    "Alone, out of place, half-terrified, bored",
    "With the slow yammer of weather and crops?",
    "I stepped carefully across the rotted planks",
    "Toward an oak where an engine block",
    "Depended from a blackened limb and watched",
    "A dull dazzle of horseflies, a few puddles",
    "Hounds had dug like chocolate ruffles",
    "Hemming the chicken yard. “I told the son",
    "Of a bitch, come back, I’ll shoot you dead,”",
    "And he sure had, for sniffing round his wife.",
    "He said, “It just ain’t right.” He rolled",
    "A smoke and dragged a steady flame alive",
    "While neighbors shyly stomped from pickups",
    "And lifted the sheet to poke and peek.",
    "“That’s Ben,” one said. “That’s Ben to a T.”",
    "But was it? Was any of it real, the empty",
    "House, the creek? My father saying, “Now",
    "Your mother, she was a Partain, wasn’t she?”",
    "“Naw, she was a Winkles, too. My wife was",
    "A Partain, she’s over at Mai-Maw’s now.”",
    "It went like that, and this. The wind drove",
    "Up and set the shirts to popping on the line.",
    "A red tricycle leaned above a one-eyed doll.",
    "The mountain’s blue escarpment unwound",
    "Green bolts of fields, the white shelters",
    "Where we lived, all of it somehow wrong,",
    "And magical not to have changed while",
    "Trucks backed up along the ditch and men",
    "With their grown boys clambered uphill",
    "To gawk at Uncle Ben who lay like shortcakes",
    "Lined up on sawhorses on decoration days.",
    "How strange, I thought, that no one prayed,",
    "And strange that I was there, actually there,",
    "With grown men, not sad or happy, but proud,",
    "Knowing even then, the years would mostly",
    "Amount to sleep, my father would come back",
    "As history, and still there would be",
    "To say the strobe of the ambulance light;",
    "The sheriff, a tall, portly man, stooping",
    "To help the handcuffed killer into the car;",
    "And on the grass, bits of liver or spleen—",
    "Whatever I’d dream, the world is not a lie."
  ],
  "title": "The Troubles That Women Start Are Men",
  "year": ""
}