{
  "author": "Léopold Sédar Senghor",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Popular Culture",
    "Cities",
    "Urban Life",
    "Arts",
    "Sciences",
    "Music"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238778",
  "region": "Africa",
  "text": [
    "New York! At first I was bewildered by your beauty,",
    "Those huge, long-legged, golden girls.",
    "So shy, at first, before your blue metallic eyes and icy smile,",
    "So shy. And full of despair at the end of skyscraper streets",
    "Raising my owl eyes at the eclipse of the sun.",
    "Your light is sulphurous against the pale towers",
    "Whose heads strike lightning into the sky,",
    "Skyscrapers defying storms with their steel shoulders",
    "And weathered skin of stone.",
    "But two weeks on the naked sidewalks of Manhattan—",
    "At the end of the third week the fever",
    "Overtakes you with a jaguar’s leap",
    "Two weeks without well water or pasture all birds of the air",
    "Fall suddenly dead under the high, sooty terraces.",
    "No laugh from a growing child, his hand in my cool hand.",
    "No mother’s breast, but nylon legs. Legs and breasts",
    "Without smell or sweat. No tender word, and no lips,",
    "Only artificial hearts paid for in cold cash",
    "And not one book offering wisdom.",
    "The painter’s palette yields only coral crystals.",
    "Sleepless nights, O nights of Manhattan!",
    "Stirring with delusions while car horns blare the empty hours",
    "And murky streams carry away hygenic loving",
    "Like rivers overflowing with the corpses of babies.",
    "II",
    "Now is the time of signs and reckoning, New York!",
    "Now is the time of manna and hyssop.",
    "You have only to listen to God’s trombones, to your heart",
    "Beating to the rhythm of blood, your blood.",
    "I saw Harlem teeming with sounds and ritual colors",
    "And outrageous smells—",
    "At teatime in the home of the drugstore-deliveryman",
    "I saw the festival of Night begin at the retreat of day.",
    "And I proclaim Night more truthful than the day.",
    "It is the pure hour when God brings forth",
    "Life immemorial in the streets,",
    "All the amphibious elements shinning like suns.",
    "Harlem, Harlem! Now I’ve seen Harlem, Harlem!",
    "A green breeze of corn rising from the pavements",
    "Plowed by the Dan dancers’ bare feet,",
    "Hips rippling like silk and spearhead breasts,",
    "Ballets of water lilies and fabulous masks",
    "And mangoes of love rolling from the low houses",
    "To the feet of police horses.",
    "And along sidewalks I saw streams of white rum",
    "And streams of black milk in the blue haze of cigars.",
    "And at night I saw cotton flowers snow down",
    "From the sky and the angels’ wings and sorcerers’ plumes.",
    "Listen, New York! O listen to your bass male voice,",
    "Your vibrant oboe voice, the muted anguish of your tears",
    "Falling in great clots of blood,",
    "Listen to the distant beating of your nocturnal heart,",
    "The tom-tom’s rhythm and blood, tom-tom blood and tom-tom.",
    "III",
    "New York! I say New York, let black blood flow into your blood.",
    "Let it wash the rust from your steel joints, like an oil of life",
    "Let it give your bridges the curve of hips and supple vines.",
    "Now the ancient age returns, unity is restored,",
    "The reconciliation of the Lion and Bull and Tree",
    "Idea links to action, the ear to the heart, sign to meaning.",
    "See your rivers stirring with musk alligators",
    "And sea cows with mirage eyes. No need to invent the Sirens.",
    "Just open your eyes to the April rainbow",
    "And your eyes, especially your ears, to God",
    "Who in one burst of saxophone laughter",
    "Created heaven and earth in six days,",
    "And on the seventh slept a deep Negro sleep."
  ],
  "title": "To New York",
  "year": ""
}