{
  "author": "William Cullen Bryant",
  "classification": "Blank Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243458",
  "region": "U.S., New England",
  "text": [
    "These are the gardens of the Desert, these",
    "The unshorn fields, boundless and beautiful,",
    "For which the speech of England has no name—",
    "The Prairies. I behold them for the first,",
    "And my heart swells, while the dilated sight",
    "Takes in the encircling vastness. Lo! they stretch,",
    "In airy undulations, far away,",
    "As if the ocean, in his gentlest swell,",
    "Stood still, with all his rounded billows fixed,",
    "And motionless forever. —Motionless?—",
    "No—they are all unchained again. The clouds",
    "Sweep over with their shadows, and, beneath,",
    "The surface rolls and fluctuates to the eye;",
    "Dark hollows seem to glide along and chase",
    "The sunny ridges. Breezes of the South!",
    "Who toss the golden and the flame-like flowers,",
    "And pass the prairie-hawk that, poised on high,",
    "Flaps his broad wings, yet moves not—ye have played",
    "Among the palms of Mexico and vines",
    "Of Texas, and have crisped the limpid brooks",
    "That from the fountains of Sonora glide",
    "Into the calm Pacific—have ye fanned",
    "A nobler or a lovelier scene than this?",
    "Man hath no power in all this glorious work:",
    "The hand that built the firmament hath heaved",
    "And smoothed these verdant swells, and sown their slopes",
    "With herbage, planted them with island groves,",
    "And hedged them round with forests. Fitting floor",
    "For this magnificent temple of the sky—",
    "With flowers whose glory and whose multitude",
    "Rival the constellations! The great heavens",
    "Seem to stoop down upon the scene in love,—",
    "A nearer vault, and of a tenderer blue,",
    "Than that which bends above our eastern hills.",
    "As o’er the verdant waste I guide my steed,",
    "Among the high rank grass that sweeps his sides",
    "The hollow beating of his footsteps seems",
    "A sacrilegious sound. I think of those",
    "Upon whose rest he tramples. Are they here—",
    "The dead of other days?—and did the dust",
    "Of these fair solitudes once stir with life",
    "And burn with passion? Let the mighty mounds",
    "That overlook the rivers, or that rise",
    "In the dim forest crowded with old oaks,",
    "Answer. A race, that long has passed away,",
    "Built them;—a disciplined and populous race",
    "Heaped, with long toil, the earth, while yet the Greek",
    "Was hewing the Pentelicus to forms",
    "Of symmetry, and rearing on its rock",
    "The glittering Parthenon. These ample fields",
    "Nourished their harvest, here their herds were fed,",
    "When haply by their stalls the bison lowed,",
    "And bowed his maned shoulder to the yoke.",
    "All day this desert murmured with their toils,",
    "Till twilight blushed, and lovers walked, and wooed",
    "In a forgotten language, and old tunes,",
    "From instruments of unremembered form,",
    "Gave the soft winds a voice. The red man came—",
    "The roaming hunter tribes, warlike and fierce,",
    "And the mound-builders vanished from the earth.",
    "The solitude of centuries untold",
    "Has settled where they dwelt. The prairie-wolf",
    "Hunts in their meadows, and his fresh-dug den",
    "Yawns by my path. The gopher mines the ground",
    "Where stood their swarming cities. All is gone;",
    "All—save the piles of earth that hold their bones,",
    "The platforms where they worshipped unknown gods,",
    "The barriers which they builded from the soil",
    "To keep the foe at bay—till o’er the walls",
    "The wild beleaguerers broke, and, one by one,",
    "The strongholds of the plain were forced, and heaped",
    "With corpses. The brown vultures of the wood",
    "Flocked to those vast uncovered sepulchres,",
    "And sat unscared and silent at their feast.",
    "Haply some solitary fugitive,",
    "Lurking in marsh and forest, till the sense",
    "Of desolation and of fear became",
    "Bitterer than death, yielded himself to die.",
    "Man’s better nature triumphed then. Kind words",
    "Welcomed and soothed him; the rude conquerors",
    "Seated the captive with their chiefs; he chose",
    "A bride among their maidens, and at length",
    "Seemed to forget—yet ne’er forgot—the wife",
    "Of his first love, and her sweet little ones,",
    "Butchered, amid their shrieks, with all his race.",
    "Thus change the forms of being. Thus arise",
    "Races of living things, glorious in strength,",
    "And perish, as the quickening breath of God",
    "Fills them, or is withdrawn. The red man, too,",
    "Has left the blooming wilds he ranged so long,",
    "And, nearer to the Rocky Mountains, sought",
    "A wilder hunting-ground. The beaver builds",
    "No longer by these streams, but far away,",
    "On waters whose blue surface ne’er gave back",
    "The white man’s face—among Missouri’s springs,",
    "And pools whose issues swell the Oregon—",
    "He rears his little Venice. In these plains",
    "The bison feeds no more. Twice twenty leagues",
    "Beyond remotest smoke of hunter’s camp,",
    "Roams the majestic brute, in herds that shake",
    "The earth with thundering steps—yet here I meet",
    "His ancient footprints stamped beside the pool.",
    "Still this great solitude is quick with life.",
    "Myriads of insects, gaudy as the flowers",
    "They flutter over, gentle quadrupeds,",
    "And birds, that scarce have learned the fear of man,",
    "Are here, and sliding reptiles of the ground,",
    "Startlingly beautiful. The graceful deer",
    "Bounds to the wood at my approach. The bee,",
    "A more adventurous colonist than man,",
    "With whom he came across the eastern deep,",
    "Fills the savannas with his murmurings,",
    "And hides his sweets, as in the golden age,",
    "Within the hollow oak. I listen long",
    "To his domestic hum, and think I hear",
    "The sound of that advancing multitude",
    "Which soon shall fill these deserts. From the ground",
    "Comes up the laugh of children, the soft voice",
    "Of maidens, and the sweet and solemn hymn",
    "Of Sabbath worshippers. The low of herds",
    "Blends with the rustling of the heavy grain",
    "Over the dark brown furrows. All at once",
    "A fresher winds sweeps by, and breaks my dream,",
    "And I am in the wilderness alone."
  ],
  "title": "The Prairies",
  "year": ""
}