{
  "author": "Wilmer Mills",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29793",
  "region": "",
  "text": [
    "Empty cattle trailers",
    "Rumbled dummy thunder",
    "Down the road all day, and now tonight,",
    "Heat lightning flashes more of the same fake rain.",
    "It’s just as well. I couldn’t get to sleep,",
    "And now it ricochets across the sky",
    "With empty loads of light. We’ve had a month",
    "Of drought that tightens dirt around my pond.",
    "The local wells are dry. But I’ve retired,",
    "Threw out my wand. I hate this time of year.",
    "Roux can burn if flour",
    "Sticks in skillet butter.",
    "I’ve been cooking up a storm myself,",
    "My Daddy’s filé gumbo recipe.",
    "He used to be a chef on oil rigs",
    "Until the hurricane. I heard the waves",
    "That killed him, and I hear them every year.",
    "It’s emptiness that fills me. That’s my skill.",
    "I hear the vacant rain before it falls.",
    "It’s like the murmur of a spiraled shell.",
    "Hurricane weather, stewing",
    "Deep for landfall, spewing",
    "Rain-a-plenty in the Gulf and here",
    "In Tennessee they always have a lack",
    "Of something. Two men called today for wells.",
    "I told them both to go to hell, and now",
    "They think I’m sinful, not to use my skill.",
    "They stand to lose so much, but don’t we all.",
    "I lost a lot in Hurricane Camille",
    "And even now can’t hear the end of it.",
    "More heat lightning flashes,",
    "Absent rain that passes",
    "Over clouds, and I can make it out,",
    "Each gurgling current under withered fields,",
    "Down kitchen drains. The neighbors think I’m crazy,",
    "Up all hours, but they’ll never know",
    "The screaming voice inside a breaker’s rage",
    "Or how it simmers in my ear. I hate",
    "The sound of water. Give me one good chance",
    "To make it silent. I’d be right as rain."
  ],
  "title": "The Dowser’s Ear",
  "year": ""
}