{
  "author": "Nance Van Winckel",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146756",
  "region": "",
  "text": [
    "People, don't ask me again where my shoes are.",
    "The valley I walked through was frozen to me",
    "as I was to it. My heavy hide, my zinc",
    "talisman—I'm fine, people. Don't stare",
    "at my feet. And don't flash the sign of the cross",
    "in my face. I carry the Blue Cross Card—",
    "card among cards, card of my number",
    "and gold seal. So shall ye know I am of",
    "the system, in the beast's belly and up",
    "to here, people, with your pity.",
    "People, what is wrong with you? I don't care",
    "what the sign on your door says. I will go",
    "to another door. I will knock and rattle",
    "and if you won't, then surely someone, somewhere,",
    "will put a pancake in my hand.",
    "You people of the rhetorical huh? You lords and ladies",
    "of the blooming stump, I bend over you, taste you,",
    "keep an eye on you, dream for you the beginning",
    "of what you may one day dream an end to.",
    "The new century peeled me bone-bare",
    "like a first song inside a warbler—that bird, people,",
    "who knows not to go where the sky's stopped.",
    "Keep this in mind. Do you think",
    "the fox won't find your nest? That",
    "the egg of you will endure the famine?",
    "You, you people born of moons with no",
    "mother-planets, you who are back-lit,",
    "who have no fathers in heaven, hear now",
    "the bruise-knuckled knock of me. I am returned.",
    "From your alley. From your car up on blocks.",
    "From the battered, graffitied railcars that uncouple",
    "and move out into the studded green lightning.",
    "Dare you trust any longer the chained-up dogs of hell",
    "not to bust free? Or that because your youth's",
    "been ransacked, nothing more will be asked of you?",
    "If a bloody foot's dragged across your coiffed lawn—",
    "do not confuse me with dawn.",
    "Now people, about the shoes: the shoes",
    "have no doubt entered the sea",
    "and are by now walking the ramparts of Atlantis.",
    "I may be a false prophet, but god bless me, at least",
    "I have something to say. I lay myself down",
    "in a pencil of night—no chiseled tip yet,",
    "but the marks already forming in the lead."
  ],
  "title": "You People",
  "year": ""
}