{
  "author": "Kathleen Graber",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "Life Choices",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Love",
    "Desire",
    "Classic Love",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241278",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "When we are lost in our longings, Aurelius, already it is too late:",
    "there is already nothing we can do. I have rarely desired an end",
    "to my desires. We are so in love with our wanting. Last week,",
    "though doctors were quick to repair it, a baby in India was born",
    "grasping her own beating heart in her fist. Today, a Dumpster",
    "arrives from Dave’s Trash Removal & I begin to fill it. I toss in",
    "a transistor radio that hasn’t worked in years. A man walking past",
    "asks if he can take it. Later, he returns & carries off a broken TV.",
    "A neighbor salvages the dented gray fuse box; a girl wants a window,",
    "a paper bag full of tangled cords. All night I listen to the wind",
    "& the echoes of feet kicking through rubbish, like a mouse nesting",
    "inside a drum. My older brother is dead a decade. Yet here",
    "in its enormous gold frame is the familiar, pastel portrait",
    "someone named Maxwell drew for our mother, an inaccurate",
    "rendering of the two of us when we were small. I can’t look at it;",
    "I can’t throw it away.",
    "you tell yourself,",
    "One day, I tell myself,",
    "I will shut all the doors, leave everything behind. The museum",
    "is showing a hundred tricked-out Victorian photographs",
    "of that other world: the hoax of floating fairies, women haunted",
    "by ghostly blurs. Another century & still we want to believe",
    "in what we know cannot be true. Your words, Aurelius, have found me,",
    "but you could not. If we are disappointed, we have only ourselves",
    "to blame:",
    "We fill out hands when they are",
    "empty. We empty ourselves when we have held too much too long."
  ],
  "title": "Book Nine",
  "year": ""
}