{
  "author": "Kathleen Graber",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Photography",
    "Film",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241274",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "We spend our lives trying to grasp the premise. William Blake is not, for instance,",
    "William Blake, but rather a 19th century accountant from Cleveland on the",
    "lam for murder & the theft of a horse. In the closing scene,",
    "he is going to die, & so is Nobody, his half-Blackfoot, half-Blood guide.",
    "Sure, this is a Western, a morality tale",
    "about a destiny made manifest",
    "through the voice of a gun & a hero whose mythic flight from innocence",
    "destroys him. But we all come to the end of the line soon enough.",
    "The obvious just seems wiser",
    "when Nobody says it.",
    ", it turns out,",
    "is the most common noun in the English language, as if by constant invocation,",
    "we could keep it at bay.",
    "Yesterday, I sat in another state on a large rubber ball",
    "in my brother’s basement bouncing my newborn nephew in my arms.",
    "His mother, on the phone with a friend, asks what we should fear more,",
    "the hobo spider or the poison that kills it. I want to whisper into his ear",
    "something that feels like knowledge:",
    "This is the faraway place",
    "to which his tiny weight calls me. If he could understand the words. I think,",
    "he would know what I mean, having only just sprung himself",
    "from that fine sea.",
    "Sometimes we coo to soothe him:",
    "But only the roar of the vacuum finally calms him,",
    "for nothing sounds as much",
    "like the lost world of the womb as the motors of our machines.",
    "The root of",
    "means",
    ", having passed from Medieval Latin",
    "into Old French. As the action opens, Johnny Depp, shot in black & white,",
    "is already rocking into night on a train. And soon, he will begin his dying.",
    "This is not to say that the inky band fanning across the morning blue",
    "of a kestrel’s tail feathers",
    "has no meaning, or the first fingers of rust",
    "coming into bloom on the green enameled chassis of a Corona typewriter",
    "left in the rain.",
    "the naturalist Niko Tinbergen assures us,",
    "Perhaps this is what I should tell him.",
    "Or that this moment,",
    "too, is a part of some migration. Every snow bunting composes its own song,",
    "& a careful watcher can tell one kittiwake from its neighbor by the little dots",
    "on the tips of its wings.",
    "The most used verb is also the most humble—",
    "merely",
    "Nobody can teach to William Blake the auguries of William Blake.",
    "We are, instead, our own vatic visions, bumbling prophets. Our sense of ourselves",
    "as invented as film.",
    "Later, in an ocean-going canoe lined with cedar boughs,",
    "he will drift out into cold breakers, two bullets in his chest. But, here,",
    "in his small hat & wire glasses, he still seems",
    "sweetly comic. He holds up a letter;",
    "someone’s promised him a job. His fancy plaid suit makes him look like a clown."
  ],
  "title": "Dead Man",
  "year": ""
}