{
  "author": "Michael Collier",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Crime",
    "Punishment",
    "Living",
    "Social Commentaries",
    "Youth",
    "Marriage",
    "Companionship",
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178293",
  "region": "U.S., New England",
  "text": [
    "When I think of the man who lived in the house",
    "behind ours and how he killed his wife",
    "and then went into his own back yard,",
    "a few short feet from my bedroom window,",
    "and put the blue-black barrel of his 30.06",
    "inside his mouth and pulled the trigger,",
    "I do not think about how much of the barrel",
    "he had to swallow before his fingers reached the trigger,",
    "nor the bullet that passed out the back of his neck,",
    "nor the wild orbit of blood that followed",
    "his crazy dance before he collapsed in a clatter",
    "over the trash cans, which woke me.",
    "Instead I think of how quickly his neighbors restored",
    "his humanity, remembering his passion",
    "for stars which brought him into his yard",
    "on clear nights, with a telescope and tripod,",
    "or the way he stood in the alley in his rubber boots",
    "and emptied the red slurry from his rock tumblers",
    "before he washed the glassy chunks of agate",
    "and petrified wood. And we remembered, too,",
    "the goose-neck lamp on the kitchen table",
    "that burned after dinner and how he worked",
    "in its bright circle to fashion flies and lures.",
    "The hook held firmly in a jeweler’s vise,",
    "while he wound the nylon thread around the haft",
    "and feathers. And bending closer to the light,",
    "he concentrated on tying the knots, pulling them tight",
    "against the coiled threads. And bending closer still,",
    "turning his head slightly toward the window,",
    "his eyes lost in the dark yard, he took the thread ends",
    "in his teeth and chewed them free. Perhaps he saw us",
    "standing on the sidewalk watching him, perhaps he didn’t.",
    "He was a man so much involved with what he did,",
    "and what he did was so much of his loneliness,",
    "our presence didn’t matter. No one’s did.",
    "So careful and precise were all his passions,",
    "he must have felt the hook with its tiny barbs",
    "against his lip, sharp and trigger-shaped.",
    "It must have been a common danger for him—",
    "the wet clear membrane of his mouth threatened",
    "by the flies and lures, the beautiful enticements",
    "he made with his own hands and the small loose",
    "thread ends which clung to the roof of his mouth",
    "and which he tried to spit out like an annoyance",
    "that would choke him."
  ],
  "title": "2212 West Flower Street",
  "year": ""
}