{
  "author": "Michael Collier",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/27681",
  "region": "",
  "text": [
    "The lump on his neck that no collar",
    "could hide, and the charity of his presence",
    "there in the neighborhood each fall,",
    "door-to-door, standing in the swept porches,",
    "waiting for the housewives to answer.",
    "The ugly, pitiable treeman, reddish and leathery",
    "from the sun. His baseball cap pulled tight",
    "over his head, the visor stiff as a beaver’s tail.",
    "Year after year, the bowsaw with its wide",
    "teeth and the long-handled toppers were all",
    "that announced his trade. And standing on the porch",
    "he advised nothing, though he coughed and hacked,",
    "covering his mouth with his sap-blackened fist",
    "and waited for the infrequent",
    "that sent him",
    "up the trunk and into the solid lap of the branches,",
    "where he clipped and sawed the bony leafless rigging",
    "until the tree, all torso—lung and heart, ribs",
    "and hips and shoulders—, stood like a knotted",
    "goblet in the yard, a figure, as in allegory,",
    "of his own stunted self, rooted, alive.",
    "My mother tried hard to convince us we were all",
    "children of God and that the sick and maimed, the poor,",
    "were creatures born to special destinies so unique",
    "we could not understand. But who could understand",
    "pain’s redemptiveness and how it rarely seemed",
    "to translate into grace. The poor were always poor,",
    "the sick, sick—just as the treeman’s goiter",
    "did not respond to treatment, inscrutable, part",
    "of God’s plan, part of the unlovely element of love:",
    "the humbling, the pity, the scar of violence—",
    "a craving too frightening to name, or too tender,",
    "the way the treeman bundled the trimmings in twine",
    "and hauled them to the alley. And as if he counted it",
    "his real work, leaned against the fence and with his fingers",
    "picked the dogged sap from the blade and with a file sharpened the teeth."
  ],
  "title": "Breughel",
  "year": ""
}