{
  "author": "Michael Collier",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "School",
    "Learning",
    "History",
    "Politics",
    "Social Commentaries",
    "Youth",
    "Activities",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178294",
  "region": "U.S., New England",
  "text": [
    "When the fire bell rang its two short, one long",
    "electric signal, the boys closest to the wall",
    "of windows had to raise the blinds and close",
    "the sashes, and then join the last of our line",
    "as it snaked out the classroom onto the field",
    "of asphalt where we stood, grade-by-grade,",
    "until the principal appeared with her gold Timex.",
    "We learned early that catastrophe must always",
    "be attended in silence, that death prefers us",
    "orderly and ordered, and that rules will save us",
    "from the chaos of our fear, so that even",
    "if we die, we die together, which was the calm",
    "almost consoling thought I had each time",
    "the yellow C.D. siren wailed and we would tuck",
    "ourselves beneath our sturdy desktops.",
    "Eyes averted from the windows,",
    "we’d wait for the drill to pass or until",
    "the nun’s rosary no longer clicked and we could hear",
    "her struggling to free herself from the leg-well",
    "of her desk, and then her call for us to rise",
    "and, like herself, brush off the dust gathered",
    "on our clothes. And then the lessons resumed.",
    "No thought of how easily we interred ourselves,",
    "though at home each would dream the mushroom cloud,",
    "the white cap of apocalypse whose funnel stem",
    "sucked glass from windows, air from lungs,",
    "and made all these rehearsals the sad and hollow",
    "gestures that they were, for we knew it in our bones",
    "that we would die, curled in a last defense—",
    "head on knees, arms locked around legs—",
    "the way I’ve seen it since in nursing homes",
    "and hospices: forms bedsheets can’t hide,",
    "as if in death the body takes on the soul’s",
    "compact shape, acrobatic, posed to tumble free",
    "of the desktop or bed and join the expanse",
    "and wide scatter of debris."
  ],
  "title": "Drill",
  "year": ""
}