{
  "author": "Michael Collier",
  "classification": "Free Verse",
  "keywords": [
    "War",
    "Conflict",
    "Living",
    "Sports",
    "Outdoor Activities",
    "Social Commentaries",
    "Youth",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178292",
  "region": "U.S., New England",
  "text": [
    "The shape of it bending like an eel",
    "or disfigured quarter moon, pink and green",
    "and brown, like a rainbow trout. The wall",
    "along my bed covered with the map I cut",
    "from the newspaper, and next to it the fishing",
    "calendar from Abonauder’s Texaco. The square",
    "cages of days with their numerals and effigies",
    "of moon and fish shaded to indicate the shape",
    "of the moon, the hunger of the fish.",
    "The white bread stripped of its crust, dampened,",
    "then dusted with flour, compressed into a tight ball,",
    "wrapped in foil and chilled all night.",
    "A piece of it pressed and shaped on the tip",
    "of an Eagle Claw hook, then lowered into the nesting holes",
    "of blue gill. The plastic bobber floating",
    "on the surface like a silent doorbell. A whole world",
    "of cause and effect, framed day-by-day and week-by-week.",
    "The passage of time as a kind of game in which",
    "I transferred numbers from the newspaper",
    "to the calendar. The body counts and their categories",
    "of NVRA, Marines, Montagnards.",
    "And each morning I put a bold X through the previous",
    "day not to erase or forget it but to connect",
    "the corners, make four triangles of the square.",
    "And it was rare if not impossible to catch",
    "the blue gill that swam and swam around",
    "the tidy pebble craters of their nests,",
    "or coax them out except in hostile swerves",
    "and feints toward the bait that hung",
    "like a balloon of gravity over their homes,",
    "a suspicious egg pouch or cocoon, something",
    "a storm might have dislodged from the bank",
    "and blown like a feared gift into the water,",
    "a thing swallowed whole then run with",
    "until the line played out and the hook set fast."
  ],
  "title": "Vietnam",
  "year": ""
}