{
  "author": "David Bottoms",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/23955",
  "region": "",
  "text": [
    "1",
    "Lord, what are the sins",
    "I have tried to leave behind me? The bad checks,",
    "the workless days, the scotch bottles thrown across the fence",
    "and into the woods, the cruelty of silence,",
    "the cruelty of lies, the jealousy,",
    "the indifference?",
    "What are these on the scale of sin",
    "or failure",
    "that they should follow me through the streets of Columbus,",
    "the moon-streaked fields between Benevolence",
    "and Cuthbert where dwarfed cotton sparkles like pearls",
    "on the shoulders of the road. What are these",
    "that they should find me half-lost,",
    "sick and sleepless",
    "behind the wheel of this U-Haul truck parked in a field",
    "on Georgia 45",
    "a few miles north of Damascus,",
    "some makeshift rest stop for eighteen wheelers",
    "where the long white arms of oaks slap across trailers",
    "and headlights glare all night through a wall of pines?",
    "2",
    "What was I thinking, Lord?",
    "That for once I'd be in the driver's seat, a firm grip",
    "on direction?",
    "So the jon boat muscled up the ramp,",
    "the Johnson outboard, the bent frame of the wrecked Harley",
    "chained for so long to the back fence,",
    "the scarred desk, the bookcases and books,",
    "the mattress and box springs,",
    "a broken turntable, a Pioneer amp, a pair",
    "of three-way speakers, everything mine",
    "I intended to keep. Everything else abandon.",
    "But on the road from one state",
    "to another, what is left behind nags back through the distance,",
    "a last word rising to a scream, a salad bowl",
    "shattering against a kitchen cabinet, china barbs",
    "spiking my heel, blood trailed across the cream linoleum",
    "like the bedsheet that morning long ago",
    "just before I watched the future miscarried.",
    "Jesus, could the irony be",
    "that suffering forms a stronger bond than love?",
    "3",
    "Now the sun",
    "streaks the windshield with yellow and orange, heavy beads",
    "of light drawing highways in the dew-cover.",
    "I roll down the window and breathe the pine-air,",
    "the after-scent of rain, and the far-off smell",
    "of asphalt and diesel fumes.",
    "But mostly pine and rain",
    "as though the world really could be clean again.",
    "Somewhere behind me,",
    "miles behind me on a two-lane that streaks across",
    "west Georgia, light is falling",
    "through the windows of my half-empty house.",
    "Lord, why am I thinking about this? And why should I care",
    "so long after everything has fallen",
    "to pain that the woman sleeping there should be sleeping alone?",
    "Could I be just another sinner who needs to be blinded",
    "before he can see? Lord, is it possible to fall",
    "toward grace? Could I be moved",
    "to believe in new beginnings? Could I be moved?"
  ],
  "title": "In a U-Haul North of Damascus",
  "year": ""
}