{
  "author": "David Bottoms",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/25165",
  "region": "",
  "text": [
    "Under the fire escape, crouched, one knee in cinders,",
    "I pulled the ball-peen hammer from my belt,",
    "cracked a square of window pane,",
    "the gummed latch, and swung the window,",
    "crawled through that stone hole into the boiler room",
    "of Canton Elementary School, once Canton High,",
    "where my father served three extra years",
    "as star halfback and sprinter.",
    "Behind a flashlight’s",
    "cane of light, I climbed a staircase almost a ladder",
    "and found a door. On the second nudge of my shoulder,",
    "it broke into a hallway dark as history,",
    "at whose end lay the classroom I had studied",
    "over and over in the deep obsession of memory.",
    "I swept that room with my light—an empty blackboard,",
    "a metal table, a half-globe lying on the floor",
    "like a punctured basketball—then followed",
    "that beam across the rows of desks,",
    "the various catalogs of lovers, the lists",
    "of all those who would and would not do what,",
    "until it stopped on the corner desk of the back row,",
    "and I saw again, after many years the name",
    "of my father, my name, carved deep into the oak top.",
    "To gauge the depth I ran my finger across that scar,",
    "and wondered at the dreams he must have lived",
    "as his eyes ran back and forth",
    "from the cinder yard below the window",
    "to the empty practice field",
    "to the blade of his pocket knife etching carefully",
    "the long, angular lines of his name,",
    "the dreams he must have laid out one behind another",
    "like yard lines, in the dull, pre-practice afternoons",
    "of geography and civics, before he ever dreamed",
    "of Savo Sound or Guadalcanal.",
    "In honor of dreams",
    "I sank to my knees on the smooth, oiled floor,",
    "and stood my flashlight on its end.",
    "Half the yellow circle lit the underedge of the desk,",
    "the other threw a half-moon on the ceiling,",
    "and in that split light I tapped the hammer",
    "easy up the overhang of the desk top. Nothing gave",
    "but the walls’ sharp echo, so I swung again,",
    "and again harder, and harder still in half anger",
    "rising to anger at the stubborn joint, losing all fear",
    "of my first crime against the city, the county,",
    "the state, whatever government claimed dominion,",
    "until I had hammered up in the ringing dark",
    "a salvo of crossfire, and on a frantic recoil glanced",
    "the flashlight, the classroom spinning black",
    "as a coma.",
    "I’ve often pictured the face of the teacher",
    "whose student first pointed to that topless desk,",
    "the shock of a slow hand rising from the back row,",
    "their eyes meeting over the question of absence.",
    "I’ve wondered too if some low authority of the system",
    "discovered that shattered window,",
    "and finding no typewriters, no business machines,",
    "no audiovisual gear missing, failed to account for it,",
    "so let it pass as minor vandalism.",
    "I’ve heard nothing.",
    "And rarely do I fret when I see that oak scar leaning",
    "against my basement wall, though I wonder what it means",
    "to own my father’s name."
  ],
  "title": "The Desk",
  "year": ""
}