{
  "author": "Robinson Jeffers",
  "classification": "",
  "keywords": [
    "Religion",
    "Living",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Death",
    "Animals",
    "God",
    "the Divine"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/182234",
  "region": "U.S., Western",
  "text": [
    "I",
    "The broken pillar of the wing jags from the clotted shoulder,",
    "The wing trails like a banner in defeat,",
    "No more to use the sky forever but live with famine",
    "And pain a few days: cat nor coyote",
    "Will shorten the week of waiting for death, there is game without talons.",
    "He stands under the oak-bush and waits",
    "The lame feet of salvation; at night he remembers freedom",
    "And flies in a dream, the dawns ruin it.",
    "He is strong and pain is worse to the strong, incapacity is worse.",
    "The curs of the day come and torment him",
    "At distance, no one but death the redeemer will humble that head,",
    "The intrepid readiness, the terrible eyes.",
    "The wild God of the world is sometimes merciful to those",
    "That ask mercy, not often to the arrogant.",
    "You do not know him, you communal people, or you have forgotten him;",
    "Intemperate and savage, the hawk remembers him;",
    "Beautiful and wild, the hawks, and men that are dying, remember him.",
    "II",
    "I’d sooner, except the penalties, kill a man than a hawk; but the great redtail",
    "Had nothing left but unable misery",
    "From the bones too shattered for mending, the wing that trailed under his talons when he moved.",
    "We had fed him for six weeks, I gave him freedom,",
    "He wandered over the foreland hill and returned in the evening, asking for death,",
    "Not like a beggar, still eyed with the old",
    "Implacable arrogance. I gave him the lead gift in the twilight. What fell was relaxed,",
    "Owl-downy, soft feminine feathers; but what",
    "Soared: the fierce rush: the night-herons by the flooded river cried fear at its rising",
    "Before it was quite unsheathed from reality."
  ],
  "title": "Hurt Hawks",
  "year": ""
}