{
  "author": "Robinson Jeffers",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Nature",
    "History",
    "Politics",
    "Social Commentaries",
    "Weather",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/182213",
  "region": "U.S., Western",
  "text": [
    "The world’s as the world is; the nations rearm and prepare to change; the age of tyrants returns;",
    "The greatest civilization that has ever existed builds itself higher towers on breaking foundations.",
    "Recurrent episodes; they were determined when the ape’s children first ran in packs, chipped flint to an edge.",
    "I lie and hear dark rain beat the roof, and the blind wind.",
    "In the morning",
    "perhaps I shall find strength again",
    "To value the immense beauty of this time of the world, the flowers of decay their pitiful loveliness, the fever-dream",
    "Tapestries that back the drama and are called the future. This ebb of vitality feels the ignoble and cruel",
    "Incidents, not the vast abstract order.",
    "I lie and hear dark rain beat the roof, and the night-blind wind.",
    "In the Ventana country darkness and rain and the roar of waters fill the deep mountain-throats.",
    "The creekside shelf of sand where we lay last August under a slip of stars",
    "And firelight played on the leaning gorge-walls, is drowned and lost. The deer of the country huddle on a ridge",
    "In a close herd under madrone-trees; they tremble when a rock-slide goes down, they open great darkness-",
    "Drinking eyes and press closer.",
    "Cataracts of rock",
    "Rain down the mountain from cliff to cliff and torment the stream-bed. The stream deals with them. The laurels are wounded,",
    "Redwoods go down with their earth and lie thwart the gorge. I hear the torrent boulders battering each other,",
    "I feel the flesh of the mountain move on its bones in the wet darkness.",
    "Is this more beautiful",
    "Than man’s disasters? These wounds will heal in their time; so will humanity’s. This is more beautiful....at night...."
  ],
  "title": "Night Without Sleep",
  "year": ""
}