{
  "author": "Robinson Jeffers",
  "classification": "",
  "keywords": [
    "Nature",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/182226",
  "region": "U.S., Western",
  "text": [
    "We stayed the night in the pathless gorge of Ventana Creek, up the east fork.",
    "The rock walls and the mountain ridges hung forest on forest above our heads, maple and redwood,",
    "Laurel, oak, madrone, up to the high and slender Santa Lucian firs that stare up the cataracts",
    "Of slide-rock to the star-color precipices.",
    "We lay on gravel and kept a little camp-fire for warmth.",
    "Past midnight only two or three coals glowed red in the cooling darkness; I laid a clutch of dead bay-leaves",
    "On the ember ends and felted dry sticks across them and lay down again. The revived flame",
    "Lighted my sleeping son’s face and his companion’s, and the vertical face of the great gorge-wall",
    "Across the stream. Light leaves overhead danced in the fire’s breath, tree-trunks were seen: it was the rock wall",
    "That fascinated my eyes and mind. Nothing strange: light-gray diorite with two or three slanting seams in it,",
    "Smooth-polished by the endless attrition of slides and floods; no fern nor lichen, pure naked rock...as if I were",
    "Seeing rock for the first time. As if I were seeing through the flame-lit surface into the real and bodily",
    "And living rock. Nothing strange...I cannot",
    "Tell you how strange: the silent passion, the deep nobility and childlike loveliness: this fate going on",
    "Outside our fates. It is here in the mountain like a grave smiling child. I shall die, and my boys",
    "Will live and die, our world will go on through its rapid agonies of change and discovery; this age will die,",
    "And wolves have howled in the snow around a new Bethlehem: this rock will be here, grave, earnest, not passive: the energies",
    "That are its atoms will still be bearing the whole mountain above: and I, many packed centuries ago,",
    "Felt its intense reality with love and wonder, this lonely rock."
  ],
  "title": "Oh Lovely Rock",
  "year": ""
}