{
  "author": "George Meredith",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Marriage",
    "Companionship",
    "Time",
    "Brevity",
    "Religion",
    "Living",
    "Sports",
    "Outdoor Activities",
    "Activities",
    "God",
    "the Divine"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173965",
  "region": "England",
  "text": [
    "Pitch here the tent, while the old horse grazes:",
    "By the old hedge-side we'll halt a stage.",
    "It's nigh my last above the daisies:",
    "My next leaf'll be man's blank page.",
    "Yes, my old girl! and it's no use crying:",
    "Juggler, constable, king, must bow.",
    "One that outjuggles all's been spying",
    "Long to have me, and he has me now.",
    "We've travelled times to this old common:",
    "Often we've hung our pots in the gorse.",
    "We've had a stirring life, old woman!",
    "You, and I, and the old grey horse.",
    "Races, and fairs, and royal occasions,",
    "Found us coming to their call:",
    "Now they'll miss us at our stations:",
    "There's a Juggler outjuggles all!",
    "Up goes the lark, as if all were jolly!",
    "Over the duck-pond the willow shakes.",
    "Easy to think that grieving's folly,",
    "When the hand's firm as driven stakes!",
    "Ay, when we're strong, and braced, and manful,",
    "Life's a sweet fiddle: but we're a batch",
    "Born to become the Great Juggler's han'ful:",
    "Balls he shies up, and is safe to catch.",
    "Here's where the lads of the village cricket:",
    "I was a lad not wide from here:",
    "Couldn't I whip off the bale from the wicket?",
    "Like an old world those days appear!",
    "Donkey, sheep, geese, and thatch'd ale-house\u0097I know them!",
    "They are old friends of my halts, and seem,",
    "Somehow, as if kind thanks I owe them:",
    "Juggling don't hinder the heart's esteem.",
    "Juggling's no sin, for we must have victual:",
    "Nature allows us to bait for the fool.",
    "Holding one's own makes us juggle no little;",
    "But, to increase it, hard juggling's the rule.",
    "You that are sneering at my profession,",
    "Haven't you juggled a vast amount?",
    "There's the Prime Minister, in one Session,",
    "Juggles more games than my sins'll count.",
    "I've murdered insects with mock thunder:",
    "Conscience, for that, in men don't quail.",
    "I've made bread from the bump of wonder:",
    "That's my business, and there's my tale.",
    "Fashion and rank all praised the professor:",
    "Ay! and I've had my smile from the Queen:",
    "Bravo, Jerry! she meant: God bless her!",
    "Ain't this a sermon on that scene?",
    "I've studied men from my topsy-turvy",
    "Close, and, I reckon, rather true.",
    "Some are fine fellows: some, right scurvy:",
    "Most, a dash between the two.",
    "But it's a woman, old girl, that makes me",
    "Think more kindly of the race:",
    "And it's a woman, old girl, that shakes me",
    "When the Great Juggler I must face.",
    "We two were married, due and legal:",
    "Honest we've lived since we've been one.",
    "Lord! I could then jump like an eagle:",
    "You danced bright as a bit o' the sun.",
    "Birds in a May-bush we were! right merry!",
    "All night we kiss'd, we juggled all day.",
    "Joy was the heart of Juggling Jerry!",
    "Now from his old girl he's juggled away.",
    "It's past parsons to console us:",
    "No, nor no doctor fetch for me:",
    "I can die without my bolus;",
    "Two of a trade, lass, never agree!",
    "Parson and Doctor!\u0097don't they love rarely",
    "Fighting the devil in other men's fields!",
    "Stand up yourself and match him fairly:",
    "Then see how the rascal yields!",
    "I, lass, have lived no gipsy, flaunting",
    "Finery while his poor helpmate grubs:",
    "Coin I've stored, and you won't be wanting:",
    "You shan't beg from the troughs and tubs.",
    "Nobly you've stuck to me, though in his kitchen",
    "Many a Marquis would hail you Cook!",
    "Palaces you could have ruled and grown rich in,",
    "But your old Jerry you never forsook.",
    "Hand up the chirper! ripe ale winks in it;",
    "Let's have comfort and be at peace.",
    "Once a stout draught made me light as a linnet.",
    "Cheer up! the Lord must have his lease.",
    "May be\u0097for none see in that black hollow\u0097",
    "It's just a place where we're held in pawn,",
    "And, when the Great Juggler makes as to swallow,",
    "It's just the sword-trick\u0097I ain't quite gone!",
    "Yonder came smells of the gorse, so nutty,",
    "Gold-like and warm: it's the prime of May.",
    "Better than mortar, brick and putty",
    "Is God's house on a blowing day.",
    "Lean me more up the mound; now I feel it:",
    "All the old heath-smells! Ain't it strange?",
    "There's the world laughing, as if to conceal it,",
    "But He's by us, juggling the change.",
    "I mind it well, by the sea-beach lying,",
    "Once\u0097it's long gone\u0097when two gulls we beheld,",
    "Which, as the moon got up, were flying",
    "Down a big wave that sparked and swell'd.",
    "Crack, went a gun: one fell: the second",
    "Wheeled round him twice, and was off for new luck:",
    "There in the dark her white wing beckon'd:\u0097",
    "Drop me a kiss\u0097I'm the bird dead-struck!"
  ],
  "title": "Juggling Jerry",
  "year": ""
}