{
  "author": "George Meredith",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Nature",
    "Activities",
    "Landscapes",
    "Pastorals",
    "Love",
    "Sports",
    "Outdoor Activities",
    "Men",
    "Women",
    "Romantic Love",
    "Infatuation",
    "Crushes",
    "Unrequited Love"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173966",
  "region": "England",
  "text": [
    "Under yonder beech-tree single on the green-sward,",
    "Couched with her arms behind her golden head,",
    "Knees and tresses folded to slip and ripple idly,",
    "Lies my young love sleeping in the shade.",
    "Had I the heart to slide an arm beneath her,",
    "Press her parting lips as her waist I gather slow,",
    "Waking in amazement she could not but embrace me:",
    "Then would she hold me and never let me go?",
    "Shy as the squirrel and wayward as the swallow,",
    "Swift as the swallow along the river's light",
    "Circleting the surface to meet his mirrored winglets,",
    "Fleeter she seems in her stay than in her flight.",
    "Shy as the squirrel that leaps among the pine-tops,",
    "Wayward as the swallow overhead at set of sun,",
    "She whom I love is hard to catch and conquer,",
    "Hard, but O the glory of the winning were she won!",
    "When her mother tends her before the laughing mirror,",
    "Tying up her laces, looping up her hair,",
    "Often she thinks, were this wild thing wedded,",
    "More love should I have, and much less care.",
    "When her mother tends her before the lighted mirror,",
    "Loosening her laces, combing down her curls,",
    "Often she thinks, were this wild thing wedded,",
    "I should miss but one for many boys and girls.",
    "Heartless she is as the shadow in the meadows",
    "Flying to the hills on a blue and breezy noon.",
    "No, she is athirst and drinking up her wonder:",
    "Earth to her is young as the slip of the new moon.",
    "Deals she an unkindness, 'tis but her rapid measure,",
    "Even as in a dance; and her smile can heal no less:",
    "Like the swinging May-cloud that pelts the flowers with hailstones",
    "Off a sunny border, she was made to bruise and bless.",
    "Lovely are the curves of the white owl sweeping",
    "Wavy in the dusk lit by one large star.",
    "Lone on the fir-branch, his rattle-note unvaried,",
    "Brooding o'er the gloom, spins the brown eve-jar.",
    "Darker grows the valley, more and more forgetting:",
    "So were it with me if forgetting could be willed.",
    "Tell the grassy hollow that holds the bubbling well-spring,",
    "Tell it to forget the source that keeps it filled.",
    "Stepping down the hill with her fair companions,",
    "Arm in arm, all against the raying West",
    "Boldly she sings, to the merry tune she marches,",
    "Brave in her shape, and sweeter unpossessed.",
    "Sweeter, for she is what my heart first awaking",
    "Whispered the world was; morning light is she.",
    "Love that so desires would fain keep her changeless;",
    "Fain would fling the net, and fain have her free.",
    "Happy happy time, when the white star hovers",
    "Low over dim fields fresh with bloomy dew,",
    "Near the face of dawn, that draws athwart the darkness,",
    "Threading it with colour, as yewberries the yew.",
    "Thicker crowd the shades while the grave East deepens",
    "Glowing, and with crimson a long cloud swells.",
    "Maiden still the morn is; and strange she is, and secret;",
    "Strange her eyes; her cheeks are cold as cold sea-shells.",
    "Sunrays, leaning on our southern hills and lighting",
    "Wild cloud-mountains that drag the hills along,",
    "Oft ends the day of your shifting brilliant laughter",
    "Chill as a dull face frowning on a song.",
    "Ay, but shows the South-West a ripple-feathered bosom",
    "Blown to silver while the clouds are shaken and ascend",
    "Scaling the mid-heavens as they stream, there comes a sunset",
    "Rich, deep like love in beauty without end.",
    "When at dawn she sighs, and like an infant to the window",
    "Turns grave eyes craving light, released from dreams,",
    "Beautiful she looks, like a white water-lily",
    "Bursting out of bud in havens of the streams.",
    "When from bed she rises clothed from neck to ankle",
    "In her long nightgown sweet as boughs of May,",
    "Beautiful she looks, like a tall garden lily",
    "Pure from the night, and splendid for the day.",
    "Mother of the dews, dark eye-lashed twilight,",
    "Low-lidded twilight, o'er the valley's brim,",
    "Rounding on thy breast sings the dew-delighted skylark,",
    "Clear as though the dewdrops had their voice in him.",
    "Hidden where the rose-flush drinks the rayless planet,",
    "Fountain-full he pours the spraying fountain-showers.",
    "Let me hear her laughter, I would have her ever",
    "Cool as dew in twilight, the lark above the flowers.",
    "All the girls are out with their baskets for the primrose;",
    "Up lanes, woods through, they troop in joyful bands.",
    "My sweet leads: she knows not why, but now she totters,",
    "Eyes the bent anemones, and hangs her hands.",
    "Such a look will tell that the violets are peeping,",
    "Coming the rose: and unaware a cry",
    "Springs in her bosom for odours and for colour,",
    "Covert and the nightingale; she knows not why.",
    "Kerchiefed head and chin she darts between her tulips,",
    "Streaming like a willow grey in arrowy rain:",
    "Some bend beaten cheek to gravel, and their angel",
    "She will be; she lifts them, and on she speeds again.",
    "Black the driving raincloud breasts the iron gateway:",
    "She is forth to cheer a neighbour lacking mirth.",
    "So when sky and grass met rolling dumb for thunder",
    "Saw I once a white dove, sole light of earth.",
    "Prim little scholars are the flowers of her garden,",
    "Trained to stand in rows, and asking if they please.",
    "I might love them well but for loving more the wild ones:",
    "O my wild ones! they tell me more than these.",
    "You, my wild one, you tell of honied field-rose,",
    "Violet, blushing eglantine in life; and even as they,",
    "They by the wayside are earnest of your goodness,",
    "You are of life's, on the banks that line the way.",
    "Peering at her chamber the white crowns the red rose,",
    "Jasmine winds the porch with stars two and three.",
    "Parted is the window; she sleeps; the starry jasmine",
    "Breathes a falling breath that carries thoughts of me.",
    "Sweeter unpossessed, have I said of her my sweetest?",
    "Not while she sleeps: while she sleeps the jasmine breathes,",
    "Luring her to love; she sleeps; the starry jasmine",
    "Bears me to her pillow under white rose-wreaths.",
    "Yellow with birdfoot-trefoil are the grass-glades;",
    "Yellow with cinquefoil of the dew-grey leaf;",
    "Yellow with stonecrop; the moss-mounds are yellow;",
    "Blue-necked the wheat sways, yellowing to the sheaf:",
    "Green-yellow bursts from the copse the laughing yaffle;",
    "Sharp as a sickle is the edge of shade and shine:",
    "Earth in her heart laughs looking at the heavens,",
    "Thinking of the harvest: I look and think of mine.",
    "This I may know: her dressing and undressing",
    "Such a change of light shows as when the skies in sport",
    "Shift from cloud to moonlight; or edging over thunder",
    "Slips a ray of sun; or sweeping into port",
    "White sails furl; or on the ocean borders",
    "White sails lean along the waves leaping green.",
    "Visions of her shower before me, but from eyesight",
    "Guarded she would be like the sun were she seen.",
    "Front door and back of the mossed old farmhouse",
    "Open with the morn, and in a breezy link",
    "Freshly sparkles garden to stripe-shadowed orchard,",
    "Green across a rill where on sand the minnows wink.",
    "Busy in the grass the early sun of summer",
    "Swarms, and the blackbird's mellow fluting notes",
    "Call my darling up with round and roguish challenge:",
    "Quaintest, richest carol of all the singing throats!",
    "Cool was the woodside; cool as her white dairy",
    "Keeping sweet the cream-pan; and there the boys from school,",
    "Cricketing below, rushed brown and red with sunshine;",
    "O the dark translucence of the deep-eyed cool!",
    "Spying from the farm, herself she fetched a pitcher",
    "Full of milk, and tilted for each in turn the beak.",
    "Then a little fellow, mouth up and on tiptoe,",
    "Said, \"I will kiss you\": she laughed and leaned her cheek.",
    "Doves of the fir-wood walling high our red roof",
    "Through the long noon coo, crooning through the coo.",
    "Loose droop the leaves, and down the sleepy roadway",
    "Sometimes pipes a chaffinch; loose droops the blue.",
    "Cows flap a slow tail knee-deep in the river,",
    "Breathless, given up to sun and gnat and fly.",
    "Nowhere is she seen; and if I see her nowhere,",
    "Lightning may come, straight rains and tiger sky.",
    "O the golden sheaf, the rustling treasure-armful!",
    "O the nutbrown tresses nodding interlaced!",
    "O the treasure-tresses one another over",
    "Nodding! O the girdle slack about the waist!",
    "Slain are the poppies that shot their random scarlet",
    "Quick amid the wheatears: wound about the waist,",
    "Gathered, see these brides of Earth one blush of ripeness!",
    "O the nutbrown tresses nodding interlaced!",
    "Large and smoky red the sun's cold disk drops,",
    "Clipped by naked hills, on violet shaded snow:",
    "Eastward large and still lights up a bower of moonrise,",
    "Whence at her leisure steps the moon aglow.",
    "Nightlong on black print-branches our beech-tree",
    "Gazes in this whiteness: nightlong could I.",
    "Here may life on death or death on life be painted.",
    "Let me clasp her soul to know she cannot die!",
    "Gossips count her faults; they scour a narrow chamber",
    "Where there is no window, read not heaven or her.",
    "\"When she was a tiny,\" one aged woman quavers,",
    "Plucks at my heart and leads me by the ear.",
    "Faults she had once as she learnt to run and tumbled:",
    "Faults of feature some see, beauty not complete.",
    "Yet, good gossips, beauty that makes holy",
    "Earth and air, may have faults from head to feet.",
    "Hither she comes; she comes to me; she lingers,",
    "Deepens her brown eyebrows, while in new surprise",
    "High rise the lashes in wonder of a stranger;",
    "Yet am I the light and living of her eyes.",
    "Something friends have told her fills her heart to brimming,",
    "Nets her in her blushes, and wounds her, and tames.\u0097",
    "Sure of her haven, O like a dove alighting,",
    "Arms up, she dropped: our souls were in our names.",
    "Soon will she lie like a white-frost sunrise.",
    "Yellow oats and brown wheat, barley pale as rye,",
    "Long since your sheaves have yielded to the thresher,",
    "Felt the girdle loosened, seen the tresses fly.",
    "Soon will she lie like a blood-red sunset.",
    "Swift with the to-morrow, green-winged Spring!",
    "Sing from the South-West, bring her back the truants,",
    "Nightingale and swallow, song and dipping wing.",
    "Soft new beech-leaves, up to beamy April",
    "Spreading bough on bough a primrose mountain, you,",
    "Lucid in the moon, raise lilies to the skyfields,",
    "Youngest green transfused in silver shining through:",
    "Fairer than the lily, than the wild white cherry:",
    "Fair as in image my seraph love appears",
    "Borne to me by dreams when dawn is at my eyelids:",
    "Fair as in the flesh she swims to me on tears.",
    "Could I find a place to be alone with heaven,",
    "I would speak my heart out: heaven is my need.",
    "Every woodland tree is flushing like the dog-wood,",
    "Flashing like the whitebeam, swaying like the reed.",
    "Flushing like the dog-wood crimson in October;",
    "Streaming like the flag-reed South-West blown;",
    "Flashing as in gusts the sudden-lighted white beam:",
    "All seem to know what is for heaven alone."
  ],
  "title": "Love in the Valley",
  "year": ""
}