{
  "author": "George Meredith",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Stars, Planets, Heavens",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173968",
  "region": "England",
  "text": [
    "What links are ours with orbs that are",
    "So resolutely far:",
    "The solitary asks, and they",
    "Give radiance as from a shield:",
    "Still at the death of day,",
    "The seen, the unrevealed.",
    "Implacable they shine",
    "To us who would of Life obtain",
    "An answer for the life we strain",
    "To nourish with one sign.",
    "Nor can imagination throw",
    "The penetrative shaft: we pass",
    "The breath of thought, who would divine",
    "If haply they may grow",
    "As Earth; have our desire to know;",
    "If life comes there to grain from grass,",
    "And flowers like ours of toil and pain;",
    "Has passion to beat bar,",
    "Win space from cleaving brain;",
    "The mystic link attain,",
    "Whereby star holds on star.",
    "Those visible immortals beam",
    "Allurement to the dream:",
    "Ireful at human hungers brook",
    "No question in the look.",
    "For ever virgin to our sense,",
    "Remote they wane to gaze intense:",
    "Prolong it, and in ruthlessness they smite",
    "The beating heart behind the ball of sight:",
    "Till we conceive their heavens hoar,",
    "Those lights they raise but sparkles frore,",
    "And Earth, our blood-warm Earth, a shuddering prey",
    "To that frigidity of brainless ray.",
    "Yet space is given for breath of thought",
    "Beyond our bounds when musing: more",
    "When to that musing love is brought,",
    "And love is asked of love's wherefore.",
    "'Tis Earth's, her gift; else have we nought:",
    "Her gift, her secret, here our tie.",
    "And not with her and yonder sky?",
    "Bethink you: were it Earth alone",
    "Breeds love, would not her region be",
    "The sole delight and throne",
    "Of generous Deity?",
    "To deeper than this ball of sight",
    "Appeal the lustrous people of the night.",
    "Fronting yon shoreless, sown with fiery sails,",
    "It is our ravenous that quails,",
    "Flesh by its craven thirsts and fears distraught.",
    "The spirit leaps alight,",
    "Doubts not in them is he,",
    "The binder of his sheaves, the sane, the right:",
    "Of magnitude to magnitude is wrought,",
    "To feel it large of the great life they hold:",
    "In them to come, or vaster intervolved,",
    "The issues known in us, our unsolved solved:",
    "That there with toil Life climbs the self-same Tree,",
    "Whose roots enrichment have from ripeness dropped.",
    "So may we read and little find them cold:",
    "Let it but be the lord of Mind to guide",
    "Our eyes; no branch of Reason's growing lopped;",
    "Nor dreaming on a dream; but fortified",
    "By day to penetrate black midnight; see,",
    "Hear, feel, outside the senses; even that we,",
    "The specks of dust upon a mound of mould,",
    "We who reflect those rays, though low our place,",
    "To them are lastingly allied.",
    "So may we read, and little find them cold:",
    "Not frosty lamps illumining dead space,",
    "Not distant aliens, not senseless Powers.",
    "The fire is in them whereof we are born;",
    "The music of their motion may be ours.",
    "Spirit shall deem them beckoning Earth and voiced",
    "Sisterly to her, in her beams rejoiced.",
    "Of love, the grand impulsion, we behold",
    "The love that lends her grace",
    "Among the starry fold.",
    "Then at new flood of customary morn,",
    "Look at her through her showers,",
    "Her mists, her streaming gold,",
    "A wonder edges the familiar face:",
    "She wears no more that robe of printed hours;",
    "Half strange seems Earth, and sweeter than her flowers."
  ],
  "title": "Meditation under Stars",
  "year": ""
}