{
  "author": "Charlotte Smith",
  "classification": "",
  "keywords": [
    "Landscapes",
    "Pastorals",
    "Nature"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/185127",
  "region": "England",
  "text": [
    "On thy stupendous summit, rock sublime!",
    "That o’er the channel reared, half way at sea",
    "The mariner at early morning hails,",
    "I would recline; while Fancy should go forth,",
    "And represent the strange and awful hour",
    "Of vast concussion; when the Omnipotent",
    "Stretched forth his arm, and rent the solid hills,",
    "Bidding the impetuous main flood rush between",
    "The rifted shores, and from the continent",
    "Eternally divided this green isle.",
    "Imperial lord of the high southern coast!",
    "From thy projecting head-land I would mark",
    "Far in the east the shades of night disperse,",
    "Melting and thinned, as from the dark blue wave",
    "Emerging, brilliant rays of arrowy light",
    "Dart from the horizon; when the glorious sun",
    "Just lifts above it his resplendent orb.",
    "Advances now, with feathery silver touched,",
    "The rippling tide of flood; glisten the sands,",
    "While, inmates of the chalky clefts that scar",
    "Thy sides precipitous, with shrill harsh cry,",
    "Their white wings glancing in the level beam,",
    "The terns, and gulls, and tarrocks, seek their food,",
    "And thy rough hollows echo to the voice",
    "Of the gray choughs, and ever restless daws,",
    "With clamor, not unlike the chiding hounds,",
    "While the lone shepherd, and his baying dog,",
    "Drive to thy turfy crest his bleating flock.",
    "The high meridian of the day is past,",
    "And Ocean now, reflecting the calm Heaven,",
    "Is of cerulean hue; and murmurs low",
    "The tide of ebb, upon the level sands.",
    "The sloop, her angular canvas shifting still,",
    "Catches the light and variable airs",
    "That but a little crisp the summer sea,",
    "Dimpling its tranquil surface."
  ],
  "title": "Beachy Head",
  "year": ""
}