{
  "author": "Charlotte Smith",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Class"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/183897",
  "region": "England",
  "text": [
    "So many years have passed,",
    "Since, on my native hills, I learned to gaze",
    "On these delightful landscapes; and those years",
    "Have taught me so much sorrow, that my soul",
    "Feels not the joy reviving Nature brings;",
    "But, in dark retrospect, dejected dwells",
    "On human follies, and on human woes.—",
    "What is the promise of the infant year,",
    "The lively verdure, or the bursting blooms,",
    "To those, who shrink from horrors such as War",
    "Spreads o’er the affrighted world? With swimming eye,",
    "Back on the past they throw their mournful looks,",
    "And see the Temple, which they fondly hoped",
    "Reason would raise to Liberty, destroyed",
    "By ruffian hands; while, on the ruined mass,",
    "Flushed with hot blood, the Fiend of Discord sits",
    "In savage triumph; mocking every plea",
    "Of policy and justice, as she shows",
    "The headless corse of one, whose only crime",
    "Was being born a Monarch—Mercy turns,",
    "From spectacle so dire, her swollen eyes;",
    "And Liberty, with calm, unruffled brow",
    "Magnanimous, as conscious of her strength",
    "In Reason’s panoply, scorns to distain",
    "Her righteous cause with carnage, and resigns",
    "To Fraud and Anarchy the infuriate crowd.—",
    "What is the promise of the infant year",
    "To those, who (while the poor but peaceful hind",
    "Pens, unmolested, the increasing flock",
    "Of his rich master in this sea-fenced isle)",
    "Survey, in neighboring countries, scenes that make",
    "The sick heart shudder; and the man, who thinks,",
    "Blush for his species?",
    "the trumpet’s voice",
    "Drowns the soft warbling of the woodland choir;",
    "And violets, lurking in their turfy beds",
    "Beneath the flowering thorn, are stained with blood.",
    "There fall, at once, the spoiler and the spoiled;",
    "While War, wide-ravaging, annihilates",
    "The hope of cultivation; gives to Fiends,",
    "The meager, ghastly Fiends of Want and Woe,",
    "The blasted land—There, taunting in the van",
    "Of vengeance-breathing armies, Insult stalks;",
    "And, in the ranks, “Famine, and Sword, and Fire,",
    "Crouch for employment.”"
  ],
  "title": "The Emigrants: A Poem",
  "year": ""
}