{
  "author": "Valzhyna Mort",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242262",
  "region": "",
  "text": [
    "A woman’s hallelujah! washes the foot of Mocking Bird",
    "Hill, her face eclipsed by her black mouth,",
    "her eyes rolled up like workman’s sleeves.",
    "Stirred up, a fly speaks in the tongue of the hotel",
    "doorbell, where, on the sun-ridden straw terrace",
    "my salvation means less than praise",
    "to a dumb child. Damned, blinded by ice cubes,",
    "the fly surrenders its life into the waiter’s clean hands.",
    "Behind the kitchen of the Mocking Bird Hotel",
    "a rooster repeats hallelujah! until it loses its head.",
    "A man harvests the Family Tree before his forefathers’",
    "features have a chance to ripen on their faces. Parakeets",
    "watch him from the bare nerves of the garden. He harvests",
    "before the worms that eat his father turn into demons.",
    "Do not eat the fruit from your Family Tree. You have",
    "eyes not to see them, hands not to pick them, teeth",
    "not to bite them, tongue not to taste them even in speech.",
    "The waiter slashes the table with our bill. We descend",
    "Mocking Bird Hill without raising dust. Dogs,",
    "their fur hanging like wet feathers off their backs,",
    "piss yellow smoke without lifting a leg. Gulls",
    "smash their heads between their wings.",
    "Light lays the eggs of shadows under the shrubs.",
    "Produce shacks stand empty like football gates.",
    "What appeared blue from afar, turns green.",
    "I hold it all in, even my own urine.",
    "But the mother of vowels slumps from my throat",
    "like the queen of a havocked beehive.",
    "Higher than hallelujah! rising like smoke over the hill,",
    "I scream at the top of that green lung,",
    "why, in the Mocking Bird",
    "Hell, do you value your blood over your sweat,",
    "that bitterness over this salt, that wound over this",
    "crystal? But often, to shed light on the darkness, light",
    "isn’t enough. Often what I need is even a darker",
    "darkness. Like in those hours before the sun incriminates this",
    "hotel, his two nostrils that illuminate our benighted bodies."
  ],
  "title": "Mocking Bird Hotel",
  "year": ""
}