{
  "author": "Susan Stewart",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177496",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Believing each simple thing passes from a perception that is less clear",
    "into one that is, eventually, more clear. Believing each simple thing contains",
    "within it a minimal unity beyond which whatever else can be",
    "exists. That the two seeds, or four seeds, are where the pear will go and where",
    "it began. Black bark, blossoms in the mild rain, smelling like piss",
    "in the spring rain, the chips and twigs raining down beneath our weight",
    "as we broke off bouquets for the teacher. “What is that smell?” she asked.",
    "Stark, white, delicate, attached with green cuffs,",
    "twig to twig, the blooms bursting through the runnels that",
    "held them. Five runnels made in the foil by five fingers.",
    ".",
    "That’s what I had written in the morning on the blackboard.",
    "And then, going home, I was stalled",
    "again on the bridge. I looked up and out and there",
    "I saw the girl flying and falling, flying and falling",
    "in the distance, in the narrow air between two buildings,",
    "her arms outspread, over and over",
    "against the strip of sky and above the gravel, or grass",
    "or ground—the light changed and I couldn’t see at all",
    "where or how she had dragged the trampoline",
    "that must have been the yielding source of all her motion.",
    "If you find a sight like this a kind of gift or sign, you’ve missed the way",
    "the mind seals over, the way the simplest thing pulls on its heavy hood",
    "and turns away slowly from a thought. For later, weeks later,",
    "I was stalled again in mid-bridge and couldn’t remember,",
    "yet could vaguely remember, the sense that something",
    "was about to happen, that the light",
    "would change like a bell or alarm",
    "and that in turn would mean the time had come",
    "when everyone must leave the school—",
    "with every sweater and pencil left in place",
    "—to burn, and burn",
    "and burn back to the ground."
  ],
  "title": "Pear",
  "year": ""
}