{
  "author": "Anselm Berrigan",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Youth",
    "Relationships",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240736",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "When I was little I cut off the heads",
    "of many lords. I can’t count on the energy",
    "that took to rise in me at will, but I’ve",
    "strengthened my ability to make a",
    "stand-firm surface. A steady gaze will drive",
    "conflicted information away, back to the",
    "abyss from whence it came, but I’ll be right",
    "here the morning after, wracked in a",
    "private shame too awful to admit and",
    "of no consequence at all. I work very hard",
    "not to let myself go. Any channel",
    "can tell. Due process appears in beauty",
    "and misgiving at once; an agility",
    "borne from creative malice, a benign",
    "insecurity. The plain truth: I forget",
    "the curtains are open sometimes and the",
    "hands wander. The room stares back from its things:",
    "They understand the end of the world, will",
    "not waste time feeling your pain, and every-",
    "thing tragic in between need not be known.",
    "I don’t want love or remorse to follow",
    "I want them in the way, things to burst through",
    "corollaries to be roped and tackled",
    "by surprise, get killed, and thank you. One fate",
    "transforms into another, but I won’t",
    "touch that bandaged story. I won’t belong",
    "to this scripted conversation, though I",
    "may play along. Identity theft accepting",
    "renewal orders, copycat pre-emptive attacks",
    "an obscure murder string on the public",
    "glide by sight, the victim a John doughnut",
    "pining for leadership from the passenger seat.",
    "The threat of meaning reassures: I know",
    "it’s being made for me. Am I supposed",
    "to believe we’re receiving information?",
    "Can I defect back to curiosity",
    "in the moonlight, stone rabbit? Hit on by",
    "Echo, I go cold for the love of my",
    "own exile, and while I hope, my flesh",
    "explodes into an arrangement of stars",
    "pestered by darkness. Those aren’t birds you",
    "hear, just their corresponding holes in the sky.",
    "All the bottled water isn’t fooling anyone."
  ],
  "title": "Let Us Sample Protection Together",
  "year": ""
}