{
  "author": "Maxine W. Kumin",
  "classification": "",
  "keywords": [
    "Health",
    "Illness",
    "History",
    "Politics",
    "Eating",
    "Drinking",
    "Social Commentaries",
    "Money",
    "Economics",
    "The Body",
    "Living",
    "Activities",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171841",
  "region": "U.S., New England",
  "text": [
    "They are weighing the babies again on color television.",
    "They are hanging these small bags of bones up in canvas slings",
    "to determine which ones will receive the dried-milk mush,",
    "the concentrate made out of ground-up trash fish.",
    "For years we have watched them, back-lit by the desert,",
    "these miles of dusty hands holding out goatskins or cups,",
    "their animals dead or dying of rinderpest,",
    "and after the credits come up I continue to sit",
    "through Dinner with Julia, where, in a French fish",
    "poacher big enough for a small brown baby, an",
    "Alaska salmon simmers in a court bouillon.",
    "For a first course, steak tartare to awaken the palate.",
    "With it Julia suggests a zinfandel. This scene",
    "has a polite, a touristy flavor to it,",
    "and I let it play. But somewhere Oxfam goes on",
    "spooning gluey gruel between the parched lips",
    "of potbellied children, the ones who perhaps can be saved",
    "from kwashiorkor—an ancient Ghanaian word—",
    "though with probable lowered IQs, the voiceover explains,",
    "caused by protein deficiencies linked to the drought",
    "and the drought has grown worse with the gradual increase in herds",
    "overgrazing the thin forage grasses of the Sahel.",
    "This, says the voice, can be laid to the natural greed",
    "of the nomad deceived by technicians digging new wells",
    "which means (a slow pan of the sand) that the water table has dropped.",
    "And now to Julia’s table is borne the resplendent fish.",
    "Always the camera is angled so that the guests look up.",
    "Among them I glimpse that sly Dean, Jonathan Swift.",
    "After the credits come up I continue to sit",
    "with those who are starving to death in a distant nation",
    "squatting, back-lit by the desert, hands out, in my head",
    "and the Dublin Dean squats there too, observing the population",
    "that waits for too little dried milk, white rice, trash fish.",
    "Always the camera is angled so they look up",
    "while their babies are weighed in slings on color television,",
    "look into our living rooms and the shaded rooms we sleep in."
  ],
  "title": "Video Cuisine",
  "year": ""
}