{
  "author": "Primus St. John",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Life Choices",
    "The Mind",
    "Time",
    "Brevity",
    "Religion",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181877",
  "region": "U.S., Northwestern",
  "text": [
    "1 Dear Milton,",
    "Rain. But when you are here, alone, what does it",
    "mean. It means psalm — that song sung to the harp.",
    "Like trees, we too hold on to the earth — pull and",
    "twang for another tongue.",
    "(whatever",
    "is, and",
    "who knows that) is a sacred song.",
    "is strange for",
    "we are the ones who glorify mystery with our arms.",
    "We call it testament because it pries at our souls",
    "with many branches, and so you say with a huge",
    "eye, we must practice our art like the third stomach",
    "of a cud-chewing animal:",
    "here they are, the strength of your arm",
    "stalls at the open gate of the stars.",
    "Feel everything, trust everything!”",
    "We are always limited to what we ask for (so why",
    "not ask for wings). Therefore, desire becomes a flight",
    "marker. For surely we hover over what we have done",
    "as though we have wings — looking for signs that will",
    "tell us where to go, and if we have gone somewhere,",
    "what it means. Milton, like David of old, like David",
    "of old or any child, we live on the tip of that lean",
    "tongue of invocation with our sling, saying:",
    "I stand on the smallest stone.",
    "I am a standing prairie dog",
    "praying for my song.”",
    "And so we have come to know: what is sacred is",
    "the storm, how the winds shimmer in the pool. . .",
    "how “brushes are frightened.”",
    "Milton, it is right to say:",
    "for though",
    "I know that my savior is lonely.”",
    "you also know",
    "riding on my shoulders with its stars.”",
    "Of course I’m biased; what’s a friend for! But I",
    "think you have done what you should have done —",
    "gone to the fountainhead and glorified in psalm.",
    "It may please you to know that out there, rain,",
    "too, gives in large quantities.",
    "Love to family,",
    "2 Dear Love to Family,",
    "how can I eat this?",
    "My teeth are in my grave,",
    "my promises broken.”",
    "On that anvil called home, we beat out family. It",
    "is enough and lovely to learn from our own. To say,",
    "my Paula.”",
    "On that anvil called home, we are like van Gogh",
    "— thinking always in vivid colors that are both silent",
    "and raging. For without it we would have no capac-",
    "ity for peace — or war. We would be unable to settle",
    "or plan, or to love and fear tales.",
    "This is the center that allows us to pass among",
    "people — the beautiful black night with all the stars. . .",
    "3 Dear Beautiful Black Night with All the Stars,",
    "Swimming in the pool it occurs to you,",
    "else.” In this context, completely surrounded, every-",
    "thing must live.",
    "4 Dear Everything Must Live,",
    "No country, no culture, no person, can give us more",
    "than the “rant of the ordinary life.”",
    "5 Dear Rant of the Ordinary Life,",
    "What we hand to our children is our truth. As large",
    "as we are, it is small. Fragile in a bed, you learn",
    "about infirmity’s strong arms:",
    "Your heart is the real house you breathe in. Old",
    "love’s fantasy is there; it has young feet:",
    "I want to weep.”",
    "We are never at peace. Because, all our work comes",
    "back. It spies on us as round as the moon:",
    "Look at that moon!",
    "It looks like it’s right",
    "On top of us.”",
    "6 Dear Right on Top of Us,",
    "Around us, life and death. Someone born like us —",
    "gone. Blackburn, like a magician’s stroke of the",
    "wand — gone.",
    "On a freighter, you stare into the water and go to",
    "your ancestral home. You think about small Selma,",
    "all the occupied zones we are, how our fingertips are",
    "almost like birds.",
    "Once, when you were a boy, you let go of the",
    "fence. You are still falling.",
    "7 Dear You Are Still Falling,",
    "You are a cantor whose strange songs absorb",
    "mystery, and that is not sailing too far.",
    "So long. . .",
    "P."
  ],
  "title": "Like van Gogh, I Can’t Begin in Prose",
  "year": ""
}