{
  "author": "Lady Grizel Baillie",
  "classification": "",
  "keywords": [
    "Love",
    "Break-ups",
    "Vexed Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180872",
  "region": "Scotland",
  "text": [
    "There was ance a may, and she lo’ed na men;",
    "She biggit her bonnie bow’r doun i’ yon glen;",
    "But now she cries, Dool and a well-a-day!",
    "Come doun the green gait and come here away!",
    "When bonnie young Johnnie cam’ owre the sea",
    "He said he saw naething sae lovely as me;",
    "He hecht me baith rings and monie braw things;",
    "And werena my heart licht, I wad dee.",
    "He had a wee tittie that lo’ed na me,",
    "Because I was twice as bonnie as she;",
    "She raised sic a pother ‘twixt him and his mother,",
    "That werena my heart licht, I wad dee.",
    "The day it was set, and the bridal to be",
    "The wife took a dwam and lay doun to dee;",
    "She maned, and she graned, out o’ dolour and pain,",
    "Till he vowed that he ne’er wad see me again.",
    "His kin was for ane o’ a higher degree,",
    "Said, what had he do wi’ the likes o’ me?",
    "Albeit I was bonnie, I wasna for Johnnie:",
    "And werena my heart licht, I wad dee.",
    "They said I had neither cow nor calf,",
    "Nor dribbles o’ drink rins through the draff,",
    "Nor pickles o’meal rins through the mill-e’e;",
    "An werena my heart licht, I wad dee.",
    "His tittie she was baith wily and slee,",
    "She spied me as I cam’ owre the lea,",
    "And then she ran in and made a loud din;",
    "Believe your ain een an ye trow na me.",
    "His bannet stood aye fu’ round on his brow",
    "His auld ane looked aye as weel as some’s new;",
    "But now he lets ’t wear ony gate it will hing,",
    "And casts himsel’ dowie upon the corn-bing.",
    "And now he gaes daund’ring about the dykes",
    "A a’ he dow do is to hund the tykes;",
    "The love-lang nicht he ne’er steeks his e’e;",
    "And werena my heart licht I wad dee.",
    "Were I but young for thee, as I ha’e been",
    "We should ha’e been gallopin’ doun in yon green,",
    "And linkin’ it on the lily-white lea;",
    "And wow, gin I were but young for thee."
  ],
  "title": "Werena My Heart Licht I Wad Dee",
  "year": ""
}