{
  "author": "Louise Glück",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243220",
  "region": "",
  "text": [
    "Several weeks ago I discovered a photograph of my mother",
    "sitting in the sun, her face flushed as with achievement or triumph.",
    "The sun was shining. The dogs",
    "were sleeping at her feet where time was also sleeping,",
    "calm and unmoving as in all photographs.",
    "I wiped the dust from my mother’s face.",
    "Indeed, dust covered everything; it seemed to me the persistent",
    "haze of nostalgia that protects all relics of childhood.",
    "In the background, an assortment of park furniture, trees and shrubbery.",
    "The sun moved lower in the sky, the shadows lengthened and darkened.",
    "The more dust I removed, the more these shadows grew.",
    "Summer arrived. The children",
    "leaned over the rose border, their shadows",
    "merging with the shadows of the roses.",
    "A word came into my head, referring",
    "to this shifting and changing, these erasures",
    "that were now obvious—",
    "it appeared, and as quickly vanished.",
    "Was it blindness or darkness, peril, confusion?",
    "Summer arrived, then autumn. The leaves turning,",
    "the children bright spots in a mash of bronze and sienna.",
    "2",
    "When I had recovered somewhat from these events,",
    "I replaced the photograph as I had found it",
    "between the pages of an ancient paperback,",
    "many parts of which had been",
    "annotated in the margins, sometimes in words but more often",
    "in spirited questions and exclamations",
    "meaning “I agree” or “I’m unsure, puzzled—”",
    "The ink was faded. Here and there I couldn’t tell",
    "what thoughts occurred to the reader",
    "but through the bruise-like blotches I could sense",
    "urgency, as though tears had fallen.",
    "I held the book awhile.",
    "It was",
    "(in translation);",
    "I had noted the page in case, as Freud believed,",
    "nothing is an accident.",
    "Thus the little photograph",
    "was buried again, as the past is buried in the future.",
    "In the margin there were two words,",
    "linked by an arrow: “sterility” and, down the page, “oblivion”—",
    "“And it seemed to him the pale and lovely",
    "summoner out there smiled at him and beckoned...”",
    "3",
    "How quiet the garden is;",
    "no breeze ruffles the Cornelian cherry.",
    "Summer has come.",
    "How quiet it is",
    "now that life has triumphed. The rough",
    "pillars of the sycamores",
    "support the immobile",
    "shelves of the foliage,",
    "the lawn beneath",
    "lush, iridescent—",
    "And in the middle of the sky,",
    "the immodest god.",
    "Things are, he says. They are, they do not change;",
    "response does not change.",
    "How hushed it is, the stage",
    "as well as the audience; it seems",
    "breathing is an intrusion.",
    "He must be very close,",
    "the grass is shadowless.",
    "How quiet it is, how silent,",
    "like an afternoon in Pompeii.",
    "4",
    "Beatrice took the children to the park in Cedarhurst.",
    "The sun was shining. Airplanes",
    "passed back and forth overhead, peaceful because the war was over.",
    "It was the world of her imagination:",
    "true and false were of no importance.",
    "Freshly polished and glittering—",
    "that was the world. Dust",
    "had not yet erupted on the surface of things.",
    "The planes passed back and forth, bound",
    "for Rome and Paris—you couldn’t get there",
    "unless you flew over the park. Everything",
    "must pass through, nothing can stop—",
    "The children held hands, leaning",
    "to smell the roses.",
    "They were five and seven.",
    "Infinite, infinite—that",
    "was her perception of time.",
    "She sat on a bench, somewhat hidden by oak trees.",
    "Far away, fear approached and departed;",
    "from the train station came the sound it made.",
    "The sky was pink and orange, older because the day was over.",
    "There was no wind. The summer day",
    "cast oak-shaped shadows on the green grass."
  ],
  "title": "A Summer Garden",
  "year": ""
}