{
  "author": "Louise Glück",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246848",
  "region": "",
  "text": [
    "You’re stepping on your father, my mother said,",
    "and indeed I was standing exactly in the center",
    "of a bed of grass, mown so neatly it could have been",
    "my father’s grave, although there was no stone saying so.",
    "You’re stepping on your father, she repeated,",
    "louder this time, which began to be strange to me,",
    "since she was dead herself; even the doctor had admitted it.",
    "I moved slightly to the side, to where",
    "my father ended and my mother began.",
    "The cemetery was silent. Wind blew through the trees;",
    "I could hear, very faintly, sounds of weeping several rows away,",
    "and beyond that, a dog wailing.",
    "At length these sounds abated. It crossed my mind",
    "I had no memory of being driven here,",
    "to what now seemed a cemetery, though it could have been",
    "a cemetery in my mind only; perhaps it was a park, or if not a park,",
    "a garden or bower, perfumed, I now realized, with the scent of roses",
    "douceur de vivre filling the air, the sweetness of living,",
    "as the saying goes. At some point,",
    "it occurred to me I was alone.",
    "Where had the others gone,",
    "my cousins and sister, Caitlin and Abigail?",
    "By now the light was fading. Where was the car",
    "waiting to take us home?",
    "I then began seeking for some alternative. I felt",
    "an impatience growing in me, approaching, I would say, anxiety.",
    "Finally, in the distance, I made out a small train,",
    "stopped, it seemed, behind some foliage, the conductor",
    "lingering against a doorframe, smoking a cigarette.",
    "Do not forget me, I cried, running now",
    "over many plots, many mothers and fathers",
    "Do not forget me, I cried, when at last I reached him.",
    "Madam, he said, pointing to the tracks,",
    "surely you realize this is the end, the tracks do not go further.",
    "His words were harsh, and yet his eyes were kind;",
    "this encouraged me to press my case harder.",
    "But they go back, I said, and I remarked",
    "their sturdiness, as though they had many such returns ahead of them.",
    "You know, he said, our work is difficult: we confront",
    "much sorrow and disappointment.",
    "He gazed at me with increasing frankness.",
    "I was like you once, he added, in love with turbulence.",
    "Now I spoke as to an old friend:",
    "What of you, I said, since he was free to leave,",
    "have you no wish to go home,",
    "to see the city again?",
    "This is my home, he said.",
    "The city",
    "the city is where I disappear."
  ],
  "title": "Aboriginal Landscape",
  "year": ""
}