{
  "author": "Louise Glück",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181087",
  "region": "",
  "text": [
    "On nights like this we used to swim in the quarry,",
    "the boys making up games requiring them to tear off the girls’ clothes",
    "and the girls cooperating, because they had new bodies since last summer",
    "and they wanted to exhibit them, the brave ones",
    "leaping off the high rocks — bodies crowding the water.",
    "The nights were humid, still. The stone was cool and wet,",
    "marble for graveyards, for buildings that we never saw,",
    "buildings in cities far away.",
    "On cloudy nights, you were blind. Those nights the rocks were dangerous,",
    "but in another way it was all dangerous, that was what we were after.",
    "The summer started. Then the boys and girls began to pair off",
    "but always there were a few left at the end — sometimes they’d keep watch,",
    "sometimes they’d pretend to go off with each other like the rest,",
    "but what could they do there, in the woods? No one wanted to be them.",
    "But they’d show up anyway, as though some night their luck would change,",
    "fate would be a different fate.",
    "At the beginning and at the end, though, we were all together.",
    "After the evening chores, after the smaller children were in bed,",
    "then we were free. Nobody said anything, but we knew the nights we’d meet",
    "and the nights we wouldn’t. Once or twice, at the end of summer,",
    "we could see a baby was going to come out of all that kissing.",
    "And for those two, it was terrible, as terrible as being alone.",
    "The game was over. We’d sit on the rocks smoking cigarettes,",
    "worrying about the ones who weren’t there.",
    "And then finally walk home through the fields,",
    "because there was always work the next day.",
    "And the next day, we were kids again, sitting on the front steps in the morning,",
    "eating a peach. Just that, but it seemed an honor to have a mouth.",
    "And then going to work, which meant helping out in the fields.",
    "One boy worked for an old lady, building shelves.",
    "The house was very old, maybe built when the mountain was built.",
    "And then the day faded. We were dreaming, waiting for night.",
    "Standing at the front door at twilight, watching the shadows lengthen.",
    "And a voice in the kitchen was always complaining about the heat,",
    "wanting the heat to break.",
    "Then the heat broke, the night was clear.",
    "And you thought of the boy or girl you’d be meeting later.",
    "And you thought of walking into the woods and lying down,",
    "practicing all those things you were learning in the water.",
    "And though sometimes you couldn’t see the person you were with,",
    "there was no substitute for that person.",
    "The summer night glowed; in the field, fireflies were glinting.",
    "And for those who understood such things, the stars were sending messages:",
    "You will leave the village where you were born",
    "and in another country you’ll become very rich, very powerful,",
    "but always you will mourn something you left behind, even though",
    "you can’t say what it was,",
    "and eventually you will return to seek it."
  ],
  "title": "Midsummer",
  "year": ""
}