{
  "author": "Louise Glück",
  "classification": "Allusion",
  "keywords": [
    "Home Life",
    "War",
    "Conflict",
    "Travels",
    "Journeys",
    "Activities",
    "Heroes",
    "Patriotism",
    "Social Commentaries",
    "Relationships",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179773",
  "region": "U.S., New England",
  "text": [
    "The Greeks are sitting on the beach",
    "wondering what to do when the war ends. No one",
    "wants to go home, back",
    "to that bony island; everyone wants a little more",
    "of what there is in Troy, more",
    "life on the edge, that sense of every day as being",
    "packed with surprises. But how to explain this",
    "to the ones at home to whom",
    "fighting a war is a plausible",
    "excuse for absence, whereas",
    "exploring one’s capacity for diversion",
    "is not. Well, this can be faced",
    "later; these",
    "are men of action, ready to leave",
    "insight to the women and children.",
    "Thinking things over in the hot sun, pleased",
    "by a new strength in their forearms, which seem",
    "more golden than they did at home, some",
    "begin to miss their families a little,",
    "to miss their wives, to want to see",
    "if the war has aged them. And a few grow",
    "slightly uneasy: what if war",
    "is just a male version of dressing up,",
    "a game devised to avoid",
    "profound spiritual questions? Ah,",
    "but it wasn’t only the war. The world had begun",
    "calling them, an opera beginning with the war’s",
    "loud chords and ending with the floating aria of the sirens.",
    "There on the beach, discussing the various",
    "timetables for getting home, no one believed",
    "it could take ten years to get back to Ithaca;",
    "no one foresaw that decade of insoluble dilemmas—oh unanswerable",
    "affliction of the human heart: how to divide",
    "the world’s beauty into acceptable",
    "and unacceptable loves! On the shores of Troy,",
    "how could the Greeks know",
    "they were hostages already: who once",
    "delays the journey is",
    "already enthralled; how could they know",
    "that of their small number",
    "some would be held forever by the dreams of pleasure,",
    "some by sleep, some by music?"
  ],
  "title": "Parable of the Hostages",
  "year": ""
}