{
  "author": "Louise Glück",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246846",
  "region": "",
  "text": [
    "1",
    "Sometime after I had entered",
    "that time of life",
    "people prefer to allude to in others",
    "but not in themselves, in the middle of the night",
    "the phone rang. It rang and rang",
    "as though the world needed me,",
    "though really it was the reverse.",
    "I lay in bed, trying to analyze",
    "the ring. It had",
    "my mother’s persistence and my father’s",
    "pained embarrassment.",
    "When I picked it up, the line was dead.",
    "Or was the phone working and the caller dead?",
    "Or was it not the phone, but the door perhaps?",
    "2",
    "My mother and father stood in the cold",
    "on the front steps. My mother stared at me,",
    "a daughter, a fellow female.",
    "You never think of us, she said.",
    "We read your books when they reach heaven.",
    "Hardly a mention of us anymore, hardly a mention of your sister.",
    "And they pointed to my dead sister, a complete stranger,",
    "tightly wrapped in my mother’s arms.",
    "But for us, she said, you wouldn’t exist.",
    "And your sister",
    "you have your sister’s soul.",
    "After which they vanished, like Mormon missionaries.",
    "3",
    "The street was white again,",
    "all the bushes covered with heavy snow",
    "and the trees glittering, encased with ice.",
    "I lay in the dark, waiting for the night to end.",
    "It seemed the longest night I had ever known,",
    "longer than the night I was born.",
    "I write about you all the time, I said aloud.",
    "Every time I say “I,” it refers to you.",
    "4",
    "Outside the street was silent.",
    "The receiver lay on its side among the tangled sheets,",
    "its peevish throbbing had ceased some hours before.",
    "I left it as it was;",
    "its long cord drifting under the furniture.",
    "I watched the snow falling,",
    "not so much obscuring things",
    "as making them seem larger than they were.",
    "Who would call in the middle of the night?",
    "Trouble calls, despair calls.",
    "Joy is sleeping like a baby."
  ],
  "title": "Visitors from Abroad",
  "year": ""
}