{
  "author": "Galway Kinnell",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Nature",
    "Activities",
    "The Body",
    "Living",
    "Health",
    "Illness",
    "Family",
    "Ancestors",
    "Relationships",
    "Eating",
    "Drinking"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179279",
  "region": "U.S., New England",
  "text": [
    "While spoon-feeding him with one hand",
    "she holds his hand with her other hand,",
    "or rather lets it rest on top of his,",
    "which is permanently clenched shut.",
    "When he turns his head away, she reaches",
    "around and puts in the spoonful blind.",
    "He will not accept the next morsel",
    "until he has completely chewed this one.",
    "His bright squint tells her he finds",
    "the shrimp she has just put in delicious.",
    "Next to the voice and touch of those we love,",
    "food may be our last pleasure on earth—",
    "a man on death row takes his T-bone",
    "in small bites and swishes each sip",
    "of the jug wine around in his mouth,",
    "tomorrow will be too late for them to jolt",
    "this supper out of him. She strokes",
    "his head very slowly, as if to cheer up",
    "each separate discomfited hair sticking up",
    "from its root in his stricken brain.",
    "Standing behind him, she presses",
    "her cheek to his, kisses his jowl,",
    "and his eyes seem to stop seeing",
    "and do nothing but emit light.",
    "Could heaven be a time, after we are dead,",
    "of remembering the knowledge",
    "flesh had from flesh? The flesh",
    "of his face is hard, perhaps",
    "from years spent facing down others",
    "until they fell back, and harder",
    "from years of being himself faced down",
    "and falling back in his turn, and harder still",
    "from all the while frowning",
    "and beaming and worrying and shouting",
    "and probably letting go in rages.",
    "His face softens into a kind",
    "of quizzical wince, as if one",
    "of the other animals were working at",
    "getting the knack of the human smile.",
    "When picking up a cookie he uses",
    "both thumbtips to grip it",
    "and push it against an index finger",
    "to secure it so that he can lift it.",
    "She takes him then to the bathroom,",
    "where she lowers his pants and removes",
    "the wet diaper and holds the spout of the bottle",
    "to his old penis until he pisses all he can,",
    "then puts on the fresh diaper and pulls up his pants.",
    "When they come out, she is facing him,",
    "walking backwards in front of him",
    "and holding his hands, pulling him",
    "when he stops, reminding him to step",
    "when he forgets and starts to pitch forward.",
    "She is leading her old father into the future",
    "as far as they can go, and she is walking",
    "him back into her childhood, where she stood",
    "in bare feet on the toes of his shoes",
    "and they foxtrotted on this same rug.",
    "I watch them closely: she could be teaching him",
    "the last steps that one day she may teach me.",
    "At this moment, he glints and shines,",
    "as if it will be only a small dislocation",
    "for him to pass from this paradise into the next."
  ],
  "title": "Parkinson’s Disease",
  "year": ""
}