{
  "author": "Galway Kinnell",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Relationships",
    "Desire",
    "Infatuation",
    "Crushes"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171399",
  "region": "U.S., New England",
  "text": [
    "I can feel she has got out of bed.",
    "That means it is seven",
    "I have been lying with eyes shut,",
    "thinking, or possibly dreaming,",
    "of how she might look if, at breakfast,",
    "I spoke about the hidden place in her",
    "which, to me, is like a soprano’s tremolo,",
    "and right then, over toast and bramble jelly,",
    "if such things are possible, she came.",
    "I imagine she would show it while trying to conceal it.",
    "I imagine her hair would fall about her face",
    "and she would become apparently downcast,",
    "as she does at a concert when she is moved.",
    "The hypnopompic play passes, and I open my eyes",
    "and there she is, next to the bed,",
    "bending to a low drawer, picking over",
    "various small smooth black, white,",
    "and pink items of underwear. She bends",
    "so low her back runs parallel to the earth,",
    "but there is no sway in it, there is little burden, the day has hardly begun.",
    "The two mounds of muscles for walking, leaping, lovemaking,",
    "lift toward the east—what can I say?",
    "Simile is useless; there is nothing like them on earth.",
    "Her breasts fall full; the nipples",
    "are deep pink in the glare shining up through the iron bars",
    "of the gate under the earth where those who could not love",
    "press, wanting to be born again.",
    "I reach out and take her wrist",
    "and she falls back into bed and at once starts unbuttoning my pajamas.",
    "Later, when I open my eyes, there she is again,",
    "rummaging in the same low drawer.",
    "The clock shows eight. Hmmm.",
    "With huge, silent effort of great,",
    "mounded muscles the earth has been turning.",
    "She takes a piece of silken cloth",
    "from the drawer and stands up. Under the falls",
    "of hair her face has become quiet and downcast,",
    "as if she will be, all day among strangers,",
    "looking down inside herself at our rapture."
  ],
  "title": "Rapture",
  "year": ""
}