{
  "author": "Galway Kinnell",
  "classification": "",
  "keywords": [
    "Sports",
    "Outdoor Activities",
    "Time",
    "Brevity",
    "Life Choices",
    "Travels",
    "Journeys",
    "Living",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171393",
  "region": "U.S., New England",
  "text": [
    "When first I walked here I hobbled",
    "along ties set too close together",
    "for a boy to step easily on each.",
    "I thought my stride one day",
    "would reach every other and from then on",
    "I would walk in time with the way",
    "toward that Lobachevskian haze",
    "up ahead where the two rails meet.",
    "Here we put down our pennies, dark,",
    "on shined steel; they trembled, fell still;",
    "then the locomotive out of Attleboro",
    "rattling its berserk wheel-rods into perfect circles,",
    "brightened them into wafers, the way a fork",
    "mashes into view the inner light of a carrot",
    "in a stew. In this late March sunshine,",
    "crossing the trees at the angle of a bow",
    "when it effleurages out of the chanterelle",
    "the C three octaves above middle C,",
    "the vertical birthwood remembers",
    "its ascent lines, shrunken by half, exactly",
    "back down, each tree on its fallen summer.",
    "Back then, these rocks often asked",
    "blood offerings—but this one, once, asked bone,",
    "the time Billy Wallace tripped and broke out",
    "his front teeth. Fitted with gold replicas,",
    "he asked, speaking more brightly, “What good",
    "are golden teeth, given what we’ve got",
    "to eat?” Nebuchadnezzar",
    "spent seven years down on all fours",
    "eating vetch and alfalfa, ruminating",
    "the mouth-feel of “bloom” and “wither,”",
    "until he was whole. If you",
    "held a grass blade between both thumbs",
    "and blew hard you could blurt a shriek",
    "out of it—like that beseeching leaves oaks",
    "didn’t drop last winter just now scratch",
    "on a breeze. Maybe Billy, lured",
    "by bones’ memory, comes back",
    "sometimes, too, to the Seekonk Woods,",
    "to stand in the past and just look at it.",
    "Here he might kneel, studying this clump of grass,",
    "as a god might inspect the strands of a human sneeze",
    "that percusses through. Or he might stray",
    "into the now untrafficked whistling-lanes",
    "of the mourning doves, who used to call and call",
    "into the future, and give a start, as though,",
    "this very minute, by awful coincidence,",
    "they reach it. And at last traipse off",
    "down the tracks, with arrhythmic gait,",
    "as wanderers must do once they realize:",
    "the over-the-unknown route, too, ends up",
    "where time wants. On this spot",
    "I skinned the muskrat. The musk breezed away.",
    "I buried the rat. Of the fur",
    "I made a hat, which as soon as put on",
    "began to rot off, causing my scalp to crawl.",
    "In circles, of course, keeping to the skull.",
    "One day could this scrap of damp skin",
    "crawl all the way off, and the whole organism",
    "follow? To do what? Effuse with musk,",
    "or rot with rat? When, a quarter-",
    "turn after the sun, the half-moon,",
    "too, goes down and we find ourselves",
    "in the night's night, then somewhere",
    "hereabouts in the dark must be death.",
    "Knowledge of it beforehand is surely among",
    "existence’s most spectacular feats—and yet right here,",
    "on this ordinary afternoon, in these woods,",
    "with a name meaning “black goose” in Wampanoag,",
    "or in modern Seekonkese, “slob blowing fat nose,”",
    "this unlikely event happens—a creature",
    "walking the tracks knows it will come.",
    "Then too long to touch every tie, his stride",
    "is now just too short to reach every other,",
    "and so he is to be still the wanderer, the hirtle",
    "of too much replaced by the common limp",
    "of too little. But he almost got there.",
    "Almost stepped in consonance with the liturgical,",
    "sleeping gods’ snores you can hear humming up",
    "from former times inside the ties. He almost",
    "set foot in that border zone where what follows",
    "blows back, shimmering everything, making",
    "walking like sleepwalking, railroad tracks",
    "a country lane on a spring morning,",
    "on which a man, limping but blissful,",
    "makes his way homeward, his lips, suppled",
    "by kissing to bunch up like that, blowing",
    "these short strands of hollowed-out air,",
    "haunted by future, into a tune on the tracks.",
    "I think I’m about to be shocked awake.",
    "As I was in childhood, when I battered myself",
    "back to my senses against a closed door,",
    "or woke up hanging out of an upstairs window.",
    "Somnambulism was my attempt to slip",
    "under cover of nightmare across no father’s land",
    "and embrace a phantasm. If only",
    "I had found a way to enter his hard time",
    "served at labor by day, by night in solitary,",
    "and put my arms around him in reality,",
    "I might not now be remaking him",
    "in memory still; anti-alchemizing bass kettle’s",
    "golden reverberations back down",
    "to hair, flesh, blood, bone, the base metals.",
    "I want to crawl face down in the fields",
    "and graze on the wild strawberries, my clothes",
    "stained pink, even for seven years",
    "if I must, if they exist. I want to lie out",
    "on my back under the thousand stars and think",
    "my way up among them, through them,",
    "and a little distance past them, and attain",
    "a moment of absolute ignorance,",
    "if I can, if human mentality lets us.",
    "I have always intended to live forever;",
    "but not until now, to live now. The moment",
    "I have done one or the other, I here swear,",
    "no one will have to drag me , I’ll come",
    "but never will I agree to burn my words.",
    "The poplar logs creosoted asleep under the tracks",
    "have stopped snoring. Maybe they’ve",
    "already waked up. The bow saws at G.",
    "An oak leaf rattles on its tree. The rails",
    "may never meet, O fellow Euclideans,",
    "for you, for me. So what if we groan.",
    "That’s our noise. Laughter is our stuttering",
    "in a language we can’t speak yet. Behind,",
    "the world made of wishes goes dark. Ahead,",
    "if not now then never, shines what is."
  ],
  "title": "The Seekonk Woods",
  "year": ""
}