{
  "author": "Craig Arnold",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/171044",
  "region": "",
  "text": [
    "The chain uncouples, and his jacket hangs",
    "on the peg over hers, and he's inside.",
    "She stalls in the kitchen, putting the kettle on,",
    "buys herself a minute looking for two",
    "matching cups for the lime-flower tea,",
    "not really lime but linden, heart-shaped leaves",
    "and sticky flowers that smell of antifreeze.",
    "She talks a wall around her, twists the string",
    "tighter around the tea bag in her spoon.",
    "But every conversation has to break",
    "somewhere, and at the far end of the sofa",
    "he sits, warming his hands around the cup",
    "he hasn't tasted yet, and listens on",
    "with such an exasperating show of patience",
    "it's almost a relief to hear him ask it:",
    "maybe you'd let me borrow it for a while?",
    "It isn't what you're thinking. No, it's worse.",
    "Why on earth did she find him so attractive",
    "the first time she met him, propping the wall",
    "at an awkward party, clearly trying to drink",
    "himself into some sort of conversation?",
    "Was it the dark uncomfortable reserve",
    "she took upon herself to tease him out of,",
    "asking, Are you a vampire?",
    ",",
    "he stammered,",
    "No, not funny,",
    "but why did she laugh at him? What made her think",
    "that he needed her, that she could teach him something?",
    "Why did she let him believe she was drunk",
    "and needed a ride home? Why did she let him",
    "take her shirt off, fumble around a bit",
    "on the spare futon, passing back and forth",
    "the warm breath of a half-hearted kiss",
    "they kept falling asleep in the middle of?",
    "And when he asked her, why did she not object?",
    ".",
    "Younger and given to daydreams, she imagined",
    "trading bodies with someone, a best friend,",
    "the boy she had a crush on. But the fact",
    "was more fantastic, a fairy-tale adventure",
    "where the wolf wins, and hides in the girl's red hood.",
    "How it happens she doesn't really remember,",
    "drifting off with a vague sense of being",
    "drawn out through a single point of her skin,",
    "like a bedsheet threaded through a needle's eye,",
    "and bundled into a body that must be his.",
    "Sometimes she startles, as on the verge of sleep",
    "you can feel yourself fall backward over a brink,",
    "and snaps her eyelids open, to catch herself",
    "slipping out of the bed, her legs swinging",
    "over the edge, and feels the sudden sick",
    "split-screen impression of being for a second",
    "both she and her.",
    "What he does with her",
    "while she's asleep, she never really knows,",
    "flickers, only, conducted back in dreams:",
    "Walking in neighborhoods she doesn't know",
    "and wouldn't go to, overpasses, ragweed,",
    "cars dry-docked on cinderblocks, wolf-whistles,",
    "wanting to run away and yet her steps",
    "planted sure and defiant. Performing tasks",
    "too odd to recognize and too mundane",
    "to have made up, like fixing a green salad",
    "with the sunflower seeds and peppers that she hates,",
    "pouring on twice the oil and vinegar",
    "that she would like, and being unable to stop.",
    "Her hands feel but are somehow not her own,",
    "running over the racks of stacked fabric",
    "in a clothing store, stroking the slick silk,",
    "teased cotton and polar fleece, as if her fingers",
    "each were a tongue tasting the knits and weaves.",
    "Harmless enough.",
    "It's what she doesn't dream",
    "that scares her, panic she can't account for, faces",
    "familiar but not known, déjà vu",
    "making a mess of memory, coming to",
    "with a fresh love-bite on her left breast",
    "and the aftershock of granting another's flesh,",
    "of having gripped, slipped in and fluttered tender",
    "mmm, unbraided, and spent the whole slow day",
    "clutching her thighs to keep the chafe from fading,",
    "and furious at being joyful, less",
    "at the violation, less the danger, than the sense",
    "he'd taken her enjoyment for his own.",
    "That was the time before, the time she swore",
    "would be the last—returning to her senses,",
    "she'd grabbed his throat and hit him around the face",
    "and threw him out, and sat there on the floor",
    "shaking. She hadn't known how hard it was",
    "to throw a punch without pulling it back.",
    "Now, as they sit together on her couch",
    "with the liquid cooling in the stained chipped cups",
    "that would never match, no matter how hard",
    "she stared at them, he seems the same as ever,",
    "a quiet clumsy self-effacing ghost",
    "with the gray-circled eyes that she once wanted",
    "so badly to defy, that seemed to see her",
    "seeing him—and she has to admit, she's missed him.",
    "Why? She scrolls back through their conversations,",
    "searching for any reason not to hate him.",
    "She'd ask him, What's it like being a girl",
    "when you're not a girl? His answers, when he gave them,",
    "weren't helpful, so evasively poetic:",
    "A radio tuned to all stations at once.",
    "Like having skin that's softer but more thick.",
    "Then she remembers the morning she awoke",
    "with the smear of tears still raw across her cheeks",
    "and the spent feeling of having cried herself",
    "down to the bottom of something. Why was I crying?",
    "she asked, and he looked back blankly, with that little",
    "curve of a lip that served him for a smile.",
    "And that would be their secret.",
    "The power to feel another appetite",
    "pass through her, like a shudder, like a cold",
    "lungful of oxygen or hot sweet smoke,",
    "fill her and then be stilled. The freedom to fall",
    "asleep behind the blinds of his dark body",
    "and wake cleanly. And when she swings her legs",
    "over the edge of the bed, to trust her feet",
    "to hit the carpet, and know as not before",
    "how she never quite trusted the floor",
    "to be there, no, not since she was a girl",
    "first learning to swim, hugging her skinny",
    "breastless body close to the pool-gutter,",
    "skirting along the dark and darker blue",
    "of the bottom dropping out—",
    "Now she can stand,",
    "and take the cup out of his giving hand,",
    "and feel what they have learned inside each other",
    "fair and enough, and not without a kind",
    "of satisfaction, that she can put her foot",
    "down, clear to the bottom of desire,",
    "and find that it can stop, and go no deeper."
  ],
  "title": "Incubus",
  "year": ""
}