{
  "author": "Rane Arroyo",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241934",
  "region": "U.S., Midwestern",
  "text": [
    "“Do it,” yells the man across the street to his motorcycle.",
    "We each meet the day in our own way.",
    "The aquarium with three unspent goldfish buzzes.",
    "Three flies are flying.",
    "Coffee, traceable to dark, wet trees in Central America, cools.",
    "The black cat on my lap hates poetry, even the sound of it being typed.",
    "My skull and the falling stars sing back and forth the songs of magnets",
    "in heat.",
    "A car with a broken muffler hums along, mumbling answers to questions",
    "I haven’t shaped yet.",
    "What is a life?",
    "Stacks of typing paper wait to be darkened, dented.",
    "On my white wall a photograph of the poet James Galvin",
    "(cut out from the",
    ").",
    "Sometimes I want to be:",
    "1. an American",
    "2. a poet",
    "3. reviewed",
    "James looks like a farmboy (Iowa, Iowa, you have more poets than",
    "scarecrows these fuse-lit days).",
    "How carelessly James sits back on his hips, staring into the camera’s eye.",
    "(Imprisoned inside there is the last surviving Cyclops),",
    "and I think of W. C. W.’s lines:",
    "When my face opens like James’s, it is a year later, years later.",
    "Some life is gone.",
    "Only poems remain.",
    "Perhaps a poem that a magazine wanted to publish before it folded",
    "(“folded,” the flight of such a word).",
    "And so the poem is stuck on a roll without a player piano.",
    "Imagination insists on saving its works as a poem, a tattoo, a quilt, an",
    "essay, or an aside, like this one:",
    "LOVE’S CHILLY NIGHT",
    "an angel’s cold hand",
    "irons leaves into",
    "this flat romance",
    "colors distract us",
    "from stems rotting",
    "under our own feet",
    "an angel burdens",
    "our night with",
    "its little laughs",
    "as a derisive white",
    "moon freezes",
    "far from a fire",
    "Even as I type this my coffee is cold; the peasants who picked the beans are",
    "sleeping; bottles of erasing fluids await their inevitable moments.",
    "I lose this moment.",
    "I’m dancing in the rain with a witch from San Carlos: Botta—is it you?",
    "Her red skirt turns like one solid year of sunsets.",
    "I almost catch her, but I’m back to this moment.",
    "Just in time to send you, my friends, another telegram.",
    "Here, Wordsworth’s worthy words.",
    "(I know I will have to bear their cost.)",
    "BUT THE WORDS WON’T STOP and what do I owe?",
    "On my desk: a dictionary.",
    "All mine, my mine.",
    "Words like “lacrimator” wait for me,",
    "which means:",
    "1. the lake really matters",
    "2. the lilac reddens into matters of the air",
    "3. the lack of the red mats in the attic",
    "YES!",
    "All of the above and below.",
    "One of the flies has landed on a photograph of me hiding behind",
    "Japanese fans.",
    "I stare at the fly staring at the me who no longer exists.",
    "I will not exist soon.",
    "I’m here, behind the typewriter.",
    "Men don’t split into new personae at the command of flashes.",
    "We can become fleshless though, like the skeletons in Mexican",
    "cathedrals, guardians of empty confessionals.",
    "In my room, I stare into a smaller box:",
    "“a brooding young man embraces",
    "a golden girl whose blue dress",
    "has the words ‘forget Xanadu’",
    "stitched into it while dice without",
    "numbers float in the air suspended",
    "between a far Heaven and a near Earth",
    "as a black spider crawls toward",
    "the blind moon. A gray feather’s",
    "sleep on a blackening hill is",
    "a hint of uncompleted journeys”",
    "My neighbor comes home on his slow, red motorcycle and enters this",
    "poem again.",
    "The miles hum between his legs.",
    "One of the flies has bitten me.",
    "The black cat darkens all the windows by jumping sill to sill.",
    "The goldfish haven’t lost their glitter.",
    "At last, this is my land.",
    "I’ve learned to speak its language:",
    "America, I give you the power to break my heart."
  ],
  "title": "My Heart",
  "year": ""
}