{
  "author": "Carl Sandburg",
  "classification": "",
  "keywords": [
    "Living",
    "Youth",
    "Parenthood",
    "Relationships",
    "Family",
    "Ancestors"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/237106",
  "region": "U.S., Midwestern",
  "text": [
    "The boy Alexander understands his father to be a famous lawyer.",
    "The leather law books of Alexander’s father fill a room like hay in a barn.",
    "Alexander has asked his father to let him build a house like bricklayers build, a house with walls and roofs made of big leather law books.",
    "The rain beats on the windows",
    "And the raindrops run down the window glass",
    "And the raindrops slide off the green blinds down the siding.",
    "The boy Alexander dreams of Napoleon in John C. Abbott’s history, Napoleon the grand and lonely man wronged, Napoleon in his life wronged and in his memory wronged.",
    "The boy Alexander dreams of the cat Alice saw, the cat fading off into the dark and leaving the teeth of its Cheshire smile lighting the gloom.",
    "Buffaloes, blizzards, way down in Texas, in the panhandle of Texas snuggling close to New Mexico,",
    "These creep into Alexander’s dreaming by the window when his father talks with strange men about land down in Deaf Smith County.",
    "Alexander’s father tells the strange men: Five years ago we ran a Ford out on the prairie and chased antelopes.",
    "Only once or twice in a long while has Alexander heard his father say ‘my first wife’ so-and-so and such-and-such.",
    "A few times softly the father has told Alexander, ‘Your mother . . . was a beautiful woman . . . but we won’t talk about her.’",
    "Always Alexander listens with a keen listen when he hears his father mention ‘my first wife’ or ‘Alexander’s mother.’",
    "Alexander’s father smokes a cigar and the Episcopal rector smokes a cigar, and the words come often: mystery of life, mystery of life.",
    "These two come into Alexander’s head blurry and grey while the rain beats on the windows and the raindrops run down the window glass and the raindrops slide off the green blinds and down the siding.",
    "These and: There is a God, there must be a God, how can there be rain or sun unless there is a God?",
    "So from the wrongs of Napoleon and the Cheshire cat smile on to the buffaloes and blizzards of Texas and on to his mother and to God, so the blurry grey rain dreams of Alexander have gone on five minutes, maybe ten, keeping slow easy time to the raindrops on the window glass and the raindrops sliding off the green blinds and down the siding."
  ],
  "title": "Boy and Father",
  "year": ""
}