{
  "author": "Carl Sandburg",
  "classification": "",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/181268",
  "region": "U.S., Midwestern",
  "text": [
    "1",
    "The lean hands of wagon men",
    "put out pointing fingers here,",
    "picked this crossway, put it on a map,",
    "set up their sawbucks, fixed their shotguns,",
    "found a hitching place for the pony express,",
    "made a hitching place for the iron horse,",
    "the one-eyed horse with the fire-spit head,",
    "found a homelike spot and said, “Make a home,”",
    "saw this corner with a mesh of rails, shuttling",
    "people, shunting cars, shaping the junk of",
    "the earth to a new city.",
    "The hands of men took hold and tugged",
    "And the breaths of men went into the junk",
    "And the junk stood up into skyscrapers and asked:",
    "Who am I? Am I a city? And if I am what is my name?",
    "And once while the time whistles blew and blew again",
    "The men answered: Long ago we gave you a name,",
    "Long ago we laughed and said: You? Your name is Chicago.",
    "Early the red men gave a name to the river,",
    "the place of the skunk,",
    "the river of the wild onion smell,",
    "Shee-caw-go.",
    "Out of the payday songs of steam shovels,",
    "Out of the wages of structural iron rivets,",
    "The living lighted skyscrapers tell it now as a name,",
    "Tell it across miles of sea blue water, gray blue land:",
    "I am Chicago, I am a name given out by the breaths of working men,",
    "laughing men, a child, a belonging.",
    "So between the Great Lakes,",
    "The Grand De Tour, and the Grand Prairie,",
    "The living lighted skyscrapers stand,",
    "Spotting the blue dusk with checkers of yellow,",
    "streamers of smoke and silver,",
    "parallelograms of night-gray watchmen,",
    "Singing a soft moaning song: I am a child, a belonging.",
    "6",
    "The wheelbarrows grin, the shovels and the mortar",
    "hoist an exploit.",
    "The stone shanks of the Monadnock, the Transportation,",
    "the People’s Gas Building, stand up and scrape",
    "at the sky.",
    "The wheelbarrows sing, the bevels and the blueprints",
    "whisper.",
    "The library building named after Crerar, naked",
    "as a stock farm silo, light as a single eagle",
    "feather, stripped like an airplane propeller,",
    "takes a path up.",
    "Two cool new rivets says, “Maybe it is morning.”",
    "“God knows.”",
    "Put the city up; tear the city down;",
    "put it up again; let us find a city.",
    "Let us remember the little violet-eyed",
    "man who gave all, praying, “Dig and",
    "dream, dream and hammer, till your",
    "city comes.”",
    "Every day the people sleep and the city dies;",
    "every day the people shake loose, awake and",
    "build the city again.",
    "The city is a tool chest opened every day,",
    "a time clock punched every morning,",
    "a shop door, bunkers and overalls",
    "counting every day.",
    "The city is a balloon and a bubble plaything",
    "shot to the sky every evening, whistled in",
    "a ragtime jig down the sunset.",
    "The city is made, forgotten, and made again,",
    "trucks hauling it away haul it back",
    "steered by drivers whistling ragtime",
    "against the sunsets.",
    "Every day the people get up and carry the city,",
    "carry the bunkers and balloons of the city,",
    "lift it and put it down.",
    "“I will die as many times",
    "as you make me over again,",
    "says the city to the people,",
    "I am the woman, the home, the family,",
    "I get breakfast and pay the rent;",
    "I telephone the doctor, the milkman, the undertaker;",
    "I fix the streets",
    "for your first and your last ride—",
    "Come clean with me, come clean or dirty,",
    "I am stone and steel of your sleeping numbers;",
    "I remember all you forget.",
    "I will die as many times",
    "as you make me over again.”",
    "Under the foundations,",
    "Over the roofs,",
    "The bevels and the blueprints talk it over.",
    "The wind of the lake shore waits and wanders.",
    "The heave of the shore wind hunches the sand piles.",
    "The winkers of the morning stars count out cities",
    "And forget the numbers."
  ],
  "title": "The Windy City [sections 1 and 6]",
  "year": ""
}