{
  "author": "John Donne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Living",
    "Disappointment",
    "Failure",
    "Growing Old",
    "Time",
    "Brevity",
    "Christianity",
    "Death"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/173378",
  "region": "England",
  "text": [
    "'Tis the year's midnight, and it is the day's,",
    "Lucy's, who scarce seven hours herself unmasks;",
    "The sun is spent, and now his flasks",
    "Send forth light squibs, no constant rays;",
    "The world's whole sap is sunk;",
    "The general balm th' hydroptic earth hath drunk,",
    "Whither, as to the bed's feet, life is shrunk,",
    "Dead and interr'd; yet all these seem to laugh,",
    "Compar'd with me, who am their epitaph.",
    "Study me then, you who shall lovers be",
    "At the next world, that is, at the next spring;",
    "For I am every dead thing,",
    "In whom Love wrought new alchemy.",
    "For his art did express",
    "A quintessence even from nothingness,",
    "From dull privations, and lean emptiness;",
    "He ruin'd me, and I am re-begot",
    "Of absence, darkness, death: things which are not.",
    "All others, from all things, draw all that's good,",
    "Life, soul, form, spirit, whence they being have;",
    "I, by Love's limbec, am the grave",
    "Of all that's nothing. Oft a flood",
    "Have we two wept, and so",
    "Drown'd the whole world, us two; oft did we grow",
    "To be two chaoses, when we did show",
    "Care to aught else; and often absences",
    "Withdrew our souls, and made us carcasses.",
    "But I am by her death (which word wrongs her)",
    "Of the first nothing the elixir grown;",
    "Were I a man, that I were one",
    "I needs must know; I should prefer,",
    "If I were any beast,",
    "Some ends, some means; yea plants, yea stones detest,",
    "And love; all, all some properties invest;",
    "If I an ordinary nothing were,",
    "As shadow, a light and body must be here.",
    "But I am none; nor will my sun renew.",
    "You lovers, for whose sake the lesser sun",
    "At this time to the Goat is run",
    "To fetch new lust, and give it you,",
    "Enjoy your summer all;",
    "Since she enjoys her long night's festival,",
    "Let me prepare towards her, and let me call",
    "This hour her vigil, and her eve, since this",
    "Both the year's, and the day's deep midnight is."
  ],
  "title": "A Nocturnal upon St. Lucy's Day",
  "year": ""
}