{
  "author": "John Donne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Activities",
    "School",
    "Learning",
    "Jobs",
    "Working",
    "Religion",
    "Faith",
    "Doubt",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/181019",
  "region": "England",
  "text": [
    "I’ll tell thee now (dear Love) what thou shalt do",
    "To anger destiny, as she doth us,",
    "How I shall stay, though she esloygne me thus",
    "And how posterity shall know it too;",
    "How thine may out-endure",
    "Sybil’s glory, and obscure",
    "Her who from Pindar could allure,",
    "And her, through whose help Lucan is not lame,",
    "And her, whose book (they say) Homer did find, and name.",
    "Study our manuscripts, those myriads",
    "Of letters, which have past twixt thee and me,",
    "Thence write our annals, and in them will be",
    "To all whom love’s subliming fire invades,",
    "Rule and example found;",
    "There, the faith of any ground",
    "No schismatic will dare to wound,",
    "That sees, how Love this grace to us affords,",
    "To make, to keep, to use, to be these his records.",
    "This book, as long-lived as the elements,",
    "Or as the world’s form, this all-graved tome",
    "In cipher writ, or new made idiom;",
    "We for love’s clergy only’are instruments,",
    "When this book is made thus,",
    "Should again the ravenous",
    "Vandals and the Goths invade us,",
    "Learning were safe; in this our universe",
    "Schools might learn sciences, spheres music, angels verse.",
    "Here Love’s divines (since all divinity",
    "Is love or wonder) may find all they seek,",
    "Whether abstract spiritual love they like,",
    "Their souls exhaled with what they do not see,",
    "Or loth so to amuse",
    "Faith’s infirmity, they choose",
    "Something which they may see and use;",
    "For, though mind be the heaven, where love doth sit,",
    "Beauty’a convenient type may be to figure it.",
    "Here more than in their books may lawyers find,",
    "Both by what titles mistresses are ours,",
    "And how prerogative these states devours,",
    "Transferred from Love himself, to womankind,",
    "Who though from heart, and eyes,",
    "They exact great subsidies,",
    "Forsake him who on them relies",
    "And for the cause, honor, or conscience give,",
    "Chimeras, vain as they, or their prerogative.",
    "Here statesmen (or of them, they which can read)",
    "May of their occupation find the grounds,",
    "Love and their art alike it deadly wounds,",
    "If to consider what’tis, one proceed,",
    "In both they do excel",
    "Who the present govern well,",
    "Whose weakness none doth, or dares tell;",
    "In this thy book, such will there nothing see,",
    "As in the Bible some can find out alchemy.",
    "Thus vent thy thoughts; abroad I’ll study thee,",
    "As he removes far off, that great heights takes;",
    "How great love is, presence best trial makes,",
    "But absence tries how long this love will be;",
    "To take a latitude",
    "Sun, or stars, are fitliest viewed",
    "At their brightest, but to conclude,",
    "Of longitudes, what other way have we,",
    "But to mark when, and where the dark eclipses be?"
  ],
  "title": "A Valediction of the Book",
  "year": ""
}