{
  "author": "John Donne",
  "classification": "Couplet",
  "keywords": [
    "Men",
    "Women",
    "Christianity",
    "Sorrow",
    "Grieving",
    "Philosophy",
    "Gender",
    "Sexuality",
    "War",
    "Conflict",
    "Time",
    "Brevity",
    "Faith",
    "Doubt",
    "Social Commentaries",
    "History",
    "Politics",
    "Disappointment",
    "Failure",
    "God",
    "the Divine",
    "Death",
    "Relationships",
    "Arts",
    "Sciences",
    "Living",
    "Religion"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/173348",
  "region": "England",
  "text": [
    "When that rich soul which to her heaven is gone,",
    "Whom all do celebrate, who know they have one",
    "(For who is sure he hath a soul, unless",
    "It see, and judge, and follow worthiness,",
    "And by deeds praise it? He who doth not this,",
    "May lodge an inmate soul, but 'tis not his)",
    "When that queen ended here her progress time,",
    "And, as t'her standing house, to heaven did climb,",
    "Where loath to make the saints attend her long,",
    "She's now a part both of the choir, and song;",
    "This world, in that great earthquake languished;",
    "For in a common bath of tears it bled,",
    "Which drew the strongest vital spirits out;",
    "But succour'd then with a perplexed doubt,",
    "Whether the world did lose, or gain in this,",
    "(Because since now no other way there is,",
    "But goodness, to see her, whom all would see,",
    "All must endeavour to be good as she)",
    "This great consumption to a fever turn'd,",
    "And so the world had fits; it joy'd, it mourn'd;",
    "And, as men think, that agues physic are,",
    "And th' ague being spent, give over care,",
    "So thou, sick world, mistak'st thy self to be",
    "Well, when alas, thou'rt in a lethargy.",
    "Her death did wound and tame thee then, and then",
    "Thou might'st have better spar'd the sun, or man.",
    "That wound was deep, but 'tis more misery",
    "That thou hast lost thy sense and memory.",
    "'Twas heavy then to hear thy voice of moan,",
    "But this is worse, that thou art speechless grown.",
    "Thou hast forgot thy name thou hadst; thou wast",
    "Nothing but she, and her thou hast o'erpast.",
    "For, as a child kept from the font until",
    "A prince, expected long, come to fulfill",
    "The ceremonies, thou unnam'd had'st laid,",
    "Had not her coming, thee her palace made;",
    "Her name defin'd thee, gave thee form, and frame,",
    "And thou forget'st to celebrate thy name.",
    "Some months she hath been dead (but being dead,",
    "Measures of times are all determined)",
    "But long she'ath been away, long, long, yet none",
    "Offers to tell us who it is that's gone.",
    "But as in states doubtful of future heirs,",
    "When sickness without remedy impairs",
    "The present prince, they're loath it should be said,",
    "\"The prince doth languish,\" or \"The prince is dead;\"",
    "So mankind feeling now a general thaw,",
    "A strong example gone, equal to law,",
    "The cement which did faithfully compact",
    "And glue all virtues, now resolv'd, and slack'd,",
    "Thought it some blasphemy to say sh'was dead,",
    "Or that our weakness was discovered",
    "In that confession; therefore spoke no more",
    "Than tongues, the soul being gone, the loss deplore.",
    "But though it be too late to succour thee,",
    "Sick world, yea dead, yea putrified, since she",
    "Thy' intrinsic balm, and thy preservative,",
    "Can never be renew'd, thou never live,",
    "I (since no man can make thee live) will try,",
    "What we may gain by thy anatomy.",
    "Her death hath taught us dearly that thou art",
    "Corrupt and mortal in thy purest part.",
    "Let no man say, the world itself being dead,",
    "'Tis labour lost to have discovered",
    "The world's infirmities, since there is none",
    "Alive to study this dissection;",
    "For there's a kind of world remaining still,",
    "Though she which did inanimate and fill",
    "The world, be gone, yet in this last long night,",
    "Her ghost doth walk; that is a glimmering light,",
    "A faint weak love of virtue, and of good,",
    "Reflects from her on them which understood",
    "Her worth; and though she have shut in all day,",
    "The twilight of her memory doth stay,",
    "Which, from the carcass of the old world free,",
    "Creates a new world, and new creatures be",
    "Produc'd. The matter and the stuff of this,",
    "Her virtue, and the form our practice is.",
    "And though to be thus elemented, arm",
    "These creatures from home-born intrinsic harm,",
    "(For all assum'd unto this dignity",
    "So many weedless paradises be,",
    "Which of themselves produce no venomous sin,",
    "Except some foreign serpent bring it in)",
    "Yet, because outward storms the strongest break,",
    "And strength itself by confidence grows weak,",
    "This new world may be safer, being told",
    "The dangers and diseases of the old;",
    "For with due temper men do then forgo,",
    "Or covet things, when they their true worth know.",
    "There is no health; physicians say that we",
    "At best enjoy but a neutrality.",
    "And can there be worse sickness than to know",
    "That we are never well, nor can be so?",
    "We are born ruinous: poor mothers cry",
    "That children come not right, nor orderly;",
    "Except they headlong come and fall upon",
    "An ominous precipitation.",
    "How witty's ruin! how importunate",
    "Upon mankind! It labour'd to frustrate",
    "Even God's purpose; and made woman, sent",
    "For man's relief, cause of his languishment.",
    "They were to good ends, and they are so still,",
    "But accessory, and principal in ill,",
    "For that first marriage was our funeral;",
    "One woman at one blow, then kill'd us all,",
    "And singly, one by one, they kill us now.",
    "We do delightfully our selves allow",
    "To that consumption; and profusely blind,",
    "We kill our selves to propagate our kind.",
    "And yet we do not that; we are not men;",
    "There is not now that mankind, which was then,",
    "When as the sun and man did seem to strive,",
    "(Joint tenants of the world) who should survive;",
    "When stag, and raven, and the long-liv'd tree,",
    "Compar'd with man, died in minority;",
    "When, if a slow-pac'd star had stol'n away",
    "From the observer's marking, he might stay",
    "Two or three hundred years to see't again,",
    "And then make up his observation plain;",
    "When, as the age was long, the size was great",
    "(Man's growth confess'd, and recompens'd the meat),",
    "So spacious and large, that every soul",
    "Did a fair kingdom, and large realm control;",
    "And when the very stature, thus erect,",
    "Did that soul a good way towards heaven direct.",
    "Where is this mankind now? Who lives to age,",
    "Fit to be made Methusalem his page?",
    "Alas, we scarce live long enough to try",
    "Whether a true-made clock run right, or lie.",
    "Old grandsires talk of yesterday with sorrow,",
    "And for our children we reserve tomorrow.",
    "So short is life, that every peasant strives,",
    "In a torn house, or field, to have three lives.",
    "And as in lasting, so in length is man",
    "Contracted to an inch, who was a span;",
    "For had a man at first in forests stray'd,",
    "Or shipwrack'd in the sea, one would have laid",
    "A wager, that an elephant, or whale,",
    "That met him, would not hastily assail",
    "A thing so equall to him; now alas,",
    "The fairies, and the pigmies well may pass",
    "As credible; mankind decays so soon,",
    "We'are scarce our fathers' shadows cast at noon,",
    "Only death adds t'our length: nor are we grown",
    "In stature to be men, till we are none.",
    "But this were light, did our less volume hold",
    "All the old text; or had we chang'd to gold",
    "Their silver; or dispos'd into less glass",
    "Spirits of virtue, which then scatter'd was.",
    "But 'tis not so; w'are not retir'd, but damp'd;",
    "And as our bodies, so our minds are cramp'd;",
    "'Tis shrinking, not close weaving, that hath thus",
    "In mind and body both bedwarfed us.",
    "We seem ambitious, God's whole work t'undo;",
    "Of nothing he made us, and we strive too,",
    "To bring our selves to nothing back; and we",
    "Do what we can, to do't so soon as he.",
    "With new diseases on our selves we war,",
    "And with new physic, a worse engine far.",
    "Thus man, this world's vice-emperor, in whom",
    "All faculties, all graces are at home",
    "(And if in other creatures they appear,",
    "They're but man's ministers and legates there",
    "To work on their rebellions, and reduce",
    "Them to civility, and to man's use);",
    "This man, whom God did woo, and loath t'attend",
    "Till man came up, did down to man descend,",
    "This man, so great, that all that is, is his,",
    "O what a trifle, and poor thing he is!",
    "If man were anything, he's nothing now;",
    "Help, or at least some time to waste, allow",
    "T'his other wants, yet when he did depart",
    "With her whom we lament, he lost his heart.",
    "She, of whom th'ancients seem'd to prophesy,",
    "When they call'd virtues by the name of",
    ";",
    "She in whom virtue was so much refin'd,",
    "That for alloy unto so pure a mind",
    "She took the weaker sex; she that could drive",
    "The poisonous tincture, and the stain of Eve,",
    "Out of her thoughts, and deeds, and purify",
    "All, by a true religious alchemy,",
    "She, she is dead; she's dead: when thou knowest this,",
    "Thou knowest how poor a trifling thing man is,",
    "And learn'st thus much by our anatomy,",
    "The heart being perish'd, no part can be free,",
    "And that except thou feed (not banquet) on",
    "The supernatural food, religion,",
    "Thy better growth grows withered, and scant;",
    "Be more than man, or thou'rt less than an ant.",
    "Then, as mankind, so is the world's whole frame",
    "Quite out of joint, almost created lame,",
    "For, before God had made up all the rest,",
    "Corruption ent'red, and deprav'd the best;",
    "It seiz'd the angels, and then first of all",
    "The world did in her cradle take a fall,",
    "And turn'd her brains, and took a general maim,",
    "Wronging each joint of th'universal frame.",
    "The noblest part, man, felt it first; and then",
    "Both beasts and plants, curs'd in the curse of man.",
    "So did the world from the first hour decay,",
    "That evening was beginning of the day,",
    "And now the springs and summers which we see,",
    "Like sons of women after fifty be.",
    "And new philosophy calls all in doubt,",
    "The element of fire is quite put out,",
    "The sun is lost, and th'earth, and no man's wit",
    "Can well direct him where to look for it.",
    "And freely men confess that this world's spent,",
    "When in the planets and the firmament",
    "They seek so many new; they see that this",
    "Is crumbled out again to his atomies.",
    "'Tis all in pieces, all coherence gone,",
    "All just supply, and all relation;",
    "Prince, subject, father, son, are things forgot,",
    "For every man alone thinks he hath got",
    "To be a phoenix, and that then can be",
    "None of that kind, of which he is, but he.",
    "This is the world's condition now, and now",
    "She that should all parts to reunion bow,",
    "She that had all magnetic force alone,",
    "To draw, and fasten sund'red parts in one;",
    "She whom wise nature had invented then",
    "When she observ'd that every sort of men",
    "Did in their voyage in this world's sea stray,",
    "And needed a new compass for their way;",
    "She that was best and first original",
    "Of all fair copies, and the general",
    "Steward to fate; she whose rich eyes and breast",
    "Gilt the West Indies, and perfum'd the East;",
    "Whose having breath'd in this world, did bestow",
    "Spice on those Isles, and bade them still smell so,",
    "And that rich India which doth gold inter,",
    "Is but as single money, coin'd from her;",
    "She to whom this world must it self refer,",
    "As suburbs or the microcosm of her,",
    "She, she is dead; she's dead: when thou know'st this,",
    "Thou know'st how lame a cripple this world is"
  ],
  "title": "An Anatomy of the World",
  "year": ""
}