{
  "author": "John Donne",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "Faith",
    "Doubt",
    "Humor",
    "Satire",
    "Social Commentaries",
    "History",
    "Politics",
    "Religion",
    "Christianity"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/173381",
  "region": "England",
  "text": [
    "Kind pity chokes my spleen; brave scorn forbids",
    "Those tears to issue which swell my eyelids;",
    "I must not laugh, nor weep sins and be wise;",
    "Can railing, then, cure these worn maladies?",
    "Is not our mistress, fair Religion,",
    "As worthy of all our souls' devotion",
    "As virtue was in the first blinded age?",
    "Are not heaven's joys as valiant to assuage",
    "Lusts, as earth's honour was to them? Alas,",
    "As we do them in means, shall they surpass",
    "Us in the end? and shall thy father's spirit",
    "Meet blind philosophers in heaven, whose merit",
    "Of strict life may be imputed faith, and hear",
    "Thee, whom he taught so easy ways and near",
    "To follow, damn'd? Oh, if thou dar'st, fear this;",
    "This fear great courage and high valour is.",
    "Dar'st thou aid mutinous Dutch, and dar'st thou lay",
    "Thee in ships' wooden sepulchres, a prey",
    "To leaders' rage, to storms, to shot, to dearth?",
    "Dar'st thou dive seas, and dungeons of the earth?",
    "Hast thou courageous fire to thaw the ice",
    "Of frozen North discoveries? and thrice",
    "Colder than salamanders, like divine",
    "Children in th' oven, fires of Spain and the Line,",
    "Whose countries limbecs to our bodies be,",
    "Canst thou for gain bear? and must every he",
    "Which cries not, \"Goddess,\" to thy mistress, draw",
    "Or eat thy poisonous words? Courage of straw!",
    "O desperate coward, wilt thou seem bold, and",
    "To thy foes and his, who made thee to stand",
    "Sentinel in his world's garrison, thus yield,",
    "And for forbidden wars leave th' appointed field?",
    "Know thy foes: the foul devil, whom thou",
    "Strivest to please, for hate, not love, would allow",
    "Thee fain his whole realm to be quit; and as",
    "The world's all parts wither away and pass,",
    "So the world's self, thy other lov'd foe, is",
    "In her decrepit wane, and thou loving this,",
    "Dost love a wither'd and worn strumpet; last,",
    "Flesh (itself's death) and joys which flesh can taste,",
    "Thou lovest, and thy fair goodly soul, which doth",
    "Give this flesh power to taste joy, thou dost loathe.",
    "Seek true religion. O where? Mirreus,",
    "Thinking her unhous'd here, and fled from us,",
    "Seeks her at Rome; there, because he doth know",
    "That she was there a thousand years ago,",
    "He loves her rags so, as we here obey",
    "The statecloth where the prince sate yesterday.",
    "Crantz to such brave loves will not be enthrall'd,",
    "But loves her only, who at Geneva is call'd",
    "Religion, plain, simple, sullen, young,",
    "Contemptuous, yet unhandsome; as among",
    "Lecherous humours, there is one that judges",
    "No wenches wholesome, but coarse country drudges.",
    "Graius stays still at home here, and because",
    "Some preachers, vile ambitious bawds, and laws,",
    "Still new like fashions, bid him think that she",
    "Which dwells with us is only perfect, he",
    "Embraceth her whom his godfathers will",
    "Tender to him, being tender, as wards still",
    "Take such wives as their guardians offer, or",
    "Pay values. Careless Phrygius doth abhor",
    "All, because all cannot be good, as one",
    "Knowing some women whores, dares marry none.",
    "Graccus loves all as one, and thinks that so",
    "As women do in divers countries go",
    "In divers habits, yet are still one kind,",
    "So doth, so is Religion; and this blind-",
    "ness too much light breeds; but unmoved, thou",
    "Of force must one, and forc'd, but one allow,",
    "And the right; ask thy father which is she,",
    "Let him ask his; though truth and falsehood be",
    "Near twins, yet truth a little elder is;",
    "Be busy to seek her; believe me this,",
    "He's not of none, nor worst, that seeks the best.",
    "To adore, or scorn an image, or protest,",
    "May all be bad; doubt wisely; in strange way",
    "To stand inquiring right, is not to stray;",
    "To sleep, or run wrong, is. On a huge hill,",
    "Cragged and steep, Truth stands, and he that will",
    "Reach her, about must and about must go,",
    "And what the hill's suddenness resists, win so.",
    "Yet strive so that before age, death's twilight,",
    "Thy soul rest, for none can work in that night.",
    "To will implies delay, therefore now do;",
    "Hard deeds, the body's pains; hard knowledge too",
    "The mind's endeavours reach, and mysteries",
    "Are like the sun, dazzling, yet plain to all eyes.",
    "Keep the truth which thou hast found; men do not stand",
    "In so ill case, that God hath with his hand",
    "Sign'd kings' blank charters to kill whom they hate;",
    "Nor are they vicars, but hangmen to fate.",
    "Fool and wretch, wilt thou let thy soul be tied",
    "To man's laws, by which she shall not be tried",
    "At the last day? Oh, will it then boot thee",
    "To say a Philip, or a Gregory,",
    "A Harry, or a Martin, taught thee this?",
    "Is not this excuse for mere contraries",
    "Equally strong? Cannot both sides say so?",
    "That thou mayest rightly obey power, her bounds know;",
    "Those past, her nature and name is chang'd; to be",
    "Then humble to her is idolatry.",
    "As streams are, power is; those blest flowers that dwell",
    "At the rough stream's calm head, thrive and do well,",
    "But having left their roots, and themselves given",
    "To the stream's tyrannous rage, alas, are driven",
    "Through mills, and rocks, and woods, and at last, almost",
    "Consum'd in going, in the sea are lost.",
    "So perish souls, which more choose men's unjust",
    "Power from God claim'd, than God himself to trust."
  ],
  "title": "Satire III",
  "year": ""
}