{
  "author": "Molly Peacock",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249136",
  "region": "",
  "text": [
    "Some quests begin before a person ever learns to walk. Q’s began at the foundling home, when he was still in diapers. They’d kept anything pointed from the Quonset hut where they housed the orphaned newbies, and later the house mothers forbade the children all but scissors with round edges, even table knives.",
    "“Mind, now stay in the queue,” they said, when his fingers reached for a safety pin or a paring knife or, once, one of the razors they kept (usually under lock and key) for the older boys. Q slipped back in line.",
    "Only the blunt was available to him, nothing to question, naught with an edge. Best pretend to be dull (though that was hard with a high IQ) and never query:",
    "At night in his bed, listening to the breathing of all the other boys in the long room, he also asked himself,",
    "When the house mothers changed shifts, there were always some unsupervised minutes, and that’s when the boys sprang into swashbuckling. Q loved leaping from bed to bed with an imaginary sword in hand.",
    "•",
    "At sixteen, with a razor cut on his chin from the new trial of shaving himself, Q stood at the doors of the Royal Flower Hall. He was quaking. This was the very first day of work in his life. He’d been supposed to be a shop assistant, a quotidian job like those of the other orphans who were all sent out to live as apprentices — to return only if found unsuitable. However, the Royal Flower Keeper had stepped in and demanded to know the name of the boy meant to be sent to the local florist, and now young Q was called to prep flowers for the Queen.",
    "“Can’t someone else do it?” he quailed as the Flower Keeper handed him a quilloned silver thorn knife. Q didn’t want to be found unsuitable.",
    "He quivered as thousands of roses arrived — he was supposed to separate their long, tangled stems, cut off the thorns, and queue them up straight on the tables for the arrangers.",
    "“But I’m new!” Q cried. He couldn’t quell his horror at the prospect of lifting a real blade to cut the thorns.",
    "“Look, dear, no quibbling. If you work here, you’re qualified,” the Flower Keeper said. Her knuckles bloomed out of the crooked stems of her hands. “Hold the knife with two fingers behind this little crossbar, that’s the quillon, and snip under the thorn.” She did it with elegant speed. One thorn gone.",
    "“It’s like swordsmanship,” the Flower Keeper joked, wielding her knife, fencing in miniature mime. In Q’s head rang the orders of the house mothers, “",
    "” But in his fingers lay his imaginary weapon come alive.",
    "“No time to be quiescent,” she said. “Equipoise is all.”",
    ", Q said to himself. If he quit, he’d have to slink back to the orphanage, a failed apprentice, instead of going home to his newly found haven, a cold-water flat with a coin-operated heater, all his own. There he’d store the new paring knife his paycheck would buy, the pointed scissors ... So Q quashed his fear and set to work.",
    "•",
    "He began to duel through the roses.",
    "“",
    "” he whispered, lunging toward his petaled quarry.",
    "Soon there were thorns everywhere (some a bit bloody), but he did not make any big mistakes. He wasn’t perfect, like the Flower Keeper, but he was catching on. Like quicksilver she flashed her knife, each stem quickening with the sharpest cut. Instinctively Q used the quartata maneuver, a quarter turn to the inside, protecting himself as he flicked each thorn into the quagmire of floral detritus on the floor. With each toss of the thorn he added to what appeared to the Flower Keeper to be his nascent gift.",
    "As the lorries loaded with rose baskets and vases and bowls roared off to the palace, he quietly pocketed a thorn. Then the first question he’d ever spoken aloud curlicued to his lips. And because he’d had to save up this query for sixteen years, he posed the essential one, previously mouthed only to himself at night in bed:",
    "“Why,” said the Flower Keeper, “for the Equerry, of course. And he for the Queen. You know who she is.”",
    "“Just a flower of a figurehead,” Q quipped.",
    ", the Flower Keeper thought, and said, “We’ll require you tomorrow.”",
    "And for quadruple tomorrows after that and after that, until Q began to accumulate expertise. Know-how defines a person, especially someone who’s grown up watching his",
    "s and",
    "s. He no longer quavered, quadrillions of roses now quasi-ordinary, royal waste a quiddity.",
    ", he’d said to himself, and each night went back to his cold-water flat where he had enshrined that little thorn in a matchbox.",
    "•",
    "Well, he didn’t live in a cold-water flat now. Now he lived in a sunlit house with a stash of razors in the marble bathroom and, in the drawers of his magnificent kitchen, a motherlode of paring knives, bread knives, steak knives, bird’s beak parers, boning knives, cheese knives, chef’s, clam, and carving knives, filleters, and mincers.",
    "Now Q was Senior Keeper of the Royal Flower Hall, walking across a stage toward the Queen herself. He had kept the talisman thorn from his very first day with the roses. Just that afternoon he had taken it out and dropped it in the pocket of his tuxedo, anticipating touching it for luck before he received his award from Her Majesty.",
    "But when the Queen posed her standard question, “Have you come a long way?” Q was quite bewildered as to how to answer.",
    "Sometimes a simple question cuts into an aromatic world of mysteries. But we must learn to answer, to cut. Q, his distinguished silver hair perfectly trimmed, his neck properly shaved, looked down at the curls on the Queen’s forehead and remembered his first unspoken word,",
    ".",
    "A quixotic word, an essential thorn. It had pricked him awake, into manhood.",
    "Arrangements of roses passed through his mind — how those magnificats of magentas quenched his imagination. How the choral crooning of pale pinks calmed his qualms. Among roses he had reached his quintessence.",
    "Yet, is it a large enough life, to arrange roses for a Queen? When the whole world out there hurtled toward famine and war? He hadn’t intended to stay, to make a future in flowers, taking people’s breath away with something so spectacularly unnecessary as his rose floats. He had been a thorn in someone’s side, spectacularly unnecessary himself. He’d been sent out into the world alone, blunted by the unknown facts of his identity — his search for his parents rewarded only by locked doors, locked cabinets, and, later, graveyards.",
    "Patiently Her Majesty waited for his answer. In physical distance he had come a short way, but he’d swashbuckled miles to reach the end of his quest.",
    "“Only from Kew Gardens, Your Highness,” Q answered simply at last.",
    "Then she put into his palm the royal thank-you, in a quilted sleeve: a silver rose wreath made from an ancient mold that gave it stylized petals, prickly leaves, and, cut in at the bottom of the circle, a thorn."
  ],
  "title": "Q’s Quest",
  "year": ""
}