{
  "author": "Molly Peacock",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249134",
  "region": "",
  "text": [
    "As P strolled the path around the pond, he sniffed the humid air. His kimono brushed the parched ground. The metals of the earth rose up in traces of dust and hints of lightning: a waft of petrichor, the smell before the rain.",
    "Beyond the pale hills of his peaceful land, scores of horse soldiers prepared their armor. Soon the soldiers would sweep across the plains, and the dry politics of princely maneuverings would be as rice paper soaked with blood. Instead of petty policies — immensity. Peaceful farmers would be impaled, paltry officials imprisoned — twisted, screaming, then praying. There on the dusty path the young poet P was just perceiving the beforeness of it all, the",
    ".",
    "From his masters he had learned that immensity makes the small crucial. A little poem before a big war becomes a necessity.",
    "And like a small poem on a long scroll, a lily pad appeared on the pond. P stopped to peer. He puzzled through its pattern of green inside green on water.",
    "A poem began to perfuse. It was inside P, but it was also on the lily pad.",
    "...",
    "... At first only prepositions came to him.",
    "He stared into the water, seeing the silvery clouds reflected. Then he leaned at an extreme angle and noticed the pattern of his gown wavering in the reeds. A pinpoint of a poem stabbed him, like the sharp scent of earth before the rain. Petrichor:",
    ".",
    "•",
    "Then drops pelted the pond, pipped at the pond, plunged toward it, plummeted into it, driving P to take refuge beneath the deep tiled eaves of his house.",
    "Inside the sliding paper doors were a desk and a futon. On the desk lay a brush. On the futon lay a lover in uneasy sleep on petal-printed silk.",
    "He chose the desk. He lifted the brush while looking down at the restive slumberer. In a mere matter of stopped time he had his poem, written from the very tissues of an arm and hand that could plunge a sword.",
    "The rain rained; moisture curled the edges of the paper. Seventeen syllables, an epic of energy, made him drowsy and hungry. His lover still asleep, he rose, ate leftover peaches poached in soy sauce and ginger, and, with the rain a drizzle, thought again of his poem. How could he have loved it in the instant after he wrote it, but now be so unsure?",
    "He sat at his desk again. Another one? This time he drafted:",
    "After he calligraphed the puzzle of passion across the page, he woke the one in the pond of pink silk, and they proved it on the futon. He heard the pluvial patter on the eaves, while they angled and slipped, perspiring on silk. The stamping and snorting of the horses sweating in their armor was far too far away to be sensed by P, but he heard. He felt the pond muddied and the roof cracked and the poems scattered. How far was he now from this picture in his mind? He worked to make his pleasure stay, pitiable and small against the portents rising, for P was afraid this afternoon would never be remembered after the bloody conquering.",
    "But later the barbarians would bivouac in this house, the pond saved for drinking water, the path roughened by horses, and the reverse of P’s scroll used for another man’s military diary, his afternoon’s foreboding and pleasure a preparation for the future, and in the future, a stay against another’s view of the past."
  ],
  "title": "The Poet",
  "year": ""
}