{
  "author": "Jack Spicer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181730",
  "region": "",
  "text": [
    "Nothing is known about Helen but her voice",
    "Strange glittering sparks",
    "Lighting no fires but what is reechoed",
    "Rechorded, set on the icy sea.",
    "All history is one, as all the North Pole is one",
    "Magnetic, music to play with, ice",
    "That has had to do with vision",
    "And each one of us, naked.",
    "Partners. Naked.",
    "* * *",
    "ZEUS: It is to be assumed that I do not exist while most people in the vision assume that I do exist. This is to be one of the extents of meaning between the players and the audience. I have to talk like this because I am the lord of both kinds of sky—and I don't mean your sky and their sky because they are signs, I mean the bright sky and the burning sky. I have no intention of showing you my limits. The players in this poem are players. They have taken their parts not to deceive you [or me for that matter] but because they have been paid in love or coin to be players. I have known for a long time that there is not a fourth wall in a play. I am called Zeus and I know this.",
    "THERSITES: [",
    "] The fourth wall is not as important as you think it is.",
    "ZEUS: [",
    "] Thersites is involuntary. [",
    "] I could not play a part if I were not a player.",
    "THERSITES: Reveal yourself to me and don't pretend that there are people watching you. I am alone on the stage with you. Tell me the plot of the play.",
    "ZEUS: [",
    "] Don't try to talk if you don't have to. You must admit there is no audience. Everything is done for you.",
    "THERSITES: Stop repeating yourself. You old motherfucker. Your skies are bad enough. [",
    "] A parody is better than a pun.",
    "ZEUS: I do not understand your language.",
    "[",
    "]",
    "* * *",
    "And if he dies on this road throw wild blackberries at his ghost",
    "And if he doesn't, and he won't, hope the cost",
    "Hope the cost.",
    "And the tenor of the what meets the why at the edge",
    "Like a backwards image of each terror's lodge",
    "Each terror's lodge.",
    "And if he cries put his heart out with a lantern's goat",
    "Where they say all passages to pay the debt",
    "The lighted yet.",
    "* * *",
    "The focus sing",
    "Is not their business. Their backs lay",
    "By not altogether being there.",
    "Here and there in swamps and villages.",
    "How doth the silly crocodile",
    "Amuse the Muse",
    "* * *",
    "And in the skyey march of flesh",
    "That boundary line where no body is",
    "Preserve us, lord, from aches and harms",
    "And bring my death.",
    "Both air and water rattle there",
    "And mud and fire",
    "Preserve us, lord, from what would share a shroud",
    "and bring my death.",
    "A vagrant bird flies to the glossy limbs",
    "The battlefield has harms. The trees have half",
    "Their branches shot away. Preserve us, lord",
    "From hair and mud and flesh."
  ],
  "title": "Five Poems From “Helen: A Revision”",
  "year": ""
}