{
  "author": "John Dryden",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "History",
    "Politics",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173445",
  "region": "England",
  "text": [
    "All human things are subject to decay,",
    "And, when Fate summons, monarchs must obey:",
    "This Flecknoe found, who, like Augustus, young",
    "Was call'd to empire, and had govern'd long:",
    "In prose and verse, was own'd, without dispute",
    "Through all the realms of Non-sense, absolute.",
    "This aged prince now flourishing in peace,",
    "And blest with issue of a large increase,",
    "Worn out with business, did at length debate",
    "To settle the succession of the State:",
    "And pond'ring which of all his sons was fit",
    "To reign, and wage immortal war with wit;",
    "Cry'd, 'tis resolv'd; for nature pleads that he",
    "Should only rule, who most resembles me:",
    "Shadwell alone my perfect image bears,",
    "Mature in dullness from his tender years.",
    "Shadwell alone, of all my sons, is he",
    "Who stands confirm'd in full stupidity.",
    "The rest to some faint meaning make pretence,",
    "But Shadwell never deviates into sense.",
    "Some beams of wit on other souls may fall,",
    "Strike through and make a lucid interval;",
    "But Shadwell's genuine night admits no ray,",
    "His rising fogs prevail upon the day:",
    "Besides his goodly fabric fills the eye,",
    "And seems design'd for thoughtless majesty:",
    "Thoughtless as monarch oaks, that shade the plain,",
    "And, spread in solemn state, supinely reign.",
    "Heywood and Shirley were but types of thee,",
    "Thou last great prophet of tautology:",
    "Even I, a dunce of more renown than they,",
    "Was sent before but to prepare thy way;",
    "And coarsely clad in Norwich drugget came",
    "To teach the nations in thy greater name.",
    "My warbling lute, the lute I whilom strung",
    "When to King John of Portugal I sung,",
    "Was but the prelude to that glorious day,",
    "When thou on silver Thames did'st cut thy way,",
    "With well tim'd oars before the royal barge,",
    "Swell'd with the pride of thy celestial charge;",
    "And big with hymn, commander of an host,",
    "The like was ne'er in Epsom blankets toss'd.",
    "Methinks I see the new Arion sail,",
    "The lute still trembling underneath thy nail.",
    "At thy well sharpen'd thumb from shore to shore",
    "The treble squeaks for fear, the basses roar:",
    "Echoes from Pissing-Alley, Shadwell call,",
    "And Shadwell they resound from Aston Hall.",
    "About thy boat the little fishes throng,",
    "As at the morning toast, that floats along.",
    "Sometimes as prince of thy harmonious band",
    "Thou wield'st thy papers in thy threshing hand.",
    "St. Andre's feet ne'er kept more equal time,",
    "Not ev'n the feet of thy own Psyche's rhyme:",
    "Though they in number as in sense excel;",
    "So just, so like tautology they fell,",
    "That, pale with envy, Singleton forswore",
    "The lute and sword which he in triumph bore",
    "And vow'd he ne'er would act Villerius more.",
    "Here stopt the good old sire; and wept for joy",
    "In silent raptures of the hopeful boy.",
    "All arguments, but most his plays, persuade,",
    "That for anointed dullness he was made.",
    "Close to the walls which fair Augusta bind,",
    "(The fair Augusta much to fears inclin'd)",
    "An ancient fabric, rais'd t'inform the sight,",
    "There stood of yore, and Barbican it hight:",
    "A watch tower once; but now, so fate ordains,",
    "Of all the pile an empty name remains.",
    "From its old ruins brothel-houses rise,",
    "Scenes of lewd loves, and of polluted joys.",
    "Where their vast courts, the mother-strumpets keep,",
    "And, undisturb'd by watch, in silence sleep.",
    "Near these a nursery erects its head,",
    "Where queens are form'd, and future heroes bred;",
    "Where unfledg'd actors learn to laugh and cry,",
    "Where infant punks their tender voices try,",
    "And little Maximins the gods defy.",
    "Great Fletcher never treads in buskins here,",
    "Nor greater Jonson dares in socks appear;",
    "But gentle Simkin just reception finds",
    "Amidst this monument of vanish'd minds:",
    "Pure clinches, the suburbian muse affords;",
    "And Panton waging harmless war with words.",
    "Here Flecknoe, as a place to fame well known,",
    "Ambitiously design'd his Shadwell's throne.",
    "For ancient Decker prophesi'd long since,",
    "That in this pile should reign a mighty prince,",
    "Born for a scourge of wit, and flail of sense:",
    "To whom true dullness should some Psyches owe,",
    "But worlds of Misers from his pen should flow;",
    "Humorists and hypocrites it should produce,",
    "Whole Raymond families, and tribes of Bruce.",
    "Now Empress Fame had publisht the renown,",
    "Of Shadwell's coronation through the town.",
    "Rous'd by report of fame, the nations meet,",
    "From near Bun-Hill, and distant Watling-street.",
    "No Persian carpets spread th'imperial way,",
    "But scatter'd limbs of mangled poets lay:",
    "From dusty shops neglected authors come,",
    "Martyrs of pies, and reliques of the bum.",
    "Much Heywood, Shirley, Ogleby there lay,",
    "But loads of Shadwell almost chok'd the way.",
    "Bilk'd stationers for yeoman stood prepar'd,",
    "And Herringman was Captain of the Guard.",
    "The hoary prince in majesty appear'd,",
    "High on a throne of his own labours rear'd.",
    "At his right hand our young Ascanius sat",
    "Rome's other hope, and pillar of the state.",
    "His brows thick fogs, instead of glories, grace,",
    "And lambent dullness play'd around his face.",
    "As Hannibal did to the altars come,",
    "Sworn by his sire a mortal foe to Rome;",
    "So Shadwell swore, nor should his vow be vain,",
    "That he till death true dullness would maintain;",
    "And in his father's right, and realm's defence,",
    "Ne'er to have peace with wit, nor truce with sense.",
    "The king himself the sacred unction made,",
    "As king by office, and as priest by trade:",
    "In his sinister hand, instead of ball,",
    "He plac'd a mighty mug of potent ale;",
    "Love's kingdom to his right he did convey,",
    "At once his sceptre and his rule of sway;",
    "Whose righteous lore the prince had practis'd young,",
    "And from whose loins recorded Psyche sprung,",
    "His temples last with poppies were o'er spread,",
    "That nodding seem'd to consecrate his head:",
    "Just at that point of time, if fame not lie,",
    "On his left hand twelve reverend owls did fly.",
    "So Romulus, 'tis sung, by Tiber's brook,",
    "Presage of sway from twice six vultures took.",
    "Th'admiring throng loud acclamations make,",
    "And omens of his future empire take.",
    "The sire then shook the honours of his head,",
    "And from his brows damps of oblivion shed",
    "Full on the filial dullness: long he stood,",
    "Repelling from his breast the raging god;",
    "At length burst out in this prophetic mood:",
    "Heavens bless my son, from Ireland let him reign",
    "To far Barbadoes on the Western main;",
    "Of his dominion may no end be known,",
    "And greater than his father's be his throne.",
    "Beyond love's kingdom let him stretch his pen;",
    "He paus'd, and all the people cry'd Amen.",
    "Then thus, continu'd he, my son advance",
    "Still in new impudence, new ignorance.",
    "Success let other teach, learn thou from me",
    "Pangs without birth, and fruitless industry.",
    "Let Virtuosos in five years be writ;",
    "Yet not one thought accuse thy toil of wit.",
    "Let gentle George in triumph tread the stage,",
    "Make Dorimant betray, and Loveit rage;",
    "Let Cully, Cockwood, Fopling, charm the pit,",
    "And in their folly show the writer's wit.",
    "Yet still thy fools shall stand in thy defence,",
    "And justify their author's want of sense.",
    "Let 'em be all by thy own model made",
    "Of dullness, and desire no foreign aid:",
    "That they to future ages may be known,",
    "Not copies drawn, but issue of thy own.",
    "Nay let thy men of wit too be the same,",
    "All full of thee, and differing but in name;",
    "But let no alien Sedley interpose",
    "To lard with wit thy hungry Epsom prose.",
    "And when false flowers of rhetoric thou would'st cull,",
    "Trust Nature, do not labour to be dull;",
    "But write thy best, and top; and in each line,",
    "Sir Formal's oratory will be thine.",
    "Sir Formal, though unsought, attends thy quill,",
    "And does thy Northern Dedications fill.",
    "Nor let false friends seduce thy mind to fame,",
    "By arrogating Jonson's hostile name.",
    "Let Father Flecknoe fire thy mind with praise,",
    "And Uncle Ogleby thy envy raise.",
    "Thou art my blood, where Jonson has no part;",
    "What share have we in Nature or in Art?",
    "Where did his wit on learning fix a brand,",
    "And rail at arts he did not understand?",
    "Where made he love in Prince Nicander's vein,",
    "Or swept the dust in Psyche's humble strain?",
    "Where sold he bargains, whip-stitch, kiss my arse,",
    "Promis'd a play and dwindled to a farce?",
    "When did his muse from Fletcher scenes purloin,",
    "As thou whole Eth'ridge dost transfuse to thine?",
    "But so transfus'd as oil on waters flow,",
    "His always floats above, thine sinks below.",
    "This is thy province, this thy wondrous way,",
    "New humours to invent for each new play:",
    "This is that boasted bias of thy mind,",
    "By which one way, to dullness, 'tis inclin'd,",
    "Which makes thy writings lean on one side still,",
    "And in all changes that way bends thy will.",
    "Nor let thy mountain belly make pretence",
    "Of likeness; thine's a tympany of sense.",
    "A tun of man in thy large bulk is writ,",
    "But sure thou 'rt but a kilderkin of wit.",
    "Like mine thy gentle numbers feebly creep,",
    "Thy Tragic Muse gives smiles, thy Comic sleep.",
    "With whate'er gall thou sett'st thy self to write,",
    "Thy inoffensive satires never bite.",
    "In thy felonious heart, though venom lies,",
    "It does but touch thy Irish pen, and dies.",
    "Thy genius calls thee not to purchase fame",
    "In keen iambics, but mild anagram:",
    "Leave writing plays, and choose for thy command",
    "Some peaceful province in acrostic land.",
    "There thou may'st wings display and altars raise,",
    "And torture one poor word ten thousand ways.",
    "Or if thou would'st thy diff'rent talents suit,",
    "Set thy own songs, and sing them to thy lute.",
    "He said, but his last words were scarcely heard,",
    "For Bruce and Longvil had a trap prepar'd,",
    "And down they sent the yet declaiming bard.",
    "Sinking he left his drugget robe behind,",
    "Born upwards by a subterranean wind.",
    "The mantle fell to the young prophet's part,",
    "With double portion of his father's art."
  ],
  "title": "Mac Flecknoe",
  "year": ""
}