{
  "author": "John Dryden",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Youth",
    "Poetry",
    "Poets",
    "Arts",
    "Sciences",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173454",
  "region": "England",
  "text": [
    "Thou youngest virgin-daughter of the skies,",
    "Made in the last promotion of the Blest;",
    "Whose palms, new pluck'd from Paradise,",
    "In spreading branches more sublimely rise,",
    "Rich with immortal green above the rest:",
    "Whether, adopted to some neighbouring star,",
    "Thou roll'st above us, in thy wand'ring race,",
    "Or, in procession fix'd and regular,",
    "Mov'd with the Heavens' majestic pace:",
    "Or, call'd to more superior bliss,",
    "Thou tread'st, with seraphims, the vast abyss.",
    "What ever happy region is thy place,",
    "Cease thy celestial song a little space;",
    "(Thou wilt have time enough for hymns divine,",
    "Since Heav'n's eternal year is thine.)",
    "Hear then a mortal Muse thy praise rehearse,",
    "In no ignoble verse;",
    "But such as thy own voice did practise here,",
    "When thy first fruits of poesy were giv'n;",
    "To make thyself a welcome inmate there:",
    "While yet a young probationer,",
    "And Candidate of Heav'n.",
    "If by traduction came thy mind,",
    "Our wonder is the less to find",
    "A soul so charming from a stock so good;",
    "Thy father was transfus'd into thy blood:",
    "So wert thou born into the tuneful strain,",
    "(An early, rich, and inexhausted vein.)",
    "But if thy preexisting soul",
    "Was form'd, at first, with myriads more,",
    "It did through all the mighty poets roll,",
    "Who Greek or Latin laurels wore,",
    "And was that Sappho last, which once it was before.",
    "If so, then cease thy flight, O Heav'n-born mind!",
    "Thou hast no dross to purge from thy rich ore:",
    "Nor can thy soul a fairer mansion find,",
    "Than was the beauteous frame she left behind:",
    "Return, to fill or mend the choir, of thy celestial kind.",
    "May we presume to say, that at thy birth,",
    "New joy was sprung in Heav'n as well as here on earth.",
    "For sure the milder planets did combine",
    "On thy auspicious horoscope to shine,",
    "And ev'n the most malicious were in trine.",
    "Thy brother-angels at thy birth",
    "Strung each his lyre, and tun'd it high,",
    "That all the people of the sky",
    "Might know a poetess was born on earth;",
    "And then if ever, mortal ears",
    "Had heard the music of the spheres!",
    "And if no clust'ring swarm of bees",
    "On thy sweet mouth distill'd their golden dew,",
    "'Twas that, such vulgar miracles,",
    "Heav'n had not leisure to renew:",
    "For all the blest fraternity of love",
    "Solemniz'd there thy birth, and kept thy Holyday above.",
    "O Gracious God! How far have we",
    "Profan'd thy Heav'nly gift of poesy?",
    "Made prostitute and profligate the Muse,",
    "Debas'd to each obscene and impious use,",
    "Whose harmony was first ordain'd above",
    "For tongues of angels, and for hymns of love?",
    "O wretched we! why were we hurried down",
    "This lubrique and adult'rate age,",
    "(Nay added fat pollutions of our own)",
    "T'increase the steaming ordures of the stage?",
    "What can we say t'excuse our Second Fall?",
    "Let this thy vestal, Heav'n, atone for all!",
    "Her Arethusian stream remains unsoil'd,",
    "Unmix'd with foreign filth, and undefil'd,",
    "Her wit was more than man, her innocence a child!",
    "Art she had none, yet wanted none:",
    "For Nature did that want supply,",
    "So rich in treasures of her own,",
    "She might our boasted stores defy:",
    "Such noble vigour did her verse adorn,",
    "That it seem'd borrow'd, where 'twas only born.",
    "Her morals too were in her bosom bred",
    "By great examples daily fed,",
    "What in the best of Books, her Father's Life, she read.",
    "And to be read her self she need not fear,",
    "Each test, and ev'ry light, her Muse will bear,",
    "Though Epictetus with his lamp were there.",
    "Ev'n love (for love sometimes her Muse express'd)",
    "Was but a lambent-flame which play'd about her breast:",
    "Light as the vapours of a morning dream,",
    "So cold herself, whilst she such warmth express'd,",
    "'Twas Cupid bathing in Diana's stream.",
    "Born to the spacious empire of the Nine,",
    "One would have thought, she should have been content",
    "To manage well that mighty government;",
    "But what can young ambitious souls confine?",
    "To the next realm she stretch'd her sway,",
    "For painture near adjoining lay,",
    "A plenteous province, and alluring prey.",
    "A chamber of dependences was fram'd,",
    "(As conquerors will never want pretence,",
    "When arm'd, to justify th'offence)",
    "And the whole fief, in right of poetry she claim'd.",
    "The country open lay without defence:",
    "For poets frequent inroads there had made,",
    "And perfectly could represent",
    "The shape, the face, with ev'ry lineament:",
    "And all the large domains which the Dumb-sister sway'd,",
    "All bow'd beneath her government,",
    "Receiv'd in triumph wheresoe'er she went,",
    "Her pencil drew, what e'er her soul design'd,",
    "And oft the happy draught surpass'd the image in her mind.",
    "The sylvan scenes of herds and flocks,",
    "And fruitful plains and barren rocks,",
    "Of shallow brooks that flow'd so clear,",
    "The bottom did the top appear;",
    "Of deeper too and ampler floods,",
    "Which as in mirrors, show'd the woods;",
    "Of lofty trees, with sacred shades,",
    "And perspectives of pleasant glades,",
    "Where nymphs of brightest form appear,",
    "And shaggy satyrs standing near,",
    "Which them at once admire and fear.",
    "The ruins too of some majestic piece,",
    "Boasting the pow'r of ancient Rome or Greece,",
    "Whose statues, friezes, columns broken lie,",
    "And tho' defac'd, the wonder of the eye,",
    "What Nature, art, bold fiction e'er durst frame,",
    "Her forming hand gave feature to the name.",
    "So strange a concourse ne'er was seen before,",
    "But when the peopl'd Ark the whole creation bore.",
    "The scene then chang'd, with bold erected look",
    "Our martial king the sight with reverence strook:",
    "For not content t'express his outward part,",
    "Her hand call'd out the image of his heart,",
    "His warlike mind, his soul devoid of fear,",
    "His high-designing thoughts, were figur'd there,",
    "As when, by magic, ghosts are made appear.",
    "Our phoenix queen was portray'd too so bright,",
    "Beauty alone could beauty take so right:",
    "Her dress, her shape, her matchless grace,",
    "Were all observ'd, as well as heav'nly face.",
    "With such a peerless majesty she stands,",
    "As in that day she took the crown from sacred hands:",
    "Before a train of heroines was seen,",
    "In beauty foremost, as in rank, the queen!",
    "Thus nothing to her genius was deny'd,",
    "But like a ball of fire the further thrown,",
    "Still with a greater blaze she shone,",
    "And her bright soul broke out on ev'ry side.",
    "What next she had design'd, Heaven only knows,",
    "To such immod'rate growth her conquest rose,",
    "That fate alone its progress could oppose.",
    "Now all those charms, that blooming grace,",
    "The well-proportion'd shape, and beauteous face,",
    "Shall never more be seen by mortal eyes;",
    "In earth the much lamented virgin lies!",
    "Not wit, not piety could fate prevent;",
    "Nor was the cruel destiny content",
    "To finish all the murder at a blow,",
    "To sweep at once her life, and beauty too;",
    "But, like a harden'd felon, took a pride",
    "To work more mischievously slow,",
    "And plunder'd first, and then destroy'd.",
    "O double sacrilege on things divine,",
    "To rob the relique, and deface the shrine!",
    "But thus Orinda died:",
    "Heav'n, by the same disease, did both translate,",
    "As equal were their souls, so equal was their fate.",
    "Meantime her warlike brother on the seas",
    "His waving streamers to the winds displays,",
    "And vows for his return, with vain devotion, pays.",
    "Ah, generous youth, that wish forbear,",
    "The winds too soon will waft thee here!",
    "Slack all thy sails, and fear to come,",
    "Alas, thou know'st not, thou art wreck'd at home!",
    "No more shalt thou behold thy sister's face,",
    "Thou hast already had her last embrace.",
    "But look aloft, and if thou ken'st from far,",
    "Among the Pleiad's, a new-kindl'd star,",
    "If any sparkles, than the rest, more bright,",
    "'Tis she that shines in that propitious light.",
    "When in mid-air, the golden trump shall sound,",
    "To raise the nations under ground;",
    "When in the valley of Jehosophat,",
    "The Judging God shall close the book of fate;",
    "And there the last Assizes keep,",
    "For those who wake, and those who sleep;",
    "When rattling bones together fly,",
    "From the four corners of the sky,",
    "When sinews o'er the skeletons are spread,",
    "Those cloth'd with flesh, and life inspires the dead;",
    "The sacred poets first shall hear the sound,",
    "And foremost from the tomb shall bound:",
    "For they are cover'd with the lightest ground,",
    "And straight, with in-born vigour, on the wing,",
    "Like mounting larks, to the new morning sing.",
    "There thou, sweet saint, before the choir shall go,",
    "As harbinger of Heav'n, the way to show,",
    "The way which thou so well hast learn'd below."
  ],
  "title": "To the Pious Memory of the Accomplished Young Lady Mrs. Anne Killigrew",
  "year": ""
}