{
  "author": "Archibald MacLeish",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/15266",
  "region": "",
  "text": [
    "(1)",
    "Our epoch takes a voluptuous satisfaction",
    "In that perspective of the action",
    "Which pictures us inhabiting the end",
    "Of everything with death for only friend.",
    "Not that we love death,",
    "Not truly, not the fluttering breath,",
    "The obscene shudder of the finished act—",
    "What the doe feels when the ultimate fact",
    "Tears at her bowels with its jaws.",
    "Our taste is for the opulent pause",
    "Before the end comes. If the end is certain",
    "All of us are players at the final curtain:",
    "All of us, silence for a time deferred,",
    "Find time before us for one sad last word.",
    "Victim, rebel, convert, stoic—",
    "Every role but the heroic—",
    "We turn our tragic faces to the stalls",
    "To wince our moment till the curtain falls.",
    "(2)",
    "A world ends when its metaphor has died.",
    "An age becomes an age, all else beside,",
    "When sensuous poets in their pride invent",
    "Emblems for the soul’s consent",
    "That speak the meanings men will never know",
    "But man-imagined images can show:",
    "It perishes when those images, though seen,",
    "No longer mean.",
    "(3)",
    "A world was ended when the womb",
    "Where girl held God became the tomb",
    "Where God lies buried in a man:",
    "Botticelli’s image neither speaks nor can",
    "To our kind. His star-guided stranger",
    "Teaches no longer, by the child, the manger,",
    "The meaning of the beckoning skies.",
    "Sophocles, when his reverent actors rise",
    "To play the king with bleeding eyes,",
    "No longer shows us on the stage advance",
    "God’s purpose in the terrible fatality of chance.",
    "No woman living, when the girl and swan",
    "Embrace in verses, feels upon",
    "Her breast the awful thunder of that breast",
    "Where God, made beast, is by the blood confessed.",
    "Empty as conch shell by the waters cast",
    "The metaphor still sounds but cannot tell,",
    "And we, like parasite crabs, put on the shell",
    "And drag it at the sea’s edge up and down.",
    "This is the destiny we say we own.",
    "(4)",
    "But are we sure",
    "The age that dies upon its metaphor",
    "Among these Roman heads, these mediaeval towers,",
    "Is ours?—",
    "Or ours the ending of that story?",
    "The meanings in a man that quarry",
    "Images from blinded eyes",
    "And white birds and the turning skies",
    "To make a world of were not spent with these",
    "Abandoned presences.",
    "The journey of our history has not ceased:",
    "Earth turns us still toward the rising east,",
    "The metaphor still struggles in the stone,",
    "The allegory of the flesh and bone",
    "Still stares into the summer grass",
    "That is its glass,",
    "The ignorant blood",
    "Still knocks at silence to be understood.",
    "Poets, deserted by the world before,",
    "Turn round into the actual air:",
    "Invent the age! Invent the metaphor!"
  ],
  "title": "Hypocrite Auteur",
  "year": ""
}