{
  "author": "Archibald MacLeish",
  "classification": "Free Verse",
  "keywords": [
    "War",
    "Conflict",
    "Friends",
    "Enemies",
    "History",
    "Politics",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Relationships",
    "Arts",
    "Sciences"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/171747",
  "region": "",
  "text": [
    "Señora, it is true the Greeks are dead.",
    "It is true also that we here are Americans:",
    "That we use the machines: that a sight of the god is unusual:",
    "That more people have more thoughts: that there are",
    "Progress and science and tractors and revolutions and",
    "Marx and the wars more antiseptic and murderous",
    "And music in every home: there is also Hoover.",
    "Does the lady suggest we should write it out in The Word?",
    "Does Madame recall our responsibilities? We are",
    "Whores, Fräulein: poets, Fräulein, are persons of",
    "Known vocation following troops: they must sleep with",
    "Stragglers from either prince and of both views.",
    "The rules permit them to further the business of neither.",
    "It is also strictly forbidden to mix in maneuvers.",
    "Those that infringe are inflated with praise on the plazas—",
    "Their bones are resultantly afterwards found under newspapers.",
    "Preferring life with the sons to death with the fathers,",
    "We also doubt on the record whether the sons",
    "Will still be shouting around with the same huzzas—",
    "For we hope Lady to live to lie with the youngest.",
    "There are only a handful of things a man likes,",
    "Generation to generation, hungry or",
    "Well fed: the earth’s one: life’s",
    "One: Mister Morgan is not one.",
    "There is nothing worse for our trade than to be in style.",
    "He that goes naked goes further at last than another.",
    "Wrap the bard in a flag or a school and they’ll jimmy his",
    "Door down and be thick in his bed—for a month:",
    "(Who recalls the address now of the Imagists?)",
    "But the naked man has always his own nakedness.",
    "People remember forever his live limbs.",
    "They may drive him out of the camps but one will take him.",
    "They may stop his tongue on his teeth with a rope’s argument—",
    "He will lie in a house and be warm when they are shaking.",
    "Besides, Tovarishch, how to embrace an army?",
    "How to take to one’s chamber a million souls?",
    "How to conceive in the name of a column of marchers?",
    "The things of the poet are done to a man alone",
    "As the things of love are done—or of death when he hears the",
    "Step withdraw on the stair and the clock tick only.",
    "Neither his class nor his kind nor his trade may come near him",
    "There where he lies on his left arm and will die,",
    "Nor his class nor his kind nor his trade when the blood is jeering",
    "And his knee’s in the soft of the bed where his love lies.",
    "I remind you, Barinya, the life of the poet is hard—",
    "A hardy life with a boot as quick as a fiver:",
    "Is it just to demand of us also to bear arms?"
  ],
  "title": "Invocation to the Social Muse",
  "year": ""
}