{
  "author": "Archibald MacLeish",
  "classification": "",
  "keywords": [
    "Social Commentaries"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/171751",
  "region": "",
  "text": [
    "You, my friends, and you strangers, all of you,",
    "Stand with me a little by the walls",
    "Or where the walls once were.",
    "The bridge was here, the city further:",
    "Now there is neither bridge nor town—",
    "A doorway where the roof is down",
    "Opens on a foot-worn stair",
    "That climbs by three steps into empty air.",
    "(What foot went there?)",
    "Nothing in this town that had a thousand steeples",
    "Lives now but these flocks of sheep",
    "Grazing the yellow grasses where the bricks lie dead beneath:",
    "Dogs drive them with their brutal teeth.",
    "Can none but sheep live where the walls go under?",
    "Is man’s day over and the sheep’s begun?",
    "And shall we sit here like the mourners on a dunghill",
    "Shrilling with melodious tongue—",
    "Disfiguring our faces with the nails of our despair?",
    "(What dust is this we sift upon our hair?)",
    "Because a world is taken from us as the camels from the man of Uz",
    "Shall we sit weeping for the world that was",
    "And curse God and so perish?",
    "Shall monuments be grass and sheep inherit them?",
    "Shall dogs rule in the rubble of the arches?",
    "Consider, Oh consider what we are!",
    "Consider what it is to be a man—",
    "He who makes his journey by the glimmer of a candle;",
    "Who discovers in his mouth, between his teeth, a word;",
    "Whose heart can bear the silence of the stars— that burden;",
    "Who comes upon his meaning in the blindness of a stone—",
    "A girl’s shoulder, perfectly harmonious!",
    "Even the talk of it would take us days together.",
    "Marvels men have made, Oh marvels!—and our breath",
    "Brief as it is: our death waiting—",
    "Marvels upon marvels! Works of state—",
    "The imagination of the shape of order!",
    "Works of beauty—the cedar door",
    "Perfectly fitted to the sill of basalt!",
    "Works of grace—",
    "The ceremony at the entering of houses,",
    "At the entering of lives: the bride among the torches in the shrill carouse!",
    "Works of soul—",
    "Pilgrimages through the desert to the sacred boulder:",
    "Through the mid night to the stroke of one!",
    "Works of grace! Works of wonder!",
    "All this have we done and more—",
    "And seen—what have we not seen?—",
    "A man beneath the sunlight in his meaning:",
    "A man, one man, a man alone.",
    "In the sinks of the earth that wanderer has gone down.",
    "The shadow of his mind is on the mountains.",
    "The word he has said is kept in the place beyond",
    "As the seed is kept and the earth ponders it.",
    "Stones—even the stones remember him:",
    "Even the leaves—his image is in them.",
    "And now because the city is a ruin in the waste of air",
    "We sit here and despair!",
    "Because the sheep graze in the dying grove",
    "Our day is over!",
    "We must end",
    "Because the talk around the table in the dusk has ended,",
    "Because the fingers of the goddesses are found",
    "Like marble pebbles in the gravelly ground",
    "And nothing answers but the jackal in the desert,—",
    "Because the cloud proposes, the wind says!",
    "Because the sheep are pastured where the staring statues lie",
    "We sit upon the sand in silence",
    "Watching the sun go and the shadows change!",
    "Listen, my friends, and you, all of you, strangers,",
    "Listen, the work of man, the work of splendor",
    "Never has been ended or will end.",
    "Even where the sheep defile the ruined stair",
    "And dogs are masters—even there",
    "One man’s finger in the dust shall trace the circle.",
    "Even among the ruins shall begin the work,",
    "Large in the level morning of the light",
    "And beautiful with cisterns where the water whitens,",
    "Rippling upon the lip of stone, and spills",
    "By cedar sluices into pools, and the young builders",
    "String their plumb lines, and the well-laid course",
    "Blanches its mortar in the sun, and all the morning",
    "Smells of wood-smoke, rope-tar, horse-sweat, pitch-pine,",
    "Men and the trampled mint leaves in the ditch.",
    "One man in the sun alone",
    "Walks between the silence and the stone:",
    "The city rises from his flesh, his bone."
  ],
  "title": "The Sheep in the Ruins",
  "year": ""
}