{
  "author": "Elizabeth Hands",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Arts",
    "Sciences",
    "Class"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182499",
  "region": "England",
  "text": [
    "The tea-kettle bubbled, the tea things were set,",
    "The candles were lighted, the ladies were met;",
    "The how d’ye’s were over, and entering bustle,",
    "The company seated, and silks ceased to rustle:",
    "The great Mrs. Consequence opened her fan,",
    "And thus the discourse in an instant began",
    "(All affected reserve and formality scorning):",
    "“I suppose you all saw in the paper this morning",
    "A volume of",
    "advertised—’tis said",
    "They’re produced by the pen of a poor servant-maid.”",
    "“A servant write verses!” says Madam Du Bloom:",
    "“Pray what is the subject—a Mop, or a Broom?”",
    "“He, he, he,” says Miss Flounce: “I suppose we shall see",
    "An ode on a Dishclout—what else can it be?”",
    "Says Miss Coquettilla, “Why, ladies, so tart?",
    "Perhaps Tom the footman has fired her heart;",
    "And she’ll tell us how charming he looks in new clothes,",
    "And how nimble his hand moves in brushing the shoes;",
    "Or how, the last time that he went to May Fair,",
    "He bought her some sweethearts of gingerbread ware.”",
    "“For my part I think,” says old Lady Marr-joy,",
    "“A servant might find herself other employ:",
    "Was she mine I’d employ her as long as ’twas light,",
    "And send her to bed without candle at night.”",
    "“Why so?” says Miss Rhymer, displeased: “I protest",
    "’Tis pity a genius should be so depressed!”",
    "“What ideas can such low-bred creatures conceive?”",
    "Says Mrs. Noworthy, and laughed in her sleeve.",
    "Says old Miss Prudella, “If servants can tell",
    "How to write to their mothers, to say they are well,",
    "And read of a Sunday",
    ",",
    "Which is more I believe than one half of them can;",
    "I think ’tis much",
    "they should rest there,",
    "Than be reaching at things so much out of their sphere.”",
    "Says old Mrs. Candour, “I’ve now got a maid",
    "That’s the plague of my life—a young gossiping jade;",
    "There’s no end of the people that after her come,",
    "And whenever I’m out, she is never at home;",
    "I’d rather ten times she would sit down and write,",
    "Than gossip all over the town every night.”",
    "“Some whimsical trollop most like,” says Miss Prim,",
    "“Has been scribbling of nonsense, just out of a whim,",
    "And, conscious it neither is witty nor pretty,",
    "Conceals her true name, and ascribes it to Betty.”",
    "“I once had a servant myself,” says Miss Pines,",
    "“That wrote on a wedding some very good lines.”",
    "Says Mrs. Domestic, “And when they were done,",
    "I can’t see for my part what use they were",
    ";",
    "Had she wrote a receipt, to’ve instructed you how",
    "To warm a cold breast of veal, like a ragout,",
    "Or to make cowslip wine, that would pass for Champagne,",
    "It might have been useful, again and again.”",
    "On the sofa was old Lady Pedigree placed;",
    "She owned that for poetry she had no taste,",
    "That the study of heraldry was more in fashion,",
    "And boasted she knew all the crests in the nation.",
    "Says Mrs. Routella, “Tom, take out the urn,",
    "And stir up the fire, you see it don’t burn.”",
    "The tea-things removed, and the tea-table gone,",
    "The card-tables brought, and the cards laid thereon,",
    "The ladies, ambitious for each other’s crown,",
    "Like courtiers contending for honours, sat down."
  ],
  "title": "A Poem, on the Supposition of an Advertisement Appearing in a Morning Paper, of the Publication of a Volume of Poems, by a Servant-Maid",
  "year": ""
}