{
  "author": "Anita Endrezze",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "Crime",
    "Punishment",
    "Race",
    "Ethnicity",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238976",
  "region": "U.S., Northwestern",
  "text": [
    "From a newspaper photo and article about my godfather, James Moreno, East Los Angeles, 1950.",
    "(Three police officers took a brutal beating in a wild free-for-all with a",
    "family, including three young girls.",
    "From left, James, 19, and Alex, 22, in jail after the fracas",
    "on the porch of their home at 3307 Hunter.)",
    "Jimmy is staring off the page, hands in his pockets.",
    "A four-button dark shirt. No bruises,",
    "but he looks dazed.",
    "Alex wears a leather coat and a polka-dot shirt,",
    "which is in itself a crime.",
    "Nowhere is there a photo of a young girl",
    "with a face carved like a racetrack saint,",
    "eyes with all bets called off,",
    "grinning like a coyote.",
    "(Officer Parks had his glasses broken",
    "with his own sap",
    "and was thrown through a window.)",
    "Jimmy and Alex are my dad’s cousins,",
    "lived on Boyle Heights and tortillas.",
    "Mama says the cops always harassed them, those",
    "from East L.A., driving their low-riders,",
    "chrome shinier than a cop’s badge.",
    "And why wasn’t Coyote Girl mentioned, that round-armed",
    "girl with a punch like a bag of bees,",
    "a girl with old eyes, her lips cracking open",
    "as she saw the cop sailing through glass, boiling out",
    "of Boyle Heights, skidding on the sidewalk, flat as a tortilla?",
    "(The officers received severe cuts and bruises,",
    "were treated at a hospital and released in time to jail the youths,",
    "who were charged with assault with a deadly weapon.)",
    "Two years later, I was born and Jimmy entered the church,",
    "hands in his pockets, shoulders hunched, watching the christening.",
    "Four drops of water, like popped-off wafer-thin buttons,",
    "fell on my head.",
    "No.",
    "He never showed up that day",
    "or any other. My spiritual guardian must’ve been there",
    "in spirit only.",
    "He didn’t know",
    "about Got and no one knows",
    "where he is today, but I think you could find him at the end",
    "of a knife. Or in the slash of the",
    "in ¡La Raza! the dark blood",
    "reds of graffiti. Or tomatoes",
    "grown in old coffee cans",
    "by a white-haired man",
    "sitting in the sun in a dark shirt,",
    "next to an old woman growing younger every day",
    "as I tell her story, my story,",
    "our story",
    "with all the grace and power",
    "of a deadly weapon."
  ],
  "title": "Anonymous Is Coyote Girl",
  "year": ""
}