{
  "author": "Scott Cairns",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182632",
  "region": "",
  "text": [
    "1",
    "O God Belovéd if obliquely so,",
    "dimly apprehended in the midst",
    "of this, the fraught obscuring fog",
    "of my insufficiently capacious ken,",
    "Ostensible Lover of our kind—while",
    "apparently aloof—allow",
    "that I might glimpse once more",
    "Your shadow in the land, avail",
    "for me, a second time, the sense",
    "of dire Presence in the pulsing",
    "hollow near the heart.",
    "Once more, O Lord, from Your enormity incline",
    "your Face to shine upon Your servant, shy",
    "of immolation, if You will.",
    "2",
    "O Shaper of varicolored clay and cellulose, O Keeper",
    "of same, O Subtle Tweaker, Agent",
    "of energies both appalling and unobserved,",
    "do not allow Your servant's limbs to stiffen",
    "or to ossify unduly, do not compel Your servant",
    "to go brittle, neither cramping at the heart,",
    "nor narrowing his affective sympathies",
    "neither of the flesh nor of the alleged soul.",
    "Keep me sufficiently limber that I might continue",
    "to enjoy my morning run among the lilies",
    "and the rowdy waterfowl, that I might",
    "delight in this and every evening's intercourse",
    "with the woman you have set beside me.",
    "Make me to awaken daily with a willingness",
    "to roll out readily, accompanied",
    "by grateful smirk, a giddy joy,",
    "the idiot's undying expectation,",
    "despite the evidence.",
    "3",
    "Master both invisible and notoriously",
    "slow to act, should You incline to fix",
    "Your generous attentions for the moment",
    "to the narrow scene of this our appointed",
    "tedium, should You—once our kindly",
    "secretary has duly noted which of us",
    "is feigning presence, and which excused, which unexcused,",
    "You may be entertained to hear how much we find to say",
    "about so little. Among these other mediocrities,",
    "Your mediocre servant gets a glimpse of how",
    "his slow and meager worship might appear",
    "from where You endlessly attend our dreariness.",
    "Holy One, forgive, forgo and, if You will, fend off",
    "from this my heart the sense that I am drowning here",
    "amid the motions, the discussions, the several",
    "questions endlessly recast, our paper ballots.",
    "4",
    "Again, and yes again, O Ceaseless Tolerator",
    "of our bleaking recurrences, O Forever Forgoing",
    "Foregone (",
    "conclusion), O Inexhaustible,",
    "I find my face against the floor, and yet again",
    "my plea escapes from unclean lips, and from a heart",
    "caked in and constricted by its own soiled residue.",
    "You are forever, and forever blessed, and I aspire",
    "one day to slip my knot and change things up,",
    "to manage at least one late season sinlessly,",
    "to bow before you yet one time without chagrin."
  ],
  "title": "Idiot Psalms",
  "year": ""
}