{
  "author": "D. A. Powell",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Desire",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181574",
  "region": "U.S., Western",
  "text": [
    "had no direction to go but up: and this, the shattery road",
    "its surface graining, trickle in late thaw—is nothing amiss?",
    "—",
    ", the sign assures us,",
    "and",
    ", the water a dream of forgotten white",
    "past aspens colored in sulfur, they trembled, would",
    "—poor sinners in redemption song—shed their tainted leaves",
    "I tell you what boy I was, writing lyrics to reflect my passions:",
    "the smell of a bare neck in summer",
    "a thin trail of hairs disappearing below the top button of cut-offs",
    "the lean, arched back of a cyclist straining to ascend a hill",
    "in the starlight I wandered: streets no better than fields",
    "the cul-de-sacs of suburbia just as treacherous, just as empty",
    "if wood doves sang in the branches of the acacias, I could not hear them",
    "anyone lost in that same night was lost in another tract",
    "the air pulsed and dandelion pollen blew from green stalks",
    "—that was all",
    "and yes, someone took me in his car. and another against the low fence",
    "in the park at the end of our block. under the willow branches",
    "where gnats made a furious cloud at dawn and chased us away",
    "I knew how it felt to lie in a patch of marigolds: golden stains",
    "the way morning swarmed a hidden rooftop, the catbirds singing",
    "the feel of ruin upon lips rubbed raw throughout the night",
    "granite peaks: here, the earth has asserted itself. and the ice asserted",
    "and human intimacies conspired to keep us low and apart",
    "for an ice age I knew you only as an idea of longing:",
    "a voice in the next yard, whispering through the chink",
    "a vagabond outlined against the sky, among the drying grass",
    "we journey this day to darkness: the chasm walls lift us on their scaly backs",
    "the glaciers relinquish their secrets: that sound is the ice bowing",
    "and the sound underneath, the trickle: the past released, disappearing",
    "you pinnacle of my life, stand with me on this brink",
    "half-clouded basin caked in flat grays, the very demise of green",
    "you have surmounted the craggy boundary between us.",
    "you open a place for me in earth, receiving my song",
    "—"
  ],
  "title": "continental divide",
  "year": ""
}