{
  "author": "D. A. Powell",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/178535",
  "region": "",
  "text": [
    "shepherdboy? not the most salient image for contemporary readers",
    "nor most available. unless you’re thinking",
    ":",
    "a reference already escaping. I did love a montana man, though no",
    "good shepherd",
    "rather: a caveman, came spelunking into that grotto I’d retreated to",
    "what light he bore illumined such small space—physically, temporally",
    "no, no grove",
    "but together we found an old-growth stand of redwood",
    "we gouged each other’s chests instead of wood: pledges that faded",
    "he was not cruel nor I unwitting. but what endures beyond any",
    "thicket?",
    "example: he took me to the ocean to say farewell. I mean me: farewell",
    "to ocean",
    "the ocean, for that matter, to me. us both fatigued, showing signs",
    "of wreckage",
    "and that man I had loved stood back from the edge of things",
    "he did not hold me",
    "I expected not to be held",
    "we all understood one another: shepherd understudy, ocean, me",
    "yes, but they were gone",
    "strip-mining, lumber, defoliant, sterile streams: you",
    "that was",
    "coming",
    "weren’t we taught some starched sermon: the pasture awaits us",
    "elsewhere",
    "untouched for the most part. some human damage, but not ours",
    "we left no mark, not there in the midst of those great trees:",
    "not in the concentric rings that might have held us far past living",
    "instead, I put that man, like so many others, on paper—",
    "a tree already gone from sight where once it had drawn the eyes",
    "upward: the crest of a mountain. crumpled thoughts, crumpled love",
    "shepherdboy, do you see the wild fennel bulbs I gathered for you",
    "olallieberries, new-mown grass, the tender fruits of the coastal fig?",
    "I put them on paper, too, so fragile. for nothing is ever going to last"
  ],
  "title": "corydon & alexis",
  "year": ""
}