{
  "author": "D. A. Powell",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250458",
  "region": "",
  "text": [
    "Who needs a scary movie when there’s scary life.",
    "Icy days pile up like empty pill bottles.",
    "One craves hot soup and bear sex. I can’t hibernate",
    "above the Kum & Go when there’s Smokey lights",
    "all night. It isn’t easy making change for a twenty",
    "on a Tuesday night, when they’re filling the tanks",
    "beneath the pumps and the manager’s on break.",
    "All underage kids must come here. And go here?",
    "The world rhymes with itself. Earth is earth",
    "and row is row, whether to pull a set of oars and scull",
    "or a line of cornstalks completing the farmer’s math.",
    "Up above the Kum & Go",
    "I’m reading Maya Angelou",
    "And there’s a head shop open 24 hrs",
    "they do not sell head but you might think it",
    "the way the patrons come and go all night",
    "all fall all night all fall.",
    "I lived behind a sex club called The Power Exchange.",
    "All words have been charged with electric bodies",
    "ever since I wandered into my first poem.",
    "It was surely the Road Not Taken.",
    "Or maybe The Body Electric ... I’m easily mistaken.",
    "An alder is reptilian in its body, lithe",
    "leaves at night and such vocal things.",
    "It is a sexy tongue the world speaks.",
    "So many licks to get to the polished moon.",
    "Tell me a story then. How did you come to be",
    "trampled or new or high where the warblers land",
    "and recklessly shit where they eat.",
    "The universe I fear to be crashing.",
    "No painkillers for Doug. Ugh.",
    "It’s just autumn come. Electrical storms.",
    "The brave fire of the leaves and everything.",
    "The pawpaw, along with the huckleberry,",
    "the chokecherry, cranberry, Concord grape, and persimmon",
    "is one of the indigenous fruits. I usually only get it here,",
    "and only this time of year. Fear",
    "is real. Especially that most unholy fear",
    "that we will be forgotten. Fruit, when it’s rotten,",
    "opens a door to memory from other lives. Is it wrong",
    "to wish for another life? My hand can barely",
    "write the thought. My eye can barely",
    "see, my soul, translate the fire into autumn’s sweet flush,",
    "persimmons taste like semen, pawpaw tastes like flesh,",
    "large hard seeds like date pits I spit off the balcony",
    "in summer into the parking lot below",
    "where none are sure to be hit nor anything grow.",
    "A spider would not lower himself to touch such",
    "concrete ground. I would not live to see a tree",
    "grow to fruition, and yet each year I’d like to try.",
    "Well, Midwest, here I am. It’s pumpkin time.",
    "The cicadas have stopped singing.",
    "It’s just the crickets now along the river.",
    "But above the Kum & Go, it’s wind and machinery.",
    "Why do they all take the same path, and why",
    "do these undergrads shout against the fall wind.",
    "The rebel angels’ cries are but the check-in",
    "cries of birds, “hey Mike, hey Mike.” It must",
    "be hard to be Mike, your name reduced",
    "in the ears of others to a syllable of grief.",
    "And then it seems that Mike is gone. Relief."
  ],
  "title": "Not Overlooking the Kum & Go",
  "year": ""
}