{
  "author": "Kimberly Blaeser",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240124",
  "region": "U.S., Midwestern",
  "text": [
    "i.",
    "He could have taken you prisoner, of course",
    "when our two tribes were at war",
    "over whitefish and beaver territory",
    "and the Anishinaabeg chased your Indian ancestors",
    "from the woodlands he now brings you home to.",
    "Or your Dakota relatives might have waged a war party",
    "on their swift plains’ ponies to avenge your taking",
    "and bring you back from those uncivilized",
    "they named in disgust the rabbit-chokers.",
    "But those histories of dog-eaters and Chippewa crows",
    "are just a backdrop now for other stories",
    "told together by descendants of smallpox survivors",
    "and French fur traders,",
    "clan members of Wolf and of Water Spirit.",
    "And now you gather,",
    "trackers and scouts in new bloodless legal battles,",
    "still watch for mark and sign—",
    "for the flight of waterbirds.",
    "ii.",
    "Old histories that name us enemies",
    "don’t own us; nor do our politics",
    "grown so pow-wow liberal you seldom",
    "point out the follies of White Earth tribal leaders.",
    "(Except of course for the time our elected chair",
    "mistakenly and under the influence of civilization",
    "drove his pickup down the railroad tracks",
    "and made the tri-state ten o’clock news.)",
    "And Sundays behind the",
    "he seldom even mentions the rabid casino bucks",
    "or gets out his calculator and with lodge-pole eyebrows",
    "methodically measures beaded distances,",
    "results of territorial lines drawn in your homeland.",
    "And even though I have seen him sniff, glance over",
    "he really almost never checks the meat in your pot,",
    "nor reconnoiters the place of your rendezvous",
    "just to be sure."
  ],
  "title": "Goodbye to All That",
  "year": ""
}