{
  "author": "Thomas Morris",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "History",
    "Politics",
    "Social Commentaries",
    "Mythology",
    "Folklore"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/183907",
  "region": "England",
  "text": [
    "Ease is the pray’r of him who, in a whaleboat",
    "Crossing Lake Champlain, by a storm’s o’ertaken:",
    "Not struck his blanket, not a friendly island",
    "Near to receive him.",
    "Ease is the wish too of the sly Canadian;",
    "Ease the delight of bloody Caghnawagas;",
    "Ease, Richard, ease, not to be bought with wampum,",
    "Nor paper money.",
    "Nor colonel’s pay, nor yet a dapper sergeant,",
    "Orderly waiting with recovered halberd,",
    "Can chase the crowd of troubles still surrounding",
    "Laced regimentals.",
    "That sub lives best who, with a sash in tatters",
    "Worn by his grandsire at the fight of Blenheim,",
    "To fear a stranger, and to wild ambition,",
    "Snores on a bearskin.",
    "Why like fine-fellows are we ever scheming,",
    "We short-lived mortals? Why so fond of climates",
    "Warmed by new suns? O who, that runs from home, can",
    "Run from himself too?",
    "Care climbs radeaux with four-and-twenty pounders,",
    "Not quits our light troops, or our Indian warriors,",
    "Swifter than moose-deer, or the fleeter east wind,",
    "Pushing the clouds on.",
    "He, whose good humor can enjoy the present,",
    "Scorns to look forward; with a smile of patience",
    "Temp’ring the bitter. Bliss uninterrupted",
    "None can inherit.",
    "Death instantaneous hurried off Achilles;",
    "Age far-extended wore away Tithonus.",
    "Who will live longer, thou or I, Montgom’ry?",
    "Dicky or Tommy?",
    "Thee twenty messmates, full of noise and laughter,",
    "Cheer with their sallies; thee the merry damsels",
    "Please with their titt’ring; whilst thou sitt’st adorned with",
    "Boots, sash and gorget.",
    "Me to Fort Hendrick, midst a savage nation,",
    "Dull Connajohry, cruel fate has driven.",
    "O think on Morris, in a lonely chamber,",
    "Dabbling in Sapphic."
  ],
  "title": "Sapphics: At the Mohawk-Castle, Canada. To Lieutenant Montgomery",
  "year": ""
}