{
  "author": "John Reibetanz",
  "classification": "",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175492",
  "region": "Canada",
  "text": [
    "To each his own hell. Mine was an uninhabited",
    "landscape as far from nature as you can get",
    "without actually leaving the planet, a man-made",
    "moon waste on Sixth Avenue in Brooklyn,",
    "fired in the sun’s kiln through unending",
    "afternoons when I was nine or ten.",
    "I can never get the whole scene put together",
    "in my head, thanks to whatever guardian",
    "spirit flags down potentially dangerous",
    "intruders on the verge of memory,",
    "but parts of me hold parts of it: my ears",
    "play out the hissing wires’ repeated rise",
    "and fall, dry waves breaking above pavement;",
    "my nostrils chafe where fumes of gasoline",
    "weep from soft tarred patches in the asphalt;",
    "through a chainlink grid, my eyes take in",
    "some lot’s trapped beach, its black sand an amalgam",
    "of gravel, soot, and broken glass; or they blink",
    "in sequence with the traffic light’s perpetual",
    "solitaire at a carless intersection,",
    "flicking over greens, ambers, reds;",
    "my hands remember enough not to touch",
    "the shut steel trap doors of delivery chutes",
    "where air trembles over surfaces",
    "as at their beginnings in a furnace.",
    "What fills my mind to bursting is emptiness,",
    "the spirit of inverted Genesis",
    "transforming light and water’s urge towards fullness",
    "into a miracle of unearthly loss.",
    "Sentries, a pair of gasoline pumps napped.",
    "Their rubber arms dangled groundwards and looped",
    "back up, hanging slack from the brass lapel",
    "their trigger-fingers hooked at shoulder height.",
    "They were no angels, but kept the gate of hell",
    "whenever I made visits to the angels.",
    "Behind them, next to a roll-up garage door",
    "always rolled up, with an invisible car",
    "always risen above the stone lintel",
    "on the hydraulic lift, a soft drink cooler",
    "sat coffin-like against the stucco wall.",
    "And always songs from a hidden radio",
    "promised cool mountain rivers to the hot",
    "flat city: somebody else must have listened,",
    "but I never saw a soul in all my visits.",
    "The angels’ wings fluttered the moment I raised",
    "the lid, a potent shimmer, as if the sun",
    "itself shone from the chest, not its reflections",
    "playing off the steel bars and icy waters.",
    "The angels sat in rows between the bars,",
    "their orders chevroned by the shapes and colours",
    "of their glass capes: the bluish, scalloped whorl",
    "of cherubim, the powers’ straight sheer crystal,",
    "the emerald flare of flaming seraphim—",
    "all emissaries from the sky-washed shore",
    "of heaven. To put a coin in the dispenser,",
    "slide one of them along its plated channel",
    "and lift it free through the chest’s narrow gate—",
    "to kiss the cold stars of its distillation—",
    "was not important; it was only important",
    "to see the angels swimming in the glitter",
    "and dip my fingers in their flickering water",
    "at the centre of that man-made desert,",
    "knowing that they were man-made, and might shatter."
  ],
  "title": "A Chest of Angels",
  "year": ""
}