{
  "author": "John Reibetanz",
  "classification": "",
  "keywords": [
    "Living",
    "Social Commentaries",
    "Youth",
    "Activities",
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences",
    "Class",
    "Money",
    "Economics",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175505",
  "region": "Canada",
  "text": [
    "They cry for children too tired to cry for themselves,",
    "daughters twelve, eleven, eight—eyes",
    "shutting down as a grate’s banked coals shut down",
    "at midnight, in the rising damp called ‘home.’",
    "Too tired to eat after eighteen hours feeding",
    "looms whose steel teeth grind insatiably,",
    "the girls will be offered up again at dawn.",
    "Yet they are the lucky ones, to work where skylights",
    "hold swatches of the unaffordable blue.",
    "Imagine these girls’ mine-trapped cousins, hauling",
    "black rocks on sledges up tunnels of black air:",
    "half-undressed, belted, harnessed, saturated",
    "with the oil-blackened water they crawl through",
    "pumping ‘the lifeblood of British industry.’",
    "Flogged for talking, Margaret Comeley, aged",
    "nine, can sometimes close her mouth around",
    "a piece of muffin—if she manages",
    "to keep it from the rats, ‘so ravenous",
    "they eat the corks out of our oil-flasks.’",
    "Sarah Gooder fills her mouth with song",
    "‘when I’ve light, but not in the dark; I dare not then.’",
    "Here is a working girl so filled with light",
    "she is pure song: her sun-bright bodice shines",
    "in counterpoint with her blue overskirt,",
    "and, from her forehead’s crescent of white linen,",
    "tapering light blazes a white path",
    "down arms and wrists to folds of spread blue cloth,",
    "like moonlight piloting the tide’s refrains.",
    "A Dutch milkmaid, Tanneke Everpoel,",
    "lucky enough to live in the Delft house",
    "where Vermeer’s eye and brush could catch the spill",
    "of morning light as her brief peacefulness",
    "brimmed over, serves here as a celebrant—",
    "bread heaped up on the altar-like table,",
    "wine transubstantiated into milk",
    "whose brilliance seems the source of the room’s light",
    "she pours forever from the earthenware’s",
    "black core. His pose; yet—all hers—underneath it",
    "(and signalled in her fixed eyes’ unconcern",
    "for the beholder) such complete immersion",
    "in what she does, that she is all she does",
    "and it is she, this offering-up of day.",
    "And he? When he was forty, the Sun King",
    "invaded Holland. No one wanted art.",
    "In debt to his baker for three years’ worth of bread,",
    "Vermeer, according to his widow, falling",
    "‘into a frenzy,’ passed ‘from being healthy’",
    "in ‘a day or a day and a half ... to being dead,’",
    "‘the very great burden of his children ... so taken to heart.’",
    "Knowing the earth is closer to the sun",
    "in winter won’t revive the street person",
    "sleeping towards cold death in a bus shelter.",
    "Bread in a painting won’t cure stomach ache.",
    "So Margaret dragged her great burden of coal",
    "while Sarah sat terrified in the dark,",
    "and neither knew Vermeer’s poised working girl,",
    "broke bread with her, shared her breaking light.",
    "The painting stood by, helpless to save them",
    "or him, and looking at it now cannot",
    "help anyone. Yet, it can cry for them,",
    "as parents take their children’s grief to heart:",
    "the beads of salt, shimmering on the bread",
    "like diamonds, can be tears the two girls shed",
    "down where no light sang their preciousness.",
    "The cradled pitcher’s brim can be their hearth,",
    "since it (and not the sky’s cold mine of stars)",
    "pours out what cannot shelter us, but feeds",
    "a hunger no daily bread can fill: for light—",
    "light that, like coal, comes from our earth; hunger",
    "that, unlike grief, is inexhaustible."
  ],
  "title": "Daily Bread",
  "year": ""
}