{
  "author": "Stephen Yenser",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243150",
  "region": "",
  "text": [
    "“Just ask yourself,” we said back in those days,",
    "“Is this world better off without Saddam Hussein?”",
    "Now that’s a simple question. Just ask yourself.",
    "It turned up starkly, undeniably",
    "As that left hand inside the trench Marines were digging",
    "At the prison turned “facility.”",
    "That was one day’s headlined excavation.",
    "Meanwhile, the relics from the tell near Nasiriyah",
    "Were looted from the National Museum.",
    "Is our world better off without Saddam",
    "Hussein, who had cut off so many other hands?",
    "Our own president had grateful thousands",
    "On hand to honor him, give him a hand",
    "In DC on the birthday of the Sage of Concord.",
    "In other words, though, is this world better off",
    "Without those who have made it better off?",
    "It’s a bit of a riddle, really, how to tell,",
    "But each old hand among us has a hunch.",
    "Is our world better off without Bobby E. Beasely?",
    "Michael Yury Tarlavsky? Craig W. Cherry?",
    "Yadir G. Reynoso? Joshua I. Bunch?",
    "These soldiers’ names graced the obituary",
    "Page that day in the",
    ". It’s archived. Check it.",
    "But what can we tell from a name? Or measly",
    "Obit? Ask yourself. —Well, more than a bit",
    "Of",
    "is in the name Tobit, but just what",
    "Tobit of Nineveh—praised for preparing",
    "For righteous burial the Judahites",
    "Who fell in war against Assyria,",
    "And blessed with a devoted son who saved him—",
    "What Tobit could now have to do with us,",
    "Not even our extravagant friend Emerson",
    "—Though wait!",
    "? Cuchulain’s perfect mate,",
    "Worked hand in hand with him, possessor of",
    "The six great gifts of womanhood, from needlework",
    "Through chastity to sweet words and gentle speech?",
    "—Perhaps not even Emerson could tell,",
    "Who lauded nature’s “rounds” and scorned the divisive “line,”",
    "Its “bounds of good and ill,” and praised perverse",
    "Returns (“Evil will bless, and ice will burn”),",
    "And who would have turned 199",
    "That day in the merry month of Jumada al-awwal",
    "When Bush addressed that brave unnamed Baghdadi.",
    "—Raymond J. Faulstich, Jr., Kane M. Funke.",
    "—What names people",
    "! Stephen I. Yenser!",
    "What monikers, what handles for their children.",
    "—Daniel Lee Galvan...Anyway, without",
    ", mind you,",
    "We’d still have that butcher Saddam Hussein.",
    "—Wait!",
    "them, you mean, we’d still have Saddam?",
    "—Well, it can be perplexing when it’s put like",
    ".",
    "—Bemusing. Like the sound of one hand clapping.",
    "—Or one hand washing itself. Is our world better",
    "Off without Roberto Abad? —",
    ":",
    "What kind of name is that, in any case?",
    "Middle Eastern? And where’s the middle",
    "?",
    "To tell him from his father, of course. A typo? For",
    ",",
    ".? “Good is a good doctor,",
    "But Bad is sometimes better” (Emerson)?",
    "Or",
    ", where Emerson and Bush dovetail?",
    "—It seems Roberto got his girlfriend pregnant",
    "In spite of the “Campaign for Children and Families”",
    "Between Iraqi tours in case he didn’t come back",
    "From his second, which of course he didn’t,",
    "Not for a second, even, to glimpse his son,",
    "Whose name we are not told.",
    ", perhaps—or",
    "Or",
    ".",
    "! (Such embranglement!",
    "“I was entangled in a world of strife”!)",
    "Not that we always want “to know what we don’t know”",
    "(Donald H. Rumsfeld). We’re better off, long run,",
    "If the right hand doesn’t know just what",
    "The left has done, right? This world war’s better, for sure,",
    "And to make the war’s world better too,",
    "Someone has to sacrifice. And ask",
    "Yourself, just who would make the better sacrifice?",
    "—",
    ": what exactly does that mean?",
    "—The ones who wear elaborate tattoos",
    "(Needlework patient, painful, eldritch, intricate,",
    "Wayward as jazz played on the parlor boom box,",
    "Raddled with fractals like our savaged delta",
    ",",
    "Obscurely traceable to a secret Inca rite,",
    "Ink indelible as gang connections",
    "That they could nonetheless obliterate",
    "There by the Tigris, on Boulevard Abu Nawas",
    "(Abu Nawas: the Holy Dissolute,",
    "Master of the wine song and of satire,",
    "First Arab poet to applaud Sayiddah Palm).",
    "The idle hands who’d just have died at home",
    "In drive-bys, done in by their neighbors? Druggies,",
    "Who’d get as high as some pol’s daughter and go",
    "at their first chance? The born",
    "Again, who needn’t fear their death? The un-",
    "reborn, spirits aborted by their own vile hands?",
    "The Muslim Americans who had their doubts?",
    "The ones who had no doubts? Just ask yourself.",
    "—Or:",
    "are we better off without?",
    "Is",
    "where quantity turns quality?",
    "—The world might well be better off without",
    "Others better offed in the right course of things.",
    "Without those looters, for instance, who vandalized",
    "The earliest stringed instrument we’d had,",
    "The Golden Bull’s Head Lyre of Ur (in Genesis,",
    "The Ur of Abraham whose sacrifice",
    "Of his son Isaac God’s hand itself prevented).",
    "Without Hussein’s own sons, and theirs, their sons, we mean,",
    "And then which other ones? The Sunnis? The Shias?",
    "The Ba’athist Sunnis and extremist Shias?",
    "Or the Kurds? Which ones? The large Kurds? The older, hairy",
    "Ones, whose lives were mostly lived?",
    "Or the small Kurds, who had no lives or hair",
    "To speak of? The cottage Kurds? The urban Kurds? The turbaned",
    "Kurds—those darker ones? The whey-faced ones?",
    "The anti-American ones? The Jewish ones?",
    "The anti-Ku-Klux-Klan-and-anti-",
    "ones?",
    "The ones who “hate our freedom”—and our baseball?",
    "The atheists? And there are some among them,",
    "Not fit to enter any god’s Green Zone, perforce",
    "Denied the houris, halos, hemp, and harps.",
    "Or the Yazidis? Yes, that would make some sense,",
    "Since they refuse to wear the colors green and blue,",
    "And since they are so primitive they think,",
    "In the beginning, God made the world a pearl,",
    "And since they are so ancient, weak, impure, muddling",
    "As they do trace elements of Islam,",
    "Christianity, and Mithraism with some",
    "Oddball Sufism and stray Persian superstitions.",
    "Are there Iraqi Buddhists? No, really:",
    "Are there? If you can’t say, will",
    "be missed?",
    "—Well, shame on you, if",
    "is not the old epist-",
    "emological enigma wrapped",
    "In a conundrum!—Or a",
    ",",
    "As Bush might say on an off day. Just ask yourself:",
    "Is our world better off today? Without",
    "David L. Potter? For whom, exactly? The Potters?",
    "At least if the “remains” go off to Arlington?",
    "To Arlington we’ll bring our “idle flowers,”",
    "Then—though “Every aster in my hand",
    "Goes home loaded with a thought,” to cadge from Emerson.",
    "? And what do we mean by",
    "?",
    "We used to mean: to continue to belong to.",
    "It’s doubtful that that definition still remains.",
    "Is our “left hand” an instance of remains?",
    "What about the Golden Lyre’s pillar,",
    "Neck, and scroll, stripped of their gold and lapis inlay?",
    "What about its shattered shell and limestone?",
    "And what to make of this morning’s “Missing Remains”?",
    "And “Remains",
    "Missing”? Six years after Bush’s offhand",
    "Remark, new headlines from old headstones spring:",
    "“Thousands of Graves Are Misidentified",
    "Or Unmarked at National Cemetery”—the names",
    "Broken off like handles from their vessels—",
    "Where also mud-caked markers line the banks",
    "Of a purling stream (unnamed) and lie deep in its bed.",
    "“Were they used as riprap to prevent",
    "The stream’s erosion?” our good reporter asks.",
    "“Were they engraved incorrectly, hence",
    "Discarded?”",
    ".",
    ".",
    ".",
    "Is Arlington our potter’s field today?",
    "And if so, as Abu Nawas’s student asked,",
    "“Who is the Potter, pray, and who the Pot?”",
    "“How gladly with proper words the soldier dies,”",
    "Stevens’s verse assures us. But on the other hand,",
    "What are the",
    "words? Is that word proper?",
    "And shouldn’t that have been “the soil’s erosion”?",
    ". So how would",
    "figure here? Just ask",
    "Yourself. —Of course he wouldn’t! Be rational.",
    "—And so we must mean Cupid. Cupidity",
    "Is one thing we’d associate with “the soil’s erosion.”",
    "Or should that be “the oil’s erosion”? “The soul’s”?",
    "Are we better off without our soldiers,",
    "Not to mention their daughters, inconceivable,",
    "Who might have married deep-rigged princes’ sons",
    "(As the First Daughters—light sweet crude rare—must have",
    "Might have done)? Without the so-called martyrs’ sisters,",
    "Paradisical virgins, immaculately",
    "Pregnant with bombs beneath matte black abayas?",
    "Bush’s brave Baghdadi’s daughter’s better off, we’re sure.",
    "(And he was not a southpaw anyway.)",
    "Or is it the rebellious, the disobedient,",
    "Whose sisters’ brothers died on",
    "side near Samarra,",
    "Without whom our world’s (",
    ") better off?",
    "It’s hard to tell, when they have veils. It’s hard",
    "To tell, when phantom limbs report again tomorrow,",
    "Just whom we’re better off without. Yet ask",
    "Yourself: can we contemn “the vanity",
    "Of false distinctions” in light of presidential",
    "Scripture?",
    "“If thy right hand offend...”—We must cut Matthew",
    "Off quick as RFK, alas, in order",
    "To go now to commercial. We’re sorry. We’re in the hands",
    "Of the commercial. We leave you with this question:",
    "Would our world be better off without Iraq",
    "Itself? Or what about your simple self?",
    "—A",
    "better, you must mean, or worse?",
    "—And what about our own bull-headed liars,",
    "As Emerson might say? And the Milky Way—",
    "Better off without this blue-green pearl of Earth?",
    "Yet who could tell? And if no one could tell...",
    "What can we mean by",
    "? Now that’s a simple question."
  ],
  "title": "Hija for Emerson’s Birthday",
  "year": ""
}