{
  "author": "H. L. Hix",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239094",
  "region": "",
  "text": [
    "The three men now stood satisfied, arms crossed,",
    "joking among themselves, but only moments before",
    "they hadn’t been laughing. It had taken all three",
    "to bind the struggling man. First, to limit his movement,",
    "they had duct-taped his wrists together behind his back:",
    "for that, one man had held his legs and another had pinned him,",
    "one hand on each shoulderblade and one knee on his head,",
    "at his left temple, grinding his right cheek and eye into",
    "the dust and straw and dried shit that formed the floor of the barn.",
    "First they bound his wrists, then his ankles. Then it got easier.",
    "More tape over his mouth, wound all the way around his head,",
    "three full loops, much more than was necessary, which was one thing",
    "they were laughing about, the two bigger men making fun",
    "of the smaller one, who had done that part of the binding.",
    "Then they’d bound him down on the mattress, again with the tape.",
    "The bound man continued to struggle, but once the tape",
    "denied him movement he felt as if he were thinking clearly,",
    "as if his panic had lifted, resistance become",
    "mere obligation. He thought surely the tape would run out,",
    "but they had another roll, just in case. He noticed",
    "the new order—head first this round—when it came to the mattress.",
    "One man would lift one end just off the dirt, enough",
    "for another to wrap the tape, which cursed coming off the roll",
    "in what the man construed as sympathy, all the way",
    "around the mattress in loops that included his head and neck,",
    "then the same process at the other end,",
    "all the way around the mattress and his ankles.",
    "They couldn’t figure how to get the tape around his torso",
    "because it was so near the middle of the mattress.",
    "The bound man found himself wanting to help, but of course",
    "he couldn’t speak, and anyway they didn’t need his advice.",
    "His hands bound behind his back and against the mattress meant",
    "his feet and head, and most of all his neck, were plenty",
    "to keep him from getting loose and grabbing one of their guns.",
    "The bound man’s life didn’t pass before him in summary,",
    "exactly, but he did see things now that in all these years",
    "he hadn’t noticed. The wiring, for instance.",
    "He thought it must have been his own father who’d wired the barn",
    "with that odd blend of pride and makeshift half-competence",
    "that showed up in all his father’d made, himself not least.",
    "One bare bulb bragging from the highest joist",
    "about its white porcelain fixture, but better, really,",
    "at casting long shadows than at lighting the place,",
    "though if the three men would just leave him alone, he thought,",
    "he’d be able to count up all the birds’ nests and speculate",
    "on where swallows had built before there were barns.",
    "The wire ran from switchbox to fixture in straight lines",
    "and right angles, through half-inch galvanized surely intended",
    "for plumbing but good, too, for frustrating the rats.",
    "It was the short man, the one who’d done all the taping, who then",
    "poured kerosene across the mattress and over the man,",
    "soaking his clothes, making sure to splash some into his eyes.",
    "No one else noticed, but he spelled out",
    "with the kerosene.",
    "Or anyway swung his arms in that pattern. That was when",
    "they could relax a little, the three men, and start their joking,",
    "once the kerosene was poured. One tall man slapped his forehead:",
    "“You brought matches, right?” “Matches?” the other replied,",
    "furrowing his brow and patting his pockets,",
    "and both laughed out loud. Even the short man smiled.",
    "Barns burn, it turns out, just the way you’d think",
    "if you thought about it, hay fast and hot,",
    "siding lighting the roof and the flooring of the loft,",
    "all the slender strips of wood, with the few parts",
    "tinder—",
    "the frame, the beams and joists—starting last and lasting longest.",
    "But that’s not what the mattress-bound man’s great-great-grandfather",
    "had thought about, its someday burning, as he built the barn.",
    "He had a daughter to worry about, and a wife",
    "big with what he thought might be a boy. And weather,",
    "and a dozen cows. Plenty to fret more immediate",
    "than which fuck-up would later taint his bloodline",
    "and preside over the decay, finally",
    "inviting the sacrifice, of what he had built to last.",
    "Barns burn like bonfires built for the burning,",
    "stacked just so by one mortal for the next.",
    "They burn best at night, whether or not communicants",
    "travel up and down billows lit silver from above,",
    "red from below. And whether or not three men",
    "have stopped among sycamores on the rise just opposite",
    "and turned for a moment to admire their handiwork."
  ],
  "title": "Even Be It Built of Boards Planed by Hand and Joined Without Nails, Yet May a Barn Burn",
  "year": ""
}