{
  "author": "Tom Sleigh",
  "classification": "Metaphor",
  "keywords": [
    "Growing Old",
    "Health",
    "Illness",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181140",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "What she is waiting for never arrives",
    "or arrives so slowly she can't see it:",
    "Like the river",
    "bluing silver",
    "and wearing minutely deeper into its channel,",
    "the flow hardens to carved stone as she fidgets",
    "beneath the whirling fan",
    "impatient for the train",
    "that rocks us above the water to arrive:",
    "Her sisters and brothers gone, she ventures alone",
    "through sunlight",
    "and moonlight",
    "weaving shadowy faces across the peeling walls...",
    "—Speeding toward her, is it you and me she spies",
    "in the trembling train",
    "windows while the engine",
    "hauls us down rails that swerve under wheels",
    "rolling through her brain? Faces burn",
    "through dirty glass,",
    "smears of lips and eyes",
    "dissolve to spots of darkness swarming between",
    "her eyes so that swaying apartment towers",
    "crumble as her nostrils",
    "prickle from the landfill's",
    "ammonia that hangs above the stacked, crushed cars.",
    "The rails that take us to her pass boxcar after boxcar",
    "like the successive selves we are",
    "as she dreams us coming closer,",
    "switching track to track: Now the super unbolts",
    "her door as she calls: “Oh is it really you?”",
    "—the wheel's rolling",
    "through her head bringing",
    "us face to face with raveled bandages, crutches",
    "leaned in dusty corners, terraced mountains of",
    "yellowing newspaper.",
    "Framed above her chair",
    "a picture of a prairie sprawls round a covered wagon",
    "and the horse she rode as a girl, her eyes",
    "fading points of light...",
    "Again she calls out",
    "above the train's approaching rumble: “Is it you at last?”",
    "My eyes have got so bad peoples’ faces",
    "are all blurry...Now",
    "tell me, is it",
    "you?”",
    "But already the rails are switching, bearing",
    "our waving hands away at the speed of thought",
    "over the stony waters that",
    "ceaselessly pour out."
  ],
  "title": "A Visit",
  "year": ""
}