{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247546",
  "region": "",
  "text": [
    "I want to write, but only foam comes out,",
    "I want to say so much but it’s all crap —",
    "there aren’t any numbers left that can’t be added up,",
    "nobody writes down pyramids without meaning it.",
    "I want to write, but I’ve got a puma’s brains;",
    "I want to crown myself with laurel, but it stinks of onions.",
    "There’s no word spoken that doesn’t dissolve in mist,",
    "there’s no god and no son of god, only progress.",
    "So come on, to hell with it, let’s go eat weeds,",
    "eat the flesh and fruit of our stupid",
    "tears and moans, of our pickled melancholy souls.",
    "Come on! Let’s go! So what if I’m wounded — let’s go",
    "drink what’s already been drunk,",
    "let’s go, crow, and find another crow to fuck.",
    "Right in front of the Comédie-Française",
    "is the Regency Cafe; and right inside it, there’s this room, hidden,",
    "with a table and an easy chair. When I go in,",
    "house dust, already on its feet, stands motionless.",
    "Between my lips made of rubber, a cigarette butt",
    "smolders, and in the smoke you can see two intensive",
    "smokes, the cafe’s thorax, and in that",
    "thorax an oxide of elemental grief.",
    "It matters that autumn grafts itself into other autumns,",
    "it matters that autumn merges into young shoots,",
    "the cloud into half-years, cheekbones into a wrinkle.",
    "It’s crucial to smell like a madman who spouts",
    "theories about how hot snow is, how fugitive the turtle,",
    "the “how” how easy, how deadly the “when.”",
    "Look, at the very best, I’m someone other —",
    "some guy who walks around marble statues, who enters",
    "his adult clay into indexes of blood, and feels",
    "the rage and fear of the fox chased to its hole —",
    "and if someone anoints my shoulders",
    "with indigos of mercy, I’ll declare",
    "to my absent soul that there’s no hellishly",
    "paradisal elsewhere for me to go.",
    "And if they try to choke me on the sea’s wafer,",
    "telling me it tastes like His flesh, more acid",
    "than sweet, like Kant’s notions of truth, I’ll cough",
    "it all up:",
    "I’m other as a germ, a satanic",
    "tubercle, a moral ache in a plesiosaur’s molar:",
    "in my posthumous suspicions, all bets are off!",
    "I’ll die in my apartment on a cold bright day,",
    "with nobody around, the apartment next door gone",
    "dead still while wind whistles through the balcony,",
    "though the branches somehow aren’t moving, just as the sun",
    "doesn’t move, everything’s so quiet, so frozen.",
    "Parked cars, plastic bags bleached in the bare trees,",
    "a couple of those Mylar balloons tied to a chair on",
    "the balcony next door, celebrating something, maybe?",
    "... now sagging listless on the floor,",
    "as if every last molecule had been pierced by a needle —",
    "Tom Sleigh is dead, he stared up into the air,",
    "the sky was pale blue as usual and he couldn’t feel",
    "the cold coming through the window, and there wasn’t",
    "much to say or not say — and nobody, anyway, to say or not say it.",
    "My cell’s four walls, whitening in the sun,",
    "keep counting one another — but their number",
    "never changes, despite my jailer’s",
    "innumerable keys to chains",
    "wrenching the nerves to their extremities.",
    "The two longer walls hurt me more — who knows why —",
    "their salt-stained cracks like two mothers who die",
    "after labor, but give birth to twin boys",
    "whose hands they still hold. And here I am,",
    "all alone, with just my right hand to make do",
    "for both hands, raising it high into",
    "the air to search for the third arm",
    "that between my where and my when",
    "will father this crippled coming-of-age of a man.",
    "How childish is the spectacle of the stained",
    "glass’s holiness: the night doesn’t give a shit what",
    "goes on inside human beings, the night",
    "has its own web of dendrites refuting the inane",
    "prayers prayed for the dying, for the confessions",
    "going on between earthworms and earth, between",
    "the way a man argues with his own shoulder bones.",
    "All the while, barracudas in a coral canyon,",
    "a sea turtle flying, swim through fathoms",
    "and fathoms of images that keep crashing",
    "on the shore of the eye that never shuts —",
    "and smarts in its sleeplessness staring",
    "up into the dark shadowed by stingrays, gas stations,",
    "the slow flapping wing of a lottery ticket."
  ],
  "title": "After Vallejo",
  "year": ""
}