{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181621",
  "region": "",
  "text": [
    "Staring up into the tank's belly lit",
    "by a bare bulb hanging down off",
    "the exhaust, a mechanic's hands are up",
    "inside the dark metallic innards doing something",
    "that looks personal, private. This tank is nothing",
    "like the ones the Americans deploy.",
    "Those have uranium piercing shells that could melt",
    "right through this tank's armor and set off",
    "the ammo box: nothing can withstand the American tanks.",
    "The barrel's called a cannon. The machine guns they call",
    "deterrents. The tank is old, small, about the size",
    "of a horse and cart. The armor plate shines green",
    "under the streetlight. The sprockets, almost rusted out.",
    "Somebody forgot to grease the nipples. The timing belt is nicked",
    "and worn. The spare parts from France don't fit. This wire",
    "crossed with this wire makes a catastrophic fire.",
    "Be careful how you route it. .20 caliber ammo",
    "goes in the hatch behind the armor plate.",
    "The mechanic on his back in the dirt,",
    "cursing in Arabic, sounds like he's cursing",
    "in a good-natured way: who was the fucking moron",
    "who did the maintenance on this thing?",
    "This tank, this tank, he should push it off",
    "a cliff into the sea so that it could bob for",
    "half an hour before sinking under the Pigeon Rocks",
    "where all the lovers gather in the shadows",
    "near that little bar, lit by a generator, that serves arak",
    "and warm beer to soldiers hanging out on the Corniche:",
    "mainly conscripts from down south, whose orange groves",
    "rot because nobody can pick the oranges: try to pick",
    "an orange and a cluster bomb lodged in leaves",
    "comes tumbling into your basket. What weight oil",
    "did this cocksucker use, anyway? And this engine,",
    "it's gonna blow. Beat up tanks and sandbags,",
    "that's all this army is, old sparkplugs that get fouled",
    "so that you have to file the gaps over and over.",
    "He stares up in that live, minute, completely",
    "concentrated way of scrutinizing something",
    "or someone you thought you understood:",
    "the tank's underbody completely covers his body",
    "so they look like they're embracing when he reaches up",
    "inside it, his needle nose pliers crimping, twisting,",
    "pulling down hard. There, you see that, it's all corroded.",
    "The cannon jutting out looks both threatening",
    "and vulnerable as if the tank's firepower",
    "were dependent on that wire. He runs two fingers",
    "up and down it, then feels where rust,",
    "mixed into an oily paste, shines like bloody flux",
    "that he gently dips his finger in, sniffs and tastes.",
    "Clanging back his tapping on the armor plate,",
    "as he listens to her talking on his back in the dirt, screwing in",
    "the spare parts, the tank says what tanks always say,",
    "confirming what he knows about the French."
  ],
  "title": "Beirut Tank",
  "year": ""
}