{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Arts",
    "Sciences",
    "Living",
    "Philosophy",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181273",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "His head rose like a torch in a tomb.",
    "Banquet-style, as at a second Symposium,",
    "The others lounged on couches or lay knocked out.",
    "A net of shadows dangled from wire-meshed windows.",
    "Buffeted there, there, some swam against currents",
    "Or were swept off into underwater canyons.",
    "Visitors, confusion streaming over them, speech",
    "Foaming into eddies, words lolling like jetsam",
    "On the lightless bottom, listened to the news",
    "Of minds crammed in bodies: Here, all was stoic",
    "Or hectic or unspeaking disconnection.",
    "Moving shadows on the TV screen implied",
    "A world out there, though a world more couth,",
    "More uncouth? in four o’clock’s slushy freezing dark:",
    "Plato’s cave loomed in semblance of the walls,",
    "Only wasn’t it the cave as All, no outside",
    "Not inside, nothing more real to go out into?",
    "He peered far down to where dark swam up",
    "From the depthless screen and hovered poised",
    "Above dark-in-light: Sergeant Schultz kept repeating,",
    "“I know nothing, nothing,” his funny-Nazi German accent",
    "As he recoils from his ever sauve tormentor, the American",
    "POW Colonel Hogan who threatens Schultz",
    "With good-humored ruthlessness as bad as a mother",
    "In a supermarket aisle cajoling her greedy-eyed child,",
    "“Ah ah ah—remember the Russian front!”",
    "—Poor Schultz’s accent making him more human in his terror,",
    "Though only an actor acting his lines through",
    "The canned laughter’s bacchic furor sweeping down",
    "The corridor to die in murmurs of slippers shushing.",
    "Cast yourself in it, imagine having to say those lines,",
    "Not just now, but always, eternity a chaos",
    "Of laugh-track frenzy more demonic than funny,",
    "Reruns of Hogan haunted by the actor",
    "Who acts Hogan’s lines, his real-life orgies",
    "Before a secret camera ending in his Glogotha,",
    "His infamy to be bludgeoned and found wrapped",
    "Naked in a shower curtain that hangs",
    "In the mind like the cave’s walls turning outside",
    "Inside outside inside no end or difference inside out",
    "—The almost see-through membrane of a world gone flat:",
    "He hunches forward to change the channel.",
    "Muttering something to Schultz’s “I know nothing, nothing,”",
    "A grim joke maybe, “Ain’t that the truth...” though really,",
    "Who could know what words he was or wasn’t",
    "Answering, who can hear above the roar of",
    "Earth moving under him, trying to throw him off",
    "As he clings to the sofa hurtling through space!",
    "And as he clings, the screen slowly opens and fans out wide",
    "Around the National Broadcasting Corporation peacock",
    "Waving its plumes, flaming blues, greens, radiant vermilions,",
    "Brilliance of the seasons, late-morning pastels",
    "Easy and restful for the brain and eye,",
    "Sempiternal hues Atlantis rose up and sank back into.",
    "And these feather off into grays, solid wintry",
    "Grays that give off nothing and reflect nothing back."
  ],
  "title": "Day Room",
  "year": ""
}