{
  "author": "Tom Sleigh",
  "classification": "Series/Sequence",
  "keywords": [
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249692",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1/",
    "Not English Somali Italian French the mouth",
    "blown open in the Toyota battle wagon at KM4",
    "speaks in a language never heard before.",
    "Not the Absolute Speaker of the News,",
    "not crisis chatter's famine/flame,",
    "the mouth blown open at KM4",
    "speaks in a language never heard before.",
    "Speaks back to the dead at KM4,",
    "old men in",
    ", beards dyed with henna,",
    "the women wearing blue jeans under black",
    "Nothing solved or resolved, exactly as they were,",
    "the old wars still flickering in the auras round their faces,",
    "the mouth of smoke at KM4",
    "mouths syllables of smoke never heard before.",
    "Lake water",
    "in smooth still sun moves in",
    "and out of synch",
    "with the violin",
    "playing at the villa—",
    "the bow attacking the strings looks like a hand",
    "making some frantic motion to come closer, go away—",
    "it's hard to say what's being said,",
    "who's being summoned from the dead,",
    "from red sand drifting",
    "across the sheen of the shining floor.",
    "The pianist's hands taking wing to hover above a chord",
    "become the flight path",
    "of a marabou stork crashing down",
    "on carrion, the piano levitating up and up",
    "above red sand that it starts to float across",
    "the way a camel's humps",
    "far off in the mirage rise and fall fall and rise",
    "until mirage overbrims itself",
    "and everything into its shimmering disappears.",
    "And the ones who died the day before,",
    "blown up at the crossroads at KM4,",
    "scanning the notice board for scholarship results,",
    "put their fingers to their names as the onlookers applaud.",
    "The little man carved out of bone",
    "shouts something to the world the world can't hear.",
    "All around him the roads, lost in drifted, deep red sand,",
    "die out in sun just clearing the plain.",
    "Dried out, faded, he makes an invocation at an altar:",
    "an AK-47 stood up on its butt end in a pile of rock.",
    "The AK talks the talk of what guns talk—",
    "not rage or death or clichés of killing,",
    "but specs of what it means to be fired off in the air.",
    "No fear when it jams, no enemy running away,",
    "no feeling like a river overflowing in a cloudburst—",
    "forget all that: the little man of bone is not the streaming head",
    "of the rivergod roaring at Achilles; nor dead Patroclos",
    "complaining in a dream how Achilles has forgotten him.",
    "The AK wants to tell a different truth—",
    "a truth ungarbled that is so obvious",
    "no one could possibly mistake its meaning.",
    "If you look down the cyclops-eye of the barrel",
    "what you'll see is a boy with trousers",
    "rolled above his ankles.",
    "You'll see a mouth of bone moving in syllables",
    "that have the rapid-fire clarity",
    "of a weapon that can fire 600 rounds a minute.",
    "And there, among the dead, appearing beside your tent flap,",
    "at your elbow in the mess hall,",
    "waiting to use, or just leaving, the showers and latrine,",
    "the boy with his trousers rolled appears",
    "like an afterimage burned into an antique computer screen,",
    "haunting whatever the cursor tries to track.",
    "So he liked to play at games with other youths?",
    "The English has the slightly",
    "too-formal sound of someone",
    "being poured through the sieve of another language.",
    "Syllable after syllable",
    "piling up and up until the boy,",
    "buried to the neck,",
    "slowly vanishes into overtones that are and are not his.",
    "As if he were a solid melting to liquid turning to gas feeding a flame.",
    "There's a camel a goat a sandal left in red sand.",
    "Over there's a water tower, under that's the bore hole",
    "and here the body asks and asks about the role",
    "it's asked to play: no matter how it's dressed.",
    "Like a nomad like a journalist like the hyena",
    "who eats even the bones",
    "and shits bone-white scat from the calcium.",
    "No matter if it sleeps under a dome",
    "of UNHCR plastic, baby blue in the sun,",
    "or hides in a spider hole",
    "or walks around in uniform behind plate glass,",
    "the body makes itself known before it becomes unknown.",
    "On the television the blade runner is facing down the skinjob,",
    "and of the two, who is the more human?",
    "On the table there isn't a glass of whiskey but the ghost of whiskey",
    "that keeps whispering,",
    "And then the boy who rolls his pantlegs",
    "up above his ankles because to let them drag along the ground",
    "is to be unclean turns right before your eyes into a skeleton.",
    "At KM4 a wall of leaves spits green into the air",
    "and hangs there beautiful and repulsive.",
    "Between the leaves, in the interstices where birds",
    "don't stir in sun and heat, the smell of raw camel meat",
    "wakes you to the vision of what keeps going on in the wound—",
    "the wound inside your head that you more or less shut out",
    "as you go round and round the roundabout",
    "at KM4 where your friends the soldiers in the Casspir",
    "are all pretending to be dead.",
    "The TV Ken doll anchor keeps complaining to their corpses,",
    "so it doesn't crush my collar?",
    "Leaves softly undulating, little waves of leaves undergoing shifts",
    "between astral blue and green, leaves always breaking on leaves",
    "in the little breeze that the Casspir passing stirs in the heat—",
    "stirring the memory of putting your fingers",
    "in the wounds of a blast wall at KM4 as if you were",
    "doubting Thomas waiting for Christ to appear:",
    "thumb-sized holes for AK-47s,",
    "fist-sized for twenty caliber, both fists for fifty.",
    "Out of a mouth of bone that lives inside",
    "the darkness in a stone like a cricket hidden",
    "somewhere inside a dark house, the incessant stridulation",
    "sounds like the song,",
    ". . .",
    "If your trouser legs drag on",
    "the ground you're sullied, you're unclean.",
    "Be a Fedayeen. Be a Marine. On the other side",
    "of language where none of the concepts stick",
    "the boy with his trousers rolled liked",
    "what he called \"the rap music\"",
    "and a t-shirt emblazoned with the word \"Knicks.\"",
    "Off behind the acacias in a little oasis of galvanized shade",
    "the soldiers sit smoking and joking,",
    "they talk to you with shy smiles and gentle laughter,",
    "they offer cigarettes before you can offer them,",
    "their tact and manners are exquisite.",
    "It's like being at a king's court where the thrones",
    "are three-legged stools, where the knights before battle",
    "go around in regulation-issue sleeveless undershirts,",
    "where the gold and silver floor is dust packed hard by boots.",
    "Now the wind is blowing through the trees,",
    "the scene is changing as the day moon grows strong,",
    "leaves hanging from the branches",
    "drip and curdle in the afternoon sun.",
    "The soldiers lie down on mats, their faces slacken,",
    "sleep runs like a hand over their skinny bodies,",
    "and a goat climbs into a huge cooking pot",
    "and licks and licks the sides clean.",
    "The journalist who doesn't sleep walks into a bullet.",
    "The young boy with trousers rolled waits at KM4.",
    "Before them both is a door into the earth that swings back",
    "like a cellar door in the last century.",
    "Ahmed Abdi Ali Patrice Andy Bill Rika Zero Idil Yoko",
    "meet in the underworld at The Greasepit Bar",
    "and talk about rotations up to the world of the living:",
    "they come back like Patroclos to accuse dreaming Achilles",
    "of having forgotten and forsaken him,",
    "faithless in death to their companions . . .",
    "The sun compressed to a sliver shines through",
    "mesh of my mosquito net that holds back",
    "mosquitos hovering like the souls I don't believe in",
    "of those who've died or have gone missing in the wind's",
    "unsubtle devastatations—",
    "but the love of lost companions",
    "brings back wet underwear: socks, T-shirts,",
    "boxer shorts, bras, panties, a dhoti",
    "hung from thorn trees to dry in the dawn breeze.",
    "Here the body is the sheered-off wing of the Trans-Avia plane",
    "lying in a scrapheap",
    "like the knocked-off arm of an old Grecian figurine",
    "of Winged Victory pacing down the deck of Athenian might.",
    "Here, you can let yourself go in so many ways—",
    "the bomb pack strapped to your waist and detonated",
    "by pushing Send on your cell phone.",
    "Or the eternal aesthete in his eternal pursuit",
    "of just the right moment to see",
    "the splintering of light passing through tent mesh",
    "waking you to the unambivalent hate you've always craved.",
    "The rivals walk off to where the broken pediments",
    "of the cathedral still brace under the weight of the rose window.",
    "And the body barters for the ghosts pinned down by the shadows",
    "to come rising at this moment from the grave",
    "telling the body it's too late, it's always been too late",
    "passing; over the ocean's drv whispering wave."
  ],
  "title": "KM4",
  "year": ""
}