{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [
    "Mythology",
    "Folklore",
    "Death",
    "Arts",
    "Sciences",
    "Other Religions",
    "Heroes",
    "Patriotism",
    "Social Commentaries",
    "History",
    "Politics",
    "Living",
    "Religion",
    "Ghosts",
    "the Supernatural",
    "Photography",
    "Film",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181275",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "What was going on in the New York American",
    "Black/red/green helmeted neon night?",
    "The elevator door was closing behind us, we were the ones",
    "Plunging floor after floor after floor after floor",
    "To the abyss—but it was someone else’s face",
    "Staring from the screen out at us, someone else’s face",
    "Saying something flashing from the teleprompter:",
    "Though what the face said was meant to reassure,",
    "Down in the abyss the footage kept playing,",
    "All of it looping back like children chanting",
    "The answers to nonsensical riddles, taunting",
    "A classmate who doesn’t know the question:",
    "“Because it’s too far to walk” “Time to get a new fence”",
    "“A big red rock eater.” And as the images rewound",
    "And the face kept talking, the clear night sky",
    "Filled up with smoke and the smoke kept puring",
    "Itself out into the air like a voice saying something",
    "It can’t stop saying, some murky omen",
    "Like schoolkids asking: “Why do birds fly south?”",
    "“What time is it when an elephant sits on the fence?”",
    "“What’s big, red and eats rocks?”",
    "A woman hugging another woman",
    "Who was weeping blocked the sidewalk.",
    "Nobody moved for a moment.",
    "They were an island caught at the tide turning:",
    "Such misery in two human bodies.",
    "Then the wearing away of the crowd",
    "Moving flowed over them and they",
    "Were pulled swiftly along down the sidewalk.",
    "Faces powdered with dust and ash, there they were",
    "In the fast food place, raucous and wild, splitting",
    "The seams of their work clothes, weary to hysteria",
    "As they hunched in their booth next to the buffet",
    "Under heat lamps reflecting incarnadine",
    "Off pastas and vegetable slag. Then the joke",
    "Ignited, they quivered on the launch pad,",
    "Laughter closed around them, they couldn’t",
    "Breathe, it was as if they were staring out",
    "From a space capsule porthole and were asking",
    "The void an imponderable riddle",
    "While orbiting so high up in space",
    "That the earth was less than the least hint",
    "Of light piercing the smoke-filled, cloudless night.",
    "(What was the joke about? Nobody knew.)",
    "And then they stopped laughing and stared into their plates,",
    "Ash smearing down their faces as they chewed.",
    "Under my tongue is the mud of the Nile,",
    "I wear the baboon hide of sacred Keph.",
    "Dressed in the god’s power, I am the god,",
    "I am Thouth, discoverer of healing drugs,",
    "Founder of letters. As god calls on god",
    "I summon you to come to me, you",
    "Under the earth; arouse yourself for me,",
    "Great daimon, you the subterranean,",
    "You of the primordial abyss.",
    "Unless you tell me what I want to know,",
    "What is in the minds of everyone, Egyptians,",
    "Greeks, Syrians, Ethiopians, of every race",
    "And people, unless I know what has been",
    "And what shall be, unless I know their skills",
    "And practices and works and lives and names",
    "Of them and their fathers and mothers",
    "And brothers and friends, even of those now dead,",
    "I will pour the blood of the black-faced jackal",
    "As an offering in a new-made jar and put it",
    "In the fire and burn beneath it what’s left",
    "Of the bones of all-praised Osiris,",
    "And I will shout in the port of Busiris",
    "The secrets of his mysteries, that his body,",
    "Drowned, remained in the river three days",
    "And three nights, that he, the praised one,",
    "Was carried by the river into the sea",
    "And surrounded by wave on wave on wave",
    "And by mist rising off water through the air.",
    "To keep your belly from being eaten by fish,",
    "To keep the fish from chewing your flesh with their mouths,",
    "To make the fish close their hungry jaws, to keep",
    "The fatherless child from being taken",
    "From his mother, to keep the pole of the sky",
    "From being brought down and the twin towering",
    "Mountains from toppling into one, to keep Anoixis",
    "From running amok and doing just what she wants,",
    "Not god or goddess will give oracles",
    "Until I know through and through",
    "Just what is in the minds of all human beings,",
    "Egyptians, Syrians, Greeks, Ethyopians, of every race",
    "And people, so that those who come to me.",
    "Their eyes and mine can meet in a level gaze,",
    "Neither one or the other higher or lower,",
    "And whether they speak or keep silent,",
    "I can tell them whatever has happened",
    "And is happening and is going to happen",
    "To them, and I can tell them their skills",
    "And their works and their names and those of their dead,",
    "And of every human being who comes to me",
    "I will read them as I read a sealed letter",
    "And tell them everything truthfully.",
    "Sun shines on the third bridge tower:",
    "A garbage scow ploughs the water,",
    "Maternal hull pushing is all out beyond",
    "The city, pushing it all out so patiently—",
    "All you could hear out there this flawless afternoon",
    "Is the sound of sand pulverizing newsprint",
    "To tatters, paper-pulp ripping crosswise",
    "Or lengthwise, shearing off some photo",
    "Of maybe a head or maybe an arm.",
    "Ridiculous flimsy noble newspaper,",
    "Leaping in wind, fluttering, collapsing,",
    "Its columns sway and topple into babble:",
    "All you’d see if you were out there",
    "Is air vanishing into clearer air.",
    "Pressed against our seats, them released to air,",
    "From the little plane windows we peered four thousand feet",
    "Down to the ground desert-gray and still,",
    "Nothing seeming to be moving on that perfect afternoon,",
    "No reminder of why it was we were all looking,",
    "Remembering maybe the oh so flimsy",
    "Wooden sawhorse police barricades, as the woman",
    "In front of me twisted her head back to see",
    "It all again, but up there there was nothing to see,",
    "Only the reef water feel of transparency",
    "Deepening down to a depth where everything",
    "Goes dark and nothing moves unless it belongs",
    "To that dark, darting in and out or undulating",
    "Slowly or cruising unblinking, jaws open or closed.",
    "This is the charm that will protect you, the charm",
    "That you must wear: Onto lime wood write",
    "With vermilion the secret name, name of",
    "The fifty magic letters. Then say the words:",
    "“Guard me from every daimon of the air,",
    "On the earth and under the earth, guard me",
    "From every angel and phantom, every",
    "Ghostly visitation and enchantment,",
    "Me, your suppliant.” Enclose it in a skin",
    "Dyed purple, hang it round your neck and wear it.",
    "Vines of smoke through latticework of steel",
    "Weave the air into a garden of smoke.",
    "And in the garden people came and went,",
    "People of smoke and people of flesh, the air dressed",
    "In ash. What the pictures couldn’t say",
    "Was spoken by the smoke: A common language",
    "In a tongue of smoke that murmured in every ear",
    "Something about what it was they’d been forced",
    "To endure: Words spoken in duress,",
    "Inconsolable words, words spoken under the earth",
    "That rooted in smoke and breathed in the smoke",
    "And put forth shoots that twined through the steel,",
    "Words plunged through the roof of the garages’",
    "Voids, I-beams twisted; the eye that saw all this",
    "Tells and tells again one part of the story",
    "Of that day of wandering through the fatal garden,",
    "The camera’s eye open and acutely",
    "Recording in the foul-smelling air.",
    "Like molten bronze and iron shed blood",
    "pools. Our country’s dead",
    "melt into the earth",
    "as grease melts in the sun, men whose",
    "helmets now lie scattered, men annihilated",
    "by the double-bladed axe. Heavy, beyond",
    "help, they lie still as a gazelle",
    "exhausted in a trap,",
    "muzzle in the dust. In home",
    "after home, empty doorways frame the absence",
    "of mothers and fathers who vanished",
    "in the flames remorselessly",
    "spreading claiming even",
    "frightened children who lay quiet",
    "in their mother’s arms, now borne into",
    "oblivion, like swimmers swept out to sea",
    "by the surging current.",
    "May the great barred gate",
    "of blackest night again swing shut",
    "on silent hinges. Destroyed in its turn,",
    "may this disaster too be torn out of mind."
  ],
  "title": "New York American Spell, 2001",
  "year": ""
}