{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181710",
  "region": "",
  "text": [
    "Variable, changeable, yes, there are days when",
    "people like us are like that. Maybe under",
    "some other sky something like glory smiles on us,",
    "maybe there life is clear, maybe there things open up",
    "on the way the sea stretches out to the horizon—",
    "but us, we’re blown by chance the way wind blows",
    "blades of grass lightly blowing them all one way.",
    "And then there are days when we feel April,",
    "the fields of April making us feel our bodies",
    "longing to be held and fucked into oblivion,",
    "bodies fertile as a field in April, swollen,",
    "trembling to be touched: and under the influences",
    "of rains pouring down as if pure spirit poured",
    "into us like rain, that thing called “soul”",
    "sprouts and branches and entangles us",
    "in lush bowers and thickets of illusion.",
    "Oh yes, days come along when we’re calm, clear",
    "—childhood sunsets, lagoons rippling sapphire!—",
    "days when a verse, a sudden whistle, days when a mountain",
    "and bird passing over it, days when even our own pain",
    "and what we feel it to be like make us smile.",
    "And sure, there are days when we're so",
    "disgusting, so sordid to ourselves",
    "it’s like we’re dark stone in the darkness",
    "inside flint: then nighttime surprises us,",
    "its lamplight dizzying, cold, profuse, glinting",
    "off tossed coins of the good, the terrible",
    "shining with the gleam of that primal metal.",
    "And other days come, come when women",
    "want to cry their come cries and use us",
    "as their own, days when we’re itching to get",
    "a woman naked, and then we can’t face it, can’t",
    "stand it somehow, they want us but we don’t know",
    "how to want them back: arm tightening around",
    "a waist, hand cupping a breast, we don’t dare",
    "touch the roundness of an apple or a pear,",
    "the round earth spins us off into space.",
    "And then there arrive days so dismal and stupefied",
    "and numb that the idiot soughing of a pine grove",
    "sounds like weeping: and what some idiot called",
    "the soul whines and wails and carries on",
    "with what some other idiot calls “the pain of the world”:",
    "and maybe not God himself, that absolute fool,",
    "can make that wind less cutting, or make it stop.",
    "And then there comes, certain to come, oh my earth",
    "I love beyond any of my days, a day . . . a day . . . a day",
    "when my sail catches the wind and drags the anchor",
    "up out of the bottom muck, and nothing can withstand",
    "that wind blowing by, talking to itself, talking, talking . . .",
    "and the day is mine and yours and every living thing’s . . .",
    "the day when nobody and nothing can keep us",
    "from getting up and going, no matter who we are . . .",
    "the day when our leaving is the same as our arriving."
  ],
  "title": "Song That Can Only Be Sung Once",
  "year": ""
}