{
  "author": "Tom Sleigh",
  "classification": "Assonance",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Religion",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249694",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Back in those days, when he told me about his adventures",
    "in sex clubs it wasn't the whys and wherefores",
    "but technical details, like going rafting",
    "down the Colorado River; and when he wrote",
    "about a gay male friend whose first sexual experience",
    "was with his stepfather, the friend told him",
    "it wasn't weird, but the best possible thing",
    "that could have happened . . . I saw then that God,",
    "who I never believed in, was dwelling in my heart",
    "as a negative: that the negative had been developed",
    "into a picture of a man who stares up at the sky",
    "on a day so clear he sees through the mountain's shadows",
    "to the divinely human-seeming form that climbs it—",
    "a neighbor in running shoes and sunglasses",
    "jogging up the slope with his dog, tongue panting",
    "and slavering, an acute look of happiness in its eyes",
    "that could turn at any moment into exhaustion or pain",
    "as in a maze of cubicles called Asshole Alley, little pyramids",
    "of canvas called Lust of the Pharaohs, different pricing",
    "for what you want, depending on the equipment,",
    "the air thick with a sour, acidic, head-fogging reek",
    "of come. . . . And my pal the poet, who believed",
    "in infernal chemistry, in the spirit as a kind",
    "of \"spooky action at a distance,\" he communed",
    "with this God, this eternally dying father of all matter",
    "who made out of our bodies his own maze of cubicles",
    "where he hides himself away—his sanctuary",
    "Asshole Alley where God's own unholy loves",
    "bubble all around him like a cauldron in his ears—",
    "and my poet pal heard the bubbling, he stirred",
    "the pot, he showed me the holy city, the sexual New Jerusalem",
    "that came prepared as a bride adorned for her husband . . .",
    "—That was how it was in those days, back when my friend",
    "hadn't yet met the coroner who wrote down",
    "his cause of death as \"polysubstance abuse\"",
    "that brought on his heart attack while fucking . . .",
    "And regardless if I believed, whenever",
    "we were together God shone clearer—",
    "those were the days when every morning God woke up",
    "in a blur of ecstasy and went to bed every night",
    "in divine rage. Whoever loved him,",
    "he loved. Whoever hated him,",
    "he hated back: for who can doubt the vitality",
    "of hate or the volatility of love."
  ],
  "title": "The Negative",
  "year": ""
}