{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247548",
  "region": "",
  "text": [
    "Looking at the lion behind the plate glass",
    "I wasn’t sure what I was looking at: a lion, OK,",
    "but he seemed to come apart, not literally",
    "I mean, but I couldn’t see him whole:",
    "Mane. Teeth. The slung belly pumping",
    "as he panted and began to roar. His balls",
    "sheathed in fur swaying a little. His tail’s tuft",
    "jerking in an arc like an old-time pump handle",
    "rusted in midair. Somebody or something",
    "I read once said that when Jesus had his vision",
    "of what his father, God, would do to him,",
    "that Jesus could only see pieces of a cross,",
    "pieces of a body appearing through flashes",
    "of sun, as if the body in his vision",
    "was hands looking for feet, a head for a torso,",
    "everything come unmagnetized from the soul:",
    "the lion caught me in his stare not at",
    "or through me but fixated on the great chain",
    "of being that Jesus couldn’t see and that",
    "a zebra might gallop in — black and white stripes",
    "marking longitudes of this world turning",
    "to meat, bloody meat — this vision of an inmate",
    "that Jesus’s father helped to orchestrate by",
    "making a cageless cage with glass instead",
    "of bars — though the lion didn’t seem to care,",
    "he was roaring for his keepers to bring",
    "him food, so everything’s what it should be",
    "if you’re a lion. Nor did the sea lion",
    "seem concerned about having gone a little",
    "crazy, barking incessantly so I could see",
    "the plush, hot pink insides of its throat,",
    "though like the lion through the glass",
    "there’s this distortion, my reflection",
    "I’m looking through that makes me float above",
    "the zoo: and now this silence at closing time",
    "pours like a waterfall in different zones",
    "of silences that, pouring through my head,",
    "surround roaring, barking, human muttering —",
    "is any of that what being sounds like?",
    "Or is it just animal gasping like what",
    "Jesus must have heard from the thieves",
    "hanging beside him, one damned, one saved?",
    "What was in his heart when his vision",
    "clarified and he saw it was a hand he",
    "recognized that the nail was driving through?"
  ],
  "title": "The Animals in the Zoo Don’t Seem Worried",
  "year": ""
}