{
  "author": "Tom Sleigh",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "The Mind",
    "Mythology",
    "Folklore",
    "Horror"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242206",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "When I woke the darkness was so thick,",
    "So palpable and black that my eyes",
    "Seemed blind as stone staring into stone.",
    "The blade that I had dreamed, efficient and quick",
    "As it cut into my thigh, cleaning a gangrened",
    "Wound infected to the bone, seemed poised",
    "Above my throat: Close-grained, impenetrable,",
    "The blackness rose before me like a wall.",
    "And then off in the next room, nervous, light,",
    "A soft padding as of an animal",
    "Raced like my heartbeat in my temples",
    "Round and round, trapped, stealthily desperate",
    "As if hunting its own track, terrified",
    "And captivated by its own odor.",
    "Skin cool in the night air, eyes drilling",
    "Through the dark, who I was before I",
    "Slept had burned off like a vapor",
    "So that amnesiac and pure, witnessing",
    "My terror that I no longer recognized",
    "As my own, my mind floated beyond me",
    "To confront that frantic, closing footfall",
    "As Jacob dreaming met his dark angel—",
    "Though in my wrestling nothing blessed me",
    "Or promised any blessing; but was a mask whose eyes",
    "Were all black pupil, blind as molten tar.",
    "I strained to see what paced there, my eyes burning",
    "Through the dark until a pair of eyes blazed",
    "Back across the blackness, an insistent, glazed",
    "Staring that shimmered and disappeared.",
    "The shining blade plunged at my throat, my mind",
    "Stretched and twisted, its wires tightening",
    "And turning as the creature lunged back and forth",
    "And with a deep-throated yowling, thrashing",
    "And thrashing to fight clear of its own circling,",
    "Cleanly leapt away. I reached for the knife",
    "But gripped only air, my eyes pressing",
    "Deeper and deeper into the night’s black stone,",
    "Cutting the way the knife had cut into my wound,",
    "Probing for the white shining of the bone:",
    "What had I become? What darkness had my dream",
    "Led me down into? Too frightened even",
    "To move, I lay bound and sweating in",
    "The sheets, the moon a warning-bell beating",
    "On the glass, its light carving out the curtains",
    "Like the shadow of a wing across the windowpane.",
    "﻿"
  ],
  "title": "The Wound﻿",
  "year": ""
}