{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [
    "Nature",
    "Horror",
    "Landscapes",
    "Pastorals",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181141",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Across the road from where we nap",
    "under a dead elm dazzles the meadow",
    "where the partisans strung the traitors up,",
    "the meadow which their dangling shadows stain.",
    "Belly up in vines a blasted tank",
    "rusts flake by flake to lichened scrap iron",
    "while horseflies harangue",
    "the rippling green, July",
    "a limbo of quavering yellow...",
    "We wake to cattle lowing at dawn,",
    "grass overgrowing summer—so like us",
    "in love each hour with the noonday sun",
    "that neither toils nor spins, its brightness",
    "hovering, blinding us...",
    "What would the dead say if they could see us,",
    "lounging, talking, peering through brambles",
    "at cemetery photographs sunk beneath",
    "the undertow of milkweed shadows,",
    "death dates smoothing back into the stone?",
    "I think of Goya’s demon, old man flesh",
    "hanging from his bones, long teeth bared in",
    "an ass’s grin as he scrawls on a schoolboy’s",
    "slate,",
    "while behind him a noose etched clean as",
    "the moon rises through the inkblot",
    "spiraling back into the hanged man’s mouth",
    "as if blackness poured from his throat:",
    "“When will you tire of us bogeymen,",
    "caricatures of your father’s war,",
    "our crimes half-forgotten, unforgiven?",
    "All future blotted out when they hauled us",
    "from our beds, our minds went dead",
    "to everything but fear: Nightshirts",
    "soaked in snowlight’s pall, we hunched in mud, each step",
    "loud, too loud beside the farmhouse wall,",
    "the seconds teetering till we drop...",
    "What our betrayals were we know",
    "with a knowledge intimate beyond revenge,",
    "history the needle’s eye you can’t squeeze through.",
    "The partisans cut us down, heaped us",
    "in a mass grave our relatives dug up: Yes,",
    "there were tears—even for us...",
    "Now, like aliens from space on your TV shows,",
    "we ravel into mist, surrounding",
    "you the moment your eyes close...",
    "Our pupils search out yours from behind",
    "the mirror with your father’s stares,",
    "fathers and sons melding in one mind—",
    "but who are you to call us traitors, an outsider",
    "judging through the smoke-haze of home:",
    "Each blow exact, our own neighbors",
    "beat us till the blood ran, beat us black",
    "and blue...Even now, would they dare take us back,",
    "older, wiser, necks broken by the yoke?",
    "Moving in time as to a dance we buzz",
    "and swarm across the meadow, dissolving",
    "and glinting like fireflies in the hedge,",
    "blown like milkweed in the moon’s wall eye.",
    "But under your lids, you see us locked in cold,",
    "shattered wheatstraw flecked in ice:",
    "Chill as the night air on your sunburned neck",
    "our eyes like X rays pierce the frost,",
    "stalking every step the living take.”"
  ],
  "title": "The Meadow",
  "year": ""
}