{
  "author": "Tom Sleigh",
  "classification": "Sonnet",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "Living",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181138",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1. Today",
    "Today, this moment, speechlessly in pain,",
    "He fights the terror of being poured out,",
    "The fall into darkness unquenchably long",
    "So that even as he hurtles he keeps holding",
    "Back like a dam the flood overtops—but nothing now",
    "Can stop that surge, already he swirls",
    "To the source of Voices, the many throats inside the one",
    "Throat, each swallowing the unstoppable flood ...",
    "And as if that, all along, were what he'd wanted,",
    "He hears the Voices begin to die down",
    "The way a marsh in spring pulsing and shrilling",
    "Sunup to sundown falls gradually still",
    "—Unappeasable, the silence that will follow",
    "When his every last drop has been poured out.",
    "2. Countdown",
    "In your hospital bed, the plastic mask across",
    "Your face siphoning air into your lungs,",
    "You lie helpless as an astronaut",
    "Blasting into space: Eyes oblivious",
    "To ours, your body's fevered presence",
    "Shimmers like the phantom heat that will trail",
    "Up the pipe of the crematory oven:",
    "How distant we will seem after",
    "Such intensity ... We drift in your stare",
    "Like the dust stirred by the cow your parents",
    "Gave you as a boy to teach responsibility.",
    "Already you are space immeasurable",
    "By your slide rule, your graphs that plotted",
    "Payload, liftoff, escape velocity.",
    "3. Prayer",
    "In the house of the dead I pace the halls:",
    "The walls, collapsing, stretch away in desert",
    "Or flatten into horizonless ocean.",
    "I step outside, the door clicking shut",
    "Comforting in its finality ...",
    "Now I see the house as if I looked down",
    "From far off mountains, and saw you crouching in",
    "The sun-scoured yard, eyes keenly focused,",
    "Pupils narrowing to a cat's green slits:",
    "I can't look you in the face, you see only",
    "The openness of sky rising above mountains.",
    "(Only after the world had emptied",
    "You and filled you with its openness",
    "Will I feel the love I pray to feel?)",
    "4. The God",
    "A warming pulsing flood like blood surging through",
    "Veins, and now the god stirs in my hands",
    "Dull as stone in this gravity-less Nowhere.",
    "Sensation shivering through me, deliberate and sure,",
    "I cradle you, I sponge you clean",
    "As if you were",
    "son, the emptiness you",
    "Drink like heavy black milk erasing",
    "Your wrinkles and gouged lines of pain.",
    "The god bends me to the work, my fingers driven",
    "By the god, blinded by the god's",
    "Neutrality, until I pull apart the threads",
    "In this place the god commands:",
    "Face wholly unwoven, without heart, mind, you",
    "are nothing in my hands but my hands moving.",
    "5. His Stare",
    "Absently there in a moment of pure being",
    "He sits in his chair, eyes locked, staring:",
    "The air's transparence gains solidity",
    "From his looking; while his emaciated features,",
    "The way his flesh sags from sharpening cheekbones,",
    "Make the summer air weigh like marble on the harsh green",
    "Of the trees he is too weak to prune.",
    "And yet the contemplative distance he is sealed in",
    "Projects with ferocious purpose the will of his body",
    "To withdraw into this eerily removed contemplation",
    "Like one who has heard a tuning fork ringing",
    "And enters and becomes each spectral vibration;",
    "So utterly absorbed that love is a distraction; even",
    "The world, its barest colors, bleeding away before that stare.",
    "6. The Current",
    "The numbing current of the Demorol",
    "Sweeps him out to sea where the secret night",
    "He lives in slowly begins to darken,",
    "His daytime routine of watching his blood cycle",
    "Through the tubes of a machine shadowed by blackness",
    "Blinding as an underwater cave. Already",
    "He filters the dark water through gills aligned",
    "To strain that element he more and more resembles:",
    "Like walls of water held in miraculous",
    "Suspension, the moment of his death looms impartially",
    "Above him, my hands holding his tightening",
    "Its grip even as his hand loosens ...",
    "As if my hand could lead him past that undulating",
    "Weight towering above us out of sight.",
    "7. The Rehearsal",
    "I lead you back, your Orpheus, until you",
    "Stand inhaling, on the topmost stair,",
    "The rank rich air of breathing flesh—",
    "But like fumes rising from earth's molten core",
    "The voices of the dead reach out to you,",
    "Your whispering parents, dead for forty years,",
    "Entreating me to turn—and so I",
    "Turn, as must you: Your footsteps die,",
    "You dwindle, blur into unfillable",
    "Space echoing like the dark of a cathedral ...",
    "But there is no dark, no stair, no Orpheus",
    "—Only this voice rehearsing breath",
    "By breath in words you'll never read these",
    "Lines stolen from your death."
  ],
  "title": "The Work",
  "year": ""
}