{
  "author": "Tom Sleigh",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/244946",
  "region": "",
  "text": [
    "1",
    "Out the barred window sandbags",
    "in a sagging wall surround the guard post",
    "where a soldier half-hidden by the flag",
    "holds his rifle on his knees and looks a little lost.",
    "It’s Sunday and quiet, the traffic noise",
    "off aways, the sea behind the post flat as the tarps",
    "pulled tight over the troop trucks.",
    "Somewhere down the hall soldiers are being boys,",
    "telling some joke in Arabic",
    "in which I’m pretty sure I hear the word “zubrak”:",
    "I walk between shelves loaded with canned rations,",
    "the cool expiring slowly in the high-ceilinged room",
    "while a pinned-up PSYOPS leaflet declares,",
    ",",
    ".",
    "2",
    "No one sees the doll’s decapitated head small",
    "and neat in rubble. Never tired or sleepy,",
    "the head is its own country",
    "obstinately surviving, the pupil",
    "of its one eye peering through the glass’s pure",
    "transparency. And a few feet away lie its slim, plastic,",
    "long-legged thighs almost like",
    "an obscenity the eye watches over —",
    "no one in the street, nothing but bolt-marks",
    "from tank-treads scarring the concrete",
    "to give any of it drama — and what",
    "about the way the lips’ frozen smirk",
    "keeps daring me to touch the sexless V",
    "between the thighs staring up at me?",
    "3",
    "The barracks dissolve into a reef of rubble in the fog.",
    "On either side of the road, crater after crater",
    "flashes with glints of glass, plastic bags,",
    "a chair leg clinging to a dismembered chair.",
    "The TV station, the power stacks",
    "thrusting up through mist, the black-bearded posters",
    "and banners strung across",
    "the streets lead to an absolute nowhere:",
    "all that’s left in the emptied town",
    "after the army pulled out are PSYOPS leaflets",
    "fluttering up around the car that winds",
    "down the coast road deeper into mist, headlights",
    "probing like instruments in a wound",
    "they illuminate the more they violate."
  ],
  "title": "The Advance",
  "year": ""
}