{
  "author": "George Herbert",
  "classification": "Imagery",
  "keywords": [
    "God",
    "the Divine",
    "Christianity",
    "Love",
    "Relationships",
    "Religion",
    "Faith",
    "Doubt",
    "Romantic Love",
    "Infatuation",
    "Crushes"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173634",
  "region": "Wales",
  "text": [
    "I know the ways of learning; both the head",
    "And pipes that feed the press, and make it run;",
    "What reason hath from nature borrowed,",
    "Or of itself, like a good huswife, spun",
    "In laws and policy; what the stars conspire,",
    "What willing nature speaks, what forc'd by fire;",
    "Both th'old discoveries and the new-found seas,",
    "The stock and surplus, cause and history;",
    "All these stand open, or I have the keys:",
    "Yet I love thee.",
    "I know the ways of honour; what maintains",
    "The quick returns of courtesy and wit;",
    "In vies of favours whether party gains",
    "When glory swells the heart and moldeth it",
    "To all expressions both of hand and eye,",
    "Which on the world a true-love-knot may tie,",
    "And bear the bundle wheresoe'er it goes;",
    "How many drams of spirit there must be",
    "To sell my life unto my friends or foes:",
    "Yet I love thee.",
    "I know the ways of pleasure; the sweet strains",
    "The lullings and the relishes of it;",
    "The propositions of hot blood and brains;",
    "What mirth and music mean; what love and wit",
    "Have done these twenty hundred years and more;",
    "I know the projects of unbridled store;",
    "My stuff is flesh, not brass; my senses live,",
    "And grumble oft that they have more in me",
    "Than he that curbs them, being but one to five:",
    "Yet I love thee.",
    "I know all these and have them in my hand;",
    "Therefore not seeled but with open eyes",
    "I fly to thee, and fully understand",
    "Both the main sale and the commodities;",
    "And at what rate and price I have thy love,",
    "With all the circumstances that may move.",
    "Yet through the labyrinths, not my grovelling wit,",
    "But thy silk twist let down from heav'n to me",
    "Did both conduct and teach me how by it",
    "To climb to thee."
  ],
  "title": "The Pearl",
  "year": ""
}