{
  "author": "George Herbert",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Trees",
    "Flowers",
    "Religion",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "Christianity"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/181059",
  "region": "Wales",
  "text": [
    "How fresh, oh Lord, how sweet and clean",
    "Are thy returns! even as the flowers in spring;",
    "To which, besides their own demean,",
    "The late-past frosts tributes of pleasure bring.",
    "Grief melts away",
    "Like snow in May,",
    "As if there were no such cold thing.",
    "Who would have thought my shriveled heart",
    "Could have recovered greenness? It was gone",
    "Quite underground; as flowers depart",
    "To see their mother-root, when they have blown,",
    "Where they together",
    "All the hard weather,",
    "Dead to the world, keep house unknown.",
    "These are thy wonders, Lord of power,",
    "Killing and quickening, bringing down to hell",
    "And up to heaven in an hour;",
    "Making a chiming of a passing-bell.",
    "We say amiss",
    "This or that is:",
    "Thy word is all, if we could spell.",
    "Oh that I once past changing were,",
    "Fast in thy Paradise, where no flower can wither!",
    "Many a spring I shoot up fair,",
    "Offering at heaven, growing and groaning thither;",
    "Nor doth my flower",
    "Want a spring shower,",
    "My sins and I joining together.",
    "But while I grow in a straight line,",
    "Still upwards bent, as if heaven were mine own,",
    "Thy anger comes, and I decline:",
    "What frost to that? what pole is not the zone",
    "Where all things burn,",
    "When thou dost turn,",
    "And the least frown of thine is shown?",
    "And now in age I bud again,",
    "After so many deaths I live and write;",
    "I once more smell the dew and rain,",
    "And relish versing. Oh, my only light,",
    "It cannot be",
    "That I am he",
    "On whom thy tempests fell all night.",
    "These are thy wonders, Lord of love,",
    "To make us see we are but flowers that glide;",
    "Which when we once can find and prove,",
    "Thou hast a garden for us where to bide;",
    "Who would be more,",
    "Swelling through store,",
    "Forfeit their Paradise by their pride."
  ],
  "title": "The Flower",
  "year": ""
}