{
  "author": "George Herbert",
  "classification": "Rhymed Stanza",
  "keywords": [
    "God",
    "the Divine",
    "Christianity",
    "Coming of Age",
    "Faith",
    "Doubt",
    "Growing Old",
    "Disappointment",
    "Failure",
    "Living",
    "Health",
    "Illness",
    "Religion"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173622",
  "region": "Wales",
  "text": [
    "When first thou didst entice to thee my heart,",
    "I thought the service brave;",
    "So many joys I writ down for my part,",
    "Besides what I might have",
    "Out of my stock of natural delights,",
    "Augmented with thy gracious benefits.",
    "I looked on thy furniture so fine,",
    "And made it fine to me;",
    "Thy glorious household-stuff did me entwine,",
    "And 'tice me unto thee.",
    "Such stars I counted mine: both heav'n and earth;",
    "Paid me my wages in a world of mirth.",
    "What pleasures could I want, whose King I serv'd,",
    "Where joys my fellows were?",
    "Thus argu'd into hopes, my thoughts reserv'd",
    "No place for grief or fear.",
    "Therefore my sudden soul caught at the place,",
    "And made her youth and fierceness seek thy face.",
    "At first thou gav'st me milk and sweetnesses;",
    "I had my wish and way;",
    "My days were straw'd with flow'rs and happiness;",
    "There was no month but May.",
    "But with my years sorrow did twist and grow,",
    "And made a party unawares for woe.",
    "My flesh began unto my soul in pain,",
    "\"Sicknesses cleave my bones;",
    "Consuming agues dwell in ev'ry vein,",
    "And tune my breath to groans.\"",
    "Sorrow was all my soul; I scarce believ'd,",
    "Till grief did tell me roundly, that I liv'd.",
    "When I got health, thou took'st away my life,",
    "And more, for my friends die;",
    "My mirth and edge was lost, a blunted knife",
    "Was of more use than I.",
    "Thus thin and lean without a fence or friend,",
    "I was blown through with ev'ry storm and wind.",
    "Whereas my birth and spirit rather took",
    "The way that takes the town;",
    "Thou didst betray me to a ling'ring book,",
    "And wrap me in a gown.",
    "I was entangled in the world of strife,",
    "Before I had the power to change my life.",
    "Yet, for I threaten'd oft the siege to raise,",
    "Not simp'ring all mine age,",
    "Thou often didst with academic praise",
    "Melt and dissolve my rage.",
    "I took thy sweet'ned pill, till I came where",
    "I could not go away, nor persevere.",
    "Yet lest perchance I should too happy be",
    "In my unhappiness,",
    "Turning my purge to food, thou throwest me",
    "Into more sicknesses.",
    "Thus doth thy power cross-bias me, not making",
    "Thine own gift good, yet me from my ways taking.",
    "Now I am here, what thou wilt do with me",
    "None of my books will show;",
    "I read, and sigh, and wish I were a tree,",
    "For sure then I should grow",
    "To fruit or shade: at least some bird would trust",
    "Her household to me, and I should be just.",
    "Yet, though thou troublest me, I must be meek;",
    "In weakness must be stout;",
    "Well, I will change the service, and go seek",
    "Some other master out.",
    "Ah my dear God! though I am clean forgot,",
    "Let me not love thee, if I love thee not."
  ],
  "title": "The Affliction (I)",
  "year": ""
}