{
  "author": "George Herbert",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Love",
    "Religion",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "Arts",
    "Sciences"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/181060",
  "region": "Wales",
  "text": [
    "The harbingers are come. See, see their mark:",
    "White is their color, and behold my head.",
    "But must they have my brain? Must they dispark",
    "Those sparkling notions, which therein were bred?",
    "Must dullness turn me to a clod?",
    "Yet have they left me,",
    "Good men ye be, to leave me my best room,",
    "Ev’n all my heart, and what is lodgèd there:",
    "I pass not, I, what of the rest become,",
    "So",
    "be out of fear.",
    "He will be pleasèd with that ditty:",
    "And if I please him, I write fine and witty.",
    "Farewell sweet phrases, lovely metaphors.",
    "But will ye leave me thus? When ye before",
    "Of stews and brothels only knew the doors,",
    "Then did I wash you with my tears, and more,",
    "Brought you to church well dressed and clad:",
    "My God must have my best, ev’n all I had.",
    "Lovely enchanting language, sugar-cane,",
    "Honey of roses, wither wilt thou fly?",
    "Hath some fond lover ’ticed thee to thy bane?",
    "And wilt thou leave the church and love a sty?",
    "Fie, thou wilt soil thy broidered coat,",
    "And hurt thyself, and him that sings the note.",
    "Let foolish lovers, if they will love dung,",
    "With canvas, not with arras, clothe their shame:",
    "Let folly speak in her own native tongue.",
    "True beauty dwells on high: ours is a flame",
    "But borrowed thence to light us thither.",
    "Beauty and beauteous words should go together.",
    "Yet if you go, I pass not; take your way:",
    "For",
    "is all that ye",
    "Perhaps with more embellishment can say.",
    "Go, birds of spring: let winter have his fee;",
    "Let a bleak paleness chalk the door,",
    "So all within be livelier than before."
  ],
  "title": "The Forerunners",
  "year": ""
}