{
  "author": "Thomas McGrath",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/13059",
  "region": "",
  "text": [
    "Before you, I was living on an island",
    "And all around the seas of that lonely coast",
    "Cast up their imitation jewels, cast",
    "Their fables and enigmas, questioning, sly.",
    "I never solved them, or ever even heard,",
    "Being perfect in innocence: unconscious of self;",
    "Such ignorance of history was all my wealth—",
    "A geographer sleeping in the shadow of virgins.",
    "But though my maps were made of private countries",
    "I was a foreigner in all of them after you had come,",
    "For when you spoke, it was with a human tongue",
    "And never understood by my land-locked gentry.",
    "Then did the sun shake down a million bells",
    "And birds bloom on bough in wildest song!",
    "Phlegmatic hills went shivering with flame;",
    "The chestnut trees were manic at their deepest boles!",
    "It is little strange that nature was riven in her frame",
    "At this second creation, known to every lover—",
    "How we are shaped and shape ourselves in the desires of the other",
    "Within the tolerance of human change.",
    "Out of the spring’s innocence this revolution,",
    "Created on a kiss, announced the second season,",
    "The summer of private history, of growth, through whose sweet sessions",
    "The trees lift toward the sun, each leaf a revelation.",
    "Our bodies, coupled in the moonlight’s album,",
    "Proclaimed our love against the outlaw times",
    "Whose signature was written in the burning towns.",
    "Your face against the night was my medallion.",
    "Your coming forth aroused unlikely trumpets",
    "In the once-tame heart. They heralded your worth",
    "Who are my lodestar, my bright and ultimate North,",
    "Marrying all points of my personal compass.",
    "This is the love that now invents my fear",
    "Which nuzzles me like a puppy each violent day.",
    "It is poor comfort that the mind comes, saying:",
    "What is one slim girl to the peoples’ wars?",
    "Still, my dice are loaded: having had such luck,",
    "Having your love, my life would still be whole",
    "Though I should die tomorrow. I have lived it all.",
    "—And love is never love, that cannot give love up."
  ],
  "title": "Celebration for June 24",
  "year": ""
}