{
  "author": "Thomas McGrath",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/13154",
  "region": "",
  "text": [
    "These are savannas bluer than your dreams",
    "Where other loves are fashioned to older music,",
    "And the romantic in his light boat",
    "Puts out among flamingos and water moccasins",
    "Looking for the river that went by last year.",
    "Even the angels wear confederate uniforms;",
    "And when the magnolia blooms and the honeysuckle,",
    "Golden lovers, brighter than the moon,",
    "Read Catullus in the flaring light",
    "Of the burning Negro in the open eye of midnight.",
    "And the Traveller, moving in the hot swamps,",
    "Where every human sympathy sends up the temperature,",
    "Comes of a sudden on the hidden glacier,",
    "Whose motives are blonder than Hitler’s choir boys.",
    "Here is the ambiguous tenderness of ’gators",
    "Trumpeting their loves along a hundred miles",
    "Of rivers writhing under trees like myths—",
    "And human existence pursues the last,",
    "The simple and desperate life of the senses.",
    "Since love survives only as ironic legend—",
    "Response to situations no longer present—",
    "Men lacking dignity are seized by pride,",
    "Which is the easy upper-class infection.",
    "The masters are at home in this merciless climate",
    "But deep in the caves of their minds some animal memory",
    "Warns of the fate of the mammoth at the end of the ice-age;",
    "As sleeping children a toy, they hug the last, fatal error,",
    "But their eyes are awake and their dreams shake as with palsy.",
    "Over Birmingham where the blast furnace flowers",
    "And beyond the piney woods in cotton country,",
    "Continually puzzling the pale aristocrats,",
    "The sun burns equally white man and black.",
    "The labor which they do makes more and more",
    "Their brotherhood condition for their whole existence;",
    "They mint their own light, and their fusing fires",
    "Will melt at last these centuries of ice.",
    "This is a nightmare nimble in the Big House,",
    "Where sleepers are wakeful, cuddling their terror,",
    "In the empty acres of their rich beds, dreaming",
    "Of bones in museums, where the black boys yawn."
  ],
  "title": "Deep South",
  "year": ""
}