{
  "author": "Thomas McGrath",
  "classification": "Ode",
  "keywords": [
    "Living",
    "Death",
    "Religion",
    "God",
    "the Divine",
    "Social Commentaries",
    "War",
    "Conflict",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237310",
  "region": "",
  "text": [
    "1.",
    "God love you now, if no one else will ever,",
    "Corpse in the paddy, or dead on a high hill",
    "In the fine and ruinous summer of a war",
    "You never wanted. All your false flags were",
    "Of bravery and ignorance, like grade school maps:",
    "Colors of countries you would never see—",
    "Until that weekend in eternity",
    "When, laughing, well armed, perfectly ready to kill",
    "The world and your brother, the safe commanders sent",
    "You into your future. Oh, dead on a hill,",
    "Dead in a paddy, leeched and tumbled to",
    "A tomb of footnotes. We mourn a changeling: you:",
    "Handselled to poverty and drummed to war",
    "By distinguished masters whom you never knew.",
    "2.",
    "The bee that spins his metal from the sun,",
    "The shy mole drifting like a miner ghost",
    "Through midnight earth—all happy creatures run",
    "As strict as trains on rails the circuits of",
    "Blind instinct. Happy in your summer follies,",
    "You mined a culture that was mined for war:",
    "The state to mold you, church to bless, and always",
    "The elders to confirm you in your ignorance.",
    "No scholar put your thinking cap on nor",
    "Warned that in dead seas fishes died in schools",
    "Before inventing legs to walk the land.",
    "The rulers stuck a tennis racket in your hand,",
    "An Ark against the flood. In time of change",
    "Courage is not enough: the blind mole dies,",
    "And you on your hill, who did not know the rules.",
    "3.",
    "Wet in the windy counties of the dawn",
    "The lone crow skirls his draggled passage home:",
    "And God (whose sparrows fall aslant his gaze,",
    "Like grace or confetti) blinks and he is gone,",
    "And you are gone. Your scarecrow valor grows",
    "And rusts like early lilac while the rose",
    "Blooms in Dakota and the stock exchange",
    "Flowers. Roses, rents, all things conspire",
    "To crown your death with wreaths of living fire.",
    "And the public mourners come: the politic tear",
    "Is cast in the Forum. But, in another year,",
    "We will mourn you, whose fossil courage fills",
    "The limestone histories: brave: ignorant: amazed:",
    "Dead in the rice paddies, dead on the nameless hills."
  ],
  "title": "Ode for the American Dead in Asia",
  "year": ""
}