{
  "author": "Thomas McGrath",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177081",
  "region": "",
  "text": [
    "All cities are open in the hot season.",
    "Northward or southward the summer gives out",
    "Few telephone numbers but no one in our house sleeps.",
    "Southward that river carries its flood",
    "The dying winter, the spring’s nostalgia:",
    "Wisconsin’s dead grass beached at Baton Rouge.",
    "Carries the vegetable loves of the young blonde",
    "Going for water by the dikes of Winnetka or Louisville,",
    "Carries its obscure music and its strange humour,",
    "Its own disturbing life, its peculiar ideas of movement.",
    "Two thousand miles, moving from the secret north",
    "It crowds the country apart: at last reaching",
    "The lynch-dreaming, the demon-haunted, the murderous virgin South",
    "Makes its own bargains and says change in its own fashion.",
    "And where the Gulf choirs out its blue hosannas",
    "Carries the drowned men’s bones and its buried life:",
    "It is an enormous bell, rung through the country’s midnight.",
    "* * *",
    "Beyond the corrosive ironies of prairies,",
    "Midnight savannas, open vowels of the flat country,",
    "The moonstruck waters of the Kansas bays",
    "Where the Dakotas bell and nuzzle at the north coast,",
    "The nay-saying desolation where the mind is lost",
    "In the mean acres and the wind comes down for a thousand miles",
    "Smelling of the stars’ high pastures, and speaking a strange language—",
    "There is the direct action of mountains, a revolution,",
    "A revelation in stone, the solid decrees of past history,",
    "A soviet of language not yet cooled nor understood clearly:",
    "The voices from underground, the granite vocables.",
    "There shall that voice crying for justice be heard,",
    "But the local colorist, broken on cliffs of laughter,",
    "At the late dew point of pity collect only the irony of serene stars.",
    "* * *",
    "Here all questions are mooted. All battles joined.",
    "No one in our house sleeps.",
    "And the Idealist hunting in the high latitudes of unreason,",
    "By mummy rivers, on the open minds of curst lakes",
    "Mirrors his permanent address; yet suffers from visions",
    "Of spring break-up, the open river of history.",
    "On this the Dreamer sweats in his sound-proof tower:",
    "All towns are taken in the hot season.",
    "How shall that Sentimentalist love the Mississippi?",
    "His love is a trick of mirrors, his spit’s abstraction,",
    "Whose blood and guts are filing system for",
    "A single index of the head or heart’s statistics.",
    "Living in one time, he shall have no history.",
    "How shall he love change who lives in a static world?",
    "His love is lost tomorrow between Memphis and",
    "the narrows of Vicksburg.",
    "But kissed unconscious between Medicine Bow and Tombstone",
    "He shall love at the precipice brink who would love these mountains.",
    "Whom this land loves shall be a holy wanderer,",
    "The eyes burned slick with distances between",
    "Kennebunkport and Denver, minted of transcience.",
    "For him shall that river run in circles and",
    "The Tetons seismically skipping to their ancient compelling music",
    "Send embassies of young sierras to nibble from his hand.",
    "His leaves familiar with the constant wind,",
    "Give, then, the soils and waters to command.",
    "Latitudinal desires scatter his seed,",
    "And in political climates sprout new freedom.",
    "But curst is the water-wingless foreigner from Boston,",
    "Stumping the country as others no better have done,",
    "Frightened of earthquake, aware of the rising waters,",
    "Calling out “O Love, Love,” but finding none."
  ],
  "title": "The Topography of History",
  "year": ""
}