{
  "author": "Thomas McGrath",
  "classification": "",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238208",
  "region": "",
  "text": [
    "1.",
    "Betrayed by his five mechanic agents, falling",
    "Captive to consciousness, he summons light",
    "To all its duties, and assumes the world",
    "Like a common penance. Rust on the green tongue burns",
    "Like history’s corrosive on his living tree.",
    "But all the monsters of his sleep’s dark sea",
    "Are tame familiars in the morning sun.",
    "2.",
    "He sees the nation browse across burnt miles",
    "Of toast, toward the time-clock. Deafened, hears",
    "A Gettysburg of breakfast food explode",
    "Against the surd tympanum of the air.",
    "The roads outside to No-and-Any Where",
    "Trigger all space-time to a zero Now.",
    "The punctual goddess blossoms on his brow—",
    "Pragmatic emblem of the daylit need.",
    "3.",
    "Now with his thought the rank and maundy world",
    "(That lost between quanta and mechanic wave",
    "All pulp and passion sprawls around the globe).",
    "He stiffens, as a hand informs a glove,",
    "And drags each lank potential into form.",
    "Thus the hieratic arrow of his glance",
    "Creates St. Sebastian Avenue Street Place—",
    "All of sublunary circumstance",
    "Crowds on the casual platform of his gaze.",
    "4.",
    "Like money sealed in a pneumatic tube",
    "He whirls beneath the city’s stony floor",
    "To where the cold coordinates of work",
    "Advance their cross-hairs on the target hour.",
    "There surplus value’s mathematic flower",
    "(All X squared Y squared like a tesseract",
    "Or ghostly dirigible) grows unseen",
    "Across the lean dimension of in fact.",
    "5.",
    "Grows all unseen as Jason Quint pursues",
    "The windy hazard of the Absolute",
    "Through icy tundras, farther than the Horn,",
    "Vaster than Asia in their wuthering snows.",
    "The sweat of progress and humanity",
    "Colors no litmus in those latitudes;",
    "In a rustle of banknotes and casualty lists",
    "The Bomb is shaken from the wrath-bearing tree.",
    "6.",
    "The quitting whistle lofts a flag of truce,",
    "And all hope’s flutes and harpsichords compound",
    "The lonely leisure. The Great Nocturnal Drift",
    "Sets to its Deep. He walks the park. Profound",
    "Unease returns to Quint. The sleepy lathes",
    "Of hummingbirds machine the emerald",
    "Of garden silence which his feet confuse.",
    "The statues hoist, on labyrinthine paths,",
    "The mineral grandeur of a public smile.",
    "7.",
    "And the world goes blank, and heavy as a stone",
    "Rolls into night. It is the human hour.",
    "Imperfect. Lovers, food and politics",
    "Command the air, and Jason Quint alone,",
    "Clothed in abstraction, like a bush that burns",
    "In the blind frequencies where none may pass,",
    "Stalks through that only country of the poor—",
    "The lamplit hour the quitting whistle mourns.",
    "8.",
    "Imperfect. The stability of dextrous stars",
    "Offers him comfort, but their light is cold.",
    "A storm of sentiment, sudden as a cloud",
    "Of migrant birds, sings in his head. Now stirs",
    "The terrible friend, companion of his dreams,",
    "With his emotional algebra of need and loss—",
    "The hateful witness to his mortal part",
    "And confirmation of his loneliness."
  ],
  "title": "The Little Odyssey of Jason Quint, of Science, Doctor",
  "year": ""
}