{
  "author": "Bob Hicok",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Nature",
    "The Body",
    "Arts",
    "Sciences",
    "Sciences",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236894",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "He was hit back of the head for a haul of $15,",
    "a Diner’s Club Card and picture of his daughter in a helmet",
    "on a horse tethered to a pole that centered",
    "its revolving universe. Pacing the halls, he’d ask",
    "for a blow job he didn’t want. The ward’s new visitors",
    "didn’t know this request was all the injury",
    "had left him to say, and would be shamed or pissed,",
    "a few hitting him as he stood with his mouth",
    "slightly open and large frame leaning in. His wife",
    "divorced him for good and blameless reasons. He would not",
    "be coming home to share his thoughts on film and weather,",
    "or remembering her any longer than it took to leave a room.",
    "He liked ham. Kept newspapers in drawers and under his bed,",
    "each unread page hand-pressed flat. And when it snowed",
    "he leaned into one of the sealed, unbreakable windows,",
    "a cheek to the cool glass as he held his fingers",
    "over his mouth and moaned low and constant like the sound",
    "of a boat on the far side of a lake. When he died",
    "they cut him open to see how his habits had been rewired",
    "and so tightly looped. Having known him they were afraid",
    "of what can happen when you cross the lot to the office",
    "or pull up to a light and thump the wheel as you might",
    "any hour. If you stare at the dyed",
    "and beautiful cross sections of a brain, it’s natural",
    "to wonder how we extract the taste of coffee",
    "or sense of a note accurately found and held on an oboe",
    "from this bramble. On Duke’s slides they circled",
    "the regions of blight which explain",
    "why almost all behavior we recognize as human was lost,",
    "but not why a man who’d curl into a ball",
    "like a caterpillar when barely touched, could only ask",
    "for sex, for intimacy, for the very thing",
    "he could least accept and lived twelve years without,",
    "no embrace or caress, no kiss on the lips before sleep,",
    "until he died in the lounge looking out on winter sky",
    "that seemed eager to snow all day but didn’t."
  ],
  "title": "Duke",
  "year": ""
}