{
  "author": "Bob Hicok",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240216",
  "region": "",
  "text": [
    "We were young and it was an accomplishment",
    "to have a body. No one said this. No one",
    "said much beyond “throw me that sky” or",
    "“can the lake sleep over?” The lake could not.",
    "The lake was sent home and I ate too many",
    "beets, went around with beet-blood tongue",
    "worrying about my draft card-burning brother",
    "going to war. Other brothers became holes",
    "at first base at war, then a few holes",
    "Harleying back from war in their always",
    "it seemed green jackets with pockets galore",
    "and flaps for I wondered bullets, I wondered",
    "how to worship these giants. None of them",
    "wanted to talk to me or anyone it seemed",
    "but the river or certain un-helmeted curves",
    "at high speed, I had my body",
    "and flung it over branches and fences",
    "toward my coming sullenness as the gravity",
    "of girls’ hips began and my brother",
    "marched off to march against the war.",
    "I watched different masses of bodies on",
    ",",
    "people saying no to the jungle with grenades",
    "and people saying no to the grenades with signs",
    "and my father saying no to all of them",
    "with the grinding of his teeth he spoke with.",
    "I’d pedal after the nos up and down a hill",
    "like it was somehow a rosary, somehow my body",
    "was a prayer I could chant by letting it loose",
    "with others like me milling around",
    "the everything below five feet tall",
    "that was ours, the everything below",
    "the adult line of sight that was ours",
    "to hold as long as we could: a year,",
    "a summer. Until the quarterback came back",
    "without . . . well, without. When the next Adonis",
    "stepped up to throw the bomb."
  ],
  "title": "Feeling the draft",
  "year": ""
}