{
  "author": "Bob Hicok",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146799",
  "region": "",
  "text": [
    "I'm in a plane that will not be flown into a building.",
    "It's a SAAB 340, seats 40, has two engines with propellers",
    "is why I think of beanies, those hats that would spin",
    "a young head into the clouds. The plane is red and loud",
    "inside like it must be loud in the heart, red like fire",
    "and fire engines and the woman two seats up and to the right",
    "resembles one of the widows I saw on TV after the Towers",
    "came down. It's her hair that I recognize, the fecundity of it",
    "and the color and its obedience to an ideal, the shape",
    "it was asked several hours ago to hold and has held, a kind",
    "of wave that begins at the forehead and repeats with slight",
    "variations all the way to the tips, as if she were water",
    "and a pebble had been continuously dropped into the mouth",
    "of her existence. We are eighteen thousand feet over America.",
    "People are typing at their laps, blowing across the fog of coffee,",
    "sleeping with their heads on the windows, on the pattern",
    "of green fields and brown fields, streams and gas stations",
    "and swimming pools, blue dots of aquamarine that suggest",
    "we've domesticated the mirage. We had to kill someone,",
    "I believe, when the metal bones burned and the top",
    "fell through the bottom and a cloud made of dust and memos",
    "and skin muscled across Manhattan. I remember feeling",
    "I could finally touch a rifle, that some murders",
    "are an illumination of ethics, that they act as a word,",
    "a motion the brain requires for which there is",
    "no syllable, no breath. The moment the planes had stopped,",
    "when we were afraid of the sky, there was a pause",
    "when we could have been perfectly American,",
    "could have spent infinity dollars and thrown a million",
    "bodies at finding the few, lasering our revenge",
    "into a kind of love, the blood-hunger kept exact",
    "and more convincing for its precision, an expression",
    "of our belief that proximity is never the measure of guilt.",
    "We've lived in the sky again for some years and today",
    "on my lap these pictures from Iraq, naked bodies",
    "stacked into a pyramid of ha-ha and the articles",
    "about broomsticks up the ass and the limbs of children",
    "turned into stubble, we are punch-drunk and getting even",
    "with the sand, with the map, with oil, with ourselves",
    "I think listening to the guys behind me. There's a problem",
    "in Alpena with an inventory control system, some switches",
    "are being counted twice, switches for what I don't know—",
    "switches of humor, of faith—but the men are musical",
    "in their jargon, both likely born in New Delhi",
    "and probably Americans now, which is what the flesh",
    "of this country has been, a grafted pulse, an inventory",
    "of the world, and just as the idea of embrace",
    "moves chemically into my blood, and I'm warmed",
    "as if I've just taken a drink, a voice announces",
    "we've begun our descent, and then I sense the falling."
  ],
  "title": "Full Flight",
  "year": ""
}