{
  "author": "Bob Hicok",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/179572",
  "region": "",
  "text": [
    "Our fathers have formed a poetry workshop.",
    "They sit in a circle of disappointment over our fastballs",
    "and wives. We thought they didn't read our stuff,",
    "whole anthologies of poems that begin, My father never,",
    "or those that end, and he was silent as a carp,",
    "or those with middles which, if you think",
    "of the right side as a sketch, look like a paunch",
    "of beer and worry, but secretly, with flashlights",
    "in the woods, they've read every word and noticed",
    "that our nine happy poems have balloons and sex",
    "and giraffes inside, but not one dad waving hello",
    "from the top of a hill at dusk. Theirs",
    "is the revenge school of poetry, with titles like",
    "\"My Yellow Sheet Lad\" and \"Given Your Mother's Taste",
    "for Vodka, I'm Pretty Sure You're Not Mine.\"",
    "They're not trying to make the poems better",
    "so much as sharper or louder, more like a fishhook",
    "or electrocution, as a group",
    "they overcome their individual senilities,",
    "their complete distaste for language, how cloying",
    "it is, how like tears it can be, and remember",
    "every mention of their long hours at the office",
    "or how tired they were when they came home,",
    "when they were dragged through the door",
    "by their shadows. I don't know why it's so hard",
    "to write a simple and kind poem to my father, who worked,",
    "not like a dog, dogs sleep most of the day in a ball",
    "of wanting to chase something, but like a man, a man",
    "with seven kids and a house to feed, whose absence",
    "was his presence, his present, the Cheerios,",
    "the PF Flyers, who taught me things about trees,",
    "that they're the most intricate version of standing up,",
    "who built a grandfather clock with me so I would know",
    "that time is a constructed thing, a passing, ticking fancy.",
    "A bomb. A bomb that'll go off soon for him, for me,",
    "and I notice in our fathers' poems a reciprocal dwelling",
    "on absence, that they wonder why we disappeared",
    "as soon as we got our licenses, why we wanted",
    "the rocket cars, as if running away from them",
    "to kiss girls who looked like mirrors of our mothers",
    "wasn't fast enough, and it turns out they did",
    "start to say something, to form the words hey",
    "or stay, but we'd turned into a door full of sun,",
    "into the burning leave, and were gone",
    "before it came to them that it was all right",
    "to shout, that they should have knocked us down",
    "with a hand on our shoulders, that they too are mystified",
    "by the distance men need in their love."
  ],
  "title": "O my pa-pa",
  "year": ""
}