{
  "author": "Bob Hicok",
  "classification": "",
  "keywords": [
    "Home Life",
    "Humor",
    "Satire",
    "Popular Culture",
    "Social Commentaries",
    "Relationships",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181197",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The telephone company calls and asks what the fuss is.",
    "Betty from the telephone company, who’s not concerned",
    "with the particulars of my life. For instance",
    "if I believe in the transubstantiation of Christ",
    "or am gladdened at 7:02 in the morning to repeat",
    "an eighth time why a man wearing a hula skirt of tools",
    "slung low on his hips must a fifth time track mud",
    "across my white kitchen tile to look down at a phone jack.",
    "Up to a work order. Down at a phone jack. Up to a work order.",
    "Over at me. Down at a phone jack. Up to a work order",
    "before announcing the problem I have is not the problem",
    "I have because the problem I have cannot occur",
    "in this universe though possibly in an alternate",
    "universe which is not the responsibility or in any way",
    "the product, child, or subsidiary of AT&T. With practice",
    "I’ve come to respect this moment. One man in jeans,",
    "t-shirt and socks looking across space at a man",
    "with probes and pliers of various inclinations, nothing",
    "being said for five or ten seconds, perhaps I’m still",
    "in pajamas and he has a cleft pallet or is so tall",
    "that gigantism comes to mind but I can’t remember",
    "what causes flesh to pile that high, five or ten seconds",
    "of taking in and being taken in by eyes and a brain,",
    "during which I don’t build a shot gun from what’s at hand,",
    "oatmeal and",
    ", or a taser from hair",
    "caught in the drain and the million volts of frustration",
    "popping through my body. Even though. Even though his face",
    "is an abstract painting called Void. Even though",
    "I’m wondering if my pajama flap is open, placing me",
    "at a postural disadvantage.",
    "I say inside my head,",
    "which is where I store thoughts for the winter.",
    "is an illusion I say by disassembling my fists, letting each",
    "finger loose to graze.",
    "I say to kill the silence",
    "with my mouth, meaning fuck you, meaning die",
    "you shoulder-shrugging fusion of chipped chromosomes",
    "and pus, meaning enough. That a portal exists in my wall",
    "that even its makers can’t govern seems an accurate mirror",
    "of life. Here’s the truce I offer: I'll pay whatever’s asked",
    "to be left alone. To receive a fax from me stand beside",
    "your mailbox for a week. It will come in what appears",
    "to be an envelope. While waiting for the fax reintroduce",
    "yourself to the sky. It’s often blue and will transmit",
    "without fail everything clouds are trying to say to you."
  ],
  "title": "Spirit ditty of no fax-line dial tone",
  "year": ""
}