{
  "author": "Ben Belitt",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Trees",
    "Flowers",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178205",
  "region": "U.S., New England",
  "text": [
    "When the walkers-on-water went under,",
    "the bog-walkers came out of the barberry",
    "thickets, booted in gum to their hips,",
    "in a corona of midges, their ears electric",
    "with sound, beating the stale of the swamp",
    "with their whips and flailing the ground",
    "for the itch under the frond, the fern’s",
    "demonology, the mosquito’s decibel.",
    "Night-sweat clotted their palms. They tasted",
    "their gall. The sumac flickered a swatch",
    "of its leaves in the lichens and venoms,",
    "a dazzle was seen in the fog",
    "as a vegetal world gave way to a uterine,",
    "pitch pulled at their heels and blackened",
    "their knuckles, the bog-laurel’s fan",
    "opened its uttermost decimal and showed them the Bog.",
    "Paradisal, beyond purpose or menace, dewed",
    "like the flesh of an apple with the damp",
    "of creation, the disk of the pond glowed",
    "under the dragonfly’s bosses, where a faulting",
    "of glaciers had left it—vaults of bog-rosemary,",
    "buckbean and Labrador tea, a dapple",
    "of leavening mosses soaking in ice-water, peat-wicks",
    "feeding their gas to the cranberry braziers.",
    "They entered the bonfire together. The moss",
    "took their weight like a trampoline:",
    "they walked on the sponge and bitumen without",
    "leaving a footprint. In between,",
    "in the vats of mat-roses where the waterline",
    "closed like a skin, the ambiguous",
    "world of imbalance, non-being, the pre-human",
    "and tentative, was one with the ludicrous.",
    "The quaking began—under their bootsoles",
    "at first, like a whale under ambergris,",
    "then cramming their wrists with a drummer’s",
    "vibrations, knocking their ribs and their knees",
    "as all sagged and rebounded. They lurched on the wet",
    "as though tracing a profile of breakers",
    "or displacing the cords and the voids of a net,",
    "and staggered back into their childhoods,",
    "till their feet touched the granite again.",
    "The bog tossed them over the threshold",
    "that opened a path in the spruce toward the opposite",
    "edges. The leaves closed behind them. They walked",
    "an unyielding and tangible world like strangers, remembering",
    "only the hovering glare where the pitcher-plant’s",
    "hammer closed on the fly—the light shaking and shaking—",
    "as a pulse touched their feet from below, and passed over."
  ],
  "title": "On Quaking Bog",
  "year": ""
}