{
  "author": "Ben Belitt",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178203",
  "region": "U.S., New England",
  "text": [
    "They splay at a bend of the road, rifles slung, the",
    "shadows minimal, their hands tugging their slings by",
    "the upper swivel to ease the routine of the march.",
    "They have been moving since morning, and over each",
    "has descended that singleness, mournful and",
    "comatose, which is the mysterious gift of the march.",
    "Their helmets shadow their eyes, their chinstraps",
    "dangling. In the raddle of grasses their solitude",
    "floats in a drift of identities, a common melancholy.",
    "A captain enters the frame at the head of his",
    "company. His face flashes. With his left hand he tilts",
    "back his helmet, while with his right he draws the",
    "length of an elbow across forehead and nose, his",
    "stained armpits showing dark. A bracelet flashes",
    "behind him. The column recedes, rifles close over the",
    "canted belts, moving up, the packed backs vulnerable:",
    "Late afternoon. In the half-light a handful of blazing",
    "sticks, four infantrymen heating mess tins over an",
    "eddy of smoke, a fifth on his hams, his eyes upcast",
    "from the rim of his metal cup. Nearby a corporal",
    "works a patch into the chamber of his rifle;",
    "he repeats four syllables and smiles sleepily into",
    "the camera. The camera moves to the bivouac area;",
    "a group, their meat-cans close to their mouths,",
    "spooning the compost, Chinese-fashion, and clowning",
    "between mouthfuls. Very close. Their jaws,",
    "lightly bearded, the necks in their jacket collars",
    "strained in an easy horseplay, the Adam’s apples",
    "rapidly raised and released in the human exertion",
    "of eating. In deep shadow, the light failing,",
    "very close. A private tugs at his boot by the toe",
    "and the round of the heel. Deliberately, he draws",
    "the boot clear of his foot, sets it aside with deep",
    "satisfaction, massages his instep over a maternal",
    "thickness of socks. He bends toward the other foot,",
    "camera-shy, a half smile breaking;",
    "It is not yet possible to distinguish the forms",
    "behind the camouflage netting. They move in the",
    "central darkness of the gun, stacking shells and",
    "bringing up powder charges. Only the bulk of the",
    "howitzer is sure, the gun-barrel crossing the line",
    "of the valley under the tented netting.",
    "A village is burning in the valley. In the watery light,",
    "smoke deepens over three hearthbeds of brightness.",
    "A spire. A siding. A ladder of rooftops.",
    "The gun fires. The picture trembles.",
    "An iron darkening.",
    "The hip of a tank darkens a frame,",
    "foreshortened, the treads close to the lens,",
    "a rushing of hammers, rings. The lens is cleared.",
    "A cobbled street. A row of country-houses,",
    "walled. A rosebush in the heavy light, blown",
    "forward. Dust falls in the afterdraft,",
    "a grain at a time. The camera is watchful.",
    "A rifleman moves up the frame, his rifle at low port,",
    "his shadow buffing the cobbles, crouched. He pauses",
    "under the rosebush, his rifle hiked. A second figure",
    "breaks through the frame, freezing between the",
    "foreground and the far doorway. The man under",
    "the rosetree sights carefully. The second man listens.",
    "He raises his rifle, barrel backwards, and brings",
    "the butt down heavily on the door-panels.",
    "The rifle rebounds.",
    "He measures a second blow, his teeth bared",
    "slightly in a reflex of anxiety. His eye is large.",
    "The butt-plate smashes over doorknob and lock,",
    "the knocker flies upward once, the panel splinters",
    "all at once. The man kicks the door open easily",
    "with a booted foot. He listens, bent toward his",
    "rifle-sights. He signals to the second man and enters",
    "the doorway, stooped like a man entering a cave—",
    "Brightness through trees. A damascene.",
    "At the edge of a clearing, a parked jeep.",
    "Two medical corpsmen lash litters to the jeep",
    "engine a few hundred yards behind front lines.",
    "The litter-poles enter the lens over the arch",
    "of the engine. On the litter, a swathed head, a shock",
    "of broken hair, motionless, a fall of blankets.",
    "The stretcher-bearers vault lightly to their seats",
    "and move off at a crawl.",
    "Roadmarker:",
    "A corner of",
    "charred wall, rubble, glass, timber. Legend:",
    ".",
    "The stretcher-bearers dismount.",
    "The film is bad.",
    "Presently a gloved hand in a surgeon’s sheath,",
    "holding a forceps. Briskly the hand moves over a",
    "circlet of maimed flesh noosed in a bloody bandage.",
    "A scalpel flashes between the living hand and the",
    "human hurt, forcing the rind of the wound,",
    "filling the frame. The camera submits, framing",
    "the wound like a surgeon’s retractor, its gaze",
    "nerveless and saline. The gauzes blacken swiftly,",
    "too heavy for the jaws of the forceps....",
    "The surgeon at full figure. A breeze finds the fold",
    "of his tunic. In the distance the litter-bearers are",
    "leaning for the litter-poles. His eyes hold the optical",
    "center of the lens, unanswered. His mouth rejects",
    "contemplation, not yet relaxed. His hands are void",
    "in their glimmering cicatrix of rubber."
  ],
  "title": "The Spool",
  "year": ""
}