{
  "author": "Ben Belitt",
  "classification": "Free Verse",
  "keywords": [
    "Health",
    "Illness",
    "Living",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178200",
  "region": "U.S., New England",
  "text": [
    "Bringing “only what is needed—essential",
    "toilet articles” in a paper bag,",
    "dressed as for dying, one sees the dying plainly.",
    "These are the homecomings of Agamemnon,",
    "the odysseys to the underside of the web",
    "that weaves and unweaves while the suitors gorge upon plenty",
    "and the languishing sons at home unwish their warring",
    "fathers with strong electric fingers.",
    "The fathers are failing.",
    "In the Hospital Exchange, one sees the dying plainly:",
    "color televisions, beach towels, automatic razors—",
    "the hardware of the affluent society marked",
    "down to cost, to match the negative afflatus",
    "of the ailing, the bandages and badges of their status.",
    "Under the sandbags, rubber hoses, pipettes, bed-clamps,",
    "tax-exempt, amenable as rabbits,",
    "the unenlisted men are bleeding through their noses",
    "in a perimeter of ramps and apparatus.",
    "In that prosthetic world, the Solarium",
    "lights up a junk-pile of used parts: the hip that caught",
    "a ricochet of shrapnel; tattoos in curing meats;",
    "scars like fizzled fuses; canceled postage stamps;",
    "automated claws in candy; the Laser’s edge; and barium.",
    "The nurses pass like mowers, dressing and",
    "undressing in the razor-sharp incisions",
    "and the flowering phosphorescence. The smell",
    "of rubbing alcohol rises on desertions and deprivals",
    "and divorces. It is incorruptible. A wheelchair aims",
    "its hospital pajamas like a gun-emplacement.",
    "The amputee is swinging in his aviary.",
    "His fingers walk the bird-bars.",
    "There is singing",
    "from the ward room—a buzzing of transistors",
    "like blueflies in a urinal. War over war,",
    "the expendables of Metz and Chateau-Thierry,",
    "the guerillas of Bien Hoa and Korea,",
    "the draftees, the Reserves, the re-enlisters,",
    "open a common wavelength.",
    "The catatonic",
    "sons are revving up their combos in the era",
    "of the angry adolescent. Their cry is electronic.",
    "Their thumbs are armed with picks. The acid-rock guitarist",
    "in metal studs and chevrons, bombed with magnesium,",
    "mourns like a country yokel, and the innocents",
    "are slaughtered.",
    "On the terrace, there are juices",
    "and bananas. The convalescent listens to his",
    "heartbeat. The chaplain and his non-combative daughter",
    "smile by the clubbed plants on the portico."
  ],
  "title": "Veteran’s Hospital",
  "year": ""
}