{
  "author": "Robert Burns",
  "classification": "Ballad",
  "keywords": [
    "Spring",
    "Living",
    "Love",
    "Marriage",
    "Companionship",
    "Nature",
    "Relationships",
    "Infatuation",
    "Crushes",
    "Realistic",
    "Complicated"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173066",
  "region": "Scotland",
  "text": [
    "Last May a braw wooer cam down the lang glen,",
    "And sair wi' his love he did deave me;",
    "I said there was naething I hated like men:",
    "The deuce gae wi 'm to believe me, believe me,",
    "The deuce gae wi 'm to believe me.",
    "He spak o' the darts in my bonie black een,",
    "And vow'd for my love he was diein;",
    "I said he might die when he liked for Jean:",
    "The Lord forgie me for liein, for liein,",
    "The Lord forgie me for liein!",
    "A weel-stocked mailen, himsel for the laird,",
    "And marriage aff-hand, were his proffers:",
    "I never loot on that I ken'd it, or car'd,",
    "But thought I might hae waur offers, waur offers,",
    "But thought I might hae waur offers.",
    "But what wad ye think? in a fortnight or less,",
    "(The deil tak his taste to gae near her!)",
    "He up the lang loan to my black cousin Bess,",
    "Guess ye how, the jad! I could bear her, could bear her",
    "Guess ye how, the jad! I could bear her.",
    "But a' the niest week I fretted wi' care,",
    "I gaed to the tryste o' Dalgarnock,",
    "And wha but my fine fickle lover was there,",
    "I glowr'd as I'd seen a warlock, a warlock.",
    "I glowr'd as I'd seen a warlock.",
    "But owre my left shoulder I gae him a blink,",
    "Lest neibors might say I was saucy;",
    "My wooer he caper'd as he'd been in drink,",
    "And vow'd I was his dear lassie, dear lassie,",
    "And vow'd I was his dear lassie.",
    "I spier'd for my cousin fu' couthy and sweet,",
    "Gin she had recover'd her hearin,",
    "And how her new shoon fit her auld shachl't feet—",
    "But, heavens! how he fell a swearin, a swearin,",
    "But, heavens! how he fell a swearin.",
    "He begg'd, for gudesake, I wad be his wife,",
    "Or else I wad kill him wi' sorrow:",
    "So e'en to preserve the poor body in life,",
    "I think I maun wed him to-morrow, to-morrow,",
    "I think I maun wed him to-morrow."
  ],
  "title": "Last May a Braw Wooer",
  "year": ""
}