{
  "author": "Dante Gabriel Rossetti",
  "classification": "Refrain",
  "keywords": [
    "Faith",
    "Doubt",
    "Religion",
    "Living",
    "Death",
    "Christianity"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174290",
  "region": "England",
  "text": [
    "\"Why did you melt your waxen man",
    "Sister Helen?",
    "To-day is the third since you began.\"",
    "\"The time was long, yet the time ran,",
    "Little brother.\"",
    "(",
    "\"But if you have done your work aright,",
    "Sister Helen,",
    "You'll let me play, for you said I might.\"",
    "\"Be very still in your play to-night,",
    "Little brother.\"",
    "(",
    "\"You said it must melt ere vesper-bell,",
    "Sister Helen;",
    "If now it be molten, all is well.\"",
    "\"Even so,\u0097nay, peace! you cannot tell,",
    "Little brother.\"",
    "(",
    "\"Oh the waxen knave was plump to-day,",
    "Sister Helen;",
    "How like dead folk he has dropp'd away!\"",
    "\"Nay now, of the dead what can you say,",
    "Little brother?\"",
    "(",
    "\"See, see, the sunken pile of wood,",
    "Sister Helen,",
    "Shines through the thinn'd wax red as blood!\"",
    "\"Nay now, when look'd you yet on blood,",
    "Little brother?\"",
    "(",
    "\"Now close your eyes, for they're sick and sore,",
    "Sister Helen,",
    "And I'll play without the gallery door.\"",
    "\"Aye, let me rest,\u0097I'll lie on the floor,",
    "Little brother.\"",
    "(",
    "\"Here high up in the balcony,",
    "Sister Helen,",
    "The moon flies face to face with me.\"",
    "\"Aye, look and say whatever you see,",
    "Little brother.\"",
    "(",
    "\"Outside it's merry in the wind's wake,",
    "Sister Helen;",
    "In the shaken trees the chill stars shake.\"",
    "\"Hush, heard you a horse-tread as you spake,",
    "Little brother?\"",
    "(",
    "\"I hear a horse-tread, and I see,",
    "Sister Helen,",
    "Three horsemen that ride terribly.\"",
    "\"Little brother, whence come the three,",
    "Little brother?\"",
    "(",
    "\"They come by the hill-verge from Boyne Bar,",
    "Sister Helen,",
    "And one draws nigh, but two are afar.\"",
    "\"Look, look, do you know them who they are,",
    "Little brother?\"",
    "(",
    "\"Oh, it's Keith of Eastholm rides so fast,",
    "Sister Helen,",
    "For I know the white mane on the blast.\"",
    "\"The hour has come, has come at last,",
    "Little brother!\"",
    "(",
    "\"He has made a sign and called Halloo!",
    "Sister Helen,",
    "And he says that he would speak with you.\"",
    "\"Oh tell him I fear the frozen dew,",
    "Little brother.\"",
    "(",
    "\"The wind is loud, but I hear him cry,",
    "Sister Helen,",
    "That Keith of Ewern's like to die.\"",
    "\"And he and thou, and thou and I,",
    "Little brother.\"",
    "(",
    "\"Three days ago, on his marriage-morn,",
    "Sister Helen,",
    "He sicken'd, and lies since then forlorn.\"",
    "\"For bridegroom's side is the bride a thorn,",
    "Little brother?\"",
    "(",
    "\"Three days and nights he has lain abed,",
    "Sister Helen,",
    "And he prays in torment to be dead.\"",
    "\"The thing may chance, if he have pray'd,",
    "Little brother!\"",
    "(",
    "\"But he has not ceas'd to cry to-day,",
    "Sister Helen,",
    "That you should take your curse away.\"",
    "\"",
    "prayer was heard,\u0097he need but pray,",
    "Little brother!\"",
    "(",
    "\"But he says, till you take back your ban,",
    "Sister Helen,",
    "His soul would pass, yet never can.\"",
    "\"Nay then, shall I slay a living man,",
    "Little brother?\"",
    "(",
    "\"But he calls for ever on your name,",
    "Sister Helen,",
    "And says that he melts before a flame.\"",
    "\"My heart for his pleasure far'd the same,",
    "Little brother.\"",
    "(",
    "\"Here's Keith of Westholm riding fast,",
    "Sister Helen,",
    "For I know the white plume on the blast.\"",
    "\"The hour, the sweet hour I forecast,",
    "Little brother!\"",
    "(",
    "\"He stops to speak, and he stills his horse,",
    "Sister Helen;",
    "But his words are drown'd in the wind's course.\"",
    "\"Nay hear, nay hear, you must hear perforce,",
    "Little brother!\"",
    "(",
    "\"Oh he says that Keith of Ewern's cry,",
    "Sister Helen,",
    "Is ever to see you ere he die.\"",
    "\"In all that his soul sees, there am I",
    "Little brother!\"",
    "(",
    "\"He sends a ring and a broken coin,",
    "Sister Helen,",
    "And bids you mind the banks of Boyne.\"",
    "\"What else he broke will he ever join,",
    "Little brother?\"",
    "\"He yields you these and craves full fain,",
    "Sister Helen,",
    "You pardon him in his mortal pain.\"",
    "\"What else he took will he give again,",
    "Little brother?\"",
    "(",
    "\"He calls your name in an agony,",
    "Sister Helen,",
    "That even dead Love must weep to see.\"",
    "\"Hate, born of Love, is blind as he,",
    "Little brother!\"",
    "(",
    "\"Oh it's Keith of Keith now that rides fast,",
    "Sister Helen,",
    "For I know the white hair on the blast.\"",
    "\"The short short hour will soon be past,",
    "Little brother!\"",
    "(",
    "\"He looks at me and he tries to speak,",
    "Sister Helen,",
    "But oh! his voice is sad and weak!\"",
    "\"What here should the mighty Baron seek,",
    "Little brother?\"",
    "(",
    "\"Oh his son still cries, if you forgive,",
    "Sister Helen,",
    "The body dies but the soul shall live.\"",
    "\"Fire shall forgive me as I forgive,",
    "Little brother!\"",
    "(",
    "\"Oh he prays you, as his heart would rive,",
    "Sister Helen,",
    "To save his dear son's soul alive.\"",
    "\"Fire cannot slay it, it shall thrive,",
    "Little brother!\"",
    "(",
    "\"He cries to you, kneeling in the road,",
    "Sister Helen,",
    "To go with him for the love of God!\"",
    "\"The way is long to his son's abode,",
    "Little brother.\"",
    "(",
    "\"A lady's here, by a dark steed brought,",
    "Sister Helen,",
    "So darkly clad, I saw her not.\"",
    "\"See her now or never see aught,",
    "Little brother!\"",
    "(",
    "\"Her hood falls back, and the moon shines fair,",
    "Sister Helen,",
    "On the Lady of Ewern's golden hair.\"",
    "\"Blest hour of my power and her despair,",
    "Little brother!\"",
    "(",
    "\"Pale, pale her cheeks, that in pride did glow,",
    "Sister Helen,",
    "'Neath the bridal-wreath three days ago.\"",
    "\"One morn for pride and three days for woe,",
    "Little brother!\"",
    "(",
    "\"Her clasp'd hands stretch from her bending head,",
    "Sister Helen;",
    "With the loud wind's wail her sobs are wed.\"",
    "\"What wedding-strains hath her bridal-bed,",
    "Little brother?\"",
    "(",
    "\"She may not speak, she sinks in a swoon,",
    "Sister Helen,\u0097",
    "She lifts her lips and gasps on the moon.\"",
    "\"Oh! might I but hear her soul's blithe tune,",
    "Little brother!\"",
    "(",
    "\"They've caught her to Westholm's saddle-bow,",
    "Sister Helen,",
    "And her moonlit hair gleams white in its flow.\"",
    "\"Let it turn whiter than winter snow,",
    "Little brother!\"",
    "\"O Sister Helen, you heard the bell,",
    "Sister Helen!",
    "More loud than the vesper-chime it fell.\"",
    "\"No vesper-chime, but a dying knell,",
    "Little brother!\"",
    "(",
    "\"Alas! but I fear the heavy sound,",
    "Sister Helen;",
    "Is it in the sky or in the ground?\"",
    "\"Say, have they turn'd their horses round,",
    "Little brother?\"",
    "(",
    "\"They have rais'd the old man from his knee,",
    "Sister Helen,",
    "And they ride in silence hastily.\"",
    "\"More fast the naked soul doth flee,",
    "Little brother!\"",
    "(",
    "\"Flank to flank are the three steeds gone,",
    "Sister Helen,",
    "But the lady's dark steed goes alone.\"",
    "\"And lonely her bridegroom's soul hath flown,",
    "Little brother.\"",
    "(",
    "\"Oh the wind is sad in the iron chill,",
    "Sister Helen,",
    "And weary sad they look by the hill.\"",
    "\"But he and I are sadder still,",
    "Little brother!\"",
    "(",
    "\"See, see, the wax has dropp'd from its place,",
    "Sister Helen,",
    "And the flames are winning up apace!\"",
    "\"Yet here they burn but for a space,",
    "Little brother! \"",
    "(",
    "\"Ah! what white thing at the door has cross'd,",
    "Sister Helen?",
    "Ah! what is this that sighs in the frost?\"",
    "\"A soul that's lost as mine is lost,",
    "Little brother!\"",
    "("
  ],
  "title": "Sister Helen",
  "year": ""
}