{
  "author": "Robin Becker",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Heroes",
    "Patriotism",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180329",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "We are walking our very public attraction",
    "through eighteenth-century Philadelphia.",
    "I am simultaneously butch girlfriend",
    "and suburban child on a school trip,",
    "Independence Hall, 1775, home",
    "to the Second Continental Congress.",
    "Although she is wearing her leather jacket,",
    "although we have made love for the first time",
    "in a hotel room on Rittenhouse Square,",
    "I am preparing my teenage escape from Philadelphia,",
    "from Elfreth’s Alley, the oldest continuously occupied",
    "residential street in the nation,",
    "from Carpenters’ Hall, from Congress Hall,",
    "from Graff House where the young Thomas",
    "Jefferson lived, summer of 1776. In my starched shirt",
    "and waistcoat, in my leggings and buckled shoes,",
    "in postmodern drag, as a young eighteenth-century statesman,",
    "I am seventeen and tired of fighting for freedom",
    "and the rights of men. I am already dreaming of Boston—",
    "city of women, demonstrations, and revolution",
    "on a grand and personal scale.",
    "Then the maître d’",
    "is pulling out our chairs for brunch, we have the",
    "surprised look of people who have been kissing",
    "and now find themselves dressed and dining",
    "in a Locust Street townhouse turned café,",
    "who do not know one another very well, who continue",
    "with optimism to pursue relationship.",
    "may simply be our mortal default mechanism",
    "set on",
    "despite all evidence. In this mood,",
    "I roll up my shirtsleeves and she touches my elbow.",
    "I refuse the seedy view from the hotel window.",
    "I picture instead their silver inkstands,",
    "the hoopskirt factory on Arch Street,",
    "the Wireworks, their eighteenth-century herb gardens,",
    "their nineteenth-century row houses restored",
    "with period door knockers.",
    "Step outside.",
    "We have been deeded the largest landscaped space",
    "within a city anywhere in the world. In Fairmount Park,",
    "on horseback, among the ancient ginkgoes, oaks, persimmons,",
    "and magnolias, we are seventeen and imperishable, cutting classes",
    "May of our senior year. And I am happy as the young",
    "Tom Jefferson, unbuttoning my collar, imagining his power,",
    "considering my healthy body, how I might use it in the service",
    "of the country of my pleasure."
  ],
  "title": "A History of Sexual Preference",
  "year": ""
}