{
  "author": "Robin Becker",
  "classification": "",
  "keywords": [
    "Living",
    "School",
    "Learning",
    "Social Commentaries",
    "Youth",
    "Activities",
    "War",
    "Conflict",
    "Sports",
    "Outdoor Activities",
    "Coming of Age"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181199",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Seeing my friend’s son in his broad-brimmed hat",
    "and suspenders, I think of the Quakers",
    "who lectured us on nonviolent social action",
    "every week when I was a child. In the classrooms",
    "we listened to those who would not take up arms,",
    "who objected, who had accepted alternative",
    "service in distant work camps and showed",
    "slides of hospitals they helped to build.",
    "On Wednesdays, in Meeting for Worship,",
    "when someone rose to speak,",
    "all the energy in the room",
    "flew inside her mouth, empowering her to tell",
    "what she had seen on her brief",
    "encounter with the divine: sometimes, a parable,",
    "a riddle, a kindness. The fall that we were seventeen,",
    "we scuffed our loafers on the gravelly path",
    "from the Meetinghouse, while maple and elm",
    "leaves sailed around our shoulders",
    "like tiny envelopes, our futures sealed inside.",
    "Despite the war in Vietnam, I felt safer",
    "than I ever would again. Perhaps",
    "those aged, protective trees had cast a spell",
    "on us, or maybe the nonviolent Quaker God",
    "had set up a kingdom right there—",
    "suburban Philadelphia. Looking back, I see how",
    "good deeds and thoughts climbed with us to the attic",
    "room for Latin, descended to the gym for sports,",
    "where we hung from the praiseworthy scaffolds",
    "of righteous behavior. We prepared to leave",
    "for college, armed with the language of the American",
    "Friends and the memories of Thanksgiving",
    "dinners we’d cooked for the unfortunates:",
    "borrowing our parents’ cars to drive",
    "downtown to the drop-off point, racing back",
    "to play our last field hockey match. Grim center forwards",
    "shook hands before the whistle, the half-backs’",
    "knee-pads strapped on tight; one varsity team vanquished another."
  ],
  "title": "Quaker Meeting, The Sixties",
  "year": ""
}