{
  "author": "Paul Killebrew",
  "classification": "",
  "keywords": [
    "Living",
    "Separation",
    "Divorce",
    "Relationships",
    "Men",
    "Women",
    "Activities",
    "School",
    "Learning"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239592",
  "region": "U.S., Southern",
  "text": [
    "Sometimes we blubbered through the fallout",
    "of willful confusion in pants that didn’t fit the legs",
    "we sawed off. We looked at each other and fell",
    "forward and back, forward and back, a little bit",
    "like dancing and a little like aggravated assault.",
    "At times it seemed reasonable because it always",
    "seems reasonable to accept whatever anxieties",
    "or losses must accumulate in the face of what",
    "we really wanted all along. In buildings and on",
    "streets you could paint a few eyes on a face",
    "and see the careless representation of brothers",
    "and sisters making a family out of paint",
    "and the gracious mistakes of seeing. Mistakes,",
    "the essence of sight, could have been all we had",
    "to go on anyway, and not for us to leave behind",
    "what took us through the shower of dumbasses",
    "with tact and a breath of elegance, even the hope",
    "that later, when the streets cleared of agitated needlers",
    "and the AC kicked on for good, we could sleep",
    "on the clothes spangled outside the closet and find",
    "a reason for closing the bedroom door on shadows",
    "of pedantic radiation from thin margins of lamplight",
    "always suggesting some other plot in some other bedroom,",
    "tensions to splay us soon enough. And then it occurred",
    "to you, or maybe it occurred to me, doesn’t matter, I think",
    "actually someone called and said that anyone who doesn’t",
    "leave something for you isn’t worth having, so maybe",
    "now's a good time to find a dapper little high school",
    "where everyone can be a little less civil, and blessed",
    "with selfishness, we could part the fingers interlocked",
    "between us, make fists and get busy. Then intensity",
    "fermented into green books of music, loud country music,",
    "and I love country music. It rolled around my ears",
    "in corridors where boredom had once been so irrefutable",
    "and heavy, and I was happy and dancing and throwing",
    "punches at pigeons and even hitting a few. But the romantic",
    "arc never made it over the willful lack of conviction,",
    "some gap between the faces on the heads we saw",
    "pass our table in the sour-faced restaurant run by those",
    "French people, okay a gap between that and the face",
    "in the dream you had of your father, the one where you said",
    "he stuffed a billy club down a duck’s throat and called",
    "for another shot of Dewar’s. I expected you to take things",
    "when you left, but not those things. Light diffuses",
    "evenly across the kitchen, blood through my body,",
    "and it’s sort of funny, but our whole thing fits between",
    "two haircuts, like a roadtrip or something. I feel now",
    "that I’ve been digested by time, and light would pool",
    "into terrible reflections of my own back as I backed",
    "into a mirror or performed some other forgetful jujitsu,",
    "an effort to lose thoughts or patterns of thought,",
    "but the light diffuses and you walk through it,",
    "collide with little pieces of what ate you, get angry",
    "and write long letters about how your hand can’t talk,",
    "how the paper is so light and effortless when you hold it",
    "how could you even know, you couldn’t even imagine",
    "holding this light and ridiculous thing that my hand",
    "brushed over in patterns it will later try to forget.",
    "Then I taped my mouth shut and tried to whistle.",
    "Leave me alone. Don’t call. Get lost, dumpster",
    "of confusion. I know it’s never been that easy,",
    "that from the eyes in your skull the black plastic bags",
    "were suffocating the trees even though to me it was",
    "more like a ballerina’s shadow had escaped and was dancing",
    "through the branches frantically with desperate happiness",
    "and cause for alarm. I guess either way something unsafe",
    "and ridiculous was happening, and I guess we knew it,",
    "I think we even talked about it, but I’ve been a little lonely",
    "since I started writing my dissertation. It’s about class",
    "consciousness among people who work behind registers.",
    "And it’s interesting, there’s all kinds of different races",
    "and classes and income levels represented in the world",
    "of cashiers, but at the level of values we see predominantly",
    "two classes, the complacent and the entitled, though many",
    "cashiers are some measure of both. The complacent",
    "are resigned to what they understand to be their position.",
    "They’re courteous and reliable; class issues only arise",
    "when people are rude to them, which they tend to handle fine,",
    "though if they say anything about it afterwards, it tends to be",
    "a cruel and brief dismissal not only of the occurrence,",
    "but of the entire offending person. The entitled",
    "have a very complicated expression of social hierarchy.",
    "Because they see themselves in transition,",
    "usually ascending, there’s this idea that their values won’t,",
    "or can’t, find full expression from their current position",
    "and so they don’t feel compelled to act in a way consistent",
    "with their values, while at the same time they may expect",
    "to be treated in accordance with those values. When people",
    "are rude to them, they flip out. Basically today’s been pasted",
    "together from the leavings of some green intensity",
    "and cigarettes crowded at the back of the passive",
    "classrooms of the skull. Will there be coffee",
    "on the other side? Will there be ladies to walk up to you",
    "on a plain old shit-for-brains day and ask you of Washington",
    "Square Park, “Why is this on the map?” I like it when people",
    "cock their heads a little when you talk. Seems elegant.",
    "I tell them I’m not sure, but Henry James wrote something",
    "complicated about it. Then these nice ladies with a telling lack",
    "of accent move along into non-history and the bulk of our hours",
    "waiting without a mind for restitution. I would surrender",
    "our moist telephone calls and arthritic tribes of entitlement",
    "if I knew who to give them up to. I never go anywhere",
    "or do anything slow because revision is only a function",
    "of doubt. Well okay, maybe doubt and shame. Actually,",
    "it’s just shame. Revision is a function of shame. But enough",
    "of these dead people, we must rise like blood in April! Instead",
    "here I am peeling seconds off the end of my life,",
    "glass of water, frown on face, notebook open to the parade",
    "of minutes and obvious as a daisycutter in the desert.",
    "No more nights in the kitchen or bowls of macaroni,",
    "no more misdemeanors with the microwave or blue orbs",
    "whistling into my ear, no more cats meowing",
    "at the television, no cigarettes on the patio, no more",
    "blessings in drag. My schedule is totally blank this afternoon."
  ],
  "title": "I Love Country Music",
  "year": ""
}