{
  "author": "Paul Killebrew",
  "classification": "Ekphrasis",
  "keywords": [
    "Living",
    "Parenthood",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239590",
  "region": "U.S., Southern",
  "text": [
    "i.",
    "I grew up an anxious painting by my dad’s shaking hand.",
    "In the painting of my dad, a quiet hole beats",
    "through the dull, black night. I’m heir to an orange heart",
    "in the rhythmic black where a man leans quietly",
    "and wonders. I wonder about my dad, a hole",
    "in my painting. I used to think my dad was dull,",
    "but his shaking hand gave rhythm to my body.",
    "In my dad’s painting, a hole glows orange in the dull night",
    "where I sit beneath the canvas looking up.",
    "My dad looks down and laughs.",
    "When I went into my dad’s painting and saw a man",
    "lean toward a bright, orange hole, night shook",
    "through my shirt in an inherited rhythm, duplicating",
    "the heart held by his anxious body. My painting",
    "a laughing dad. My heart a hole where on a bright,",
    "orange night, I dropped a tattered shirt, shaking.",
    "ii.",
    "My dad said the man was meant",
    "to be looking at the painting he’s in,",
    "but it didn’t quite work. And so the hole",
    "where he’s looking now. The finger-thick lines",
    "around him don’t hide a failed painting",
    "or reveal any struggle to mean.",
    "My dad believes in action and the truth",
    "of process: a man looks into a hole",
    "and so he is. He looks past the hole",
    "to what brought him to it. The tattered",
    "painting doesn’t work as finger-thick",
    "evidence of his struggle to mean,",
    "but the correspondence of his belief",
    "shakes through its presence. To believe in holes",
    "and men looking into them. To lean",
    "toward action and the presence of process",
    "where a man looks at the painting he’s in and is.",
    "iii.",
    "A man looks at the hole he’s in and laughs.",
    "He never thought about what the colors mean,",
    "the hole bright orange in the black night.",
    "Like babies painting a painting of babies,",
    "the man laughs at the hole he’s in and looks down",
    "to feel his heart beneath a tattered shirt.",
    "He’s shaking like an old man’s dad.",
    "Is a man the hole he falls into?",
    "Colors are the correspondence of babies—",
    "they lean and fall into the holes we leave them.",
    "A baby looks at the hole he’s in and laughs.",
    "He shakes, no colors or dads to hold him still.",
    "iv.",
    "My dad’s fingers spilled around the surface",
    "without distinction, causing the offense",
    "we call process. The painting, having the grace",
    "of endurance, allows the line its tiny provocation,",
    "but lacking the confrontation that would compel",
    "the painting into itself—the man looks down,",
    "not in; we look at, not through. The painting",
    "communicates by presence alone, letting us know",
    "that it’s here without a message, or a message",
    "embodied in its delivery, a swallowed swallow.",
    "The man and the hole he looks into are homage",
    "to us. The man doesn’t have a mouth,",
    "the hole doesn’t have a shape.",
    "Our provocation is presence alone.",
    "v.",
    "I used to went into my dad’s painting I grew up In",
    "When I dull black orange heart wonder about quiet",
    "and saw a man I my dad a hole rhythmic wonders",
    "the painting through the night I’m heir to",
    "anxious painting my dad’s painting My painting",
    "an inherited rhythm his shaking hand glows",
    "in my painting think my dad’s a hole",
    "beats of my dad where I sit In a orange hole",
    "black where my night shirt shook a tattered night",
    "in the canvas in the dull shirt and a man leans",
    "by shaking hand I dropped a laughing dad",
    "beneath an orange night an orange hole",
    "quietly my dad in duplicating heart",
    "his anxious dull rhythm My dad held by body",
    "was lean down to my body but gave up",
    "looks and laughs through a bright",
    "My heart the looking toward a hole",
    "shaking on a bright where",
    "vi.",
    "doesn’t work where he’s looking now",
    "but the painting he's in is presence",
    "He looks tattered The man looking so finger-thick",
    "My dad The finger-thick lines the correspondence",
    "to the painting he’s in And the hole",
    "it didn’t quite mean what brought him to it",
    "evidence of his process reveal the man was meant a hole",
    "of My action at the dad of any truth",
    "To mean in looks and of looks to be",
    "don’t hide my dad at work toward his past",
    "he is the hole the painting believes in",
    "but shakes around failed action struggle to lean through",
    "for process where a man and a struggle and a painting",
    "as to him and so To belief or its presence",
    "said to believe in holes and men looking into them",
    "vii.",
    "the hole looks at A man he’s in and shakes",
    "Like A baby looks at the correspondence of babies",
    "and laughs He bright and orange painting",
    "never a man he falls into Colors are of babies",
    "the colors mean no colors they lean",
    "night babies painting a black still hole about dads",
    "he’s the hole we fall into the holes in his shaking heart",
    "in the thought leave them and down the what hole",
    "He’s like a tattered shirt the man laughs at the looks",
    "he’s an old man’s hole to feel beneath dad",
    "or to hold the laughs He Is in him",
    "viii.",
    "we call a swallow homage to provocation",
    "the hole doesn’t have a message",
    "fingers in its delivery lacking grace",
    "but the man looks down without endurance",
    "confrontation embodied swallowed",
    "causing the process of presence",
    "having shape letting us know that it’s there",
    "not in not without a message a tiny surface",
    "My dad’s distinction allows The painting its mouth",
    "spilled The man through The painting",
    "the line we look at the painting into",
    "or around Our man looks into that",
    "the offense would he alone have",
    "The us and the is are",
    "by presence alone the hole communicates itself",
    "the provocation doesn’t compel"
  ],
  "title": "In Eight Parts",
  "year": ""
}