{
  "author": "Fatimah Asghar",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250212",
  "region": "",
  "text": [
    "My bad. Your graph said I was supposed",
    "to make a nice little loop around the sun.",
    "Naw.",
    "I chaos like a motherfucker. Ain’t no one can",
    "chart me. All the other planets, they think",
    "I’m annoying. They think I’m an escaped",
    "moon, running free.",
    "Fuck your moon. Fuck your solar system.",
    "Fuck your time. Your year? Your year ain’t",
    "shit but a day to me. I could spend your",
    "whole year turning the winds in my bed. Thinking",
    "about rings and how Jupiter should just pussy",
    "on up and marry me by now. Your day?",
    "That’s an asswipe. A sniffle. Your whole day",
    "is barely the start of my sunset.",
    "My name means hell, bitch. I am hell, bitch. All the cold",
    "you have yet to feel. Chaos like a motherfucker.",
    "And you tried to order me. Called me ninth.",
    "Somewhere in the mess of graphs and math and compass",
    "you tried to make me follow rules. Rules? Fuck your",
    "rules. Neptune, that bitch slow. And I deserve all the sun",
    "I can get, and all the blue-gold sky I want around me.",
    "copper than any sky will ever be. More metal.",
    "Neptune is bitch-sobbing in my rearview,",
    "and I got my running shoes on and all this sky that’s all mine.",
    "Fuck your order. Fuck your time. I realigned the cosmos.",
    "I chaosed all the hell you have yet to feel. Now all your kids",
    "in the classrooms, they confused. All their clocks:",
    "wrong. They don’t even know what the fuck to do.",
    "They gotta memorize new songs and shit. And the other",
    "planets, I fucked their orbits. I shook the sky. Chaos like",
    "a motherfucker.",
    "It is February 7th, 1979. The sky is blue-gold:",
    "the freedom of possibility.",
    "Today, I broke your solar system. Oops. My bad."
  ],
  "title": "Pluto Shits on the Universe",
  "year": ""
}