{
  "author": "Robert Creeley",
  "classification": "",
  "keywords": [
    "Stars, Planets, Heavens",
    "Trees",
    "Flowers",
    "Death",
    "Living",
    "Nature",
    "The Mind"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/171578",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Inside my head a common room,",
    "a common place, a common tune,",
    "a common wealth, a common doom",
    "inside my head. I close my eyes.",
    "The horses run. Vast are the skies,",
    "and blue my passing thoughts’ surprise",
    "inside my head. What is this space",
    "here found to be, what is this place",
    "if only me? Inside my head, whose face?",
    "First there, it proves to be still here.",
    "Distant as seen, it comes then to be near.",
    "I found it here and there unclear.",
    "What if my hand had only been",
    "extension of an outside reaching in",
    "to work with common means to change me then?",
    "All things are matter, yet these seem",
    "caught in the impatience of a dream,",
    "locked in the awkwardness they mean.",
    "Peculiar that",
    "should mean",
    "I’d thought of gods and power, and wounds.",
    "But here in the curious quiet this one has settled down.",
    "All day the barking dogs were kept at bay.",
    "Better than dogs, a single swan, they say,",
    "will keep all such malignant force away",
    "and so preserve a calm, make pond a swelling lake—",
    "sound through the silent grove a shattering spate",
    "of resonances, jarring the mind awake.",
    "Into one’s self come in again,",
    "here as if ever now to once again begin",
    "with beauty’s old, old problem never-ending—",
    "So was that story told",
    "in some extraordinary place then,",
    "so old",
    "it seems an echo now as it again unfolds.",
    "I point to",
    "to look out at the world.",
    "I see the white, white petals of this rose unfold.",
    "I know such beauty in the world grows cold.",
    "“Come closer. Now there is nothing left",
    "either inside or out to gainsay death,”",
    "the skull that keeps its secrets saith.",
    "The ways one went, the forms that were",
    "empty as wind and yet they stirred",
    "the heart to its passion, all is passed over.",
    "Lighten the load. Close the eyes.",
    "Let the mind loosen, the body die,",
    "the bird fly off to the opening sky.",
    "Such space it comes again to be,",
    "a room of such vast possibility,",
    "a depth so great, a way so free.",
    "Life and its person, thinking to find",
    "a company wherewith to keep the time",
    "a peaceful passage, a constant rhyme,",
    "stumble perforce, must lose their way,",
    "know that they go too far to stay",
    "stars in the sky, children at play."
  ],
  "title": "Inside My Head",
  "year": ""
}