{
  "author": "Robert Creeley",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Death",
    "Life Choices",
    "Living",
    "Relationships"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/171579",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Sixty-two, sixty-three, I most remember",
    "As time W. C. Williams dies and we are",
    "Back from a hard two years in Guatemala",
    "Where the meager provision of being",
    "Schoolmaster for the kids of the",
    "Of two coffee plantations has managed",
    "Neither a life nor money. Leslie dies in",
    "Horror of bank giving way as she and her",
    "Sister and their friends tunnel in to make",
    "A cubby. We live in an old cement brick",
    "Farmhouse already inside the city limits",
    "Of Albuquerque. Or that has all really",
    "Happened and we go to Vancouver where,",
    "Thanks to friends Warren and Ellen Tallman,",
    "I get a job teaching at the University of British",
    "Columbia. It’s all a curious dream, a rush",
    "To get out of the country before the sad",
    "Invasion of the Bay of Pigs, that bleak use",
    "Of power. One of my British colleagues",
    "Has converted the assets of himself and",
    "His wife to gold bullion and keeps the",
    "Ingots in a sturdy suitcase pushed under",
    "Their bed. I love the young, at least I",
    "Think I do, in their freshness, their attempt",
    "To find ways into Canada from the western",
    "Reaches. Otherwise the local country seems",
    "Like a faded Edwardian sitcom. A stunned",
    "Stoned woman runs one Saturday night up",
    "And down the floors of the Hydro Electric",
    "Building on Pender with the RCMP in hot",
    "Pursuit where otherwise we stood in long",
    "Patient lines, extending often several blocks",
    "Up the street. We were waiting to get our",
    "Hands stamped and to be given a 12 pack",
    "Of Molson’s. I think, I dream, I write the",
    "Final few chapters of",
    ", the despairs",
    "Gathering at the end. I read Richard Brautigan’s",
    "but am too uptight",
    "To enjoy his quiet, bright wit. Then that",
    "Summer there is the great Vancouver Poetry",
    "Festival, Allen comes back from India, Olson",
    "From Gloucester, beloved Robert Duncan",
    "From Stinson Beach. Denise reads “Hypocrite",
    "Women” to the Burnaby ladies and Gary Snyder,",
    "Philip Whalen, and Margaret Avison are there",
    "Too along with a veritable host of the young.",
    "Then it’s autumn again. I’ve quit my job",
    "And we head back to Albuquerque",
    "And I teach again at the university, and",
    "Sometime just about then I must have",
    "Seen myself as others see or saw me,",
    "Even like in a mirror, but could not quite",
    "Accept either their reassuring friendship",
    "Or their equally locating anger. Selfish,",
    "Empty, I kept at it. Thirty-eight years later",
    "I seem to myself still much the same,",
    "Even if I am happier, I think, and older."
  ],
  "title": "Yesterdays",
  "year": ""
}