{
  "author": "Sherman Alexie",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Humor",
    "Satire",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237270",
  "region": "",
  "text": [
    "All of the Indians must have tragic features: tragic noses, eyes, and arms.",
    "Their hands and fingers must be tragic when they reach for tragic food.",
    "The hero must be a half-breed, half white and half Indian, preferably",
    "from a horse culture. He should often weep alone. That is mandatory.",
    "If the hero is an Indian woman, she is beautiful. She must be slender",
    "and in love with a white man. But if she loves an Indian man",
    "then he must be a half-breed, preferably from a horse culture.",
    "If the Indian woman loves a white man, then he has to be so white",
    "that we can see the blue veins running through his skin like rivers.",
    "When the Indian woman steps out of her dress, the white man gasps",
    "at the endless beauty of her brown skin. She should be compared to nature:",
    "brown hills, mountains, fertile valleys, dewy grass, wind, and clear water.",
    "If she is compared to murky water, however, then she must have a secret.",
    "Indians always have secrets, which are carefully and slowly revealed.",
    "Yet Indian secrets can be disclosed suddenly, like a storm.",
    "Indian men, of course, are storms. They should destroy the lives",
    "of any white women who choose to love them. All white women love",
    "Indian men. That is always the case. White women feign disgust",
    "at the savage in blue jeans and T-shirt, but secretly lust after him.",
    "White women dream about half-breed Indian men from horse cultures.",
    "Indian men are horses, smelling wild and gamey. When the Indian man",
    "unbuttons his pants, the white woman should think of topsoil.",
    "There must be one murder, one suicide, one attempted rape.",
    "Alcohol should be consumed. Cars must be driven at high speeds.",
    "Indians must see visions. White people can have the same visions",
    "if they are in love with Indians. If a white person loves an Indian",
    "then the white person is Indian by proximity. White people must carry",
    "an Indian deep inside themselves. Those interior Indians are half-breed",
    "and obviously from horse cultures. If the interior Indian is male",
    "then he must be a warrior, especially if he is inside a white man.",
    "If the interior Indian is female, then she must be a healer, especially if she is inside",
    "a white woman. Sometimes there are complications.",
    "An Indian man can be hidden inside a white woman. An Indian woman",
    "can be hidden inside a white man. In these rare instances,",
    "everybody is a half-breed struggling to learn more about his or her horse culture.",
    "There must be redemption, of course, and sins must be forgiven.",
    "For this, we need children. A white child and an Indian child, gender",
    "not important, should express deep affection in a childlike way.",
    "In the Great American Indian novel, when it is finally written,",
    "all of the white people will be Indians and all of the Indians will be ghosts."
  ],
  "title": "How to Write the Great American Indian Novel",
  "year": ""
}