{
  "author": "Sherman Alexie",
  "classification": "Refrain",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177413",
  "region": "",
  "text": [
    "I am told by many of you that I must forgive and so I shall",
    "after an Indian woman puts her shoulder to the Grand Coulee Dam",
    "and topples it. I am told by many of you that I must forgive",
    "and so I shall after the floodwaters burst each successive dam",
    "downriver from the Grand Coulee. I am told by many of you",
    "that I must forgive and so I shall after the floodwaters find",
    "their way to the mouth of the Columbia River as it enters the Pacific",
    "and causes all of it to rise. I am told by many of you that I must forgive",
    "and so I shall after the first drop of floodwater is swallowed by that salmon",
    "waiting in the Pacific. I am told by many of you that I must forgive and so I shall",
    "after that salmon swims upstream, through the mouth of the Columbia",
    "and then past the flooded cities, broken dams and abandoned reactors",
    "of Hanford. I am told by many of you that I must forgive and so I shall",
    "after that salmon swims through the mouth of the Spokane River",
    "as it meets the Columbia, then upstream, until it arrives",
    "in the shallows of a secret bay on the reservation where I wait alone.",
    "I am told by many of you that I must forgive and so I shall after",
    "that salmon leaps into the night air above the water, throws",
    "a lightning bolt at the brush near my feet, and starts the fire",
    "which will lead all of the lost Indians home. I am told",
    "by many of you that I must forgive and so I shall",
    "after we Indians have gathered around the fire with that salmon",
    "who has three stories it must tell before sunrise: one story will teach us",
    "how to pray; another story will make us laugh for hours;",
    "the third story will give us reason to dance. I am told by many",
    "of you that I must forgive and so I shall when I am dancing",
    "with my tribe during the powwow at the end of the world."
  ],
  "title": "The Powwow at the End of the World",
  "year": ""
}