{
  "author": "David St. John",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/23096",
  "region": "",
  "text": [
    "Who keeps the owl’s breath? Whose eyes desire?",
    "Why do the stars rhyme? Where does",
    "The flush cargo sail? Why does the daybook close?",
    "The opaque stroke lost across the mirror,",
    "The clamp turned.",
    "The polished nails begin the curl into your palms.",
    "The opal hammock of rain falls out of its cloud.",
    "I name you,",
    "No matter how well a man sucks praise in the end",
    "He sucks earth. Go ahead, step",
    "Out into that promised, rasp gratitude of night.",
    "Seeds and nerves.",
    "I’ll be waiting for you, in some",
    "Obscure and clarifying light;",
    "I will say, Look, there is a ghost ice on the land.",
    "If the page of marble bleeds in the yellow grass,",
    "If the moon-charts glow useless and cold,",
    "If the grains of the lamp outlast you, as they must—",
    "As the tide of black gloss, the marls, and nectar rise",
    "I will understand.",
    "Here are my gifts:",
    ". Everything you remember crowds",
    "Away. Stubble memory,",
    "The wallpaper peeling its leaves. Fog. Fog",
    "In the attic; this pod of black milk. Anymore,",
    "Only a road like August approaches.",
    "Sometimes the drawers of the earth close;",
    "Sometimes our stories keep on and on. So listen—",
    "Leave no address. Fold your clothes into a little",
    "Island. Kiss the hinges goodbye. Sand the fire. Bitch",
    "About",
    ". Hymn away this reliquary fever.",
    "How the sun stands crossing itself in the cut glass.",
    "How the jonquils and bare orchards fill each morning",
    "In mist. The branches in the distance stiffen,",
    "Again. The city of stars pales.",
    "In my fires the cinders rise like black angels;",
    "The trunks of the olives twist once towards the world.",
    "I will walk out into the day."
  ],
  "title": "Elegy (“Who keeps the owl’s breath?”)",
  "year": ""
}