{
  "author": "David St. John",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176969",
  "region": "U.S., Southwestern",
  "text": [
    "There’s a mystery",
    "By the river, in one of the cabins",
    "Shuttered with planks, its lock",
    "Twisted; a bunch of magazines flipped open,",
    "A body. A blanket stuffed with leaves",
    "Or lengths of rope, an empty gin bottle.",
    "Put down your newspaper. Look out",
    "Beyond the bluffs, a coal barge is passing,",
    "Its deck nearly",
    "Level with the water, where it comes back riding",
    "High. You start talking about nothing,",
    "Or that famous party, where you went dressed",
    "As a river. They listen,",
    "The man beside you touching his odd face",
    "In the countertop, the woman stirring tonic",
    "In your glass. Down the bar the talk’s divorce,",
    "The docks, the nets",
    "Filling with branches and sour fish. Listen,",
    "I knew a woman who’d poke a hole in an egg, suck",
    "It clean and fill the shell with gin,",
    "Then walk around all day disgusting people",
    "Until she was so drunk",
    "The globe of gin broke in her hand. She’d stay",
    "Alone at night on the boat, come back",
    "Looking for another egg. That appeals to you, rocking",
    "For hours carving at a hollow stone. Or finding",
    "A trail by accident, walking the bluff’s",
    "Face. You know, your friends complain. They say",
    "You give up only the vaguest news, and give a bakery",
    "As your phone. Even your stories",
    "Have no point, just lots of detail: The room",
    "Was long and bright, small and close, angering Gaston;",
    "They turned away to embrace him; She wore",
    "The color out of season,",
    "She wore hardly anything at all; Nobody died; Saturday.",
    "These disguises of omission. Like forgetting",
    "To say obtuse when you talk about the sun, leaving",
    "Off the buttons as you’re sewing up the coat. So,",
    "People take the little",
    "They know to make a marvelous stew;",
    "Sometimes, it even resembles you. It’s not so much",
    "You cover your tracks, as that they bloom",
    "In such false directions. This way friends who awaken",
    "At night, beside you, awaken alone."
  ],
  "title": "Gin",
  "year": ""
}