{
  "author": "David St. John",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Desire",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176974",
  "region": "U.S., Southwestern",
  "text": [
    "It was something I’d overheard",
    "One evening at a party; a man I liked enormously",
    "Saying to a mutual friend, a woman",
    "Wearing a vest embroidered with scarlet and violet tulips",
    "That belled below each breast, “Well, I’ve always",
    "Preferred Athens; Greece seems to me a country",
    "Of the day—Rome, I’m afraid, strikes me",
    "As being a city of the night ... ”",
    "Of course, I knew instantly just what he meant—",
    "Not simply because I love",
    "Standing on the terrace of my apartment on a clear evening",
    "As the constellations pulse low in the Roman sky,",
    "The whole mind of night that I know so well",
    "Shimmering in its elaborate webs of infinite,",
    "Almost divine irony. No, and it wasn’t only that Rome",
    "Was",
    "city of the night, that it was here I’d chosen",
    "To live when I grew tired of my ancient life",
    "As the Underground Man. And it wasn’t that Rome’s darkness",
    "Was of the kind that consoles so many",
    "Vacancies of the soul; my Rome, with its endless history",
    "Of falls ... No, it was that this dark was the deep, sensual dark",
    "Of the dreamer; this dark was like the violet fur",
    "Spread to reveal the illuminated nipples of",
    "The She-Wolf—all the sequins above in sequence,",
    "The white buds lost in those fields of ever-deepening gentians,",
    "A dark like the polished back of a mirror,",
    "The pool of the night scalloped and hanging",
    "Above me, the inverted reflection of a last,",
    "Odd Narcissus ...",
    "One night my friend Nico came by",
    "Close to three",
    "—As we drank a little wine, I could see",
    "The black of her pupils blown wide,",
    "The spread ripples of the opiate night ... And Nico",
    "Pulled herself close to me, her mouth almost",
    "Touching my mouth, as she sighed, “Look ... ,”",
    "And deep within the pupil of her left eye,",
    "Almost like the mirage of a ship’s distant, hanging",
    "Lantern rocking with the waves,",
    "I could see, at the most remote end of the receding,",
    "Circular hallway of her eye, there, at its doorway,",
    "At the small aperture of the black telescope of the pupil,",
    "A tiny, dangling crucifix—",
    "Silver, lit by the ragged shards of starlight, reflecting",
    "In her as quietly as pain, as simply as pain ...",
    "Some years later, I saw Nico on stage in New York, singing",
    "Inside loosed sheets of shattered light, a fluid",
    "Kaleidoscope washing over her—the way any naked,",
    "Emerging Venus steps up along the scalloped lip",
    "Of her shell, innocent and raw as fate, slowly",
    "Obscured by a florescence that reveals her simple, deadly",
    "Love of sexual sincerity ...",
    "I didn’t bother to say hello. I decided to remember",
    "The way in Rome, out driving at night, she’d laugh as she let",
    "Her head fall back against the cracked, red leather",
    "Of my old Lancia’s seats, the soft black wind",
    "Fanning her pale, chalky hair out along its currents,",
    "Ivory waves of starlight breaking above us in the leaves;",
    "The sad, lucent malevolence of the heavens, falling ...",
    "Both of us racing silently as light. Nowhere,",
    "Then forever ...",
    "Into the mind of the Roman night."
  ],
  "title": "Lucifer in Starlight",
  "year": ""
}