{
  "author": "Gregory Djanikian",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Relationships",
    "Home Life",
    "Family",
    "Ancestors",
    "Growing Old"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177815",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "When my grandfather came back",
    "from his swim, battered this time",
    "by the treacherous currents, the rocks",
    "jutting out of the water like knives,",
    "my sister and I sidled into his room",
    "thinking the house too quiet",
    "and saw him like a hurt beast",
    "standing by his bed, naked, wet.",
    "My grandmother was kneeling, toweling his calves,",
    "my mother was mixing a poultice.",
    "“Look at his bruises,” my sister was whispering,",
    "“and the veins like swollen rivers.”",
    "We kept inching toward him",
    "while my grandmother daubed him with cream",
    "and wound him in a bedsheet",
    "and made him odder than any dream of him.",
    "“Children,” she said turning toward us,",
    "“let him sleep, this is your grandfather.”",
    "We hurried away, having said",
    "not a word to him, nor he to us,",
    "though our eyes had never left his body",
    "and we ached to touch him, brush",
    "our fingertips along the webs of cuts",
    "and discolorations in his pale skin.",
    "All day we wished he would somehow rise",
    "like a true ghost, the sheet ruffling in the drafts;",
    "“Grandfather,” we whispered at his closed door,",
    "“come to us, bring us your stories,”",
    "but when the last lights were put out that night",
    "and the dark spread about us like a purple bruise",
    "we wished we had never wished what we had,",
    "every waft of wind had a rustle to it",
    "and the sound of water was deep in our ears",
    "and by morning, he had become for us",
    "in his shut room the ghostliest of imaginings,",
    "and keeping our distance, we waited",
    "only for his door to suddenly swing forth",
    "and reveal him standing either healed",
    "and smiling and unstrange, or what seemed",
    "likelier to us now, about to change our lives."
  ],
  "title": "At Stanley Bay",
  "year": ""
}