{
  "author": "Gregory Djanikian",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Youth",
    "Living",
    "Family",
    "Ancestors",
    "Midlife",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177816",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "We have been cruising, half a block",
    "at a time, my wife, my two children,",
    "all morning, and I have been pointing out",
    "unhurriedly and with some feeling",
    "places of consequence, sacred places,",
    "backyards, lush fields, garages, alleyways.",
    "“There,” I say, “by this big cottonwood,",
    "That’s where I dropped the fly ball, 1959.”",
    "“And in 1961,” I say, “at this very corner,",
    "Barry Sapolsky tripped me up with his gym bag.”",
    "My son has fallen asleep, my daughter",
    "has been nodding “yes” indiscriminately",
    "for the last half hour, and my wife",
    "has the frozen, wide-eyed look of the undead.",
    "“Maybe lunch,” I say, though I’m making now",
    "my fourth approach to Curtin Jr. High School,",
    "yellow-bricked, large-windowed, gothic,",
    "where Frank Marone preyed on our terror once",
    "and Janice Lehman walked in beauty.",
    "“Salute, everyone,” I say, “salute,”",
    "bringing my hand up to my brow as we pass",
    "the gilded entrance, “This is where things",
    "of importance happened,” and I am pulling out",
    "from under the car seat a photo album",
    "of old school pictures, “Page 8,” I say,",
    "“Fred Decker, John Carlson by the bike rack,",
    "Mr. Burkett … ,” and driving on, following",
    "the invisible map before my eyes.",
    "Now we are drifting toward my boyhood house",
    "and I am showing my wife trellised porches,",
    "bike routes, more than she’d care to see;",
    "“Why this longing?” she says, “What about now,",
    "the kids, our lives together, lunch, me?”",
    "I give her a kiss and turn right on Cherry",
    "and there in front of our eyes, barely changed,",
    "is the house where all my memories converge.",
    "“Look at the windows of my room,” I say,",
    "“see, there, the shadowy figure moving behind them?”",
    "And before anyone can hope to answer,",
    "I have grabbed my camera, I am snapping",
    "pictures through the windshield, bricks,",
    "dormers, railings, fences, streets, all",
    "are falling thrall to my aim.",
    "“We could be happy here,” I say, putting",
    "another roll of film in and beginning",
    "to nose my car toward Bill Corson’s house.",
    "“Really, Daddy,” my daughter says; “No chance,”",
    "my wife tacks on, but all I’m hearing",
    "is the crack of bats in the neighborhood lot",
    "and Danny’s pearl-handled cap gun going off",
    "and the drone of bees around honeysuckle",
    "and Dewey Waugh’s gravelly voice",
    "urging on his mower, and the sound",
    "of wind in the cottonwoods is like water,",
    "I am coasting, there is time for everything."
  ],
  "title": "Going Back",
  "year": ""
}