{
  "author": "Gregory Djanikian",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/25818",
  "region": "",
  "text": [
    "I had never seen a cornfield in my life,",
    "I had never been to Oklahoma,",
    "But I was singing as loud as anyone,",
    "“Oh what a beautiful morning. . . . The corn",
    "Is as high as an elephant’s eye,”",
    "Though I knew something about elephants, I thought,",
    "Coming from the same continent as they did,",
    "And they being more like camels than anything else.",
    "And when we sang from",
    ",",
    "“Clang, clang, clang went the trolley,”",
    "I remembered the ride from Ramleh Station",
    "In the heart of Alexandria",
    "All the way to Roushdy where my grandmother lived,",
    "The autos on the roadways vying",
    "With mule carts and bicycles,",
    "The Mediterranean half a mile off on the left,",
    "The air smelling sharply of diesel and salt.",
    "It was a problem which had dogged me",
    "For a few years, this confusion of places.",
    "And when in 5th grade geography I had pronounced",
    "“Des Moines” as though it were a village in France,",
    "Mr. Kephart led me to the map on the front wall,",
    "And so I’d know where I was,",
    "Pressed my forehead squarely against Iowa.",
    "Des Moines, he’d said. Rhymes with coins.",
    "Now we were singing “zippidy-doo-dah, zippidy-ay,”",
    "And every song we’d sung had in it",
    "Either sun or bluebirds, fair weather",
    "Or fancy fringe, O beautiful America!",
    "And one tier below me,",
    "There was Linda Deemer with her amber waves",
    "And lovely fruited plains,",
    "And she was part of America too",
    "Along with sun and spacious sky",
    "Though untouchable, and as distant",
    "As purple mountains of majesty.",
    "“This is my country,” we sang,",
    "And a few years ago there would have been",
    "A scent of figs in the air, mangoes,",
    "And someone playing the oud along a clear stream.",
    "But now it was “My country 'tis of thee”",
    "And I sang it out with all my heart",
    "And now with Linda Deemer in mind.",
    "“Land where my fathers died,” I bellowed,",
    "And it was not too hard to imagine",
    "A host of my great-uncles and -grandfathers",
    "Stunned from their graves in the Turkish interior",
    "And finding themselves suddenly",
    "On a rock among maize and poultry",
    "And Squanto shaking their hands.",
    "How could anyone not think America",
    "Was exotic when it had Massachusetts",
    "And the long tables of thanksgiving?",
    "And how could it not be home",
    "If it were the place where love first struck?",
    "We had finished singing.",
    "The sun was shining through large windows",
    "On the beatified faces of all",
    "Who had sung well and with feeling.",
    "We were ready to file out and march back",
    "To our room where Mr. Kephart was waiting.",
    "Already Linda Deemer had disappeared",
    "Into the high society of the hallway.",
    "One day I was going to tell her something.",
    "Des Moines, I was saying to myself,",
    "Baton Rouge. Terre Haute. Boise."
  ],
  "title": "In the Elementary School Choir",
  "year": ""
}