{
  "author": "Gregory Djanikian",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "History",
    "Politics",
    "Love",
    "Social Commentaries",
    "Youth",
    "Relationships",
    "Infatuation",
    "Crushes"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177813",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Perhaps her cook, come under the influence",
    "Of a few discreet piastres, had spoken",
    "Too indiscreetly. Or just perhaps,",
    "On a hot day along the azure of the Mediterranean,",
    "Rue Fouad bearing a stream of traffic",
    "To Muhammed Ali Square in a riot",
    "Of klaxons and shouts, and the whole city",
    "Gleaming white as it must have from a distance,",
    "Perhaps on such a day, someone got lucky",
    "And Mme. Sperides at the customs house",
    "Could sense what price she would have to pay,",
    "That the official full of apologies",
    "And gold teeth would usher her into",
    "A private room smelling of dark tobacco,",
    "That under the drone of the ceiling fans",
    "Her valises would be searched, the linings",
    "Cut out, the cowhide ripped back,",
    "That despite her protests which would be",
    "Useless but obligatory, she herself",
    "Would be stripped, that finally,",
    "Two large diamonds worth a modest villa",
    "Would peek and shine from the elegant crack",
    "Of her ass.",
    "Whatever the story,",
    "It was not for a boy to know.",
    "I listened at my grandmother’s door",
    "As she spoke in a whisper, thieving",
    "A fragment here a word there",
    "Jewels hidden you know where though I didn’t",
    "And tried to call up all that I remembered:",
    "Mme. Sperides in her salon serving us",
    "Tea and the small cucumber sandwiches",
    "Whose flavor always reminded me of paste.",
    "Mme. Sperides falling easily back in her chair,",
    "Crossing her legs, intoning:",
    "“You know what my husband left me.",
    "It is not much to live on in these times.”",
    "Mme. Sperides ringing for her servants",
    "Who swished in and out in their galabiyas,",
    "Expressionless, almost invisible,",
    "Bringing us fruits and petit fours.",
    "And now, Mme. Sperides naked, jewels hidden",
    "Somewhere in my imagination, somewhere",
    "In the words my grandmother whispered",
    "And I smuggled out with my ear at the door,",
    "Holding my breath, thinking the world",
    "Would suddenly reveal itself with one",
    "Prize word, some dark knowledge.",
    "“I love you, Mme. Sperides,” I tried",
    "With a small boy’s passion, believing",
    "That was enough to bring her secretly",
    "To me, translucent and shimmering.",
    "But when I closed my eyes in my fever,",
    "All I could see was Mme. Sperides laden",
    "With rings and pearls, bracelets and brooches,",
    "Mme. Sperides hidden by jewelry and clothing,",
    "Something else hidden beyond all that.",
    "All I could taste was cucumber.",
    "All I could hear was the undercurrent",
    "Of long robes swishing from room to room."
  ],
  "title": "Mme. Sperides",
  "year": ""
}