{
  "author": "Donald Hall",
  "classification": "",
  "keywords": [
    "Home Life",
    "History",
    "Politics",
    "Youth",
    "Travels",
    "Journeys",
    "Living",
    "Relationships",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171764",
  "region": "U.S., New England",
  "text": [
    "Between pond and sheepbarn, by maples and watery birches,",
    "Rebecca paces a double line of rust",
    "in a sandy trench, striding on black",
    "creosoted eight-by-eights.",
    "In nineteen-forty-three,",
    "wartrains skidded tanks,",
    "airframes, dynamos, searchlights, and troops",
    "to Montreal. She counted cars",
    "from the stopped hayrack at the endless crossing:",
    "ninety-nine, one hundred; and her grandfather Ben’s",
    "voice shaking with rage and oratory told",
    "how the mighty Boston and Maine",
    "kept the Statehouse in its pocket.",
    "Today Rebecca walks",
    "a line that vanishes, in solitude",
    "bypassed by wars and commerce. She remembers the story",
    "of the bunting’d day her great-great-great-",
    "grandmother watched the first train roll and smoke",
    "from Potter Place to Gale",
    "with fireworks, cider, and speeches. Then the long rail",
    "drove west, buzzing and humming; the hive of rolling stock",
    "extended a thousand-car’d perspective",
    "from Ohio to Oregon, where men who left stone farms",
    "rode rails toward gold.",
    "On this blue day she walks",
    "under a high jet’s glint of swooped aluminum pulling",
    "its feathery contrail westward. She sees ahead",
    "how the jet dies into junk, and highway wastes",
    "like railroad. Beside her the old creation retires,",
    "hayrack sunk like a rowboat",
    "under its fields of hay. She closes her eyes",
    "to glimpse the vertical track that rises",
    "from the underworld of graves,",
    "soul’s ascension connecting dead to unborn, rails",
    "that hum with a hymn of continual vanishing",
    "where tracks cross.",
    "For she opens her eyes to read",
    "on a solitary gravestone next to the rails",
    "the familiar names of Ruth and Matthew Bott, born",
    "in a Norfolk parish, who ventured",
    "the immigrant’s passionate Exodus westward to labor",
    "on their own land. Here love builds",
    "its mortal house, where today’s wind carries",
    "a double scent of heaven and cut hay."
  ],
  "title": "A Sister on the Tracks",
  "year": ""
}