{
  "author": "Donald Hall",
  "classification": "",
  "keywords": [
    "Pets",
    "Eating",
    "Drinking",
    "Death",
    "Living",
    "Relationships",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171761",
  "region": "U.S., New England",
  "text": [
    "Twelve people, most of us strangers, stand in a room",
    "in Ann Arbor, drinking Cribari from jars.",
    "Then two young men, who cooked him,",
    "carry him to the table",
    "on a large square of plywood: his body",
    "striped, like a tiger cat’s, from the basting,",
    "his legs long, much longer than a cat’s,",
    "and the striped hide as shiny as vinyl.",
    "Now I see his head, as he takes his place",
    "at the center of the table,",
    "his wide pig’s head; and he looks like the",
    "that ran in front of the car, in the desert outside Tucson,",
    "and I am drawn to him, my brother the pig,",
    "with his large ears cocked forward,",
    "with his tight snout, with his small ferocious teeth",
    "in a jaw propped open",
    "by an apple. How bizarre, this raw apple clenched",
    "in a cooked face! Then I see his eyes,",
    "his eyes cramped shut, his no-eyes, his eyes like X’s",
    "in a comic strip, when the character gets knocked out.",
    "This afternoon they read directions",
    "from a book:",
    "or they will burst during roasting. So they hacked them out.",
    "\"I nearly fainted,\" says someone.",
    "\"I never fainted before, in my whole life.\"",
    "Then they gutted the pig and stuffed him,",
    "and roasted him five hours, basting the long body.",
    "* * *",
    "Now we examine him, exclaiming, and we marvel at him—",
    "but no one picks up a knife.",
    "Then a young woman cuts off his head.",
    "It comes off so easily, like a detachable part.",
    "With sudden enthusiasm we dismantle the pig,",
    "we wrench his trotters off, we twist them",
    "at shoulder and hip, and they come off so easily.",
    "Then we cut open his belly and pull the skin back.",
    "For myself, I scoop a portion of left thigh,",
    "moist, tender, falling apart, fat, sweet.",
    "We forage like an army starving in winter",
    "that crosses a pass in the hills and discovers",
    "a valley of full barns—",
    "cattle fat and lowing in their stalls,",
    "bins of potatoes in root cellars under white farmhouses.",
    "barrels of cider, onions, hens squawking over eggs—",
    "and the people nowhere, with bread still warm in the oven.",
    "Maybe, south of the valley, refugees pull their carts",
    "listening for Stukas or elephants, carrying",
    "bedding, pans, and silk dresses,",
    "old men and women, children, deserters, young wives.",
    "No, we are here, eating the pig together.",
    "* * *",
    "In ten minutes, the destruction is total.",
    "His tiny ribs, delicate as birds’ feet, lie crisscrossed.",
    "Or they are like crosshatching in a drawing,",
    "lines doubling and redoubling on each other.",
    "Bits of fat and muscle",
    "mix with stuffing alien to the body,",
    "walnuts and plums. His skin, like a parchment bag",
    "soaked in oil, is pulled back and flattened,",
    "with ridges and humps remaining, like a contour map,",
    "like the map of a defeated country.",
    "The army consumes every blade of grass in the valley,",
    "every tree, every stream, every village,",
    "every crossroad, every shack, every book, every graveyard.",
    "His intact head",
    "swivels around, to view the landscape of body",
    "as if in dismay.",
    "\"For sixteen weeks I lived. For sixteen weeks",
    "I took into myself nothing but the milk of my mother",
    "who rolled on her side for me,",
    "for my brothers and sisters. Only five hours roasting,",
    "and this body so quickly dwindles away to nothing.\"",
    "* * *",
    "By itself, isolated on this plywood,",
    "among this puzzle of foregone possibilities,",
    "his intact head seems to want affection.",
    "Without knowing that I will do it,",
    "I reach out and scratch his jaw,",
    "and I stroke him behind his ears,",
    "as if he might suddenly purr from his cooked head.",
    "\"When I stroke your pig’s ears,",
    "and scratch the striped leather of your jowls,",
    "the furrow between the sockets of your eyes,",
    "I take into myself, and digest,",
    "wheat that grew between",
    "the Tigris and the Euphrates rivers.",
    "\"And I take into myself the flint carving tool,",
    "and the savannah, and hairs in the tail",
    "of Eohippus, and fingers of bamboo,",
    "and Hannibal’s elephant, and Hannibal,",
    "and everything that lived before us, everything born,",
    "exalted, and dead, and historians who carved in the Old Kingdom",
    "when the wall had not heard about China.\"",
    "I speak these words",
    "into the ear of the Stone Age pig, the Abraham",
    "pig, the ocean pig, the Achilles pig,",
    "and into the ears",
    "of the fire pig that will eat our bodies up.",
    "\"Fire, brother and father,",
    "twelve of us, in our different skins, older and younger,",
    "opened your skin together",
    "and tore your body apart, and took it",
    "into our bodies.\""
  ],
  "title": "Eating the Pig",
  "year": ""
}