{
  "author": "Donald Hall",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/18940",
  "region": "",
  "text": [
    "1.",
    "Today they cut down the oak.",
    "Strong men climbed with ropes",
    "in the brittle tree.",
    "The exhaust of a gasoline saw",
    "was blue in the branches.",
    "The oak had been dead a year.",
    "I remember the great sails of its branches",
    "rolling out green, a hundred and twenty feet up,",
    "and acorns thick on the lawn.",
    "Nine cities of squirrels lived in that tree.",
    "Yet I was happy that it was coming down.",
    "\"Let it come down!\" I kept saying to myself",
    "with a joy that was strange to me.",
    "Though the oak was the shade of old summers,",
    "I loved the guttural saw.",
    "2.",
    "By night a bare trunk stands up fifteen feet",
    "and cords of firewood press",
    "on the twiggy frozen grass of the yard.",
    "One man works every afternoon for a week",
    "to cut the trunk gradually down.",
    "Bluish stains spread through the wood",
    "and make it harder to cut.",
    "He says they are the nails of a trapper",
    "who dried his pelts on the oak",
    "when badgers dug in the lawn.",
    "Near the ground he hacks for two days,",
    "knuckles scraping the stiff snow.",
    "His chain saw breaks three teeth.",
    "He cannot make the trunk smooth. He leaves",
    "one night after dark.",
    "3.",
    "Roots stiffen under the ground",
    "and the frozen street, coiled around pipes and wires.",
    "The stump is a platform of blond wood",
    "in the gray winter. It is nearly level",
    "with the snow that covers the little garden around it.",
    "It is a door into the underground of old summers,",
    "but if I bend down to it, I am lost",
    "in crags and buttes of a harsh landscape",
    "that goes on forever. When snow melts",
    "the wood darkens into the ground;",
    "rain and thawed snow move deeply into the stump,",
    "backwards along the disused tunnels.",
    "4.",
    "The edges of the trunk turn black.",
    "In the middle there is a pale overlay,",
    "like a wash of chalk on darkness.",
    "The desert of the winter",
    "has moved inside.",
    "I do not step on it now; I am used to it,",
    "like a rock, or a bush that does not grow.",
    "There is a sailing ship",
    "beached in the cove of a small island",
    "where the warm water is turquoise.",
    "The hulk leans over, full of rain and sand,",
    "and shore flowers grow from it.",
    "Then it is under full sail in the Atlantic,",
    "on a blue day, heading for the island.",
    "She has planted sweet alyssum",
    "in the holes where the wood was rotten.",
    "It grows thick, it bulges",
    "like flowers contending from a tight vase.",
    "Now the stump sinks downward into its roots",
    "with a cargo of rain",
    "and white blossoms that last into October."
  ],
  "title": "Stump",
  "year": ""
}