{
  "author": "Donald Hall",
  "classification": "",
  "keywords": [
    "Religion",
    "Nature",
    "Family",
    "Ancestors",
    "Pets",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171763",
  "region": "U.S., New England",
  "text": [
    "Ruminant pillows! Gregarious soft boulders!",
    "If one of you found a gap in a stone wall,",
    "the rest of you—rams, ewes, bucks, wethers, lambs;",
    "mothers and daughters, old grandfather-father,",
    "cousins and aunts, small bleating sons—",
    "followed onward, stupid",
    "as sheep, wherever",
    "your leader’s sheep-brain wandered to.",
    "My grandfather spent all day searching the valley",
    "and edges of Ragged Mountain,",
    "calling “Ke-",
    "” as if he brought you salt,",
    "“Ke-",
    "Ke-",
    "* * *",
    "When the shirt wore out, and darns in the woolen",
    "shirt needed darning,",
    "a woman in a white collar",
    "cut the shirt into strips and braided it,",
    "as she braided her hair every morning.",
    "In a hundred years",
    "the knees of her great-granddaughter",
    "crawled on a rug made from the wool of sheep",
    "whose bones were mud,",
    "like the bones of the woman, who stares",
    "from an oval in the parlor.",
    "* * *",
    "I forked the brambly hay down to you",
    "in nineteen-fifty. I delved my hands deep",
    "in the winter grass of your hair.",
    "When the shearer cut to your nakedness in April",
    "and you dropped black eyes in shame,",
    "hiding in barnyard corners, unable to hide,",
    "I brought grain to raise your spirits,",
    "and ten thousand years",
    "wound us through pasture and hayfield together,",
    "threads of us woven",
    "together, three hundred generations",
    "from Africa’s hills to New Hampshire’s.",
    "* * *",
    "You were not shrewd like the pig.",
    "You were not strong like the horse.",
    "You were not brave like the rooster.",
    "Yet none of the others looked like a lump of granite",
    "that grew hair,",
    "and none of the others",
    "carried white fleece as soft as dandelion seed",
    "around a black face,",
    "and none of them sang such a flat and sociable song.",
    "* * *",
    "Now the black-faced sheep have wandered and will not return,",
    "even if I should search the valleys",
    "and call “Ke-",
    ",” as if I brought them salt.",
    "Now the railroad draws",
    "a line of rust through the valley. Birch, pine, and maple",
    "lean from cellarholes",
    "and cover the dead pastures of Ragged Mountain",
    "except where machines make snow",
    "and cables pull money up hill, to slide back down.",
    "* * *",
    "At South Danbury Church twelve of us sit—",
    "cousins and aunts, sons—",
    "where the great-grandfathers of the forty-acre farms",
    "filled every pew.",
    "I look out the window at summer places,",
    "at Boston lawyers’ houses",
    "with swimming pools cunningly added to cowsheds,",
    "and we read an old poem aloud, about Israel’s sheep,",
    "old lumps of wool, and we read",
    "that the rich farmer, though he names his farm for himself,",
    "takes nothing into his grave;",
    "that even if people praise us, because we are successful,",
    "we will go under the ground",
    "to meet our ancestors collected there in the darkness;",
    "that we are all of us sheep, and death is our shepherd,",
    "and we die as the animals die."
  ],
  "title": "The Black-Faced Sheep",
  "year": ""
}