{
  "author": "Ella Wheeler Wilcox",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Death",
    "Parenthood",
    "Sorrow",
    "Grieving",
    "Social Commentaries",
    "War",
    "Conflict",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248428",
  "region": "",
  "text": [
    "In the old times of peace we went our ways,",
    "Through proper days",
    "Of little joys and tasks. Lonely at times,",
    "When from the steeple sounded wedding chimes,",
    "Telling to all the world some maid was wife—",
    "But taking patiently our part in life",
    "As it was portioned us by Church and State,",
    "Believing it our fate.",
    "Our thoughts all chaste",
    "Held yet a secret wish to love and mate",
    "Ere youth and virtue should go quite to waste.",
    "But men we criticised for lack of strength,",
    "And kept them at arm's length.",
    "Then the war came—",
    "The world was all aflame!",
    "The men we had thought dull and void of power",
    "Were heroes in an hour.",
    "He who had seemed a slave to petty greed",
    "Showed masterful in that great time of need.",
    "He who had plotted for his neighbour's pelf,",
    "Now for his fellows offers up himself.",
    "And we were only women, forced by war",
    "To sacrifice the things worth living for.",
    "War had swept ten thousand years away from earth.",
    "We were primal once again.",
    "There were males, not modern men;",
    "We were females meant to bring their sons to birth.",
    "And we could not wait for any formal rite,",
    "We could hear them calling to us, 'Come to-night;",
    "For to-morrow, at the dawn,",
    "We move on!'",
    "And the drum",
    "Bellowed, 'Come, come, come!'",
    "And the fife",
    "Whistled, 'Life, life, life!'",
    "So they moved on and fought and bled and died;",
    "Honoured and mourned, they are the nation's pride.",
    "We fought our battles, too, but with the tide",
    "Of our red blood, we gave the world new lives.",
    "Because we were not wives",
    "We are dishonoured. Is it noble, then,",
    "To break God's laws only by killing men",
    "To save one's country from destruction?",
    "We took no man's life but gave our chastity,",
    "And sinned the ancient sin",
    "To plant young trees and fill felled forests in.",
    "Oh, clergy of the land,",
    "Bible in hand,",
    "All reverently you stand,",
    "On holy thoughts intent",
    "While barren wives receive the sacrament!",
    "Had you the open visions you could see",
    "Phantoms of infants murdered in the womb,",
    "Who never knew a cradle or a tomb,",
    "Hovering about these wives accusingly.",
    "Bestow the sacrament! Their sins are not well known—",
    "Ours to the four winds of the earth are blown."
  ],
  "title": "War Mothers",
  "year": ""
}