{
  "author": "Alicia Ostriker",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181769",
  "region": "U.S., New England",
  "text": [
    "The day the war against Iraq begins",
    "I’m photographing the yellow daffodils",
    "With their outstretched arms and ruffled cups",
    "Blowing in the wind of Jesus Green",
    "Edging the lush grassy moving river",
    "Along with the swans and ducks",
    "Under a soft March Cambridge sky",
    "Embellishing the earth like a hand",
    "Starting to illustrate a children’s book",
    "Where people in light clothes come out",
    "To play, to frisk and run about",
    "With their lovers, friends, animals, and children",
    "As down every stony back road of history",
    "They’ve always done in the peaceful springs",
    "—Which in a sense is also hell because",
    "The daffodils do look as if they dance",
    "And make some of us in the park want to dance",
    "And breathe deeply and I know that",
    "Being able to eat and incorporate beauty like this",
    "I am privileged and by that token can",
    "Taste pain, roll it on my tongue, it’s good",
    "The cruel wars are good the stupidity is good,",
    "The primates hiding in their caves are very good,",
    "They do their best, which explains poetry.",
    "What explains poetry is that life is hard",
    "But better than the alternatives,",
    "The no and the nothing. Look at this light",
    "And color, a splash of brilliant yellow",
    "Punctuating an emerald text, white swans",
    "And mottled brown ducks floating quietly along",
    "Whole and alive, like an untorn language",
    "That lacks nothing, that excludes",
    "Nothing. Period. Don’t you think",
    "It is our business to defend it",
    "Even the day our masters start a war?",
    "To defend the day we see the daffodils?"
  ],
  "title": "Daffodils",
  "year": ""
}