{
  "author": "Alicia Ostriker",
  "classification": "",
  "keywords": [
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171323",
  "region": "U.S., New England",
  "text": [
    "They remember the dead who died in the resistance.",
    "It is in sweet tones that they speak of them.",
    "They shake their heads, still, after the dinner",
    "Walking back to the car, while an evening snow",
    "That has started windlessly, white from pearl-gray,",
    "Falls into streets that are already slushy.",
    "They shake their heads, as we do when there is something",
    "Too strange to believe,",
    "Or as a beast does, stunned by a blow.",
    "“To die in the resistance,” they say, “is to fail",
    "To turn into slush, to escape this ugliness.",
    "It is at once to leap, a creamy swan,",
    "Upward.” Three voices: oboe, piano, cello.",
    "The high one wishes to be pleasing, the middle",
    "To be practical, the deep to persevere.",
    "A movie theater lobby in front of them",
    "Throws its light on the sidewalk, like a woman",
    "Swiftly emptying a bucket of water:",
    "The flakes are falling in its yellow light.",
    "Then they pass a café, its light red neon,",
    "Then a closed pharmacy.",
    "—They pull sharp air",
    "Into their lungs, a pain that is a pleasure.",
    "“Try to live as if there were no God,”",
    "They don’t say, but they mean.",
    "A recollection of purity, a clean",
    "Handkerchief each man feels in his own pocket,",
    "Perturbs them, slows their pace down. Now they have seen",
    "A yellow stain on a pile of old snow",
    "Between two parked cars, where a man has peed:",
    "The resistance. The falling flakes, falling",
    "On the men’s hats. And now",
    "The snow grows heavier, falls on their stooping shoulders."
  ],
  "title": "Three Men Walking, Three Brown Silhouettes",
  "year": ""
}