{
  "author": "Curzio Malaparte",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245718",
  "region": "Italy",
  "text": [
    "I",
    "The whole of human history",
    "seems to be the story of men who kill,",
    "and of men who are killed;",
    "of murderers who light their cigarettes",
    "with trembling hands,",
    "and of poor, unlucky kids staring into the eyes",
    "of those who bring them their deaths.",
    "But history is not about murderers, after all.",
    "It is just the story of some poor kids.",
    "The whole history of the world",
    "is just the story of millions of poor kids",
    "overwhelmed by the fear of death, or",
    "by the fear of bringing death to others.",
    "My mother had closed her eyes",
    "and was breathing softly.",
    "Every so often, her right hand,",
    "abandoned on the white sheet,",
    "would shift slightly, opening and closing",
    "like the hand of a sleeping baby.",
    "The nurse came into the room just then,",
    "as I had begun to tell the story of Jaco.",
    "She opened the door as slowly as possible,",
    "but I felt her presence behind my shoulders",
    "bending over the bed,",
    "looking at my mother.",
    "said the nurse.",
    "I didn't turn around,",
    "but continued my story in a low whisper.",
    "When I got to the part about the grenade,",
    "I heard the nurse tiptoeing out,",
    "closing the door behind her,",
    "silently.",
    "The grenade exploded a few feet away, while Jaco was helping to carry two wounded soldiers down the hill to the hospital tent. By the time I got to him, he was stretched out on the grass, breathing heavily. Everyone around him had been killed. He watched as I approached, and when I was close, he smiled.",
    "He had just been promoted to lieutenant, even though he had not yet turned nineteen. Six months ago, when we were getting ready to leave Italy, Ercolani had taken me aside and said:",
    "I was irritated:",
    "But from that day on, I kept my eye on Jacoboni: he was about the same age as me, but seemed much younger. In any event, he turned out to be a good officer: he did his duty like all the others, like a good kid. He took war seriously, convinced he would go home in one piece, back to his family in Monterotondo, near Rome. And it was perhaps because of this that he smiled as I sat down next to him.",
    "I saw right away that it was hopeless. The grenade had torn open his abdomen and his intestines were cascading down his leg past his knees and coiling onto the ground.",
    "We were surrounded by the dead: hundreds of them in the forest around us. Most were Italian, but there were a few Germans: they had advanced this far before we had finally pushed them back. Their dead lay alongside ours.",
    "The rain on the oak leaves",
    "made a soft music, like women whispering.",
    "Every so often, it would intensify",
    "as it darted here, and there through the trees,",
    "rising and then fading away.",
    "The green reflection of the forest",
    "washed everything the color of water,",
    "gave an extraordinary lightness to things:",
    "to the solid trunks of the trees,",
    "to the bodies lying in the grass.",
    "Glimpsed through the branches of the trees,",
    "the sky appeared light and remote:",
    "A sky made of silk,",
    "luminous and pure, serene,",
    "scrubbed of clouds and fog.",
    "The rain was coming from who knows where.",
    "Or maybe it was not even rain,",
    "just the memory of some rain",
    "falling from the depths of past summers,",
    "falling from some childhood summer long ago."
  ],
  "title": "Murderer [Part I]",
  "year": ""
}