{
  "author": "Curzio Malaparte",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245720",
  "region": "Italy",
  "text": [
    "IV",
    "So it did not come as a surprise—a relief, almost—when we heard the",
    "of machine guns and the thud of grenades rising up from the woods below. The Germans were advancing again through the tangle of bomb-shattered branches, clearing a path with axe-blows, foreheads crushed beneath the overhang of great steel helmets, gleaming eyes fixed dead ahead.",
    "The rest of that day was bitter, and many of us fell forever headlong in the grass. But toward evening the voice of battle began to diminish, and then from the depths of the forest we could hear the song of the wounded: the serene, monotonous, sad-hopeful song of the wounded, joining the chorus of birds hidden in the foliage as they welcomed the return of the moon.",
    "It was still daylight, but the moon was rising sweetly from behind the forested mountains of Reims.",
    "A moon from the forest of Ardennes,",
    "a moon from the country of Rimbaud, of Verlaine,",
    "a delicate green moon, round and light,",
    "entering the room of the sky from behind a screen of branches",
    "as if stepping delicately out of the earth,",
    "rising up from the grass, causing the tree-branches to blush",
    "transparent and sweet.",
    "Like startled birds, we had settled again around Jaco:",
    "he smiled.",
    "But now his smile was tired:",
    "a tired smile",
    "in a face clenched like a fist.",
    "Jaco's suffering gnawed away at us,",
    "sinking into our bones.",
    "There is nothing so terrible, or so sweet,",
    "so touching, as that animal, man,",
    "when he gives over to death.",
    "I felt my shirt sticking to my back. My face",
    "and the faces of the others were beaded with sweat,",
    "like the sweet face of Nazzareno Jacoboni.",
    "And little by little I became aware",
    "that everyone had slowly turned toward me,",
    "pinning me down with their eyes.",
    "Along with Jaco's terrible, unbearable suffering,",
    "something else was sinking into us, little by little,",
    "something which was not ours.",
    "Something strong, strange, insistent,",
    "was slowly being born within us.",
    "Jaco stared at me,",
    "even he now stared at me,",
    "expecting something,",
    "and I felt a new idea forming inside me,",
    "and inside the others.",
    "said Jaco.",
    "I looked away to the green moon hanging behind the trees:",
    "It had taken on the round shapeliness",
    "of a fragrant leaf: a laurel leaf,",
    "perhaps, or sage, or mint,",
    "a great green leaf, transparent with evening daylight.",
    "The sun had not yet settled into the forest,",
    "and his last warm rays struck the trunks of the trees",
    "leaving some of them wounded, bleeding.",
    "Others—the oaks, the beeches, poplars and birches—",
    "reflected the light in a strange way,",
    "as if they were made of glass.",
    "That glassy light, which the sun, just before it sets,",
    "draws from the earth's waters,",
    "drinks from its grass, from its leaves,",
    "from the trunks of its trees,",
    "to slake its thirst.",
    "All of them stared at me,",
    "but I was not aware of what I was doing.",
    "I felt my hands moving,",
    "but I did not know what I was doing until",
    "I found myself standing",
    "and saw them looking up at me,",
    "and Jacoboni smiling at me strangely,",
    "and felt something cold and smooth in my hands.",
    "And finally I was aware that I was standing",
    "with a rifle in my hands.",
    "I closed my eyes, and fired.",
    "I fired with my eyes closed,",
    "one shot after another.",
    "And then, when the echo of the shots",
    "had melted into the woods,",
    "there was a great silence.",
    "With my eyes still closed,",
    "rifle still in hand,",
    "I turned and took a few steps.",
    "Suddenly I heard:",
    "It was the voice of woman, terrible,",
    "the voice of a sister, desperate,",
    "the voice of a mother, of a lover.",
    "And at that moment nothing could have been more terrible",
    "than that voice of a woman,",
    "that voice of a mother, of a sister,",
    "of a lover, crying:",
    "I opened my eyes and saw one of the girls running toward me, her hands like claws, as if she intended to tear me apart. She screamed again:",
    "and then stopped abruptly a few paces away, filthy, disheveled, with a great bewilderment, spreading across her face, a wondrous pity. I stood in front of her, rifle in my hands, tears in my eyes.",
    "And they were certainly a marvelous thing, those tears, not only for her, but for me as well.",
    "My mother was lying on her back,",
    "her eyes were closed, and she seemed to be asleep;",
    "Even her hand, abandoned on the sheets,",
    "had dozed off.",
    "I fell silent,",
    "looking at the moon rising inch by inch",
    "over the olive trees of Settignano.",
    "It gave me great solace,",
    "that moon and those trees.",
    "That bright silver moon over silvery trees,",
    "that moon in the shape of an olive leaf,",
    "clean and transparent,",
    "shining like a vein of silver, pulsing",
    "through green marble",
    "in the incensed darkness of a church."
  ],
  "title": "Murderer [Part IV]",
  "year": ""
}