{
  "author": "Richard Blanco",
  "classification": "Imagery",
  "keywords": [
    "Living",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Jobs",
    "Working",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Arts",
    "Sciences",
    "Architecture",
    "Design",
    "Photography",
    "Film",
    "Social Commentaries",
    "History",
    "Politics",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245310",
  "region": "",
  "text": [
    "Groundbreaking Ceremony, City of South Miami, Sunset Drive Improvements",
    "And so it began: the earth torn, split open",
    "by a dirt road cutting through palmettos",
    "and wild tamarind trees defending the land",
    "against the sun. Beside the road, a shack",
    "leaning into the wind, on the wooden porch,",
    "crates of avocados and limes, white chickens",
    "pecking at the floor boards, and a man",
    "under the shadow of his straw hat, staring",
    "into the camera in 1914. He doesn't know",
    "within a lifetime the unclaimed land behind",
    "him will be cleared of scrub and sawgrass,",
    "the soil will be turned, made to give back",
    "what the farmers wish, their lonely houses",
    "will stand acres apart from one another,",
    "jailed behind the boughs of their orchards.",
    "He'll never buy sugar at the general store,",
    "mail love letters at the post office, or take",
    "a train at the depot of the town that will rise",
    "out of hundred-million years of coral rock",
    "on promises of paradise. He'll never ride",
    "a Model-T puttering down the dirt road",
    "that will be paved over, stretch farther and",
    "farther west into the horizon, reaching for",
    "the setting sun after which it will be named.",
    "He can't even begin to imagine the shadows",
    "of buildings rising taller than the palm trees,",
    "the street lights glowing like counterfeit stars",
    "dotting the sky above the road, the thousands",
    "who will take the road everyday, who'll also",
    "call this place home less than a hundred years",
    "after the photograph of him hanging today",
    "in City Hall as testament. He'll never meet",
    "me, the engineer hired to transform the road",
    "again, bring back tree shadows and birdsongs,",
    "build another promise of another paradise",
    "meant to last another forever. He'll never see",
    "me, the poet standing before him, trying",
    "to read his mind across time, wondering if",
    "he was thinking what I'm today, both of us",
    "looking down the road that will stretch on",
    "for years after I too disappear into a photo."
  ],
  "title": "Photo of a Man on Sunset Drive: 1914, 2008",
  "year": ""
}