{
  "author": "Joel Craig",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "The Mind",
    "Relationships",
    "Friends",
    "Enemies",
    "Home Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245952",
  "region": "U.S., Midwestern",
  "text": [
    "My fugues have no apparent relation to past trauma of any kind.",
    "When it came time to rehearse we decided to get glamorous.",
    "We get all done-up for rehearsal. Gradually, imperceptibly, things begin",
    "slipping back into their normal place. My body is slowly rotating",
    "into its proper north-south orientation. My playing is flawless",
    "as it turns out. The audience goes nuts",
    "but what was it all about?",
    "Had I longer to see the aspects and facets of the family,",
    "which as we know are not always tickety-boo but I have drifted away",
    "like a wide-winged bird over many things that are meaningless,",
    "yet my mind is clicking away quite properly on other levels.",
    "I was never in it for the money, but I see where it goes",
    "without ever touching it.",
    "It was like a honeymoon — nothing made sense, sounding utterly",
    "convincing to my own ears — selfness in training, needing a month of good sleep.",
    "When I woke I saw the sunlight streaming in across the ceiling and thought",
    "oh boy, we were awful yesterday, the obvious response being",
    "to phone the boss and tell him you’re sick and go to bed until it’s passed,",
    "except Boss is in bed too.",
    "Don’t let the lack of his spirit blind your life.",
    "You would expect me to tell you, wouldn’t you, if our positions were reversed,",
    "while I look for a suitable shirt, but you",
    "don’t have any more to accomplish, nothing at all.",
    "Did you ever love me? Could I grit my teeth",
    "and carry it all off without anyone being the wiser?",
    "Any words that have concrete meanings are fine",
    "and completely friendly. The whole history of the human race",
    "is somewhat sad, wouldn’t you say, if you look at it",
    "in a certain way? But then, if you squint a bit differently",
    "it isn’t sad at all.",
    "There were times we were all hurting really bad,",
    "thinking the bed will win. Maybe it was the beginnings of trademark —",
    "if we stayed telepathic we couldn’t do that — surprise, surprise,",
    "and that’s how we decided to do the dance",
    "and that’s how The Dance came about.",
    "There was a large, grassy clearing in the forest,",
    "the trees around it thick and tall and there was sunlight",
    "on the grass. We knew that people were worshipping",
    "and the way they did it was to gather around a place like this",
    "and allow themselves to become a part of it, greeting it",
    "and letting it greet them feeding their bodies to their souls,",
    "the pity of the tribe was how we imagined it,",
    "seeing behind closed eyelids a lovely scene,",
    "looking down from an open balcony into a central courtyard.",
    "We were in a place that appeared to consist of baskets of flowers.",
    "I could see only the top of his brown hair and his moving hands.",
    "There’s a lot of color. It’s more noticeable than usual — I mean",
    "there are little prisms, rainbows everywhere",
    "but whether it was guitar or piano I couldn’t tell you — this is",
    "pre-Lindsey. The back room was vicious, everyone on a different drug.",
    "If you turned your back you’d better keep on walking.",
    "We did this every night, playing country rock at the height of glitter,",
    "mixed-bag material. We needed theoretical problems!",
    "My back to him, I said, “You mean us poor, sad little cast-offs,",
    "wouldn’t it be nice if we could cheer each other up",
    "so our miser wouldn’t cast a pall",
    "on the happiness of the Prince and Princess?”",
    "Only I’m foreshadowing with picky surfaces.",
    "The morals are contemporary — argument",
    "of sounds, accomodation, implosion, but still",
    "the ineffable grace of seeming perishable —",
    "the ordinariness of making love and hearing music.",
    "I’m okay by myself, believe me.",
    "It’s a thought that gives rise to immense self-compassion. Okay,",
    "I’ll deal with this.",
    "I kind of went on the skids.",
    "It was just the four of us finally starting to crank it out, faster",
    "and faster, until it was too fast.",
    "Then one day, it was a Friday, always payday and I was in the bedroom",
    "beginning to sort out what I thought of as my shitpile,",
    "a collection of such things as dresses, belts, stockings, photographs,",
    "and old magazines all waiting to be put where they belong."
  ],
  "title": "Penguin",
  "year": ""
}