{
  "author": "Joel Craig",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245948",
  "region": "U.S., Midwestern",
  "text": [
    "He knows how to do what he sets out to do",
    "with perfectly obvious procedure. The sea",
    "is dark and forbidding. The horizon",
    "is dark and forbidding.",
    "Even from a distance, the less said the better. The colors in some of these landscapes",
    "are perfectly desperate.",
    "In a portrait there is never anything wrong",
    "with the mouth. There is never anything wrong",
    "with anything. Machines are not choosers.",
    "The next best things are certain. Heaven",
    "knowing the next best things. The young",
    "can explain it, but who would they explain",
    "it to? More promise than performance",
    "as all sorts of things begin to interfere.",
    "An energetic hostess seated me at the counter",
    "next to a beautiful woman. It is possible",
    "the timid portion of the population",
    "unless held firmly in check will imitate",
    "the silliness of timid people of years ago.",
    "Supplication is valued. As soon as I learned the facts I gave up",
    "on the exchange. She wanted something",
    "mysterious, as if everything were the same.",
    "Life changes and so-called truth changes with it. The businesslike",
    "haste of the surgeon as he scolds the public.",
    "To look at him and the thing he can never look at",
    "shudderingly as the blood is drawn",
    "is the duty of every patriot.",
    "In a constructive age such as this I should have neglected everything",
    "for the supreme duty of aiding",
    "in the reconstruction.",
    "I took my courage, which starts everywhere and goes",
    "nowhere, and spoke to her. Here",
    "one can unquestionably infer the inside",
    "from the outside.",
    "The leaders of the free world, assembled as if by magic,",
    "seem to have the enemy at their mercy.",
    "It can be argued that Christ himself spoke",
    "to the mob. The crowd will stop",
    "to see almost anything. The crowd will stop",
    "to see something about almost everything."
  ],
  "title": "The White House",
  "year": ""
}