{
  "author": "Gayle Danley",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247318",
  "region": "",
  "text": [
    "Pretty soon we’ll have the talk.",
    "She’ll ask me where babies come from",
    "And I will lie to her:",
    "“Babies come from the chance meeting of sperm and egg",
    "See the man deposits his sssperm which is like a pudding",
    "into the woman’s vvagina and it travels up this tube-y thing",
    "and only one of them gets the prize and bing! A cell becomes",
    "a fetus becomes baby becomes you.",
    "Go do your homework.”",
    "She will wait for me to calm down,",
    "her eyes patient requiring the truth",
    "and I will tell her:",
    "“Babies come from Friday nights melted into Saturday mornings;",
    "the Isley Brothers and 3 or 4 glasses of white zin; miniskirts",
    "and aching zippers; sofa cushions sweaty and",
    ";",
    "Babies come from blue lights and e.p.t. tests and the wet spot on clean sheets;",
    "Lonely knees that bump beneath the table; love letters sealed",
    "with a miss and $758 phone bills; eyeliner and lips to match; muscled",
    "Thighs and a sweet, milky quarter of yes in the center of pink panties.",
    "You came from this: a separated daddy and a desperate mama;",
    "A ripped sonogram and hours spent on hardwood floors asking girlfriends:",
    "Should I go through with this?",
    "Grandma’s washboard and the dust tracks Grandaddy made when he",
    "left her with five girls to maim",
    "You came from this: Maryland rain, nights of shag carpet lovin’ and days",
    "Just $2 short of the rent;",
    "And one afternoon you came",
    "I wanted your father so badly it hurt",
    "Even took his last name and flung it behind yours like a spare tire",
    "Whatever he gave me was never enough",
    "It was like his love was a sieve",
    "And my desire for him",
    "Water",
    "I was insane",
    "Packed my dreams in a U-Haul and moved them to MD",
    "Nothing better to do",
    "30 and scared",
    "You came from this:",
    "Collision of longing",
    "Tongue kissing and shame",
    "The emptiness at the corner of GA Avenue",
    "And the fullness of swollen ankles and readjusted dreams",
    "You came from:",
    "A poet and a singer",
    "Fists and car keys",
    "Peach cobbler and gumbo",
    "Love",
    "And that last dirty fight on the Beltway",
    "You came baby",
    "You came, here”",
    "And she’ll say:",
    "“Mama, babies come from peach cobbler?”",
    "and I’ll say",
    "yes."
  ],
  "title": "The Talk",
  "year": ""
}