{
  "author": "Mahmoud Darwish",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "History",
    "Politics",
    "Travels",
    "Journeys",
    "Religion",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236748",
  "region": "Middle East",
  "text": [
    "A stranger on the riverbank, like the river ... water",
    "binds me to your name. Nothing brings me back from my faraway",
    "to my palm tree: not peace and not war. Nothing",
    "makes me enter the gospels. Not",
    "a thing ... nothing sparkles from the shore of ebb",
    "and flow between the Euphrates and the Nile. Nothing",
    "makes me descend from the pharaoh’s boats. Nothing",
    "carries me or makes me carry an idea: not longing",
    "and not promise. What will I do? What",
    "will I do without exile, and a long night",
    "that stares at the water?",
    "Water",
    "binds me",
    "to your name ...",
    "Nothing takes me from the butterflies of my dreams",
    "to my reality: not dust and not fire. What",
    "will I do without roses from Samarkand? What",
    "will I do in a theater that burnishes the singers with its lunar",
    "stones? Our weight has become light like our houses",
    "in the faraway winds. We have become two friends of the strange",
    "creatures in the clouds ... and we are now loosened",
    "from the gravity of identity’s land. What will we do … what",
    "will we do without exile, and a long night",
    "that stares at the water?",
    "Water",
    "binds me",
    "to your name ...",
    "There’s nothing left of me but you, and nothing left of you",
    "but me, the stranger massaging his stranger’s thigh: O",
    "stranger! what will we do with what is left to us",
    "of calm ... and of a snooze between two myths?",
    "And nothing carries us: not the road and not the house.",
    "Was this road always like this, from the start,",
    "or did our dreams find a mare on the hill",
    "among the Mongol horses and exchange us for it?",
    "And what will we do?",
    "What",
    "will we do",
    "without",
    "exile?"
  ],
  "title": "Who Am I, Without Exile?",
  "year": ""
}