{
  "author": "John Ashbery",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/179028",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "A hears by chance a familiar name, and the name involves a riddle of the past.",
    "B, in love with A, receives an unsigned letter in which the writer states that she is the mistress of A and begs B not to take him away from her.",
    "B, compelled by circumstances to be a companion of A in an isolated place, alters her rosy views of love and marriage when she discovers, through A, the selfishness of men.",
    "A, an intruder in a strange house, is discovered; he flees through the nearest door into a windowless closet and is trapped by a spring lock.",
    "A is so content with what he has that any impulse toward enterprise is throttled.",
    "A solves an important mystery when falling plaster reveals the place where some old love letters are concealed.",
    "A-4, missing food from his larder, half believes it was taken by a “ghost.”",
    "A, a crook, seeks unlawful gain by selling A-8 an object, X, which A-8 already owns.",
    "A sees a stranger, A-5, stealthily remove papers, X, from the pocket",
    "of another stranger, A-8, who is asleep. A follows A-5.",
    "A sends an infernal machine, X, to his enemy, A-3, and it falls into",
    "the hands of A’s friend, A-2.",
    "Angela tells Philip of her husband’s enlarged prostate, and asks for money.",
    "Philip, ignorant of her request, has the money placed in an escrow account.",
    "A discovers that his pal, W, is a girl masquerading as a boy.",
    "A, discovering that W is a girl masquerading as a boy, keeps the knowledge to himself and does his utmost to save the masquerader from annoying experiences.",
    "A, giving ten years of his life to a miserly uncle, U, in exchange for a college education, loses his ambition and enterprise.",
    "A, undergoing a strange experience among a people weirdly deluded, discovers the secret of the delusion from Herschel, one of the victims who has died. By means of information obtained from the notebook, A succeeds in rescuing the other victims of the delusion.",
    "A dies of psychic shock.",
    "Albert has a dream, or an unusual experience, psychic or otherwise, which enables him to conquer a serious character weakness and become successful in his new narrative, “Boris Karloff.”",
    "Silver coins from the Mojave Desert turn up in the possession of a sinister jeweler.",
    "Three musicians wager that one will win the affections of the local kapellmeister’s wife; the losers must drown themselves in a nearby stream.",
    "Ardis, caught in a trap and held powerless under a huge burning glass, is saved by an eclipse of the sun.",
    "Kent has a dream so vivid that it seems a part of his waking experience.",
    "A and A-2 meet with a tragic adventure, and A-2 is killed.",
    "Elvira, seeking to unravel the mystery of a strange house in the hills, is caught in an electrical storm. During the storm the house vanishes and the site on which it stood becomes a lake.",
    "Alphonse has a wound, a terrible psychic wound, an invisible psychic wound, which causes pain in flesh and tissue which, otherwise, are perfectly healthy and normal.",
    "A has a dream which he conceives to be an actual experience.",
    "Jenny, homeward bound, drives and drives, and is still driving, no nearer to her home than she was when she first started.",
    "Petronius B. Furlong’s friend, Morgan Windhover, receives a wound from which he dies.",
    "Thirteen guests, unknown to one another, gather in a spooky house to hear Toe reading Buster’s will.",
    "Buster has left everything to Lydia, a beautiful Siamese girl poet of whom no one has heard.",
    "Lassie and Rex tussle together politely; Lassie, wounded, is forced to limp home.",
    "In the Mexican gold rush a city planner is found imprisoned by outlaws in a crude cage of sticks.",
    "More people flow over the dam and more is learned about the missing electric cactus.",
    "Too many passengers have piled onto a cable car in San Francisco; the conductor is obliged to push some of them off.",
    "Maddalena, because of certain revelations she has received, firmly resolves that she will not carry out an enterprise that had formerly been dear to her heart.",
    "Fog enters into the shaft of a coal mine in Wales.",
    "A violent wind blows the fog around.",
    "Two miners, Shawn and Hillary, are pursued by fumes.",
    "Perhaps Emily’s datebook holds the clue to the mystery of the seven swans under the upas tree.",
    "Jarvis seeks to manage Emily’s dress shop and place it on a paying basis. Jarvis’s bibulous friend, Emily, influences Jarvis to take to drink, scoffing at the doctor who has forbidden Jarvis to indulge in spirituous liquors.",
    "Jarvis, because of a disturbing experience, is compelled to turn against his friend, Emily.",
    "A ham has his double, “Donnie,” take his place in an important enterprise.",
    "Jarvis loses his small fortune in trying to help a friend.",
    "Lodovico’s friend, Ambrosius, goes insane from eating the berries of a strange plant, and makes a murderous attack on Lodovico.",
    "“New narrative” is judged seditious. Hogs from all over go squealing down the street.",
    "Ambrosius, suffering misfortune, seeks happiness in the companionship of Joe, and in playing golf.",
    "Arthur, in a city street, has a glimpse of Cathy, a strange woman who has caused him to become involved in a puzzling mystery.",
    "Cathy, walking in the street, sees Arthur, a stranger, weeping.",
    "Cathy abandons Arthur after he loses his money and is injured and sent to a hospital.",
    "Arthur, married to Beatrice, is haunted by memories of a former sweetheart, Cornelia, a heartless coquette whom Alvin loves.",
    "Sauntering in a park on a fine day in spring, Tricia and Plotinus encounter a little girl grabbing a rabbit by its ears. As they remonstrate with her, the girl is transformed into a mature woman who regrets her feverish act.",
    "Running up to the girl, Alvin stumbles and loses his coins.",
    "In a nearby dell, two murderers are plotting to execute a third.",
    "Beatrice loved Alvin before he married.",
    "B, second wife of A, discovers that B-3, A’s first wife, was unfaithful.",
    "B, wife of A, dons the mask and costume of B-3, A’s paramour, and meets A as B-3; his memory returns and he forgets B-3, and goes back to B.",
    "A discovers the “Hortensius,” a lost dialogue of Cicero, and returns it to the crevice where it lay.",
    "Ambrose marries Phyllis, a nice girl from another town.",
    "Donnie and Charlene are among the guests invited to the window.",
    "No one remembers old Everett, who is left to shrivel in a tower.",
    "Pellegrino, a rough frontiersman in a rough frontier camp, undertakes to care for an orphan.",
    "Ildebrando constructs a concealed trap, and a person near to him, Gwen, falls into the trap and cannot escape."
  ],
  "title": "... by an Earthquake",
  "year": ""
}