{
  "author": "John Ashbery",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/183167",
  "region": "",
  "text": [
    "Here in life, they would understand.",
    "How could it be otherwise? We had groped too,",
    "unwise, till the margin began to give way,",
    "at which point all was sullen, or lost, or both.",
    "Now it was time, and there was nothing for it.",
    "We had a good meal, I and my friend,",
    "slurping from the milk pail, grabbing at newer vegetables.",
    "Yet life was a desert. Come home, in good faith.",
    "You can still decide to. But it wanted warmth.",
    "Otherwise ruse and subtlety would become impossible",
    "in the few years or hours left to us. “Yes, but . . .”",
    "The iconic beggars shuffled off too. I told you,",
    "once a breach emerges it will become a chasm",
    "before anyone’s had a chance to waver. A dispute",
    "on the far side of town erupts into a war",
    "in no time at all, and ends as abruptly. The tendency to heal",
    "sweeps all before it, into the arroyo, the mine shaft,",
    "into whatever pocket you were contemplating. And the truly lost",
    "make up for it. It’s always us that has to pay.",
    "I have a suggestion to make: draw the sting out",
    "as probingly as you please. Plaster the windows over",
    "with wood pulp against the noon gloom proposing its enigmas,",
    "its elixirs. Banish truth-telling.",
    "That’s the whole point, as I understand it.",
    "Each new investigation rebuilds the urgency,",
    "like a sand rampart. And further reflection undermines it,",
    "causing its eventual collapse. We could see all that",
    "from a distance, as on a curving abacus, in urgency mode",
    "from day one, but by then dispatches hardly mattered.",
    "It was camaraderie, or something like it, that did,",
    "poring over us like we were papyri, hoping to find one",
    "correct attitude sketched on the gaslit air, night’s friendly takeover."
  ],
  "title": "Boundary Issues",
  "year": ""
}