{
  "author": "John Ashbery",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/177878",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "And in a little while we broke under the strain:",
    "suppurations",
    "the wanting to be taller,",
    "though it‘s simply about being mysterious, i.e., not taller,",
    "like any tree in any forest.",
    "Mute, the pancake describes you.",
    "It had tiny roman numerals embedded in its rim.",
    "It was a pancake clock. They had ’em in those days,",
    "always getting smaller, which is why they finally became extinct.",
    "It was a hundred years before anyone noticed.",
    "The governor general",
    "called it “sinuous.” But we, we had other names for it,",
    "knew it was going to be around for a long time,",
    "even though extinct. And sure as shillelaghs fall from trees",
    "onto frozen doorsteps, it came round again",
    "when all memory of it had been expunged",
    "from the common brain.",
    "Everybody wants to try one of those new pancake clocks.",
    "A boyfriend in the next town had one",
    "but conveniently forgot to bring it over each time we invited him.",
    "Finally the rumors grew more fabulous than the real thing:",
    "I hear they are encrusted with tangles of briar rose,",
    "so dense",
    "not even a prince seeking the Sleeping Beauty could get inside.",
    "What’s more, there are more of them than when they were extinct,",
    "yet the prices keep on rising. They have them in the Hesperides",
    "and in shantytowns on the edge of the known world,",
    "blue with cold. All downtowns used to feature them.",
    "Camera obscuras,",
    "too, were big that year. But why is it that with so many people",
    "who want to know what a shout is about, nobody can find the original recipe?",
    "All too soon, no one cares. We go back to doing little things for each other,",
    "pasting stamps together to form a tiny train track, and other,",
    "less noticeable things. And the past is forgotten till next time.",
    "How to describe the years? Some were like blocks of the palest halvah,",
    "careless of being touched. Some took each others’ trash out,",
    "put each other’s eyes out. So many got thrown out",
    "before anyone noticed, that it was like a chiaroscuro",
    "of collapsing clouds.",
    "How I longed to visit you again in that old house! But you were deaf,",
    "or dead. Our letters crossed. A motorboat was ferrying me out past",
    "the reef, people on shore looked like dolls fingering stuffs.",
    "More",
    "keeps coming out, about the dogs I mean. Surely a simple embrace",
    "from an itinerant fish would have been spurned at certain periods. Not now.",
    "There is a famine of years in the land, the women are beautiful,",
    "but prematurely old and worn. It doesn’t get better. Rocks half-buried",
    "in bands of sand, and spontaneous execrations.",
    "I yell to the ship’s front door,",
    "wanting to be taller, and somewhere in the middle all this gets lost.",
    "I was a phantom for a day. My friends carried me around with them.",
    "It always turns out that much is salvageable.",
    "Chicken coops",
    "haven’t floated away on the flood. Lacemakers are back in business",
    "with a vengeance. All the locksmiths had left town during the night.",
    "It happened to be a beautiful time of season, spring or fall,",
    "the air was digestible, the fish tied in love-knots",
    "on their gurneys. Yes, and journeys",
    "were palpable too: Someone had spoken of saving appearances",
    "and the walls were just a little too blue in mid-morning.",
    "Was there ever such a time? I’d like to handle you,",
    "bruise you with kisses for it, yet something always stops me short:",
    "the knowledge that this isn‘t history,",
    "no matter how many",
    "times we keep mistaking it for the present, that headlines",
    "trumpet each day. But behind the unsightly school building, now a pickle",
    "warehouse, the true nature of things is known, is not overrided:",
    "Yours is a vote like any other. And there is fraud at the ballot boxes,",
    "stuffed with lace valentines and fortunes from automatic scales,",
    "dispensed with a lofty kind of charity, as though this could matter",
    "to us, these tunes",
    "carried by the wind",
    "from a barrel organ several leagues away. No, this is not the time",
    "to reveal your deception to us. Wait till rain and old age",
    "have softened us up a little more.",
    "Then we’ll see how extinct",
    "the various races have become, how the years stand up",
    "to their descriptions, no matter how misleading,",
    "and how long the disbanded armies stay around. I must congratulate you",
    "on your detective work, for I am a connoisseur",
    "of close embroidery, though I don’t have a diploma to show for it.",
    "The trees, the barren trees, have been described more than once.",
    "Always they are taller, it seems, and the river passes them",
    "without noticing. We, too, are taller,",
    "our ceilings higher, our walls more tinctured",
    "with telling frescoes, our dooryards both airier and vaguer,",
    "according as time passes and weaves its minute deceptions in and out,",
    "a secret thread.",
    "Peace is a full stop.",
    "And though we had some chance of slipping past the blockade,",
    "now only time will consent to have anything to do with us,",
    "for what purposes we do not know."
  ],
  "title": "Chinese Whispers",
  "year": ""
}