{
  "author": "John Ashbery",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Nature",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/238874",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "That night the wind stirred in the forsythia bushes,",
    "but it was a wrong one, blowing in the wrong direction.",
    "“That’s silly. How can there be a wrong direction?",
    "‘It bloweth where it listeth,’ as you know, just as we do",
    "when we make love or do something else there are no rules for.”",
    "I tell you, something went wrong there a while back.",
    "Just don’t ask me what it was. Pretend I’ve dropped the subject.",
    "No, now you’ve got me interested, I want to know",
    "exactly what seems wrong to you, how something could",
    "seem wrong to you. In what way do things get to be wrong?",
    "I’m sitting here dialing my cellphone",
    "with one hand, digging at some obscure pebbles with my shovel",
    "with the other. And then something like braids will stand out,",
    "on horsehair cushions. That armchair is really too lugubrious.",
    "We’ve got to change all the furniture, fumigate the house,",
    "talk our relationship back to its beginnings. Say, you know",
    "that’s probably what’s wrong—the beginnings concept, I mean.",
    "I aver there are no beginnings, though there were perhaps some",
    "sometime. We’d stopped, to look at the poster the movie theater",
    "had placed freestanding on the sidewalk. The lobby cards",
    "drew us in. It was afternoon, we found ourselves",
    "sitting at the end of a row in the balcony; the theater was unexpectedly",
    "crowded. That was the day we first realized we didn’t fully",
    "know our names, yours or mine, and we left quietly",
    "amid the gray snow falling. Twilight had already set in."
  ],
  "title": "Crossroads in the Past",
  "year": ""
}