{
  "author": "John Ashbery",
  "classification": "Sestina",
  "keywords": [
    "Social Commentaries",
    "Popular Culture",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/177258",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The first of the undecoded messages read: “Popeye sits in thunder,",
    "Unthought of. From that shoebox of an apartment,",
    "From livid curtain’s hue, a tangram emerges: a country.”",
    "Meanwhile the Sea Hag was relaxing on a green couch: “How pleasant",
    "To spend one’s vacation",
    "” she scratched",
    "Her cleft chin’s solitary hair. She remembered spinach",
    "And was going to ask Wimpy if he had bought any spinach.",
    "“M’love,” he intercepted, “the plains are decked out in thunder",
    "Today, and it shall be as you wish.” He scratched",
    "The part of his head under his hat. The apartment",
    "Seemed to grow smaller. “But what if no pleasant",
    "Inspiration plunge us now to the stars?",
    "”",
    "Suddenly they remembered how it was cheaper in the country.",
    "Wimpy was thoughtfully cutting open a number 2 can of spinach",
    "When the door opened and Swee’pea crept in. “How pleasant!”",
    "But Swee’pea looked morose. A note was pinned to his bib. “Thunder",
    "And tears are unavailing,” it read. “Henceforth shall Popeye’s apartment",
    "Be but remembered space, toxic or salubrious, whole or scratched.”",
    "Olive came hurtling through the window; its geraniums scratched",
    "Her long thigh. “I have news!” she gasped. “Popeye, forced as you know to flee the country",
    "One musty gusty evening, by the schemes of his wizened, duplicate father, jealous of the apartment",
    "And all that it contains, myself and spinach",
    "In particular, heaves bolts of loving thunder",
    "At his own astonished becoming, rupturing the pleasant",
    "Arpeggio of our years. No more shall pleasant",
    "Rays of the sun refresh your sense of growing old, nor the scratched",
    "Tree-trunks and mossy foliage, only immaculate darkness and thunder.”",
    "She grabbed Swee’pea. “I’m taking the brat to the country.”",
    "“But you can’t do that—he hasn’t even finished his spinach,”",
    "Urged the Sea Hag, looking fearfully around at the apartment.",
    "But Olive was already out of earshot. Now the apartment",
    "Succumbed to a strange new hush. “Actually it’s quite pleasant",
    "Here,” thought the Sea Hag. “If this is all we need fear from spinach",
    "Then I don’t mind so much. Perhaps we could invite Alice the Goon over”—she scratched",
    "One dug pensively—“but Wimpy is such a country",
    "Bumpkin, always burping like that.” Minute at first, the thunder",
    "Soon filled the apartment. It was domestic thunder,",
    "The color of spinach. Popeye chuckled and scratched",
    "His balls: it sure was pleasant to spend a day in the country."
  ],
  "title": "Farm Implements and Rutabagas in a Landscape",
  "year": ""
}