{
  "author": "John Ashbery",
  "classification": "Pantoum",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Language",
    "Linguistics",
    "Living",
    "The Mind"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/182857",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "1.",
    "Research has shown that ballads were produced by all of society",
    "working as a team. They didn’t just happen. There was no guesswork.",
    "The people, then, knew what they wanted and how to get it.",
    "We see the results in works as diverse as “Windsor Forest” and “The Wife of Usher’s Well.”",
    "Working as a team, they didn’t just happen. There was no guesswork.",
    "The horns of elfland swing past, and in a few seconds",
    "we see the results in works as diverse as “Windsor Forest” and “The Wife of Usher’s Well,”",
    "or, on a more modern note, in the finale of the Sibelius violin concerto.",
    "The horns of elfland swing past, and in a few seconds",
    "the world, as we know it, sinks into dementia, proving narrative passé,",
    "or in the finale of the Sibelius violin concerto.",
    "Not to worry, many hands are making work light again.",
    "The world, as we know it, sinks into dementia, proving narrative passé.",
    "In any case the ruling was long overdue.",
    "Not to worry, many hands are making work light again,",
    "so we stay indoors. The quest was only another adventure.",
    "2.",
    "In any case, the ruling was long overdue.",
    "The people are beside themselves with rapture",
    "so we stay indoors. The quest was only another adventure",
    "and the solution problematic, at any rate far off in the future.",
    "The people are beside themselves with rapture",
    "yet no one thinks to question the source of so much collective euphoria,",
    "and the solution: problematic, at any rate far off in the future.",
    "The saxophone wails, the martini glass is drained.",
    "Yet no one thinks to question the source of so much collective euphoria.",
    "In troubled times one looked to the shaman or priest for comfort and counsel.",
    "The saxophone wails, the martini glass is drained,",
    "and night like black swansdown settles on the city.",
    "In troubled times one looked to the shaman or priest for comfort and counsel.",
    "Now, only the willing are fated to receive death as a reward,",
    "and night like black swansdown settles on the city.",
    "If we tried to leave, would being naked help us?",
    "3.",
    "Now, only the willing are fated to receive death as a reward.",
    "Children twist hula-hoops, imagining a door to the outside.",
    "If we tried to leave, would being naked help us?",
    "And what of older, lighter concerns? What of the river?",
    "Children twist hula-hoops, imagining a door to the outside,",
    "when all we think of is how much we can carry with us.",
    "And what of older, lighter concerns? What of the river?",
    "All the behemoths have filed through the maze of time.",
    "When all we think of is how much we can carry with us",
    "small wonder that those at home sit, nervous, by the unlit grate.",
    "All the behemoths have filed through the maze of time.",
    "It remains for us to come to terms with",
    "commonality.",
    "Small wonder that those at home sit nervous by the unlit grate.",
    "It was their choice, after all, that spurred us to feats of the imagination.",
    "It remains for us to come to terms with our commonality",
    "and in so doing deprive time of further hostages.",
    "4.",
    "It was their choice, after all, that spurred us to feats of the imagination.",
    "Now, silently as one mounts a stair we emerge into the open",
    "and in so doing deprive time of further hostages,",
    "to end the standoff that history long ago began.",
    "Now, silently as one mounts a stair we emerge into the open",
    "but it is shrouded, veiled: We must have made some ghastly error.",
    "To end the standoff that history long ago began",
    "must we thrust ever onward, into perversity?",
    "But it is shrouded, veiled: We must have made some ghastly error.",
    "You mop your forehead with a rose, recommending its thorns.",
    "Must we thrust ever onward, into perversity?",
    "Only night knows for sure; the secret is safe with her.",
    "You mop your forehead with a rose, recommending its thorns.",
    "Research has shown that ballads were produced by all of society;",
    "only night knows for sure. The secret is safe with her:",
    "The people, then, knew what they wanted and how to get it."
  ],
  "title": "Hotel Lautréamont",
  "year": ""
}