{
  "author": "John Ashbery",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/179029",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "How little we know,",
    "and when we know it!",
    "It was prettily said that “No man",
    "hath an abundance of cows on the plain, nor shards",
    "in his cupboard.” Wait! I think I know who said that! It was . . .",
    "Never mind, dears, the afternoon",
    "will fold you up, along with preoccupations",
    "that now seem so important, until only a child",
    "running around on a unicycle occupies center stage.",
    "Then what will you make of walls? And I fear you",
    "will have to come up with something,",
    "be it a terraced gambit above the sea",
    "or gossip overheard in the marketplace.",
    "For you see, it becomes you to be chastened:",
    "for the old to envy the young,",
    "and for youth to fear not getting older,",
    "where the paths through the elms, the carnivals, begin.",
    "And it was said of Gyges that his ring",
    "attracted those who saw him not,",
    "just as those who wandered through him were aware",
    "only of a certain stillness, such as precedes an earache,",
    "while lumberjacks in headbands came down to see what all the fuss was about,",
    "whether it was something they could be part of",
    "affront to self-esteem.",
    "And those temple hyenas who had seen enough,",
    "nostrils aflare, fur backing up in the breeze,",
    "were no place you could count on,",
    "having taken a proverbial powder",
    "as rifle butts received another notch.",
    "I, meanwhile . . . I was going to say I had squandered spring",
    "when summer came along and took it from me",
    "like a terrier a lady has asked one to hold for a moment",
    "while she adjusts her stocking in the mirror of a weighing machine.",
    "But here it is winter, and wrong",
    "to speak of other seasons as though they exist.",
    "Time has only an agenda",
    "in the wallet at his back, while we",
    "who think we know where we are going unfazed",
    "end up in brilliant woods, nourished more than we can know",
    "by the unexpectedness of ice and stars",
    "and crackling tears. We’ll just have to make a go of it,",
    "a run for it. And should the smell of baking cookies appease",
    "one or the other of the olfactory senses, climb down",
    "into this wagonload of prisoners.",
    "The meter will be screamingly clear then,",
    "the rhythms unbounced, for though we came",
    "to life as to a school, we must leave it without graduating",
    "even as an ominous wind puffs out the sails",
    "of proud feluccas who don’t know where they’re headed,",
    "only that a motion is etched there, shaking to be free."
  ],
  "title": "Like a Sentence",
  "year": ""
}