{
  "author": "John Ashbery",
  "classification": "Free Verse",
  "keywords": [],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/177267",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Out here on Cottage Grove it matters. The galloping",
    "Wind balks at its shadow. The carriages",
    "Are drawn forward under a sky of fumed oak.",
    "This is America calling:",
    "The mirroring of state to state,",
    "Of voice to voice on the wires,",
    "The force of colloquial greetings like golden",
    "Pollen sinking on the afternoon breeze.",
    "In service stairs the sweet corruption thrives;",
    "The page of dusk turns like a creaking revolving stage in Warren, Ohio.",
    "If this is the way it is let’s leave,",
    "They agree, and soon the slow boxcar journey begins,",
    "Gradually accelerating until the gyrating fans of suburbs",
    "Enfolding the darkness of cities are remembered",
    "Only as a recurring tic. And midway",
    "We meet the disappointed, returning ones, without its",
    "Being able to stop us in the headlong night",
    "Toward the nothing of the coast. At Bolinas",
    "The houses doze and seem to wonder why through the",
    "Pacific haze, and the dreams alternately glow and grow dull.",
    "Why be hanging on here? Like kites, circling,",
    "Slipping on a ramp of air, but always circling?",
    "But the variable cloudiness is pouring it on,",
    "Flooding back to you like the meaning of a joke.",
    "The land wasn’t immediately appealing; we built it",
    "Partly over with fake ruins, in the image of ourselves:",
    "An arch that terminates in mid-keystone, a crumbling stone pier",
    "For laundresses, an open-air theater, never completed",
    "And only partially designed. How are we to inhabit",
    "This space from which the fourth wall is invariably missing,",
    "As in a stage-set or dollhouse, except by staving as we are,",
    "In lost profile, facing the stars, with dozens of as yet",
    "Unrealized projects, and a strict sense",
    "Of time running out, of evening presenting",
    "The tactfully folded-over bill? And we fit",
    "Rather too easily into it, become transparent,",
    "Almost ghosts. One day",
    "The birds and animals in the pasture have absorbed",
    "The color, the density of the surroundings,",
    "The leaves are alive, and too heavy with life.",
    "A long period of adjustment followed.",
    "In the cities at the turn of the century they knew about it",
    "But were careful not to let on as the iceman and the milkman",
    "Disappeared down the block and the postman shouted",
    "His daily rounds. The children under the trees knew it",
    "But all the fathers returning home",
    "On streetcars after a satisfying day at the office undid it:",
    "The climate was still floral and all the wallpaper",
    "In a million homes all over the land conspired to hide it.",
    "One day we thought of painted furniture, of how",
    "It just slightly changes everything in the room",
    "And in the yard outside, and how, if we were going",
    "To be able to write the history of our time, starting with today,",
    "It would be necessary to model all these unimportant details",
    "So as to be able to include them; otherwise the narrative",
    "Would have that flat, sandpapered look the sky gets",
    "Out in the middle west toward the end of summer,",
    "The look of wanting to back out before the argument",
    "Has been resolved, and at the same time to save appearances",
    "So that tomorrow will be pure. Therefore, since we have to do our business",
    "In spite of things, why not make it in spite of everything?",
    "That way, maybe the feeble lakes and swamps",
    "Of the back country will get plugged into the circuit",
    "And not just the major events but the whole incredible",
    "Mass of everything happening simultaneously and pairing off,",
    "Channeling itself into history, will unroll",
    "As carefully and as casually as a conversation in the next room,",
    "And the purity of today will invest us like a breeze,",
    "Only be hard, spare, ironical: something one can",
    "Tip one’s hat to and still get some use out of.",
    "The parade is turning into our street.",
    "My stars, the burnished uniforms and prismatic",
    "Features of this instant belong here. The land",
    "Is pulling away from the magic, glittering coastal towns",
    "To an aforementioned rendezvous with August and December.",
    "The hunch is it will always be this way,",
    "The look, the way things first scared you",
    "In the night light, and later turned out to be,",
    "Yet still capable, all the same, of a narrow fidelity",
    "To what you and they wanted to become:",
    "No sighs like Russian music, only a vast unravelling",
    "Out toward the junctions and to the darkness beyond",
    "To these bare fields, built at today’s expense."
  ],
  "title": "Pyrography",
  "year": ""
}