{
  "author": "John Ashbery",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/182859",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Cervantes was asleep when he wrote",
    ".",
    "Joyce slept during the Wandering Rocks section of",
    ".",
    "Homer nodded and occasionally slept during the greater part of the",
    "; he was awake however when he wrote the",
    ".",
    "Proust snored his way through",
    ", as have legions of his readers after him.",
    "Melville was asleep at the wheel for much of",
    ".",
    "Fitzgerald slept through",
    ", which is perhaps not so surprising,",
    "but the fact that Mann slumbered on the very slopes of",
    "is quite extraordinary—that he wrote it, even more so.",
    "Kafka, of course, never slept, even while not writing or on bank holidays.",
    "No one knows too much about George Eliot’s writing habits—my guess is she would sleep a few minutes, wake up and write something, then pop back to sleep again.",
    "Lew Wallace’s forty winks came, incredibly, during the chariot race in",
    ".",
    "Emily Dickinson slept on her cold, narrow bed in Amherst.",
    "When she awoke there would be a new poem inscribed by Jack Frost on the windowpane; outside, glass foliage chimed.",
    "Good old Walt snored as he wrote and, like so many of us, insisted he didn’t.",
    "Maugham snored on the Riviera.",
    "Agatha Christie slept daintily, as a woman sleeps, which is why her novels are like tea sandwiches—artistic, for the most part.",
    "I sleep when I cannot avoid it; my writing and sleeping are constantly improving.",
    "I have other things to say, but shall not detain you much.",
    "Never go out in a boat with an author—they cannot tell when they are over water.",
    "Birds make poor role models.",
    "A philosopher should be shown the door, but don’t, under any circumstances, try it.",
    "Slaves make good servants.",
    "Brushing the teeth may not always improve the appearance.",
    "Store clean rags in old pillow cases.",
    "Feed a dog only when he barks.",
    "Flush tea leaves down the toilet, coffee grounds down the sink.",
    "Beware of anonymous letters—you may have written them, in a wordless implosion of sleep."
  ],
  "title": "Sleepers Awake",
  "year": ""
}