{
  "author": "John Ashbery",
  "classification": "Free Verse",
  "keywords": [],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/177260",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Barely tolerated, living on the margin",
    "In our technological society, we were always having to be rescued",
    "On the brink of destruction, like heroines in",
    "Before it was time to start all over again.",
    "There would be thunder in the bushes, a rustling of coils,",
    "And Angelica, in the Ingres painting, was considering",
    "The colorful but small monster near her toe, as though wondering whether forgetting",
    "The whole thing might not, in the end, be the only solution.",
    "And then there always came a time when",
    "Happy Hooligan in his rusted green automobile",
    "Came plowing down the course, just to make sure everything was O.K.,",
    "Only by that time we were in another chapter and confused",
    "About how to receive this latest piece of information.",
    "it information? Weren’t we rather acting this out",
    "For someone else’s benefit, thoughts in a mind",
    "With room enough and to spare for our little problems (so they began to seem),",
    "Our daily quandary about food and the rent and bills to be paid?",
    "To reduce all this to a small variant,",
    "To step free at last, minuscule on the gigantic plateau—",
    "This was our ambition: to be small and clear and free.",
    "Alas, the summer’s energy wanes quickly,",
    "A moment and it is gone. And no longer",
    "May we make the necessary arrangements, simple as they are.",
    "Our star was brighter perhaps when it had water in it.",
    "Now there is no question even of that, but only",
    "Of holding on to the hard earth so as not to get thrown off,",
    "With an occasional dream, a vision: a robin flies across",
    "The upper corner of the window, you brush your hair away",
    "And cannot quite see, or a wound will flash",
    "Against the sweet faces of the others, something like:",
    "This is what you wanted to hear, so why",
    "Did you think of listening to something else? We are all talkers",
    "It is true, but underneath the talk lies",
    "The moving and not wanting to be moved, the loose",
    "Meaning, untidy and simple like a threshing floor.",
    "These then were some hazards of the course,",
    "Yet though we knew the course",
    "hazards and nothing else",
    "It was still a shock when, almost a quarter of a century later,",
    "The clarity of the rules dawned on you for the first time.",
    "were the players, and we who had struggled at the game",
    "Were merely spectators, though subject to its vicissitudes",
    "And moving with it out of the tearful stadium, borne on shoulders, at last.",
    "Night after night this message returns, repeated",
    "In the flickering bulbs of the sky, raised past us, taken away from us,",
    "Yet ours over and over until the end that is past truth,",
    "The being of our sentences, in the climate that fostered them,",
    "Not ours to own, like a book, but to be with, and sometimes",
    "To be without, alone and desperate.",
    "But the fantasy makes it ours, a kind of fence-sitting",
    "Raised to the level of an esthetic ideal. These were moments, years,",
    "Solid with reality, faces, namable events, kisses, heroic acts,",
    "But like the friendly beginning of a geometrical progression",
    "Not too reassuring, as though meaning could be cast aside some day",
    "When it had been outgrown. Better, you said, to stay cowering",
    "Like this in the early lessons, since the promise of learning",
    "Is a delusion, and I agreed, adding that",
    "Tomorrow would alter the sense of what had already been learned,",
    "That the learning process is extended in this way, so that from this standpoint",
    "None of us ever graduates from college,",
    "For time is an emulsion, and probably thinking not to grow up",
    "Is the brightest kind of maturity for us, right now at any rate.",
    "And you see, both of us were right, though nothing",
    "Has somehow come to nothing; the avatars",
    "Of our conforming to the rules and living",
    "Around the home have made—well, in a sense, “good citizens” of us,",
    "Brushing the teeth and all that, and learning to accept",
    "The charity of the hard moments as they are doled out,",
    "For this is action, this not being sure, this careless",
    "Preparing, sowing the seeds crooked in the furrow,",
    "Making ready to forget, and always coming back",
    "To the mooring of starting out, that day so long ago."
  ],
  "title": "Soonest Mended",
  "year": ""
}