{
  "author": "John Ashbery",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/22836",
  "region": "",
  "text": [
    "Orpheus liked the glad personal quality",
    "Of the things beneath the sky. Of course, Eurydice was a part",
    "Of this. Then one day, everything changed. He rends",
    "Rocks into fissures with lament. Gullies, hummocks",
    "Can’t withstand it. The sky shudders from one horizon",
    "To the other, almost ready to give up wholeness.",
    "Then Apollo quietly told him: “Leave it all on earth.",
    "Your lute, what point? Why pick at a dull pavan few care to",
    "Follow, except a few birds of dusty feather,",
    "Not vivid performances of the past.” But why not?",
    "All other things must change too.",
    "The seasons are no longer what they once were,",
    "But it is the nature of things to be seen only once,",
    "As they happen along, bumping into other things, getting along",
    "Somehow. That’s where Orpheus made his mistake.",
    "Of course Eurydice vanished into the shade;",
    "She would have even if he hadn’t turned around.",
    "No use standing there like a gray stone toga as the whole wheel",
    "Of recorded history flashes past, struck dumb, unable to utter an intelligent",
    "Comment on the most thought-provoking element in its train.",
    "Only love stays on the brain, and something these people,",
    "These other ones, call life. Singing accurately",
    "So that the notes mount straight up out of the well of",
    "Dim noon and rival the tiny, sparkling yellow flowers",
    "Growing around the brink of the quarry, encapsulates",
    "The different weights of the things.",
    "But it isn’t enough",
    "To just go on singing. Orpheus realized this",
    "And didn’t mind so much about his reward being in heaven",
    "After the Bacchantes had torn him apart, driven",
    "Half out of their minds by his music, what it was doing to them.",
    "Some say it was for his treatment of Eurydice.",
    "But probably the music had more to do with it, and",
    "The way music passes, emblematic",
    "Of life and how you cannot isolate a note of it",
    "And say it is good or bad. You must",
    "Wait till it’s over. “The end crowns all,”",
    "Meaning also that the “tableau”",
    "Is wrong. For although memories, of a season, for example,",
    "Melt into a single snapshot, one cannot guard, treasure",
    "That stalled moment. It too is flowing, fleeting;",
    "It is a picture of flowing, scenery, though living, mortal,",
    "Over which an abstract action is laid out in blunt,",
    "Harsh strokes. And to ask more than this",
    "Is to become the tossing reeds of that slow,",
    "Powerful stream, the trailing grasses",
    "Playfully tugged at, but to participate in the action",
    "No more than this. Then in the lowering gentian sky",
    "Electric twitches are faintly apparent first, then burst forth",
    "Into a shower of fixed, cream-colored flares. The horses",
    "Have each seen a share of the truth, though each thinks,",
    "“I’m a maverick. Nothing of this is happening to me,",
    "Though I can understand the language of birds, and",
    "The itinerary of the lights caught in the storm is fully apparent to me.",
    "Their jousting ends in music much",
    "As trees move more easily in the wind after a summer storm",
    "And is happening in lacy shadows of shore-trees, now, day after day.”",
    "But how late to be regretting all this, even",
    "Bearing in mind that regrets are always late, too late!",
    "To which Orpheus, a bluish cloud with white contours,",
    "Replies that these are of course not regrets at all,",
    "Merely a careful, scholarly setting down of",
    "Unquestioned facts, a record of pebbles along the way.",
    "And no matter how all this disappeared,",
    "Or got where it was going, it is no longer",
    "Material for a poem. Its subject",
    "Matters too much, and not enough, standing there helplessly",
    "While the poem streaked by, its tail afire, a bad",
    "Comet screaming hate and disaster, but so turned inward",
    "That the meaning, good or other, can never",
    "Become known. The singer thinks",
    "Constructively, builds up his chant in progressive stages",
    "Like a skyscraper, but at the last minute turns away.",
    "The song is engulfed in an instant in blackness",
    "Which must in turn flood the whole continent",
    "With blackness, for it cannot see. The singer",
    "Must then pass out of sight, not even relieved",
    "Of the evil burthen of the words. Stellification",
    "Is for the few, and comes about much later",
    "When all record of these people and their lives",
    "Has disappeared into libraries, onto microfilm.",
    "A few are still interested in them. “But what about",
    "So-and-so?” is still asked on occasion. But they lie",
    "Frozen and out of touch until an arbitrary chorus",
    "Speaks of a totally different incident with a similar name",
    "In whose tale are hidden syllables",
    "Of what happened so long before that",
    "In some small town, one indifferent summer."
  ],
  "title": "Syringa",
  "year": ""
}