{
  "author": "John Ashbery",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/16013",
  "region": "",
  "text": [
    "Sitting between the sea and the buildings",
    "He enjoyed painting the sea’s portrait.",
    "But just as children imagine a prayer",
    "Is merely silence, he expected his subject",
    "To rush up the sand, and, seizing a brush,",
    "Plaster its own portrait on the canvas.",
    "So there was never any paint on his canvas",
    "Until the people who lived in the buildings",
    "Put him to work: “Try using the brush",
    "As a means to an end. Select, for a portrait,",
    "Something less angry and large, and more subject",
    "To a painter’s moods, or, perhaps, to a prayer.”",
    "How could he explain to them his prayer",
    "That nature, not art, might usurp the canvas?",
    "He chose his wife for a new subject,",
    "Making her vast, like ruined buildings,",
    "As if, forgetting itself, the portrait",
    "Had expressed itself without a brush.",
    "Slightly encouraged, he dipped his brush",
    "In the sea, murmuring a heartfelt prayer:",
    "“My soul, when I paint this next portrait",
    "Let it be you who wrecks the canvas.”",
    "The news spread like wildfire through the buildings:",
    "He had gone back to the sea for his subject.",
    "Imagine a painter crucified by his subject!",
    "Too exhausted even to lift his brush,",
    "He provoked some artists leaning from the buildings",
    "To malicious mirth: “We haven’t a prayer",
    "Now, of putting ourselves on canvas,",
    "Or getting the sea to sit for a portrait!”",
    "Others declared it a self-portrait.",
    "Finally all indications of a subject",
    "Began to fade, leaving the canvas",
    "Perfectly white. He put down the brush.",
    "At once a howl, that was also a prayer,",
    "Arose from the overcrowded buildings.",
    "They tossed him, the portrait, from the tallest of the buildings;",
    "And the sea devoured the canvas and the brush",
    "As though his subject had decided to remain a prayer."
  ],
  "title": "The Painter",
  "year": ""
}