{
  "author": "John Ashbery",
  "classification": "Mixed",
  "keywords": [
    "Religion",
    "Social Commentaries",
    "Popular Culture",
    "God",
    "the Divine",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/177257",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Impatient as we were for all of them to join us,",
    "The land had not yet risen into view: gulls had swept the gray steel towers away",
    "So that it profited less to go searching, away over the humming earth",
    "Than to stay in immediate relation to these other things—boxes, store parts, whatever you wanted to call them—",
    "Whose installedness was the price of further revolutions, so you knew this combat was the last.",
    "And still the relationship waxed, billowed like scenery on the breeze.",
    "They are the same aren’t they,",
    "The presumed landscape and the dream of home",
    "Because the people are all homesick today or desperately sleeping,",
    "Trying to remember how those rectangular shapes",
    "Became so extraneous and so near",
    "To create a foreground of quiet knowledge",
    "In which youth had grown old, chanting and singing wise hymns that",
    "Will sign for old age",
    "And so lift up the past to be persuaded, and be put down again.",
    "The warning is nothing more than an aspirate “h”;",
    "The problem is sketched completely, like fireworks mounted on poles:",
    "Complexion of evening, the accurate voices of the others.",
    "During Coca-Cola lessons it becomes patent",
    "Of noise on the left, and we had so skipped a stage that",
    "The great wave of the past, compounded in derision,",
    "Submerged idea and non-dreamer alike",
    "In falsetto starlight like “purity”",
    "Of design that had been the first danger sign",
    "To wash the sticky, icky stuff down the drain—pfui!",
    "How does it feel to be outside and inside at the same time,",
    "The delicious feeling of the air contradicting and secretly abetting",
    "The interior warmth? But the land curdles the dismay in which it’s written",
    "Bearing to a final point of folly and doom",
    "The wisdom of these generations.",
    "Look at what you’ve done to the landscape—",
    "The ice cube, the olive—",
    "There is a perfect tri-city mesh of things",
    "Extending all the way along the river on both sides",
    "With the end left for thoughts on construction",
    "That are always turning to alps and thresholds",
    "Above the tide of others, feeding a European moss rose without glory.",
    "We shall very soon have the pleasure of recording",
    "A period of unanimous tergiversation in this respect",
    "And to make that pleasure the greater, it is worth while",
    "At the risk of tedious iteration, to put first upon record a final protest:",
    "Rather decaying art, genius, inspiration to hold to",
    "An impossible “calque” of reality, than",
    "“The new school of the trivial, rising up on the field of battle,",
    "Something of sludge and leaf-mold,” and life",
    "Goes trickling out through the holes, like water through a sieve,",
    "All in one direction.",
    "You who were directionless, and thought it would solve everything if you found one,",
    "What do you make of this? Just because a thing is immortal",
    "Is that any reason to worship it? Death, after all, is immortal.",
    "But you have gone into your houses and shut the doors, meaning",
    "There can be no further discussion.",
    "And the river pursues its lonely course",
    "With the sky and the trees cast up from the landscape",
    "For green brings unhappiness—",
    ".",
    "“The chartreuse mountain on the absinthe plain",
    "Makes the strong man’s tears tumble down like rain.”",
    "All this came to pass eons ago.",
    "Your program worked out perfectly. You even avoided",
    "The monotony of perfection by leaving in certain flaws:",
    "A backward way of becoming, a forced handshake,",
    "An absent-minded smile, though in fact nothing was left to chance.",
    "Each detail was startlingly clear, as though seen through a magnifying glass,",
    "Or would have been to an ideal observer, namely yourself—",
    "For only you could watch yourself so patiently from afar",
    "The way God watches a sinner on the path to redemption,",
    "Sometimes disappearing into valleys, but always",
    "For it all builds up into something, meaningless or meaningful",
    "As architecture, because planned and then abandoned when completed,",
    "To live afterwards, in sunlight and shadow, a certain amount of years.",
    "Who cares about what was there before? There is no going back,",
    "For standing still means death, and life is moving on,",
    "Moving on towards death. But sometimes standing still is also life."
  ],
  "title": "The Bungalows",
  "year": ""
}