{
  "author": "John Ashbery",
  "classification": "Free Verse",
  "keywords": [],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/177262",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "What had you been thinking about",
    "the face studiously bloodied",
    "heaven blotted region",
    "I go on loving you like water but",
    "there is a terrible breath in the way all of this",
    "You were not elected president, yet won the race",
    "All the way through fog and drizzle",
    "When you read it was sincere the coasts",
    "stammered with unintentional villages the",
    "horse strains fatigued I guess . . . the calls . . .",
    "I worry",
    "the water beetle head",
    "why of course reflecting all",
    "then you redid you were breathing",
    "I thought going down to mail this",
    "of the kettle you jabbered as easily in the yard",
    "you come through but",
    "are incomparable the lovely tent",
    "mystery you don’t want surrounded the real",
    "you dance",
    "in the spring there was clouds",
    "The mulatress approached in the hall—the",
    "lettering easily visible along the edge of the",
    "in a moment the bell would ring but there was time",
    "for the carnation laughed here are a couple of “other”",
    "to one in yon house",
    "The doctor and Philip had come over the road",
    "Turning in toward the corner of the wall his hat on",
    "reading it carelessly as if to tell you your fears were justified",
    "the blood shifted you know those walls",
    "wind off the earth had made him shrink",
    "undeniably an oboe now the young",
    "were there there was candy",
    "to decide the sharp edge of the garment",
    "like a particular cry not intervening called the dog “he’s coming! he’s coming” with an emotion felt it sink into peace",
    "there was no turning back but the end was in sight",
    "he chose this moment to ask her in detail about her family and the others",
    "The person. pleaded—“have more of these",
    "not stripes on the tunic—or the porch chairs",
    "will teach you about men—what it means”",
    "to be one in a million pink stripe",
    "and now could go away the three approached the doghouse",
    "the reef. Your daughter’s",
    "dream of my son understand prejudice",
    "darkness in the hole",
    "the patient finished",
    "They could all go home now the hole was dark",
    "lilacs blowing across his face glad he brought you"
  ],
  "title": "The Tennis Court Oath",
  "year": ""
}