{
  "author": "Wilfred Owen",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "The Body",
    "The Mind",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248358",
  "region": "England",
  "text": [
    "He sat in a wheeled chair, waiting for dark,",
    "And shivered in his ghastly suit of grey,",
    "Legless, sewn short at elbow. Through the park",
    "Voices of boys rang saddening like a hymn,",
    "Voices of play and pleasure after day,",
    "Till gathering sleep had mothered them from him.",
    "* * * * *",
    "About this time Town used to swing so gay",
    "When glow-lamps budded in the light-blue trees,",
    "And girls glanced lovelier as the air grew dim,—",
    "In the old times, before he threw away his knees.",
    "Now he will never feel again how slim",
    "Girls' waists are, or how warm their subtle hands,",
    "All of them touch him like some queer disease.",
    "* * * * *",
    "There was an artist silly for his face,",
    "For it was younger than his youth, last year.",
    "Now, he is old; his back will never brace;",
    "He's lost his colour very far from here,",
    "Poured it down shell-holes till the veins ran dry,",
    "And half his lifetime lapsed in the hot race",
    "And leap of purple spurted from his thigh.",
    "* * * * *",
    "One time he liked a blood-smear down his leg,",
    "After the matches carried shoulder-high.",
    "It was after football, when he'd drunk a peg,",
    "He thought he'd better join. He wonders why.",
    "Someone had said he'd look a god in kilts.",
    "That's why; and maybe, too, to please his Meg,",
    "Aye, that was it, to please the giddy jilts,",
    "He asked to join. He didn't have to beg;",
    "Smiling they wrote his lie: aged nineteen years.",
    "Germans he scarcely thought of, all their guilt,",
    "And Austria's, did not move him. And no fears",
    "Of Fear came yet. He thought of jewelled hilts",
    "For daggers in plaid socks; of smart salutes;",
    "And care of arms; and leave; and pay arrears;",
    "Esprit de corps; and hints for young recruits.",
    "And soon, he was drafted out with drums and cheers.",
    "* * * * *",
    "Some cheered him home, but not as crowds cheer Goal.",
    "Only a solemn man who brought him fruits",
    "him; and then inquired about his soul.",
    "* * * * *",
    "Now, he will spend a few sick years in institutes,",
    "And do what things the rules consider wise,",
    "And take whatever pity they may dole.",
    "Tonight he noticed how the women's eyes",
    "Passed from him to the strong men that were whole.",
    "How cold and late it is! Why don't they come",
    "And put him into bed? Why don't they come?"
  ],
  "title": "Disabled",
  "year": ""
}