{
  "author": "Wilfred Owen",
  "classification": "Refrain",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "The Mind",
    "Nature",
    "Weather",
    "Religion",
    "Faith",
    "Doubt",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248306",
  "region": "England",
  "text": [
    "Our brains ache, in the merciless iced east winds that knive us . . .",
    "Wearied we keep awake because the night is silent . . .",
    "Low drooping flares confuse our memory of the salient . . .",
    "Worried by silence, sentries whisper, curious, nervous,",
    "But nothing happens.",
    "Watching, we hear the mad gusts tugging on the wire,",
    "Like twitching agonies of men among its brambles.",
    "Northward, incessantly, the flickering gunnery rumbles,",
    "Far off, like a dull rumour of some other war.",
    "What are we doing here?",
    "The poignant misery of dawn begins to grow . . .",
    "We only know war lasts, rain soaks, and clouds sag stormy.",
    "Dawn massing in the east her melancholy army",
    "Attacks once more in ranks on shivering ranks of grey,",
    "But nothing happens.",
    "Sudden successive flights of bullets streak the silence.",
    "Less deadly than the air that shudders black with snow,",
    "With sidelong flowing flakes that flock, pause, and renew,",
    "We watch them wandering up and down the wind's nonchalance,",
    "But nothing happens.",
    "Pale flakes with fingering stealth come feeling for our faces—",
    "We cringe in holes, back on forgotten dreams, and stare, snow-dazed,",
    "Deep into grassier ditches. So we drowse, sun-dozed,",
    "Littered with blossoms trickling where the blackbird fusses.",
    "—Is it that we are dying?",
    "Slowly our ghosts drag home: glimpsing the sunk fires, glozed",
    "With crusted dark-red jewels; crickets jingle there;",
    "For hours the innocent mice rejoice: the house is theirs;",
    "Shutters and doors, all closed: on us the doors are closed,—",
    "We turn back to our dying.",
    "Since we believe not otherwise can kind fires burn;",
    "Now ever suns smile true on child, or field, or fruit.",
    "For God's invincible spring our love is made afraid;",
    "Therefore, not loath, we lie out here; therefore were born,",
    "For love of God seems dying.",
    "Tonight, this frost will fasten on this mud and us,",
    "Shrivelling many hands, and puckering foreheads crisp.",
    "The burying-party, picks and shovels in shaking grasp,",
    "Pause over half-known faces. All their eyes are ice,",
    "But nothing happens."
  ],
  "title": "Exposure",
  "year": ""
}