{
  "author": "Wilfred Owen",
  "classification": "Couplet",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict",
    "Mythology",
    "Folklore",
    "Horror"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248492",
  "region": "England",
  "text": [
    "I. THE PROLOGUE",
    "Patting good-bye, doubtless they told the lad",
    "He’d always show the Hun a brave man’s face;",
    "Father would sooner him dead than in disgrace,—",
    "Was proud to see him going, aye, and glad.",
    "Perhaps his mother whimpered how she’d fret",
    "Until he got a nice safe wound to nurse.",
    "Sisters would wish girls too could shoot, charge, curse …",
    "Brothers—would send his favourite cigarette.",
    "Each week, month after month, they wrote the same,",
    "Thinking him sheltered in some Y.M. Hut,",
    "Because he said so, writing on his butt",
    "Where once an hour a bullet missed its aim",
    "And misses teased the hunger of his brain.",
    "His eyes grew old with wincing, and his hand",
    "Reckless with ague. Courage leaked, as sand",
    "From the best sand-bags after years of rain.",
    "But never leave, wound, fever, trench-foot, shock,",
    "Untrapped the wretch. And death seemed still withheld",
    "For torture of lying machinally shelled,",
    "At the pleasure of this world’s Powers who’d run amok.",
    "He’d seen men shoot their hands, on night patrol.",
    "Their people never knew. Yet they were vile.",
    "‘Death sooner than dishonour, that’s the style!’",
    "So Father said.",
    "II. THE ACTION",
    "One dawn, our wire patrol",
    "Carried him. This time, Death had not missed.",
    "We could do nothing but wipe his bleeding cough.",
    "Could it be accident? - Rifles go off…",
    "Not sniped? No. (Later they found the English ball.)",
    "III. THE POEM",
    "It was the reasoned crisis of his soul",
    "Against more days of inescapable thrall,",
    "Against infrangibly wired and blind trench wall",
    "Curtained with fire, roofed in with creeping fire,",
    "Slow grazing fire, that would not burn him whole",
    "But kept him for death’s promises and scoff,",
    "And life’s half-promising, and both their riling.",
    "IV. THE EPILOGUE",
    "With him they buried the muzzle his teeth had kissed,",
    "And truthfully wrote the Mother, ‘Tim died smiling’."
  ],
  "title": "S. I. W.",
  "year": ""
}