{
  "author": "Wilfred Owen",
  "classification": "Blank Verse",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248540",
  "region": "England",
  "text": [
    "Halted against the shade of a last hill,",
    "They fed, and, lying easy, were at ease",
    "And, finding comfortable chests and knees",
    "Carelessly slept.",
    "But many there stood still",
    "To face the stark, blank sky beyond the ridge,",
    "Knowing their feet had come to the end of the world.",
    "Marvelling they stood, and watched the long grass swirled",
    "By the May breeze, murmurous with wasp and midge,",
    "For though the summer oozed into their veins",
    "Like the injected drug for their bones’ pains,",
    "Sharp on their souls hung the imminent line of grass,",
    "Fearfully flashed the sky’s mysterious glass.",
    "Hour after hour they ponder the warm field—",
    "And the far valley behind, where the buttercups",
    "Had blessed with gold their slow boots coming up,",
    "Where even the little brambles would not yield,",
    "But clutched and clung to them like sorrowing hands;",
    "They breathe like trees unstirred.",
    "Till like a cold gust thrilled the little word",
    "At which each body and its soul begird",
    "And tighten them for battle. No alarms",
    "Of bugles, no high flags, no clamorous haste—",
    "Only a lift and flare of eyes that faced",
    "The sun, like a friend with whom their love is done.",
    "O larger shone that smile against the sun,—",
    "Mightier than his whose bounty these have spurned.",
    "So, soon they topped the hill, and raced together",
    "Over an open stretch of herb and heather",
    "Exposed. And instantly the whole sky burned",
    "With fury against them; and soft sudden cups",
    "Opened in thousands for their blood; and the green slopes",
    "Chasmed and steepened sheer to infinite space.",
    "Of them who running on that last high place",
    "Leapt to swift unseen bullets, or went up",
    "On the hot blast and fury of hell’s upsurge,",
    "Or plunged and fell away past this world’s verge,",
    "Some say God caught them even before they fell.",
    "But what say such as from existence’ brink",
    "Ventured but drave too swift to sink.",
    "The few who rushed in the body to enter hell,",
    "And there out-fiending all its fiends and flames",
    "With superhuman inhumanities,",
    "Long-famous glories, immemorial shames—",
    "And crawling slowly back, have by degrees",
    "Regained cool peaceful air in wonder—",
    "Why speak they not of comrades that went under?"
  ],
  "title": "Spring Offensive",
  "year": ""
}