{
  "author": "Wilfred Owen",
  "classification": "Couplet",
  "keywords": [
    "War",
    "Conflict",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Death"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/176833",
  "region": "England",
  "text": [
    "It seemed that out of battle I escaped",
    "Down some profound dull tunnel, long since scooped",
    "Through granites which titanic wars had groined.",
    "Yet also there encumbered sleepers groaned,",
    "Too fast in thought or death to be bestirred.",
    "Then, as I probed them, one sprang up, and stared",
    "With piteous recognition in fixed eyes,",
    "Lifting distressful hands, as if to bless.",
    "And by his smile, I knew that sullen hall,—",
    "By his dead smile I knew we stood in Hell.",
    "With a thousand fears that vision's face was grained;",
    "Yet no blood reached there from the upper ground,",
    "And no guns thumped, or down the flues made moan.",
    "“Strange friend,” I said, “here is no cause to mourn.”",
    "“None,” said that other, “save the undone years,",
    "The hopelessness. Whatever hope is yours,",
    "Was my life also; I went hunting wild",
    "After the wildest beauty in the world,",
    "Which lies not calm in eyes, or braided hair,",
    "But mocks the steady running of the hour,",
    "And if it grieves, grieves richlier than here.",
    "For by my glee might many men have laughed,",
    "And of my weeping something had been left,",
    "Which must die now. I mean the truth untold,",
    "The pity of war, the pity war distilled.",
    "Now men will go content with what we spoiled.",
    "Or, discontent, boil bloody, and be spilled.",
    "They will be swift with swiftness of the tigress.",
    "None will break ranks, though nations trek from progress.",
    "Courage was mine, and I had mystery;",
    "Wisdom was mine, and I had mastery:",
    "To miss the march of this retreating world",
    "Into vain citadels that are not walled.",
    "Then, when much blood had clogged their chariot-wheels,",
    "I would go up and wash them from sweet wells,",
    "Even with truths that lie too deep for taint.",
    "I would have poured my spirit without stint",
    "But not through wounds; not on the cess of war.",
    "Foreheads of men have bled where no wounds were.",
    "“I am the enemy you killed, my friend.",
    "I knew you in this dark: for so you frowned",
    "Yesterday through me as you jabbed and killed.",
    "I parried; but my hands were loath and cold.",
    "Let us sleep now. . . .”"
  ],
  "title": "Strange Meeting",
  "year": ""
}