{
  "author": "Nathaniel Mackey",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247750",
  "region": "",
  "text": [
    "Heaved our bags and headed out again. Again",
    "the ground that was to’ve been there wasn’t.",
    "Bits of ripcord crowded the box my head had",
    "be-",
    "come, the sense we were a band was back,",
    "the sense we were a band or in a band... The",
    "rotating gate time turned out to be creaked,",
    "we",
    "pulled away. Lord Invader’s Reform School",
    "Band it was we were in, the Pseudo-Dionysian",
    "Fife Corps, the Muvian Wind Xtet... The sense",
    "we were a band or were in a band had come",
    "back,",
    "names’ wicked sense we called timbre, num-",
    "bers’ crooked sense our bequest. Clasp it tee-",
    "tered near to, abstraction, band was what to",
    "be",
    "there was... Band was what it was to be there",
    "we shouted, band all we thought it would",
    "be. Band was a chant, that we chanted, what",
    "we",
    "chanted, chant said it all would be alright...",
    "A new band, our new name was the Abandoned",
    "Ones, no surprise. We dwelt in the well-being",
    "that",
    "awaited us, never not sure we’d get there, what",
    "way we were yet to know. I stood pat, a rickety",
    "sixty-six, tapped out a scarecrow jig in waltz",
    "time, big toe blunt inside my shoe... Who was I to",
    "so",
    "rhapsodize I chided myself, who to so mark my-",
    "self, chill teeth suddenly forming reforming,",
    "who to let my heart out so... To be at odds with",
    "my-",
    "self resounded, sound’s own City the wall I hit",
    "my head against, polis was to be and to be so hit...",
    "We heard clamor, clash, blue consonance, noise’s",
    "low",
    "sibling",
    "sense",
    "________________",
    "We pumped our arms as though they were",
    "pistons, elbows in and out. We nicked our",
    "name to Abandon. Abandon was our name",
    "now...",
    "Thus was our music no music. Music too",
    "we left behind. Everything beside the point",
    "that there was no point, everything thus the",
    "point... Thus was being there sibling sense",
    "gone",
    "treble, the balm to be a band the true amen-",
    "ity music was, the fact of having been there",
    "new",
    "to its Buddha-nature, the fact of having been",
    "there",
    "moot",
    "•",
    "To have been there wasn’t dasein. No Hei-",
    "degger told my horse. Trussed up to",
    "the side it sat, pressed and preponderant,",
    "sov-",
    "ereign, self-contained, were it music the",
    "music we sloughed... Slipped accompa-",
    "niment, surrogate cloud, rapt adjournment.",
    "Agitant. Surrogate cue... I kept clear of it,",
    "caught",
    "up at arm’s length, all but caught out I came",
    "to see... Thus was our music no music it seemed",
    "I said, mujic more than music I might’ve said,",
    "might",
    "as well have said, no matter I mumbled other-",
    "wise under my breath... The Freedmen’s Debate",
    "Society our name now was, the Ox Tongue",
    "Speaker Exchange. Fractal scratch. Nominative",
    "ser-",
    "ration. Cutaway run, cutaway arrest... Thus was",
    "our music no music I did say, say’s default on",
    "sing such as it was... We called it history even",
    "so,",
    "insisted it, the it crowding the corner of eve-",
    "ryone’s eye. None of us were not crept up on,",
    "none not required we sing it, say it. Thus was",
    "our",
    "say not",
    "so",
    "________________",
    "Beginning again for the muleteenth time,",
    "we counted off. It was our muleteenth",
    "breakdown, muleteenth new beginning...",
    "Brass",
    "rubbed off on our lips, reed rubbed off as",
    "well, string steel left on our fingertips, stick",
    "wood",
    "left on our",
    "thumbs"
  ],
  "title": "As If It Were “This Is Our Music”",
  "year": ""
}