{
  "author": "Nathaniel Mackey",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247744",
  "region": "",
  "text": [
    "A comped piano lifted the leaves in",
    "Low Forest, a blanket of shade pulled",
    "up, a sheet of glass put in place, free",
    "pros-",
    "pect all around I thought. I wanted my",
    "allegoric lapse, I wanted my whatsaid",
    "companions. Alone looking out under",
    "house",
    "arrest, I wanted them back, less myself",
    "than before, unbeset... An exquisite jewel",
    "it all was, no explanation, no equation,",
    "a",
    "time-lapse excursion it was. High John",
    "from High Point was on the box, the box",
    "blown roofless, hacked wood scattered",
    "what",
    "light there was... A low trombone could",
    "be heard asking, “What have they done to",
    "my beautiful boy?” A tree limb cracked in",
    "the",
    "distance, the all-of-us the horns had be-",
    "come. All of us there to notice, all of us there",
    "to see, “Blue Train” our wounded anthem,",
    "hacked wood the woods we walked... I was",
    "im-",
    "agining Sophia’s dreamt-about blue truck,",
    "dreamt arrival, Trane’s loud announcement",
    "a blur, train truck, wished-for congress come",
    "nigh.",
    "There was the sun’s late equation, the moon’s",
    "ludic blush, truck equaling train equaling train",
    "equaling truck, soon’s blue transport, soon",
    "soon",
    "come... It was the muse’s blue lips the all-of-",
    "us the horns had become came thru, blue",
    "rebuked kiss, blue-blent reconnoiter. It was",
    "the",
    "muse’s gray canopy covered us, the we I’d",
    "otherwise be the trees fell free of, cries loud",
    "and low we’d have heard had we been there,",
    "wood equaling would equaling we... I lay",
    "like",
    "Anuncio busted up contemplating the book",
    "of it, last leg’s no-exit announcement no way",
    "to run. I stood like Itamar, sat like Huff. A",
    "sweet",
    "smile captured my lips like Netsanet’s, Zeno",
    "and",
    "Zenette’s re-",
    "pair",
    "•",
    "Zeno and Zenette’s last anything. Zeno and",
    "Zenette’s last kiss. I saw them come back",
    "from afar, saw them bisect every step. Friend",
    "and",
    "familiar, affine, foe, they walked in smelling",
    "of salt, the reek of Lone Coast on their hair,",
    "their skin, sand a kind of coat they wore...",
    "Some-",
    "thing I saw it seemed I dreamt I saw, some-",
    "thing seen exteriority reneged on, stand up wide",
    "awake though I did. Did I see what I saw I",
    "won-",
    "dered, the closer the coast was the less I felt",
    "located, water opening out onto everywhere,",
    "was what I saw what I saw I wanted to know...",
    "A versionary recital it seemed or so I thought,",
    "so",
    "abreast of it only the book of it remained, a",
    "finger dipped in butterfly dust, a foot gone print-",
    "less, what of it I glimpsed gone out on tiptoe,",
    "wuh",
    "we’d have been whose escorts, wuh we, once",
    "there, drew thru the woods... So it was or so",
    "it went, going so, soon gone, a blip no screen",
    "accounted for, blink, as I did, all I could. The",
    "box",
    "had fallen away, sound itself an overt bed of",
    "scree, roughed underbody I fell and felt heir",
    "to, a chestnut sense were there any sense left, a",
    "new",
    "scrub sense of my-",
    "self",
    "________________",
    "“Let it play on you,” Huff had said, “let",
    "it have its way.” I wasn’t clear what “it”",
    "was but my ears perked up. Mu, I knew,",
    "had",
    "gone into hiding and it might have been",
    "Mu. I wondered was it Mu he spoke about...",
    "In front of us the waves rolled in. They",
    "gave",
    "his eyes a glassy look... To see was to see",
    "oneself suspended, round Insofarian bliss",
    "at the foot of Mount Ida, Huff ’s ythmic",
    "what-",
    "say, a smiling spider’s",
    "bite",
    "________________",
    "A sort of cartoon the sun had a face and",
    "grew limbs in, round and round of re-",
    "birth, death unacceptable, what I saw",
    "was",
    "too much. I saw a tiptoe ghost prome-",
    "nade, a sorcerer’s apprentice parade,",
    "Mr. and Mrs. P’s reminiscent lament...",
    "Some-",
    "thing seen in a face no straddling of legs",
    "lived up to. An epiphany or an epistrophe,",
    "no way of knowing which. Press there’d",
    "be",
    "no end of any-",
    "more"
  ],
  "title": "Song of the Andoumboulou: 136",
  "year": ""
}