{
  "author": "Nathaniel Mackey",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247748",
  "region": "",
  "text": [
    "Anuncio drifted in a well of sound, unlay’s",
    "ward, late orphan, a wry erotics had its",
    "way. He called himself Antonio now, Ahdja",
    "having",
    "joined our group... Dunelike hip and thigh",
    "he stipulated, the desert he insisted we see. We",
    "understood there was occult stuff going on",
    "un-",
    "derneath, telling ourselves get used to it,",
    "close to the bone so close it lay inside, the",
    "closer walk we all went on about... We",
    "were in Port of Spain thinking about India,",
    "bored",
    "outside the Red House, shimmering side",
    "street, pan exactitude bruited elsewhere, pan’s",
    "light water, floating light. The light hung as",
    "though",
    "it were buffed, embroidered, sound’s amanuensis,",
    "griff... There they were at the well again, the",
    "we he’d been told would be there, whatsaid",
    "en-",
    "semble the air disinterred, hit by affliction",
    "in each their own way, beset by some other",
    "where there might’ve been, beset by some other",
    "when there might’ve been, beset by some nether",
    "light...",
    "If not bodily light’s late day there was nothing,",
    "the not-all-there there’d always been come into",
    "its own. Wind affliction was all, all there was,",
    "rent,",
    "a mere liplike wrinkle at least. “Back when we",
    "were alive,” it said... Literal sigil. Sage regret.",
    "A way of looking. Something we saw. “Sealed",
    "lips",
    "wheeled in the air,” we translated it. The point",
    "was",
    "to look past it we",
    "saw",
    "•",
    "He wanted Ahdja’s poise, Antonio’s aplomb,",
    "namesake demur, name notwithstanding. So it",
    "was he blinked and his eyes bled, wry erotics’",
    "haunched interstice bloodstruck, never again",
    "be-",
    "fit, Mr. In-Between... A kaiso chorale, we sang",
    "“Namaste,” a voice inside the voice inside the",
    "box, tongue in cheek, box buried somewhere",
    "east...",
    "It wasn’t singing we were there for, chant",
    "though we did sotto voce, an agonized aplomb of",
    "some sort... An Ibibio go-head we each turned",
    "into, not meaning to... Go-heads one and all we",
    "were,",
    "snide choir... To sing wasn’t why we were there...",
    "What it was was names tore loose, took wing, what",
    "world had been ours theirs now, sound itself,",
    "A-",
    "nuncio’s well’s regress... So that what we sought",
    "was more tone, mock sonance, science an a-",
    "malgam of huh, wuh, huh, knowing’s new toll,",
    "wuh",
    "huh... We were where the songs had been beckon-",
    "ing from. This was as it always was. This was",
    "always it no matter what it was. All the things it",
    "was",
    "lay nameless. Roots drew loose with no tonic,",
    "it whether or not it was... An aroused incumbency",
    "surrounded us, unlay’s fallaway terrain’s intan-",
    "gibility, Antonio’s adjunct address. We were down",
    "to",
    "the it of it it seemed... Was it the shimmer of last",
    "things we wondered, queasiness come and gone",
    "come again. There the very it so what it was our knees",
    "gave,",
    "so close we could taste it, nonce elixir, lapse, ellipse...",
    "All of which Ahdja made light of, unsure what of it",
    "fit or if any of it fit. “You can’t come on with all",
    "that",
    "new-name talk, that no-name stuff. All that evac-",
    "uation stuff,” she said, “gets old, got old,” as Antonio",
    "carried on, kept on, Anuncio to some of us, even",
    "so...",
    "All as if the quality of standing there shifted, a new",
    "cast",
    "of soul come",
    "down",
    "•",
    "Some common body to adduce it would some-",
    "day come to. We stood on the dock, white",
    "clouds, blue sky all around, spiked Antillean",
    "salt",
    "in the air. Big ships loomed as we talked...",
    "Each of us with our well of sound, a sense of",
    "quest and of brute inconsequence, Anuncio’s",
    "mys-",
    "tic pretense. “Promises, promises,” we said suck-",
    "ing our teeth, said sucking wind thru the gaps",
    "between our teeth, a taunt song serenading Mr.",
    "In-",
    "Between... We stood looking out, disconsolate,",
    "nothing if not words for recompense, what if not",
    "words none of us knew. Words more whistle",
    "than words we admonished, Anuncio going on",
    "a-",
    "bout Antonio and Ahdja, the he and she of",
    "lore they’d have been had they been able, each",
    "the other’s butterfly twin... Each the other’s",
    "but-",
    "terfly friend if not all that, paperweight, open,",
    "flown. Second-, third-, nth-hand innuendo all",
    "there was, word more whistle, mere whistle we",
    "let",
    "loose, echo degree zero, choric sough... Black",
    "wheeze, occult burr, we susurrated. “Este mundo",
    "tan extraño,” she intoned, we as well. Ahdja",
    "was",
    "meat and bones on the spirit of place he con-",
    "vinced us existed, an impromptu polity exhumed...",
    "The feeling we were futureless went away. Wuh",
    "huh",
    "went as",
    "well",
    "•",
    "An inwardly repeated tableau. We sat on the",
    "dock, reluctant witnesses it seemed, more",
    "story to the story than we could see. What",
    "we",
    "thought real got a gossamer look, soon to",
    "tear thru it seemed. Lytic remit what we’d",
    "been told was real, brute reconnoiter, non-",
    "sonant lament it seemed... There we stood,",
    "toll-",
    "ing bone in the air, no tone. Huff called it",
    "skeletone. There we sat though we stood,",
    "stood though we sat, stark Trinidadian light",
    "a",
    "new life, shoal of an earlier life... I wanted",
    "Anuncio’s ythmic pivot, Ahdja’s mystic sa-",
    "shay, Antonio’s pirate swag rolled into one",
    "but",
    "no one was asking me. No one was noticing",
    "anything, I thought, the difference Ahdja made",
    "no matter, an order of self-containment ob-",
    "tained. So I thought or would’ve said I thought",
    "had",
    "anyone asked. No one did, said or saw... An",
    "illusion of place or an allusion to it, Mu was",
    "all there was, unmoored abstract integument,",
    "im-",
    "manent commemorative lament. Something",
    "known as la-la crowded my throat, clung to",
    "the roof of my mouth. La-la meant I loved it,",
    "torn",
    "but tucked away, the versionary company of",
    "love I’d fallen in with, first unfallen fallen, unre-",
    "formed... No time soon will I be done with it",
    "I thought. La-la mentored my disarray. No way",
    "can",
    "I be done with it I thought, Ahdja and Antonio",
    "Anuncio’s boon constituency, each the other’s",
    "go-head eminence, each the other’s glancing",
    "re-",
    "lay... Late that day we sat in a small boat on the",
    "other side of the island. Scarlet ibises got their",
    "color eating shrimp Ahdja pointed out. Anuncio,",
    "not",
    "knowing what to say, said, “So my heart...” Mu",
    "was not knowing. Mu meant shutting up. Mu was",
    "me and Ahdja, Mr. and Ms. In-Between. Mu",
    "meant no filler. “Promises, promises” resounded",
    "all",
    "day... Something we saw in Ahdja’s face wanted",
    "out it seemed. She was the one we had by not",
    "having lore had it, love’s adamant outskirts, love’s",
    "dog-",
    "matic heart. I made untimeliness a foregone future,",
    "something-seen-in-a-face a new order to restore. I",
    "saw gold where there maybe wasn’t, beer cans lined",
    "on",
    "the rail we leaned against, aught if not imagined im-",
    "pact, we the presumption of one... A long sus-",
    "tention of hum it came down to, Om the Vedic nu",
    "we",
    "reminisced, Om the seed-syllabic gist and embel-",
    "lishment, Om the intuitist Mu. “Greek to me,”",
    "each of us admitted, thrum we were ambushed by,",
    "glum subterranean drone strung under it, mosquito",
    "buzz",
    "athwart it",
    "all",
    "________________",
    "I dreamt I died and I went into an isolation",
    "booth, a quiz box I dug my breath up in. “Please",
    "call me Antonio,” I whispered, head against",
    "the",
    "hardness of the bone beneath her breast, an",
    "anacrustic psalm, a new “Dearly Beloved.”",
    "What to say but there was nothing to, wag as",
    "much",
    "we might...",
    "if nothing else. Something for which we had",
    "the name if nothing else. Something for which",
    "we",
    "had a name if nothing else. Something of which",
    "we",
    "had the name if nothing",
    "else",
    "________________",
    "Accompaniment called out to me in dreams",
    "I woke wincing from. In its grip, in the",
    "giving of it something new came out, a new",
    "and",
    "old something the thought of which made",
    "me weep, the very thought of it I thought I",
    "knew... But who really knew I wondered,",
    "wind-",
    "ing back down, again feeling futureless, further-",
    "on’s would-be walk no new accompaniment,",
    "argu-",
    "ment’s rhyme and",
    "regret"
  ],
  "title": "Song of the Andoumboulou: 138",
  "year": ""
}