{
  "author": "Nathaniel Mackey",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Activities",
    "Travels",
    "Journeys",
    "Relationships",
    "Family",
    "Ancestors",
    "Religion",
    "Other Religions"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247628",
  "region": "U.S., Western",
  "text": [
    "Came now to another crossroads.",
    "Stick people stood awaiting us, to",
    "the left, straight ahead, to the right.",
    "What was that song you sang,",
    "they",
    "asked, spoke without sound sound’s",
    "immanence, not without song but",
    "only one song, the one song summon­-",
    "ing song’s eclipse... The one song",
    "sang",
    "song’s inconsequence, crooned it",
    "could not’ve been otherwise, song",
    "song’s own lament... The one",
    "song sang song’s irrelevance, we",
    "were",
    "exhausted, we looked straight ahead,",
    "left,",
    "right. The stick people’s question fa­-",
    "tigued us, glyphed riddle whose",
    "decipherment they said we’d someday",
    "be,",
    "exegetes against our will... Lack,",
    "reluctance, pallor, eidolon. Crossroads",
    "cryptogram, they themselves were sing-",
    "­ing, nothing not what could be seen they",
    "said,",
    "soul not sign if not eyelight, song more",
    "what could be seen than they could",
    "say, wan unwillingness they said... Slick",
    "stick",
    "people, tricky, soul a sick thing they said...",
    "Signs all said Stick City. Stick City straight",
    "ahead, to the left, to the right, signs pointed",
    "every",
    "which way... Stick sublimity sent us reeling,",
    "a we that wasn’t we against one that was. Mass,",
    "intangible we it was we were, beads thrown off",
    "in a row... We’d have given anything to get to",
    "Stick",
    "City and there we were. Whatever way we",
    "took would take us there. Stick City loomed",
    "ahead and to the left and to the right, any which",
    "way but in back of us, Stick City meant no",
    "turning back... Signs all said Stick City. We",
    "read",
    "them all out loud, “Stick City.” “Styxicity,”",
    "Itamar",
    "quipped... It wasn’t water we crossed, it wasn’t",
    "hell we were in. Stick City housed our hearts’",
    "desires we were told, Stick City stood without",
    "end or assistance, line long since what stuck...",
    "Line",
    "was all point, point all extensity, stick’s own",
    "deictic drop... No longer point less point than",
    "point’s target, Stick City made them one and the",
    "same... So it was on to where the signs said next,",
    "Stick",
    "the one place we were yet to arrive at, Diddie Wa",
    "Diddie’s twin. A winding road it now was we were",
    "on, so curved we could see our backs. No work,",
    "no worry up ahead we heard, music’s utopic",
    "stir...",
    "Hogs lay stuck with knives and forks, chickens",
    "likewise we heard. A wall of beats for backup, Stick",
    "City",
    "way off somewhere... As quick as that we were there,",
    "Stick City. It wasn’t the way we heard it was. Everyone",
    "limped, walked with a cane, no way how we heard it",
    "was...",
    "As quick as that there we were. Stick City lay before",
    "us, lied about. Legbaland it might’ve been... Diddie Wa",
    "Diddie’s non-identical twin if twin it was, no way the",
    "way",
    "we heard it",
    "was",
    "Stick-figure escorts ushered us in,",
    "pointed out what was what. Stick",
    "people's gait was flawless, they",
    "said, unstick people limped on",
    "sticks...",
    "A strand of horsehair lay in the",
    "road, hair from a horse's tail. Come",
    "rain it became a snake, would-be stick",
    "though",
    "Stick City said no... It was getting",
    "to",
    "be late again, the arcade's light less",
    "intense... Come night we lay under",
    "a horse, shouted voiceless trying",
    "to wake each other up and woke up,",
    "coiled",
    "hair stiffened with earwax, as if at last",
    "we were Stick City's own... Not",
    "so we saw soon enough. No home, no",
    "haven was it, noise what of it we could",
    "keep...",
    "West L.A. it might've been, Saint-Pierre",
    "it might've been wélélé no matter where",
    "we were... Stick symphony. Ictic sashay...",
    "Head bob atop watery neck, nod homage,",
    "noise,",
    "names came loose. What of it we kept we",
    "kept in name only, “Stick City” ours",
    "to hold on to. Chance it might've meant,",
    "I Ching, no place but we were long since",
    "gone...",
    "Where sign had been sound X marked it,",
    "stick bisected stick. Signal some said, noise's",
    "alternate, half where we were nowhere near",
    "where",
    "we were, were where's discontent... It was getting",
    "to be light again, noise the new day's largesse.",
    "Sound was what sign turned out from, sound",
    "itself exed out... What the song was we sang",
    "no",
    "longer what we were asked, stick inquisitors",
    "gathered, mum to the bone. Frown, furrowed",
    "brow, grimace the glyphs met us, faces",
    "lined up in a row. Line was what pressed us,",
    "point egged us on, what the song was we",
    "sang",
    "no song we sang, what the song was we sang",
    "moot... The strand-of-horsehair-become-a-snake",
    "became a rope around our necks, rope what the",
    "song we sang was. We'd have given anything",
    "to",
    "say Stick City was where we were... Breath it",
    "was",
    "we gave, rope round our necks... We were neck-",
    "less, bobbing heads, barbershop xtet, calabashes",
    "hit with sticks. Whatever we were, whatever",
    "noise there was we made ours. “This is our",
    "dispatch,” we said... Euphemistic necktie,",
    "eu-",
    "phemistic float. Horsehair tickling the tops",
    "of our throats. Wet, euphemistic scruff... As it was",
    "getting to be noon we got our necks and bodies",
    "back. A cartoon watch dog bit us, a pinscher",
    "with",
    "painted lips. We were stick people now, initiates.",
    "Stick",
    "legs only a blur, we were running, pant legs and hem-",
    "lines ripped... Cross. Chiliasm. Crisis. Stick bisected",
    "stick. More hopeless the less we needed it, less",
    "real the more shot with stick vaccine, less real the",
    "more",
    "stick we were... Stick inquisitors fell away as we went",
    "in. Stick City disappeared as we ran deeper. Too",
    "late to turn back, we were twigs, kindling, dispatch",
    "gone",
    "up in smoke... We were jíbaros, hicks, cuatro ping",
    "in",
    "back of us, howled, “Aylelolay lolelay.” We stood",
    "absorbed in what felt like advent. We stood on a plane",
    "cut thru an adverse cone. Low, rummaging burr, the",
    "sound we sought sought us, we the make-believe dead",
    "more",
    "dead than we knew... Syllabic run was more alive than we",
    "were, bass clack bugling disaster, brute sun outside the",
    "nod",
    "house door",
    "______________",
    "Crossroads though it was it seemed an",
    "impasse, stick as in stuck we thought. Stick",
    "as in stone's accomplice, Quag's bone-",
    "yard remit... Insofar as there was an",
    "I it fell in, a brass bell's everted lips",
    "now",
    "convergent, shush we were hollowed by.",
    "Insofar as there was an I it was as each of us",
    "insisted, as far as there was an I, stick",
    "beating stick, there was an X... Crux...",
    "Cross...",
    "Crutch... Legs' Osirian soulstrut lost,",
    "Legbaland it was and we limped on, limped",
    "in, Stick City's outskirts endless it",
    "seemed, no matter we leaned on sticks...",
    "Were",
    "there an I it stood like a stick, mum-stuff",
    "crossing itself. Insofar as there was",
    "an I it was an X taking shape, there but",
    "to be gone if not no sooner there than gone,",
    "glass",
    "house holding",
    "its own",
    "______________",
    "We knew we wore skeleton suits. We knew",
    "we walked holding placards. “Dead from",
    "rebuke... What lay around us had the",
    "sound",
    "of steam. Low-motion lurk. Time-lapse cascade.",
    "Stick City city limits notwithstanding, glass",
    "intangibles allowed what was lost otherwise,",
    "gripless",
    "in the house outside the house... It slipped",
    "away and we slipped away and it slipped away,",
    "Stick",
    "City a mirage nod concocted, not to be be-",
    "lieved but we did though it receded, nod Nub's",
    "emic",
    "retreat"
  ],
  "title": "Song of the Andoumboulou: 85",
  "year": ""
}