{
  "author": "Nathaniel Mackey",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247746",
  "region": "",
  "text": [
    "Again that closer walk, legless though",
    "they’d be. Low Insofarian sun I cut my",
    "teeth on, theirs to be better to bite with,",
    "me",
    "theirs the closer we walked. They were",
    "insisting time seeds grievance, crooned it the",
    "closer I got, Zeno and Zenette moment’s",
    "nurs-",
    "es, Nunca Anuncia’s net... Thus it was they",
    "were there again, thus they walked legless,",
    "noses thumbed at the sun. Unlay’s avatar",
    "said",
    "to’ve become caricature, sacred clown of",
    "late’s late awakening, laughed having thought",
    "it so... So it was I saw what I saw was too",
    "much. So it was I sewed my mouth shut,",
    "they",
    "who’d have heard me gone again, what-",
    "say’s entourage. “So it was” were the",
    "words they’d gone away muttering, unlay’s",
    "non-",
    "chalance... Everything was leaving itself, eve-",
    "ryone himself, herself, all of them, all of",
    "it, moving. It was as though they were each",
    "an-",
    "other. Outmost urge met indrawn joust, pe-",
    "yote-pod baritone tap. They were saying they’d",
    "gotten back from this or that place. Where",
    "was",
    "the honey we’d heard about I wanted to know...",
    "In the realm of whatsay it all bore consequence.",
    "They did a slack-legged shuffle, legless though",
    "they were, quick-switch imbroglio the cost of it,",
    "rum-",
    "ble in the house of who knew. It was my own most",
    "inward step, my heart itself, closer than close",
    "could be. I had a go at it but fell, my legs were in",
    "the",
    "way, no way could legless grace come again... I",
    "thought about walking. I had to think about walk-",
    "ing, Nunca’s pelvic sway. Though what I saw",
    "I",
    "couldn’t say, it made me say things, realm in",
    "whose wood I hung in love with her hard look,",
    "walk",
    "in whose wake",
    "I lay",
    "________________",
    "I was whistling when my lips fell off. Lip-",
    "less was to legless in some way I couldn’t",
    "say, the closer walk words got in the way",
    "of...",
    "What it was lay on the tip of my tongue,",
    "say to unlay already in some way, unsay’s",
    "day begun. We were of more than one mind",
    "Huff",
    "had it. Sophia said the same... I wanted rele-",
    "vance, trust, I whistled even so, wind in",
    "the",
    "gaps in my",
    "teeth",
    "•",
    "A new lady named Ahdja joined our group,",
    "slight of limb, loose tomboy body, smile so",
    "broad we blushed. The Egyptian spring was",
    "up",
    "in smoke in back of us, we trudged on, far",
    "from all that, even far from Lone Coast, a",
    "former life stalked us it seemed... We took",
    "tiny",
    "steps, unsure what lay under us, unlay’s realm",
    "the sweet precinct we sought, unsure what",
    "would get us there... To say we was too much",
    "my",
    "head told me. Not so my second head said. To",
    "say we was all I wanted my third head said, sec-",
    "ond head said to’ve lost itself, third head always",
    "at",
    "odds with itself, want wanting more of itself...",
    "It was Ahdja’s dream we were in, the we I went",
    "on about, unlay’s adumbration. When would",
    "its",
    "day begin we wondered, the we I so insisted on,",
    "the we we’d eventually be, when would lay’s",
    "day be done. It was my dream of Ahdja we were",
    "in",
    "said my third head, we the one risk I took, one",
    "wish, flat rhapsodic stitch... I walked haunted",
    "by the we she made us, Nunca’s promenade be-",
    "hind us now. We’d seen Egypt in flames and we",
    "kept",
    "walking. Huff said, “I told you so,” and we kept",
    "walking, unlay’s late promenade all there was",
    "left... I dreamt a dream of moving on, I dreamt",
    "a",
    "dream of standing pat, first head and second head",
    "and third head’s agreement, a dream I let my true",
    "self",
    "slide",
    "•",
    "Unlay was no simple stand, this or that mystic",
    "hustle, this or that bodily rebuke. In the end",
    "it will have been all there was we grew to expect,",
    "no",
    "soul’s captivity some book had called Egypt, a",
    "book we no longer read... In the realm of whatsay",
    "we tramped along, there no matter spun by the",
    "swirl",
    "of it, there no matter where we were. Moment’s",
    "notice moment’s gnosis, the moment brought bad",
    "and good. Ahdja’s ka was Layla, Itamar’s Majnun,",
    "our",
    "crew caught up in the old way, the old way’s day",
    "redone... “Madness be our name,” we chimed in",
    "unison, incensed, Majnun’s dream of a just world",
    "just dreaming, Majnun’s each and all we were. So",
    "it",
    "was and so we sang, snuffed Egyptian spring an-",
    "acrustic, uncuffed auspice there’d be. Thus it was,",
    "so it went, unlay unlike what it was we expected,",
    "sanc-",
    "tified feet where voices met water, far from cause",
    "and consequence we stumped... We were relishing being",
    "together for a time, something seen in a face peering",
    "out",
    "from inside we saw was what soul was. “This is how",
    "it is,” I was telling myself, some spectral aspect it had",
    "somehow. “This is how it is,” I said, “this is how it",
    "is,” voice eaten at by the bay we stood in front of, cold",
    "ad-",
    "vent of water, cold commiseration, ythmic arrival,",
    "salt... If not what wet our hems anointment was",
    "nothing, nothing if not what tugged our feet. “Froth be",
    "what we’ll be,” we chimed, indignant, high falsetto",
    "in-",
    "sistence, deep gubgubi thrum. There was a sense there",
    "was a core to be gotten to, cloth drawn aside or",
    "gone under, frills fallen away at the water’s edge...",
    "If",
    "not it, albeit illusory it might have been, instigation",
    "was",
    "nothing",
    "________________",
    "The advance I wanted lay at Ahdja’s feet,",
    "scruffy thought’s nubbly dispatch. That all",
    "bow down and be at rest, unlay’s un- soon",
    "come...",
    "Chill water, careening bus, what Egypt was...",
    "World",
    "under glass wraps,",
    "flat"
  ],
  "title": "Unlay’s Late Promenade",
  "year": ""
}