{
  "author": "Grace Schulman",
  "classification": "Couplet",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171380",
  "region": "",
  "text": [
    "Hopper never painted this, but here",
    "on a snaky path his vision lingers:",
    "three white tombs, robots with glassed-in faces",
    "and meters for eyes, grim mouths, flat noses,",
    "lean forward on a platform, like strangers",
    "with identical frowns scanning a blur,",
    "far off, that might be their train.",
    "Gas tanks broken for decades face Parson’s",
    "smithy, planked shut now. Both relics must stay.",
    "The pumps have roots in gas pools, and the smithy",
    "stores memories of hammers forging scythes",
    "to cut spartina grass for dry salt hay.",
    "The tanks have the remove of local clammers",
    "who sink buckets and stand, never in pairs,",
    "but one and one and one, blank-eyed, alone,",
    "more serene than lonely. Today a woman",
    "rakes in the shallows, then bends to receive",
    "last rays in shimmering water, her long shadow",
    "knifing the bay. She slides into her truck",
    "to watch the sky flame over sand flats, a hawk’s",
    "wind arabesque, an island risen, brown",
    "Atlantis, at low tide; she probes the shoreline",
    "and beyond grassy dunes for where the land",
    "might slope off into night. Hers is no common",
    "emptiness, but a vaster silence filled",
    "with terns’ cries, an abundant solitude.",
    "Nearby, the three dry gas pumps, worn",
    "survivors of clam-digging generations,",
    "are luminous, and have an exile’s grandeur",
    "that says: In perfect solitude, there’s fire.",
    "One day I approached the vessels",
    "and wanted to drive on, the road ablaze",
    "with dogwood in full bloom, but the contraptions",
    "outdazzled the road’s white, even outshone",
    "a bleached shirt flapping alone",
    "on a laundry line, arms pointed down.",
    "High noon. Three urns, ironic in their outcast",
    "dignity—as though, like some pine chests,",
    "they might be prized in disuse—cast rays,",
    "spun leaf—covered numbers, clanked, then wheezed",
    "and stopped again. Shadows cut the road",
    "before I drove off into the dark woods."
  ],
  "title": "American Solitude",
  "year": ""
}