{
  "author": "Grace Schulman",
  "classification": "Persona",
  "keywords": [
    "Nature",
    "Travels",
    "Journeys",
    "Activities",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "History",
    "Politics",
    "Judaism",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171378",
  "region": "",
  "text": [
    "Pardon us for uttering a handful",
    "of words in",
    "language, so cut loose",
    "are we from homes, and from His name that is still",
    "nameless, blessed be He. We raised a prayer house—",
    "that is, we broke new wood for one, but some",
    "tough burned it, snarling: “Carve only stones for the dead.”",
    "Damp ground, no fire, no psalm we all remember.",
    "But tall ships anchor here, and at low tide,",
    "people with wheat-colored hair look out to sea,",
    "just as we’d searched for land. “Pray if you must,”",
    "my father said, “and when prayer fails, a story,",
    "if it is all you have, will do.” Months past,",
    "we left Recife’s forced-worship laws in the year",
    "of",
    "Lord sixteen hundred and fifty-four, for our new",
    "world, old-country Amsterdam. Leagues seaward,",
    "Spanish pirates slaughtered our scant crew,",
    "and all that was left of us (friends wheezed",
    "their last while they ragged us on) rose up on deck",
    "and tossed our bags in the sea. We watched the wake",
    "turn silver: kiddish wine cups, hanging bowls,",
    "a candelabrum for the promised altar,",
    "carved pointers. Books’ pages curled and sank,",
    "prayer shawls ballooned and, soaking, spiraled downward.",
    "Just as we stared, again we heard swords clank—",
    "a French ship, the",
    "(her prow had shone",
    "gold on a gray horizon), came to our",
    "port side and rescued us. In that commotion",
    "on deck, we crouched below—not out of fear,",
    "I swear, but stunned by luminous words",
    "that echoed oddly—beautifully—like lightning",
    "flickering through palls of thickset clouds.",
    "A jaunty captain rasped to us in hiding:",
    "“Where are you bound?”",
    "“Amsterdam. Old country.”",
    "“Where?”",
    "“Amsterdam.”",
    "“Antilles?”",
    "“No, Amsterdam.”",
    "“Yes, yes. Nieuw",
    "sterdam. I’ll see",
    "you get there safely.” He meant well, bless him.",
    "sailed to land at its tip no larger",
    "than a meadow, fanned out at its sides:",
    "Manhattan Island. Our new master,",
    "Stuyvesant, lashed us with phrases,",
    ",",
    "that stung but were not fathomed, mercifully,",
    "when we came on a Sabbath, more than twenty",
    "men, women, a baby born at sea.",
    "Still cursing, he let us land, and heard our praise,",
    "then disappeared among lank citizens",
    "with faded skin who stride to the bay and brood",
    "on water that we trust and dread, and listen",
    "to tales unstamped by laws and never sacred."
  ],
  "title": "New Netherland, 1654",
  "year": ""
}