{
  "author": "Siegfried Sassoon",
  "classification": "Blank Verse",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248224",
  "region": "England",
  "text": [
    "We’d gained our first objective hours before",
    "While dawn broke like a face with blinking eyes,",
    "Pallid, unshaven and thirsty, blind with smoke.",
    "Things seemed all right at first. We held their line,",
    "With bombers posted, Lewis guns well placed,",
    "And clink of shovels deepening the shallow trench.",
    "The place was rotten with dead; green clumsy legs",
    "High-booted, sprawled and grovelled along the saps",
    "And trunks, face downward, in the sucking mud,",
    "Wallowed like trodden sand-bags loosely filled;",
    "And naked sodden buttocks, mats of hair,",
    "Bulged, clotted heads slept in the plastering slime.",
    "And then the rain began,—the jolly old rain!",
    "A yawning soldier knelt against the bank,",
    "Staring across the morning blear with fog;",
    "He wondered when the Allemands would get busy;",
    "And then, of course, they started with five-nines",
    "Traversing, sure as fate, and never a dud.",
    "Mute in the clamour of shells he watched them burst",
    "Spouting dark earth and wire with gusts from hell,",
    "While posturing giants dissolved in drifts of smoke.",
    "He crouched and flinched, dizzy with galloping fear,",
    "Sick for escape,—loathing the strangled horror",
    "And butchered, frantic gestures of the dead.",
    "An officer came blundering down the trench:",
    "“Stand-to and man the fire step!” On he went ...",
    "Gasping and bawling, “Fire-step ... counter-attack!”",
    "Then the haze lifted. Bombing on the right",
    "Down the old sap: machine-guns on the left;",
    "And stumbling figures looming out in front.",
    "“O Christ, they’re coming at us!” Bullets spat,",
    "And he remembered his rifle ... rapid fire ...",
    "And started blazing wildly ... then a bang",
    "Crumpled and spun him sideways, knocked him out",
    "To grunt and wriggle: none heeded him; he choked",
    "And fought the flapping veils of smothering gloom,",
    "Lost in a blurred confusion of yells and groans ...",
    "Down, and down, and down, he sank and drowned,",
    "Bleeding to death. The counter-attack had failed."
  ],
  "title": "Counter-Attack",
  "year": ""
}