{
  "author": "Siegfried Sassoon",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/171921",
  "region": "England",
  "text": [
    "Darkness: the rain sluiced down; the mire was deep;",
    "It was past twelve on a mid-winter night,",
    "When peaceful folk in beds lay snug asleep;",
    "There, with much work to do before the light,",
    "We lugged our clay-sucked boots as best we might",
    "Along the trench; sometimes a bullet sang,",
    "And droning shells burst with a hollow bang;",
    "We were soaked, chilled and wretched, every one;",
    "Darkness; the distant wink of a huge gun.",
    "I turned in the black ditch, loathing the storm;",
    "A rocket fizzed and burned with blanching flare,",
    "And lit the face of what had been a form",
    "Floundering in mirk. He stood before me there;",
    "I say that He was Christ; stiff in the glare,",
    "And leaning forward from His burdening task,",
    "Both arms supporting it; His eyes on mine",
    "Stared from the woeful head that seemed a mask",
    "Of mortal pain in Hell’s unholy shine.",
    "No thorny crown, only a woollen cap",
    "He wore—an English soldier, white and strong,",
    "Who loved his time like any simple chap,",
    "Good days of work and sport and homely song;",
    "Now he has learned that nights are very long,",
    "And dawn a watching of the windowed sky.",
    "But to the end, unjudging, he’ll endure",
    "Horror and pain, not uncontent to die",
    "That Lancaster on Lune may stand secure.",
    "He faced me, reeling in his weariness,",
    "Shouldering his load of planks, so hard to bear.",
    "I say that He was Christ, who wrought to bless",
    "All groping things with freedom bright as air,",
    "And with His mercy washed and made them fair.",
    "Then the flame sank, and all grew black as pitch,",
    "While we began to struggle along the ditch;",
    "And someone flung his burden in the muck,",
    "Mumbling: ‘O Christ Almighty, now I’m stuck!’"
  ],
  "title": "The Redeemer",
  "year": ""
}