{
  "author": "Siegfried Sassoon",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248212",
  "region": "England",
  "text": [
    "He drowsed and was aware of silence heaped",
    "Round him, unshaken as the steadfast walls;",
    "Aqueous like floating rays of amber light,",
    "Soaring and quivering in the wings of sleep.",
    "Silence and safety; and his mortal shore",
    "Lipped by the inward, moonless waves of death.",
    "Someone was holding water to his mouth.",
    "He swallowed, unresisting; moaned and dropped",
    "Through crimson gloom to darkness; and forgot",
    "The opiate throb and ache that was his wound.",
    "Water—calm, sliding green above the weir;",
    "Water—a sky-lit alley for his boat,",
    "Bird-voiced, and bordered with reflected flowers",
    "And shaken hues of summer: drifting down,",
    "He dipped contented oars, and sighed, and slept.",
    "Night, with a gust of wind, was in the ward,",
    "Blowing the curtain to a gummering curve.",
    "Night. He was blind; he could not see the stars",
    "Glinting among the wraiths of wandering cloud;",
    "Queer blots of colour, purple, scarlet, green,",
    "Flickered and faded in his drowning eyes.",
    "Rain—he could hear it rustling through the dark;",
    "Fragrance and passionless music woven as one;",
    "Warm rain on drooping roses; pattering showers",
    "That soak the woods; not the harsh rain that sweeps",
    "Behind the thunder, but a trickling peace,",
    "Gently and slowly washing life away.",
    "He stirred, shifting his body; then the pain",
    "Leaped like a prowling beast, and gripped and tore",
    "His groping dreams with grinding claws and fangs.",
    "But someone was beside him; soon he lay",
    "Shuddering because that evil thing had passed.",
    "And death, who'd stepped toward him, paused and stared.",
    "Light many lamps and gather round his bed.",
    "Lend him your eyes, warm blood, and will to live.",
    "Speak to him; rouse him; you may save him yet.",
    "He's young; he hated war; how should he die",
    "When cruel old campaigners win safe through?",
    "But death replied: “I choose him.” So he went,",
    "And there was silence in the summer night;",
    "Silence and safety; and the veils of sleep.",
    "Then, far away, the thudding of the guns."
  ],
  "title": "The Death Bed",
  "year": ""
}