{
  "author": "Siegfried Sassoon",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "Religion",
    "Faith",
    "Doubt",
    "God",
    "the Divine",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248220",
  "region": "England",
  "text": [
    "Well, how are things in Heaven? I wish you’d say,",
    "Because I’d like to know that you’re all right.",
    "Tell me, have you found everlasting day,",
    "Or been sucked in by everlasting night?",
    "For when I shut my eyes your face shows plain;",
    "I hear you make some cheery old remark—",
    "I can rebuild you in my brain,",
    "Though you’ve gone out patrolling in the dark.",
    "You hated tours of trenches; you were proud",
    "Of nothing more than having good years to spend;",
    "Longed to get home and join the careless crowd",
    "Of chaps who work in peace with Time for friend.",
    "That’s all washed out now. You’re beyond the wire:",
    "No earthly chance can send you crawling back;",
    "You’ve finished with machine-gun fire—",
    "Knocked over in a hopeless dud-attack.",
    "Somehow I always thought you’d get done in,",
    "Because you were so desperate keen to live:",
    "You were all out to try and save your skin,",
    "Well knowing how much the world had got to give.",
    "You joked at shells and talked the usual “shop,”",
    "Stuck to your dirty job and did it fine:",
    "With “Jesus Christ! when",
    "it stop?",
    "Three years ... It’s hell unless we break their line.”",
    "So when they told me you’d been left for dead",
    "I wouldn’t believe them, feeling it",
    "be true.",
    "Next week the bloody Roll of Honour said",
    "“Wounded and missing”—(That’s the thing to do",
    "When lads are left in shell-holes dying slow,",
    "With nothing but blank sky and wounds that ache,",
    "Moaning for water till they know",
    "It’s night, and then it’s not worth while to wake!)",
    "Good-bye, old lad! Remember me to God,",
    "And tell Him that our politicians swear",
    "They won’t give in till Prussian Rule’s been trod",
    "Under the Heel of England ... Are you there? ...",
    "Yes ... and the war won’t end for at least two years;",
    "But we’ve got stacks of men ... I’m blind with tears,",
    "Staring into the dark. Cheero!",
    "I wish they’d killed you in a decent show."
  ],
  "title": "To Any Dead Officer",
  "year": ""
}