{
  "author": "Paisley Rekdal",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/146796",
  "region": "",
  "text": [
    "I’m here, one fat cherry",
    "blossom blooming like a clod,",
    "one sad groat glazing, a needle puling thread,",
    "so what, so sue me. These days what else to do but leer",
    "at any boy with just the right hairline.",
    "I say,",
    "Tart Darkling,",
    "if I could I’d gin, I’d bargain, I’d take a little troll",
    "this moolit night, let you radish me awhile,",
    "let you gag and confound me. How much I’ve struggled",
    "with despicing you, always; your false poppets, relentless",
    "distances. Yet plea-bargaining and lack of conversation",
    "continue to make me",
    "your faithful indefile. I’m lonely. I’ve turned",
    "all rage to rag, all pratfalls fast to fatfalls for you,",
    "My Farmer in the Dwell. So struggle, strife,",
    "so strew me, to bell with these clucking mediocrities,",
    "these anxieties over such beings thirty, still smitten",
    "with this heaven never meant for, never heard from.",
    "You’ve said we’re each pockmarked like a golf course",
    "with what can’t be said of us, bred in us,",
    "isn’t our tasty piece of nature. But I tell you",
    "I’ve stars, I’ve true blue depths, have learned to use",
    "the loo, the crew, the whole slough of pill-popping",
    "devices without you, your intelligent and pitiless graze.",
    "Everyone knows",
    "is just a euphemism",
    "for",
    "anyway. So screw me.",
    "Bartering Yam, regardless of want I’m nothing",
    "without scope, hope, nothing",
    "without your possibility. So let’s laugh",
    "like the thieves we are together, the sieves:",
    "you, my janus gate, my Sigmund Fraud,",
    "my crawling, crack-crazed street sprawled out,",
    "revisible, spell-bound.",
    "Hello, joy. I’m thirsty. I’m Pasty Rectum.",
    "In your absence I’ve learned to fill myself",
    "with starts. Here’s my paters. Here’s my blue.",
    "I just wanted to write again and say",
    "how much I’ve failed you."
  ],
  "title": "Dear Lacuna, Dear Lard:",
  "year": ""
}