{
  "author": "Paisley Rekdal",
  "classification": "",
  "keywords": [
    "Living",
    "Midlife",
    "Disappointment",
    "Failure",
    "Time",
    "Brevity",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239614",
  "region": "U.S., Southwestern",
  "text": [
    "¤",
    "I have always wanted to sing a song of praise",
    "for the unscathed: myself",
    "stepping from the fractured car whose black axle’s one inch",
    "from gone; slim pole slicing cable",
    "up to sheet metal, seat foam, corduroy",
    "(",
    "the mechanic will later",
    "tell me, poking a stiff finger through the cloth),",
    "to pierce the exact point",
    "I was supposed to sit, stopping",
    "because praise begins where pain",
    "transfigures itself,",
    "stoppered by a deeper kind of joy: so I",
    "transfigure myself from driver",
    "to survivor, the blessed Lazarine failure",
    "bolting up and opening her eyes.",
    "And here are the thousand wrecks",
    "from a life configured in snow before me: myself,",
    "at five, pulled from the burning car seat;",
    "at twelve, bleeding from the scalp",
    "after the car throws me from my bike; at fourteen,",
    "tumbling over the slick hood rushing;",
    "sockets of windows with glass",
    "bashed out into a translucent, toothy ring; lights",
    "and bumpers clipped clean off; tires burst; deer",
    "gravitationally hurled through my windshield; brakes",
    "given out and worse,",
    "the icy loop de loops",
    "on roads, the trucker’s 18 fat wheels squealing—",
    "All the ways technology should have killed me",
    "and didn’t.",
    "Praise for my death-hungry luck!",
    "And all the manner in which I’ve failed it—",
    "marriage lost,",
    "buried in the blanks of white space, my solitude",
    "at the Greyhound station",
    "knowing no one to retrieve me,",
    "carless among the other pressed tight",
    "to their own disaster or boredom—",
    "unbearably young mothers,",
    "drifters, boy soldiers",
    "shoulder to shoulder with the insane, weaving",
    "the same thread of conversation back and forth",
    "between ourselves. How",
    "could this happen to me",
    "at this age, at this stage, how",
    "did I not notice, and will you put this seat up?",
    "and will you lend me this quarter? and will you",
    "call me a cab when we get back home?",
    "The young man in the seat before me, head",
    "full of zigzagging tight braids says,",
    "repeats it",
    "for the amusement of the woman across from him,",
    "who knows a presidential failure like she knows herself,",
    "and when we pass my accident on the road points",
    "and whistles, snickers:",
    "For this, and for all these things: praise",
    "to the white plains of Wyoming, highway coiled",
    "like a length of rime-colored rope; to snow",
    "broiling in the sunlight so that the landscape",
    "takes on a nuclear glow, so bright",
    "we have to shield our eyes from it. Praise",
    "for myself playing at morbidity",
    "because I thought I had a right to it",
    "as if flesh had to follow spirit",
    "to such a pure depth the bones themselves",
    "could not rest but must be broken, nerves",
    "singed then ripped out, the heart clenched madly in its chest.",
    "As if I had nothing except this white earth, this",
    "smashed car to praise",
    "what I knew before and know",
    "even better now, the hills",
    "cold as a hip bone and tufted with ice. Praise",
    "to my youth and to my age, praise",
    "to ambition and small-mindedness,",
    "the kind I recognize and the kind",
    "I am soon to recognize; praise",
    "to self-hatred for it keeps me alive, and praise",
    "for the splinters of delight that can pierce it.",
    "Praise for wood pole, praise for glass.",
    "Praise for muscle, praise for bone.",
    "The sky is bright as a bowl on a nurse’s table today.",
    "And the sun gleams into it as our bus slides by,",
    "the light of us a wash of gold illuminating",
    "bodies lost, bodies regained; gleaming",
    "like my heart here, on this earth,",
    "bloody and still beating."
  ],
  "title": "Ode",
  "year": ""
}