{
  "author": "Paisley Rekdal",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/178542",
  "region": "",
  "text": [
    "Yesterday, everything was possible. Today we’re good",
    "as married. You don’t want to hear that,",
    "do you, thinking I’m going to call you back",
    "in from the rain to fight over the morning paper,",
    "limning my deft and emotional promiscuities?",
    "That we’ll sit in our sitting room,",
    "watching the shaggy junipers twirl in winter wind",
    "as a storm closes its throat around the city?",
    "I’m thinking about how to ask God to be nicer.",
    "I’m thinking about that fabled leper colony",
    "where the last, solitary patient waited inside its unlocked tower",
    "three years in the belief she could not step outside.",
    "And how the local doctors visited only",
    "to re-wrap her face, to brush out her last gold strands",
    "of hair, wondering how to save anybody",
    "so willing to kill herself with denial.",
    "They wanted to talk about pain, the doctors, to say,",
    "One day, you’ll be half asleep in the dark, listening to a radio",
    "play in another room, and feel yourself",
    "suddenly filling like a jug with the cold",
    "awareness nothing more will ever happen, the disaster",
    "of your old ambivalence, the familiarity",
    "of desire’s wolfish teeth sinking into the body.",
    "The body, as if it didn’t belong to you anymore.",
    "The doctors said, Fear should never be elevated",
    "to ritual. They told the woman, You must change your life!",
    "One day, I’m on the steps of an office tower losing a shoe,",
    "the next I’m screaming on a gurney, I’m stuffing a baby",
    "into a diaper. I’m wondering the woods",
    "in my scar-dark cape. Every story has an archetype, doesn’t it?",
    "And if so, why",
    "we married? Why can’t we be",
    "just like everyone else this fucking, fucking once? God, I hate",
    "the way this tale is turning out: two aged strangers learning",
    "to tuck in their blood, hiding the knives and bread crumbs",
    "deep inside their pockets. Look, this time I swear,",
    "I won’t run; really; I’ll come and go from my stone room",
    "without a mirror, all my extremities taped in white.",
    "I’ll learn to knit with three fingers. I’ll learn to read",
    "into the deepening silences, to be nice to your step-sisters,",
    "singing to drown out the tears of their ugliness.",
    "I love you. Can I even say that? In this story,",
    "I want to spend the rest of my life growing quietly bored with you,",
    "locking away loom and spindle, sweeping out the piles",
    "of rose petals and ash. For once, I plan to triumph",
    "over smug experience. I marry you. Don’t hit me.",
    "Please, just come in from the stars awhile, sit here",
    "in this sitting room, let me find you another section of the paper",
    "to argue over. The doctors said I get to wear a suit.",
    "They said I’ll be released next Thursday. Listen:",
    "even now, the junipers are whispering their dark good-byes,",
    "thin limbs smocked in white. A riderless horse has appeared",
    "on the horizon. And somewhere, out in the meretricious night,",
    "somebody’s life is quietly changing."
  ],
  "title": "Post-Romantic",
  "year": ""
}