{
  "author": "Paisley Rekdal",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "The Body",
    "Youth",
    "Activities",
    "Sports",
    "Outdoor Activities",
    "Relationships",
    "Pets",
    "Nature",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245906",
  "region": "U.S., Southwestern",
  "text": [
    "And then I thought, Can I have more",
    "of this, would it be possible",
    "for every day to be a greater awakening: more light,",
    "more light, your face on the pillow",
    "with the sleep creases rudely",
    "fragmenting it, hair so stiff",
    "from paint and sheet rock it feels",
    "like the dirty short hank",
    "of mane I used to grab on Dandy’s neck",
    "before he hauled me up and forward,",
    "white flanks flecked green",
    "with shit and the satin of his dander,",
    "the livingness, the warmth",
    "of all that blood just under the skin",
    "and in the long, thick muscle of the neck—",
    "He was smarter than most of the children",
    "I went to school with. He knew",
    "how to stand with just the crescent",
    "of his hoof along a boot toe and press,",
    "incrementally, his whole weight down. The pain",
    "so surprising when it came,",
    "its iron intention sheathed in stealth, the decisive",
    "sudden twisting of his leg until the hoof",
    "pinned one’s foot completely to the ground,",
    "we’d have to beat and beat him with a brush",
    "to push him off, that hot",
    "insistence with its large horse eye trained",
    "deliberately on us, to watch—",
    "Like us, he knew how to announce through violence",
    "how he didn’t hunger, didn’t want",
    "despite our practiced ministrations: too young",
    "not to try to empathize",
    "with this cunning: this thing",
    "that was and was not human we must respect",
    "for itself and not our imagination of it: I loved him because",
    "I could not love him anymore",
    "in the ways I’d taught myself,",
    "watching the slim bodies of teenagers",
    "guide their geldings in figure eights around the ring",
    "as if they were one body, one fluid motion",
    "of electric understanding I would never feel",
    "working its way through fingers to the bit: this thing",
    "had a name, a need, a personality; it possessed",
    "an indifference that gave me",
    "logic and a measure: I too might stop wanting",
    "the hand placed on back or shoulder",
    "and never feel the desired response.",
    "I loved the horse for the pain it could imagine",
    "and inflict on me, the sudden jerking",
    "of head away from halter, the tentative nose",
    "inspecting first before it might decide",
    "to relent and eat. I loved",
    "what was not slave or instinct, that when you turn to me",
    "it is a choice, it is always a choice to imagine pleasure",
    "might be blended, one warmth",
    "bleeding into another as the future",
    "bleeds into the past, more light, more light,",
    "your hand against my shoulder, the image",
    "of the one who taught me disobedience",
    "is the first right of being alive."
  ],
  "title": "Why Some Girls Love Horses",
  "year": ""
}