{
  "author": "Pablo Neruda",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29680",
  "region": "",
  "text": [
    "My dog has died.",
    "I buried him in the garden",
    "next to a rusted old machine.",
    "Some day I'll join him right there,",
    "but now he's gone with his shaggy coat,",
    "his bad manners and his cold nose,",
    "and I, the materialist, who never believed",
    "in any promised heaven in the sky",
    "for any human being,",
    "I believe in a heaven I'll never enter.",
    "Yes, I believe in a heaven for all dogdom",
    "where my dog waits for my arrival",
    "waving his fan-like tail in friendship.",
    "Ai, I'll not speak of sadness here on earth,",
    "of having lost a companion",
    "who was never servile.",
    "His friendship for me, like that of a porcupine",
    "withholding its authority,",
    "was the friendship of a star, aloof,",
    "with no more intimacy than was called for,",
    "with no exaggerations:",
    "he never climbed all over my clothes",
    "filling me full of his hair or his mange,",
    "he never rubbed up against my knee",
    "like other dogs obsessed with sex.",
    "No, my dog used to gaze at me,",
    "paying me the attention I need,",
    "the attention required",
    "to make a vain person like me understand",
    "that, being a dog, he was wasting time,",
    "but, with those eyes so much purer than mine,",
    "he'd keep on gazing at me",
    "with a look that reserved for me alone",
    "all his sweet and shaggy life,",
    "always near me, never troubling me,",
    "and asking nothing.",
    "Ai, how many times have I envied his tail",
    "as we walked together on the shores of the sea",
    "in the lonely winter of Isla Negra",
    "where the wintering birds filled the sky",
    "and my hairy dog was jumping about",
    "full of the voltage of the sea's movement:",
    "my wandering dog, sniffing away",
    "with his golden tail held high,",
    "face to face with the ocean's spray.",
    "Joyful, joyful, joyful,",
    "as only dogs know how to be happy",
    "with only the autonomy",
    "of their shameless spirit.",
    "There are no good-byes for my dog who has died,",
    "and we don't now and never did lie to each other.",
    "So now he's gone and I buried him,",
    "and that's all there is to it."
  ],
  "title": "A Dog Has Died",
  "year": ""
}