{
  "author": "Raza Ali Hasan",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247522",
  "region": "U.S., Northwestern",
  "text": [
    "I",
    "The sky here is American like the blue of your eyes;",
    "the folds of your eyelids the Hindu Kush mountain.",
    "The rich vein of the Hindu Kush only a stony ridge",
    "cutting across the parched soil of Afghanistan",
    "on which the primal play of progress comes to pass.",
    "II",
    "Locked in, its people:",
    "nomadic, peasant or simply pleasant,",
    "green-eyed, blue-eyed, brown-eyed or simply wide-eyed.",
    "Its great teacher: Noor Mohammad Taraki,",
    "the proud translator of great works",
    "into Pashto, Dari, Turkic and Uzbek.",
    "Its cities: Herat, Kabul, Kandahar.",
    "III",
    "Assuredly, the pilgrims descend the emerald-strewn",
    "Panjsher valley. They have come to water and tend",
    "a young tree. Time is at hand, for the unhurried",
    "descent of the Western offering,",
    "whose yellow parachute will slow its fall.",
    "And this tree, which will grow underneath the cluster bomb,",
    "will hold up the pomegranate to the blue sky.",
    "IV",
    "The tick tock and whirr of metal and material",
    "in the hidden azure vault of the air",
    "has so far unleashed the American ahistoricality",
    "upon the two tall Bamiyan Buddhas.",
    "Ordained stone must give way to bared rock face.",
    "Grieve not. Rejoice, for the spirit triumphs here.",
    "V",
    "When Kabul was as beautiful as Leningrad,",
    "when our hearts hadn't grown weary,",
    "when Taraki could take a stroll down",
    "the streets of Kabul with a confident smile,",
    "when he could still be Afghanistan's Maxim Gorky,",
    "when our erstwhile bachelor could enjoy",
    "the company of dancing girls like a mogul emperor,",
    "when the way forward was the way forward.",
    "VI",
    "The uncertain exile is never to Rome—",
    "no picture postcards of the coliseum to send home—",
    "but to a mud hovel among other mud hovels",
    "by the edge of the city of Islamabad.",
    "For the uncertain exile has nothing to do",
    "with the divine or with any other kind of comedy,",
    "but with what has remained or with what reminds:",
    "with the trace of terror that persists.",
    "VII",
    "In this part of the world the children know and have desires",
    "to be a martyr, to enter paradise, to leave this life.",
    "Of the twenty-nine different names for the garden,",
    "they know all twenty-nine by heart.",
    "For this part of the world began with a garden and",
    "will end as an open ditch piled up with bodies.",
    "VIII",
    "Grant me Antigone's strength to forbear",
    "for the sun has come unstuck from a blue sky gone black,",
    "stolen for effect, and the veiled moon stands in,",
    "for the mourning women standing next to platters of rice,",
    "signifying the historically sound end of forgetfulness,",
    "returning our agency to mourn",
    "the collaborations of the merchant capitalist class",
    "with the unlistening, ahistorical God.",
    "IX",
    "If only Gandhi's spinning wheel had spun",
    "a million yards of cloth",
    "we would have covered all our war dead.",
    "And as for tents, we would have built",
    "cities upon cities of tents to keep the rain out",
    "for all our refugees. And then and only then",
    "would we have mourned our war dead,",
    "mourned our war dead."
  ],
  "title": "In that Part of the World",
  "year": ""
}