{
  "author": "Mark Jarman",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/26254",
  "region": "",
  "text": [
    "What was the future then but affirmation,",
    "The first",
    "between us",
    "Followed by the first lingering dawn?",
    "Waking below a window shaded by redwoods",
    "(Waking? We hadn’t slept—),",
    "We found time saved, like sunlight in a tree.",
    "Still, the house was cold, and there were shadows.",
    "The couple in the next room",
    "Rapped the wall to quiet us, like them,",
    "Condescending from a bitter knowledge",
    "That, young as we all were,",
    "Love didn’t last, but receded into silence.",
    "Wedging our pillows back of the headboard",
    "That clapped in time with us,",
    "We let them think we agreed. Then, holding on,",
    "We closed each other’s mouths and felt that slowness",
    "That the best days begin with",
    "Turn into the speed with which they fly.",
    "Flight was that year’s theme, all around us—",
    "Flight of hunter and hunted,",
    "The President turning inward on one wing,",
    "And, on the patio, the emigration",
    "Of termites, a glittering fleet,",
    "Leaving that shadowed house a little lighter.",
    "Within it all, above it, or beyond,",
    "We thought we were the fixed point,",
    "And held still as the quail lit down beside us",
    "And waited for her plump mate to appear,",
    "His crest a quivering hook.",
    "The valley’s reach of sunshine reeled them in.",
    "There was wilderness around us, don’t forget.",
    "Behind the nets of fragrance",
    "Thrown across our path by the acacia",
    "Lurked the green man or the kidnapper.",
    "And there was the Pacific",
    "With its own passions taking place as rain.",
    "The sorrow of the couple in the next room",
    "Was a deep muteness nightly.",
    "That loneliness could come of loving was",
    "Like news of time cored out of the redwood.",
    "The house that we made shake,",
    "Or thought we did, was taking wing already.",
    "After we left, still it took us years",
    "Before we stopped comparing",
    "Every morning together to that first one",
    "And every place we lived to that first place",
    "And everything we said",
    "To that first word repeated all night long."
  ],
  "title": "Days of '74",
  "year": ""
}