{
  "author": "Mark Jarman",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Nature",
    "Animals",
    "Stars, Planets, Heavens",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241976",
  "region": "",
  "text": [
    "Everything’s happening on the cusp of tragedy, the tip of comedy, the pivot of event.",
    "You want a placid life, find another planet. This one is occupied with the story’s arc:",
    "About to happen, on the verge, horizontal. You want another planet, try the moon.",
    "Try any of the eight, try Planet X. It’s out there somewhere, black with serenity.",
    "How interesting will our times become? How much more interesting can they become?",
    "A crow with something dangling from its beak flaps onto a telephone pole top, daintily,",
    "And croaks its victory to other crows and tries to keep its morsel to itself.",
    "A limp shape, leggy, stunned, drops from the black beak’s scissors like a rag.",
    "We drive past, commenting, and looking upward. A sunny morning, too cold to be nesting,",
    "Unless that is a nest the crow has seized, against the coming spring.",
    "We’ve been at this historical site before, but not in any history we remember.",
    "The present has been cloaked in cloud before, and not on any holy mountaintop.",
    "To know the stars will one day fly apart so far they can’t be seen",
    "Is almost a relief. For the future flies in one direction—toward us.",
    "And the only way to sidestep it—the only way—is headed this way, too.",
    "So, look. That woman’s got a child by the hand. She’s dragging him across the street.",
    "He’s crying and she’s shouting, but we see only dumbshow. Their breath is smoke.",
    "Will she give in and comfort him? Will he concede at last? We do not know.",
    "Their words are smoke. In a minute they’ll be somewhere else entirely.",
    "Everyone in a minute will be somewhere else entirely. As the crow flies."
  ],
  "title": "Interesting Times",
  "year": ""
}