{
  "author": "Mark Jarman",
  "classification": "Free Verse",
  "keywords": [
    "Seas, Rivers,",
    "Streams",
    "Health",
    "Illness",
    "Friends",
    "Enemies",
    "Growing Old",
    "Weather",
    "Living",
    "Relationships",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171672",
  "region": "",
  "text": [
    "Balmy overcast nights of late September;",
    "Palms standing out in street light, house light;",
    "Full moon penetrating the cloud-film",
    "With an explosive halo, a ring almost half the sky;",
    "Air like a towel draped over shoulders;",
    "Lightness or gravity deferred like a moral question;",
    "The incense in the house lit; the young people",
    "Moving from the front door into the half-dark",
    "And back, or up the stairs to glimpse the lovers’ shoes",
    "Outside the master bedroom; the youngest speculating;",
    "The taste of beer, familiar as salt water;",
    "Each window holding a sea view, charcoal",
    "With shifting bars of white; the fog filling in",
    "Like the haze of distance itself, pushing close, blurring.",
    "As if the passage into life were through such houses,",
    "Surrounded by some version of ocean weather,",
    "Lit beads of fog or wind so stripped it burns the throat;",
    "Mildew-spreading, spray-laden breezes and the beach sun",
    "Making each grain of stucco cast a shadow;",
    "An ideal landscape sheared of its nostalgia;",
    "S. with his black hair, buck teeth, unsunned skin,",
    "Joking and disappearing; F. doing exactly the same",
    "But dying, a corkscrew motion through green water;",
    "And C. not looking back from the car door,",
    "Reappearing beside the East River, rich, owned, smiling at last.",
    "Swains. and nymphs. And news that came with the sea damp,",
    "Of steady pipe-corrosions, black corners,",
    "Moisture working through sand lots, through slab floors,",
    "Slowly, with chemical, with molecular intricacy,",
    "Then, bursting alive: the shrieked confessions",
    "Of the wild parents; the cliff collapse; the kidnap;",
    "The cache of photos; the letter; the weapon; the haunted dream;",
    "The sudden close-up of the loved one’s degradation.",
    "Weather a part of it all, permeating and sanctifying,",
    "Infiltrating and destroying; the sun disc,",
    "Cool behind the veil of afternoon cloud,",
    "With sun spots like flies crawling across it;",
    "The slow empurpling of skin all summer;",
    "The glorious learned flesh and the rich pallor",
    "Of the untouched places in the first nakedness;",
    "The working of the lesion now in late life,",
    "Soon to be known by the body, even the one",
    "Enduring the bareness of the inland plains,",
    "The cold fronts out of Canada, a sickness",
    "For home that feels no different from health."
  ],
  "title": "Skin Cancer",
  "year": ""
}