{
  "author": "Henry Wadsworth Longfellow",
  "classification": "Sonnet",
  "keywords": [
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture",
    "Poetry",
    "Poets",
    "Activities",
    "Mythology",
    "Folklore"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173896",
  "region": "U.S., New England",
  "text": [
    "Oft have I seen at some cathedral door",
    "A laborer, pausing in the dust and heat,",
    "Lay down his burden, and with reverent feet",
    "Enter, and cross himself, and on the floor",
    "Kneel to repeat his paternoster o'er;",
    "Far off the noises of the world retreat;",
    "The loud vociferations of the street",
    "Become an undistinguishable roar.",
    "So, as I enter here from day to day,",
    "And leave my burden at this minster gate,",
    "Kneeling in prayer, and not ashamed to pray,",
    "The tumult of the time disconsolate",
    "To inarticulate murmurs dies away,",
    "While the eternal ages watch and wait.",
    "How strange the sculptures that adorn these towers!",
    "This crowd of statues, in whose folded sleeves",
    "Birds build their nests; while canopied with leaves",
    "Parvis and portal bloom like trellised bowers,",
    "And the vast minster seems a cross of flowers!",
    "But fiends and dragons on the gargoyled eaves",
    "Watch the dead Christ between the living thieves,",
    "And, underneath, the traitor Judas lowers!",
    "Ah! from what agonies of heart and brain,",
    "What exultations trampling on despair,",
    "What tenderness, what tears, what hate of wrong,",
    "What passionate outcry of a soul in pain,",
    "Uprose this poem of the earth and air,",
    "This mediæval miracle of song!",
    "I enter, and I see thee in the gloom",
    "Of the long aisles, O poet saturnine!",
    "And strive to make my steps keep pace with thine.",
    "The air is filled with some unknown perfume;",
    "The congregation of the dead make room",
    "For thee to pass; the votive tapers shine;",
    "Like rooks that haunt Ravenna's groves of pine",
    "The hovering echoes fly from tomb to tomb.",
    "From the confessionals I hear arise",
    "Rehearsals of forgotten tragedies,",
    "And lamentations from the crypts below;",
    "And then a voice celestial that begins",
    "With the pathetic words, \"Although your sins",
    "As scarlet be,\" and ends with \"as the snow.\"",
    "With snow-white veil and garments as of flame,",
    "She stands before thee, who so long ago",
    "Filled thy young heart with passion and the woe",
    "From which thy song and all its splendors came;",
    "And while with stern rebuke she speaks thy name,",
    "The ice about thy heart melts as the snow",
    "On mountain heights, and in swift overflow",
    "Comes gushing from thy lips in sobs of shame.",
    "Thou makest full confession; and a gleam,",
    "As of the dawn on some dark forest cast,",
    "Seems on thy lifted forehead to increase;",
    "Lethe and Eunoë — the remembered dream",
    "And the forgotten sorrow — bring at last",
    "That perfect pardon which is perfect peace.",
    "I lift mine eyes, and all the windows blaze",
    "With forms of Saints and holy men who died,",
    "Here martyred and hereafter glorified;",
    "And the great Rose upon its leaves displays",
    "Christ's Triumph, and the angelic roundelays,",
    "With splendor upon splendor multiplied;",
    "And Beatrice again at Dante's side",
    "No more rebukes, but smiles her words of praise.",
    "And then the organ sounds, and unseen choirs",
    "Sing the old Latin hymns of peace and love",
    "And benedictions of the Holy Ghost;",
    "And the melodious bells among the spires",
    "O'er all the house-tops and through heaven above",
    "Proclaim the elevation of the Host!",
    "O star of morning and of liberty!",
    "O bringer of the light, whose splendor shines",
    "Above the darkness of the Apennines,",
    "Forerunner of the day that is to be!",
    "The voices of the city and the sea,",
    "The voices of the mountains and the pines,",
    "Repeat thy song, till the familiar lines",
    "Are footpaths for the thought of Italy!",
    "Thy fame is blown abroad from all the heights,",
    "Through all the nations, and a sound is heard,",
    "As of a mighty wind, and men devout,",
    "Strangers of Rome, and the new proselytes,",
    "In their own language hear thy wondrous word,",
    "And many are amazed and many doubt."
  ],
  "title": "Divina Commedia",
  "year": ""
}