{
  "author": "Henry Wadsworth Longfellow",
  "classification": "Couplet",
  "keywords": [
    "Music",
    "Architecture",
    "Design",
    "History",
    "Politics",
    "Social Commentaries",
    "Poetry",
    "Poets",
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173908",
  "region": "U.S., New England",
  "text": [
    "In the valley of the Pegnitz, where across broad meadow-lands",
    "Rise the blue Franconian mountains, Nuremberg, the ancient, stands.",
    "Quaint old town of toil and traffic, quaint old town of art and song,",
    "Memories haunt thy pointed gables, like the rooks that round them throng:",
    "Memories of the Middle Ages, when the emperors, rough and bold,",
    "Had their dwelling in thy castle, time-defying, centuries old;",
    "And thy brave and thrifty burghers boasted, in their uncouth rhyme,",
    "That their great imperial city stretched its hand through every clime.",
    "In the court-yard of the castle, bound with many an iron band,",
    "Stands the mighty linden planted by Queen Cunigunde's hand;",
    "On the square the oriel window, where in old heroic days",
    "Sat the poet Melchior singing Kaiser Maximilian's praise.",
    "Everywhere I see around me rise the wondrous world of Art:",
    "Fountains wrought with richest sculpture standing in the common mart;",
    "And above cathedral doorways saints and bishops carved in stone,",
    "By a former age commissioned as apostles to our own.",
    "In the church of sainted Sebald sleeps enshrined his holy dust,",
    "And in bronze the Twelve Apostles guard from age to age their trust;",
    "In the church of sainted Lawrence stands a pix of sculpture rare,",
    "Like the foamy sheaf of fountains, rising through the painted air.",
    "Here, when Art was still religion, with a simple, reverent heart,",
    "Lived and labored Albrecht Dürer, the Evangelist of Art;",
    "Hence in silence and in sorrow, toiling still with busy hand,",
    "Like an emigrant he wandered, seeking for the Better Land.",
    "is the inscription on the tomb-stone where he lies;",
    "Dead he is not, but departed, — for the artist never dies.",
    "Fairer seems the ancient city, and the sunshine seems more fair,",
    "That he once has trod its pavement, that he once has breathed its air!",
    "Through these streets so broad and stately, these obscure and dismal lanes,",
    "Walked of yore the Mastersingers, chanting rude poetic strains.",
    "From remote and sunless suburbs came they to the friendly guild,",
    "Building nests in Fame's great temple, as in spouts the swallows build.",
    "As the weaver plied the shuttle, wove he too the mystic rhyme,",
    "And the smith his iron measures hammered to the anvil's chime;",
    "Thanking God, whose boundless wisdom makes the flowers of poesy bloom",
    "In the forge's dust and cinders, in the tissues of the loom.",
    "Here Hans Sachs, the cobbler-poet, laureate of the gentle craft,",
    "Wisest of the Twelve Wise Masters, in huge folios sang and laughed.",
    "But his house is now an ale-house, with a nicely sanded floor,",
    "And a garland in the window, and his face above the door;",
    "Painted by some humble artist, as in Adam Puschman's song,",
    "As the old man gray and dove-like, with his great beard white and long.",
    "And at night the swart mechanic comes to drown his cark and care,",
    "Quaffing ale from pewter tankards, in the master's antique chair.",
    "Vanished is the ancient splendor, and before my dreamy eye",
    "Wave these mingled shapes and figures, like a faded tapestry.",
    "Not thy Councils, not thy Kaisers, win for thee the world's regard;",
    "But thy painter, Albrecht Dürer, and Hans Sachs thy cobbler bard.",
    "Thus, O Nuremberg, a wanderer from a region far away,",
    "As he paced thy streets and court-yards, sang in thought his careless lay:",
    "Gathering from the pavement's crevice, as a floweret of the soil,",
    "The nobility of labor, — the long pedigree of toil."
  ],
  "title": "Nuremberg",
  "year": ""
}