{
  "author": "Henry Wadsworth Longfellow",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Arts",
    "Sciences",
    "War",
    "Conflict",
    "Social Commentaries",
    "Music",
    "Mythology",
    "Folklore"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173891",
  "region": "U.S., New England",
  "text": [
    "This is the Arsenal. From floor to ceiling,",
    "Like a huge organ, rise the burnished arms;",
    "But from their silent pipes no anthem pealing",
    "Startles the villages with strange alarms.",
    "Ah! what a sound will rise, how wild and dreary,",
    "When the death-angel touches those swift keys!",
    "What loud lament and dismal",
    "Will mingle with their awful symphonies!",
    "I hear even now the infinite fierce chorus,",
    "The cries of agony, the endless groan,",
    "Which, through the ages that have gone before us,",
    "In long reverberations reach our own.",
    "On helm and harness rings the Saxon hammer,",
    "Through Cimbric forest roars the Norseman's song,",
    "And loud, amid the universal clamor,",
    "O'er distant deserts sounds the Tartar gong.",
    "I hear the Florentine, who from his palace",
    "Wheels out his battle-bell with dreadful din,",
    "And Aztec priests upon their teocallis",
    "Beat the wild war-drums made of serpent's skin;",
    "The tumult of each sacked and burning village;",
    "The shout that every prayer for mercy drowns;",
    "The soldiers' revels in the midst of pillage;",
    "The wail of famine in beleaguered towns;",
    "The bursting shell, the gateway wrenched asunder,",
    "The rattling musketry, the clashing blade;",
    "And ever and anon, in tones of thunder",
    "The diapason of the cannonade.",
    "Is it, O man, with such discordant noises,",
    "With such accursed instruments as these,",
    "Thou drownest Nature's sweet and kindly voices,",
    "And jarrest the celestial harmonies?",
    "Were half the power, that fills the world with terror,",
    "Were half the wealth bestowed on camps and courts,",
    "Given to redeem the human mind from error,",
    "There were no need of arsenals or forts:",
    "The warrior's name would be a name abhorred!",
    "And every nation, that should lift again",
    "Its hand against a brother, on its forehead",
    "Would wear forevermore the curse of Cain!",
    "Down the dark future, through long generations,",
    "The echoing sounds grow fainter and then cease;",
    "And like a bell, with solemn, sweet vibrations,",
    "I hear once more the voice of Christ say, \"Peace!\"",
    "Peace! and no longer from its brazen portals",
    "The blast of War's great organ shakes the skies!",
    "But beautiful as songs of the immortals,",
    "The holy melodies of love arise."
  ],
  "title": "The Arsenal at Springfield",
  "year": ""
}