{
  "author": "Marie Ponsot",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245894",
  "region": "",
  "text": [
    "From loss of the old and lack of the new",
    "From failure to make the right thing do",
    "Save us, Lady Mary Wortley Montagu.",
    "From words not the word, from a feckless voice",
    "From poetic distress and from careless choice",
    "Exclude our intellects, James Joyce.",
    "From genteel angels and apostles unappalled",
    "From Hollywood visions as virgins shawled",
    "Guard our seeing, Grünewald.",
    "From calling a kettle an existential pot,",
    "From bodying the ghost of whatever is not,",
    "John save us, O most subtle Scot.",
    "From pace without cadence, from pleasures slip-shod",
    "From eating the pease and rejecting the pod",
    "Wolfgang keep us, lover of God.",
    "Couperin come with your duple measure",
    "Alter our minds against banal pleasure.",
    "Dürer direct with strictness our vision;",
    "Steady this flesh toward your made precision.",
    "Mistress of accurate minor pain,",
    "Lend wit for forbearance, prideless Jane.",
    "From pretending to own what we secretly seek,",
    "From (untimely, discourteous) the turned other cheek,",
    "Protect our honor, Demetrius the Greek.",
    "From ignorance of structural line and bone",
    "From passion not pointed on truth alone",
    "Attract us, painters on Egyptian stone.",
    "From despair keep us, Aquin’s dumb son;",
    "From despair keep us, Saint Welcome One;",
    "From lack of despair keep us, Djuna and John Donne.",
    "That zeal for free will get us in deep,",
    "That the chance to choose be the one we keep",
    "That free will steel self in us against self-defense",
    "That free will repeal in us our last pretense",
    "That free will heal us",
    "Jeanne d’Arc, Job, Johnnie Skelton,",
    "Jehan de Beauce, composer Johann,",
    "Dark John Milton, Charter Oak John,",
    "Strike deep, divide us from cheap-got doubt;",
    "Leap, leap between us and the easy out;",
    "Teach us to seize, to use, to sleep well, to let go;",
    "Let our loves, freed in us, gaudy and graceful, grow."
  ],
  "title": "Private and Profane",
  "year": ""
}