{
  "author": "Marie Ponsot",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "Reading",
    "Books",
    "Coming of Age",
    "Youth"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177094",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "She always writes poems. This summer",
    "she’s starting a novel. It’s in trouble already.",
    "The characters are easy—a girl",
    "and her friend who is a girl",
    "and the boy down the block with his first car,",
    "an older boy, sixteen, who sometimes",
    "these warm evenings leaves his house to go dancing",
    "in dressy clothes though it’s still light out.",
    "The girl has a brother who has lots of friends,",
    "is good in math, and just plain good which",
    "doesn’t help the story. The story",
    "should have rescues & escapes in it",
    "which means who’s the bad guy; he couldn’t be",
    "the brother or the grandpa or the father either,",
    "or even the boy down the block with his first car.",
    "People in novels have to need something,",
    "she thinks, that it takes about",
    "two hundred pages to get.",
    "She can’t imagine that. Nothing",
    "she needs can be got; if it could",
    "she’d go get it: the answer to nightmares;",
    "a mother who’d be proud of her; doing things",
    "a mother could be proud of; having hips",
    "& knowing how to squeal at the beach laughing",
    "when the boy down the block picked her up & carried her",
    "& threw her in the water. If she’d laughed",
    "squealing he might still take her swimming",
    "& his mother wouldn’t say she’s crazy, she would",
    "not have got her teeth into his shoulder till",
    "well yes she bit him, and the marks",
    "lasted & lasted, his mother said so,",
    "but that couldn’t be in a novel.",
    "She’ll never squeal laughing, she’d never",
    "not bite him, she hates cute girls, she hates",
    "boys who like them. Biting is embarrassing",
    "and wrong & she has no intention of doing it again",
    "but she would if he did if he dared,",
    "and there’s no story if there’s no hope of change."
  ],
  "title": "The Problem of Fiction",
  "year": ""
}