{
  "author": "Mantinadologoi",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/185237",
  "region": "",
  "text": [
    "FROM COUPLETS SENT BY SMS FROM YORGOS VITTOROS, MAYOR OF KYPARISSI",
    "Whose garden are you blossom to, to whom do you belong?",
    "Whose velvet down, whose feather are you, whose rejoicing song?",
    "* * *",
    "BY MANOLIS PASPARAKIS (BLIND RHYMESTER)",
    "My heart, it doesn’t fool me, even with the games it plays:",
    "All my nights are dark, but that’s the same with all my days.",
    "* * *",
    "FROM YANNIS PAVLAKIS’S CRETAN FOLK POETRY COLLECTION",
    "Take a look around you when the trees are all in bloom,",
    "And wonder why you’ve chosen that old desiccated broom.",
    "*",
    "The everything of the world is zero, the life of the world is naught;",
    "It is from nothing to nothing that eternity is wrought.",
    "*",
    "When they open wide the church door to bear his body hither,",
    "I’ll drag forth such a savage cry the wild greens will wither.",
    "*",
    "I want my darling filthy—it’s the dirty girl I trust—",
    "To keep her to myself and make the rest flee in disgust!",
    "*",
    "There is a sheer cliff at the end of the foot-path of our lives,",
    "But he whose soul possesses wings unfurls them and survives.",
    "* * *",
    "FROM 6,000 COUPLETS OF ARISTIDES CHAIRETIS",
    "The world is something I can handle when she’s in my clasp—",
    "But when she’s far away, it is too huge for me to grasp.",
    "*",
    "If I’d saved all the tears from when I first began to weep,",
    "I’d have a sea by now and I could float upon the deep.",
    "* * *",
    "FROM THE BARD OF SITIA, CRETE, YANNI DERMITZAKI",
    "Lower your branches, little one. This favor’s all I seek,",
    "Because when lightning strikes, my dear, it always finds the peak.",
    "* * *",
    "COUPLETS BY ANDREAS PAPYRAKIS, FROM THE VILLAGE OF KORFES, MELVIZIOU, CRETE, AS TOLD TO NICK PAPANDREOU ON NOVEMBER 13, 2008",
    "Five thousand dreams I fashioned every hour of every day,",
    "But then along came wind and rain to sweep them all away.",
    "*",
    "Deep underground where no sun rises, no moon shines above,",
    "That is the place where he must dwell, the man who loses love.",
    "*",
    "Heart, break. Flesh, decompose. And Soul, desert the body’s frame.",
    "Since you denied me, go back to the dirt from which you came."
  ],
  "title": "Mantinades",
  "year": ""
}