{
  "author": "Roy Fisher",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "Death",
    "Youth",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245046",
  "region": "England",
  "text": [
    "I saw the garden where my aunt had died",
    "And her two children and a woman from next door;",
    "It was like a burst pod filled with clay.",
    "A mile away in the night I had heard the bombs",
    "Sing and then burst themselves between cramped houses",
    "With bright soft flashes and sounds like banging doors;",
    "The last of them crushed the four bodies into the ground,",
    "Scattered the shelter, and blasted my uncle’s corpse",
    "Over the housetop and into the street beyond.",
    "Now the garden lay stripped and stale; the iron shelter",
    "Spread out its separate petals around a smooth clay saucer.",
    "Small, and so tidy it seemed nobody had ever been there.",
    "When I saw it, the house was blown clean by blast and care.",
    "Relations had already torn out the new fireplaces;",
    "My cousin’s pencils lasted me several years.",
    "And in his office notepad that was given me",
    "I found solemn drawings in crayon of blondes without dresses.",
    "In his lifetime I had not known him well.",
    "These were the things I noticed at ten years of age:",
    "Those, and the four hearses outside our house,",
    "The chocolate cakes, and my classmates’ half-shocked envy.",
    "But my grandfather went home from the mortuary",
    "And for five years tried to share the noises in his skull,",
    "Then he walked out and lay under a furze-bush to die.",
    "When my father came back from identifying the daughter",
    "He asked us to remind him of her mouth.",
    "We tried. He said ‘I think it was the one’.",
    "These were marginal people I had met only rarely",
    "And the end of the whole household meant that no grief was seen;",
    "Never have people seemed so absent from their own deaths.",
    "This bloody episode of four whom I could understand better dead",
    "Gave me something I needed to keep a long story moving;",
    "I had no pain of it; can find no scar even now.",
    "But had my belief in the fiction not been thus buoyed up",
    "I might, in the sigh and strike of the next night’s bombs",
    "Have realized a little what they meant, and for the first time been afraid."
  ],
  "title": "The Entertainment of War",
  "year": ""
}