{
  "author": "Karen Solie",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250306",
  "region": "",
  "text": [
    "One might understand Turner, you said, in North Atlantic sky",
    "east-southeast from Newfoundland toward Hibernia.",
    "Cloud darker than cloud cast doubt upon muttering, pacing water, even",
    "backlit by a devouring glare that whitened its edges,",
    "bent the bars. Waters apart from society by choice, their living room",
    "the aftermath of accident or crime. When the storm comes,",
    "we will see into it, there will be no near and no far. In sixty-five-foot seas",
    "for the Ocean Ranger, green turned to black then white as molecules",
    "changed places in the Jeanne d’Arc Basin, the way wood passes into",
    "flame, and communication errors into catastrophic failure",
    "for the Piper Alpha offshore from Aberdeen.",
    "It burned freely. If I don’t come home, is my house in order?",
    "Big fear travels in the Sikorsky. Twelve-hour shifts travel with them,",
    "the deluge system, aqueous foam. Machinery’s one note",
    "hammering the heart, identity compressed with intentions, drenched,",
    "the tired body performs delicately timed, brutal tasks no training",
    "adequately represents and which consume the perceivable world.",
    "In beds on the drilling platform in suspended disbelief,",
    "identified by the unlovely sea’s aggression, no sleep aids,",
    "should a directive come. Underwater welders deeply unconscious.",
    "Survival suits profane in lockers. By dreams of marine flares",
    "and inflatables, buoyant smoke, percolating fret,",
    "one is weakened. Violence enters the imagination.",
    "Clouds previously unrecorded. Unlocked, the gates of light",
    "and technology of capture in bitumen oozing from fractures",
    "in the earth or afloat like other fatty bodies, condensed",
    "by sun and internal salts, harassing snakes with its fumes.",
    "Light-sensitive bitumen of Judea upon which Joseph-Nicéphore Niépce",
    "recorded the view from his bedroom. It looked nice. A new kind",
    "of evidence developed from the camera obscura of experience",
    "and memory, love-object to dote on and ignore. Collectible",
    "photochrome postcards. Storm surge as weather segment,",
    "tornados on YouTube relieve us of our boredom. In the rain,",
    "drizzle, intermittent showers, unseasonable hurricane threatening",
    "our flight plans, against a sea heaving photogenically,",
    "straining at its chains like a monster in the flashbulbs, on wet stones",
    "astonishingly slick, we take selfies, post them, and can’t undo it.",
    "Meaning takes place in time. By elevated circumstance",
    "of Burtynsky’s drone helicopters, revolutionary lenses",
    "pester Alberta’s tar sands, sulphur ponds’ rhapsodic upturned faces,",
    "photographs that happen in our name and in the name",
    "of composition. Foreground entered at distance, the eye surveils",
    "the McMurray Formation’s freestanding ruin mid-aspect",
    "to an infinity of abstraction. A physical symptom assails",
    "our vocabulary and things acquire a literal feeling from which",
    "one does not recover. Mineral dissolution, complete. Accommodation space,",
    "low. Confinement, relatively broad, extremely complex stratigraphy,",
    "reservoirs stacked and composite. An area roughly the size",
    "of England stripped of boreal forest and muskeg, unburdened",
    "by hydraulic rope shovels of its overburden. Humiliated,",
    "blinded, walking in circles. Cycle of soak and dry and residue.",
    "The will creates effects no will can overturn, and that seem,",
    "with the passage of time, necessary, as the past assumes a pattern.",
    "Thought approaches the future and the future,",
    "like a heavy unconventional oil, advances. Hello infrastructure,",
    "Dodge Ram 1500, no one else wants to get killed on Highway 63,",
    "the all-weather road by the Wandering River where earthmovers remain",
    "unmoved by our schedules. White crosses in the ditches,",
    "white crosses in the glove box. The west stands for relocation, the east",
    "for lost causes. Would you conspire to serve tourists in a fish restaurant",
    "the rest of your life? I thought not. Drinks are on us bushpigs now,",
    "though this camp is no place for a tradesman. Devon’s Jackfish is five-star,",
    "an obvious exception. But Mackenzie, Voyageur, Millennium, Borealis —",
    "years ago we would have burned them to the ground. Suncor Firebag",
    "has Wi-Fi, but will track usage. Guard towers and turnstiles at Wapasu —",
    "we’re guests, after all, not prisoners, right?",
    "Efficiently squalid, briskly producing raw sewage, black mold,",
    "botulism, fleas, remorse, madness, lethargy, mud, it’s not",
    "a spiritual home, this bleach taste in the waterglass, layered garments,",
    "fried food, bitter complaint in plywood drop-ceiling bedrooms strung out",
    "on whatever and general offense and why doesn’t anyone smoke",
    "anymore. Dealers and prostitutes cultivate their terms",
    "organically, as demand matures. The Athabasca River’s color isn’t good.",
    "Should we not encourage a healthy dread of the wild places?",
    "Consider the operator crushed by a slab of ice, our electrician mauled",
    "by a bear at the front lines of project expansion",
    "into the inhumane forest. Fear not, we are worth more than many sparrows.",
    "They pay for insignificance with their lives. It’s the structure.",
    "Jackpine Mine photographs beautifully on the shoulders of the day,",
    "in the minutes before sunset it’s still legal to hunt. One might,",
    "like Caspar David Friedrich’s",
    ", at a certain remove",
    "from principal events, cut a sensitive figure in the presence",
    "of the sublime. Except you can smell it down here. Corrosive",
    "vapors unexpectedly distributed, caustic particulate infiltrates",
    "your mood. As does the tar sands beetle whose bite scars, from whom",
    "grown men run. Attracted by the same sorrowful chemical compound",
    "emitted by damaged trees on which it feeds, its aural signature",
    "approximates the rasp of causatum rubbing its parts together.",
    "The only other living thing in situ, in the open pit where swims",
    "the bitumen, extra brilliant, dense, massive, in the Greek",
    ",",
    "“to make stable,” “to secure.” Pharmacist’s earth that resists decay,",
    "resolves and attenuates, cleanses wounds. Once used to burn",
    "the houses of our enemies, upgraded now to refinery-ready feedstock,",
    "raw crude flowing through channels of production and distribution.",
    "Combustion is our style. It steers all things from the black grave",
    "of Athabasca-Wabiskaw. Cold Lake. Rail lines of",
    "Lac-Mégantic. The optics are bad. We’re all downstream now.",
    "Action resembles waiting for a decision made",
    "on our behalf, then despair after the fact. Despair which,",
    "like bitumen itself, applied to render darker tones or an emphatic",
    "tenebrism, imparts a velvety lustrous disposition,",
    "but eventually discolors to a black treacle that degrades",
    "any pigment it contacts. Details in sections of",
    "can no longer be discerned. In 1816, the",
    "’s captain,",
    "in a spasm of flamboyant incompetence, ran aground",
    "on the African coast, and fearing the ire of his constituents,",
    "refused to sacrifice the cannons. They turned on each other,",
    "147 low souls herded onto a makeshift raft cut loose from lifeboats",
    "of the wealthy and well-connected. The signs were there,",
    "risk/reward coefficient alive in the wind, the locomotive,",
    "small tragic towns left for work, where the only thing manufactured",
    "is the need for work. Foreshortening and a receding horizon",
    "include the viewer in the scene, should the viewer wish",
    "to be included in the scene. One can’t be sure if the brig,",
    ",",
    "is racing to the rescue or departing. It hesitates in the distance,",
    "in its nimbus of fairer weather, the courage and compassion",
    "of a new age onboard. Géricault’s pyramidical composition —",
    "dead and dying in the foreground from which the strong succeed upward",
    "toward an emotional peak —",
    "an influence for Turner’s",
    ", the vortex structure of",
    ": all those abandoned, where is thy market now?",
    "It’s difficult to imagine everyone saved, it’s unaffordable. Waves",
    "disproportionate, organized in depth, panic modulating",
    "the speaking voice. The situation so harshly primary and not beautiful",
    "when you don’t go to visit the seaside, but the seaside visits you,",
    "rudely, breaks in through the basement, ascends stairs",
    "to your bedroom, you can’t think of it generally then. The constitution",
    "of things is accustomed to hiding. Rearrangement will not suit us.",
    "Certain low-lying river deltas. Island states, coastal regions —",
    "floodwaters receding in measures like all we haven’t seen the last of",
    "reveal in stagnancies and bloat what’s altered, as avernal exhalations",
    "of mines and flares are altered but don’t disappear. Still,",
    "iceberg season is spectacular this year, worth the trip",
    "to photograph in evening ourselves before the abundance when, aflame",
    "in light that dissolves what it illuminates, water climbs",
    "its own red walls, vermilion in the furnaces."
  ],
  "title": "Bitumen",
  "year": ""
}