{
  "author": "Michael Hofmann",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245374",
  "region": "",
  "text": [
    "The luncheon voucher years",
    "(the bus pass and digitized medical record",
    "always in the inside pocket come later,",
    "and the constant orientation to the nearest hospital).",
    "The years of “sir” (long past “mate,” much less “dearie”),",
    "of invisibility, of woozy pacifism,",
    "of the preemptive smile of the hard-of-hearing,",
    "of stiff joints and the small pains",
    "that will do me in. The ninth complement",
    "of fresh — stale — cells, the Late Middle Years",
    "(say, 1400 AD — on the geological calendar),",
    "the years of the incalculable spreading middle,",
    "the years of speculatively counting down",
    "from an unknown terminus,",
    "because the whole long stack —",
    "shale, vertebrae, pancakes, platelets, plates —",
    "won’t balance anymore, and doesn’t correspond anyway",
    "to the thing behind the eyes that says “I”",
    "and feels uncertain green and treble",
    "and wants its kilt as it climbs up to the lectern to blush",
    "and read “thou didst not abhor the virgin’s womb.”",
    "The years of taking the stairs two at a time",
    "(though not at weekends)",
    "a bizarre debt to Dino Buzzati’s",
    ",",
    "the years of a deliberate lightness of tread,",
    "perceived as a nod to Franz Josef",
    "thinking with his knees and rubber-tired Viennese",
    ".",
    "The years when the dead are starting to stack up.",
    "The years of incuriosity and",
    "in",
    ", the years of cheap acquisition",
    "and irresponsible postponement, or cheap",
    "postponement and irresponsible acquisition,",
    "of listlessness, of miniaturism, of irascibility,",
    "of being soft on myself, of being hard on myself,",
    "and neither knowing nor especially caring which.",
    "The years of re-reading (at arm’s length).",
    "The fiercely objected-to professional years,",
    "the appalling indulgent years, the years of no challenge",
    "and comfort zone and safely within my borders.",
    "The years of no impressions and little memory.",
    "The years of standing in elevators",
    "under the elevator lights in the elevator mirror,",
    "feeling and looking like leathered frizz,",
    "an old cheese-topped dish under an infrared hot plate.",
    "The years of one over the thirst",
    "and another one over the hunger, of insomnia",
    "and sleeping in, of creases and pouches and heaviness",
    "and the hairdresser offering to trim my eyebrows.",
    "The years of the unbeautiful corpse in preparation.",
    "The years to choose:",
    ", or",
    "...?"
  ],
  "title": "LV",
  "year": ""
}