{
  "author": "Michael Hofmann",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/236836",
  "region": "",
  "text": [
    "The difference between a harmless nut—John Doe, Jane Doe, plain Jane,",
    "practically any mediocrity—standing on a beach",
    "and the same harmless nut",
    "riding a wave of (now) cultural self-righteousness",
    "about to tube. A tsunami armed with thunderbolts.",
    "Empowered—yea, packing.",
    "You played everything to the sympathetic studio theater",
    "of your hearers, a chorus-cum-sounding-board.",
    "They were your doo-wop boys and girls,",
    "your clique and claque and Marshall stack. The church hall chairs scraped,",
    "the cheap black crepe backdrop rustled “cutting edge” at you.",
    "You paid attention to how they oohed and aahed for you,",
    "and then pantomime hissed, and balled their ﬁsts and bayed for blood:",
    "the half-lustful half-men betraying their half-gender",
    "when they weren’t speculating what you were like in bed,",
    "the frightened girls who’d never seen anything like you",
    "but thought it might be fun (after Goth) to be a Maenad,",
    "the Pharisaic mothers going home to their chilly ﬁres,",
    "their dim, furtive, put-upon husbands and their neo-feral offspring",
    "with a “there but for the grace of God” on their bony lips.",
    "why, there was the beef, right there with its bleeding footin its mouth.",
    "The venomous articulation with its trademark solecisms",
    "(naive to wonder how anyone with a Cambridge degree in it",
    "could hurt the language like you).",
    "A sort of chronically over-emphatic sub-style of maimed English,",
    "a testosterone debris of nursery babble, pop psychology, tabloid yelp and obscenity.",
    "Strangers were helpless in its vortices,",
    "lawyers needless to say loved it—",
    "what they would have given (M’lud) to be able to solicit like that.",
    "It was all as humdrum as graﬁtti, vivid and appalling",
    "and unutterably humdrum, it was Mary Elizabeth",
    "Bott in the",
    "“I’ll thcweam and thwcweam and",
    "It’s strange, you were ungainly, but you were never wrong.",
    "You had the yessers and nodders and eggers-on",
    "to take care of that. Ungainliness in this instance",
    "happened to be the price of rightness.",
    "You espoused ungainliness. Worshipped it.",
    "Ungainliness was the new duty. The new beauty.",
    "Disinhibition ruled. Wa-hey.",
    "And so it somehow had to be. You did it for them.",
    "Once it might have been said where you came from youforgot yourself,",
    "but that style of rebuke went out of fashion. Anyway, you weren’t into",
    "forgetting yourself. You were into remembering yourself.",
    "As you would have said,",
    "It would have been good to do smoulder like Anna Magnani",
    "or have a wronged proﬁle like Dante’s, whoever the fuck Dante is.",
    "But you couldn’t hack that.",
    "So you chucked glasses and went public.",
    "Bridget Jones thuggee. Jordan",
    "The English rose goes ape.",
    "Deal or no deal.",
    "You were good value at cocktail parties. For about ﬁve minutes.",
    "Then you were a bore; and as the good book didn’t say, the bores are always with us.",
    "You would have loved a column like Margaret Cook. (Not acooking column.)",
    "Your mother was dead, your godmother was dead,",
    "look what happened to them. (They died.)",
    "Perhaps there was something you could do,",
    "and so you stayed alive and humbly served the numties."
  ],
  "title": "Portrait d’une Femme",
  "year": ""
}