{
  "author": "Michael Hofmann",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245372",
  "region": "",
  "text": [
    "—",
    "These are all thoughts — of course. At the edge of the ocean with nowhere to go,",
    "the nearest land three thousand miles away and under different management,",
    "the diving sun another thirty thousand times that, there is no reality,",
    "only these parlous notions, messages, statements, stylings on the edge of extinction.",
    "Little petillas. A kind of spontaneous zoo of human recency and arrival",
    "and promontory variorum. Imprudent comb-over thoughts,",
    "rigid and proud eye-catching false thoughts, little jiggling thoughts,",
    "intricate braided-beard thoughts the product of much misplaced patience,",
    "product placement thoughts (which are rather elementary,",
    "and are almost a contradiction in terms), unlike myriad highly-evolved",
    "dog thoughts (no mutts here), pushing a baby in a three-wheeled stroller",
    "whilst running very hard in no shirt and six-pack thoughts,",
    "this a development on the now-obsolete egg and paddle",
    "(what it does to the infant to be impelled at such a rate into the future",
    "whilst facing backwards like an Aeroflot passenger is not recorded —",
    "not that forward is necessarily better), high-concept silky-swishing Afghan hound thoughts,",
    "intrusive bum thoughts, hapless and homeless panhandler thoughts",
    "(a",
    "loaded with undesirables never far to seek),",
    "low-slung belly-dragging beagle thoughts little better",
    "than the serpent in the Bible, holding hands Adam and Eve thoughts,",
    "foot-shuffling Zimmer frame thoughts, “revolution in mobility” wheelchair and gravel thoughts,",
    "pushed by most likely an illegal attendant borderline thoughts,",
    "candy-striped T-shirt and shorts thoughts, cut-off thoughts,",
    "paired with sometimes nothing more than a bikini top, those three-quarter length",
    "thin and probably amphibious trousers, worn without socks, that men go in for,",
    "suggestive of adaptability and resourcefulness thoughts,",
    "standard over-loud mobile thoughts, (“our relationship is... ”),",
    "lying immobile on the grass on your back mobile thoughts",
    "(these are different), tourist thoughts, an unexpected preponderance of Russian thoughts",
    "(though with residential qualifications), borscht belt leopard skin thoughts",
    "dripping with gold and eccentric lamentations, dog and baby both thoughts",
    "(these last thought to be ideally-balanced), high-stepping poodle thoughts",
    "like a four-wheel drive with little intelligence in rough country,",
    "furiously texting in the glare with all thumbs to the pump thoughts,",
    "being at least half elsewhere, baseball cap thoughts rife with determination,",
    "slightly dated straw hat thoughts, reverse baseball cap also thoughts."
  ],
  "title": "Venice Beach",
  "year": ""
}