{
  "author": "Catie Rosemurgy",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "The Body",
    "The Mind",
    "Relationships",
    "Activities",
    "School",
    "Learning",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240412",
  "region": "",
  "text": [
    "I. Pledge Sister",
    "Everyone looks at me as if I’m a rainbow",
    "drawn by a slow child. Because they can eat without",
    "a ringing in their ears. They can ask for gravy.",
    "They miss the point I’m always",
    "aiming at their heads. The pills I suck are like me:",
    "pink, fizzy, and totally legal. They turn listening to noise",
    "into a type of eating.",
    "Everyone wants to know about my pubic hair.",
    "They say they’re looking for signs that I’m dying,",
    "but what they really want is the food melting on the fork",
    "when they finally say",
    ". They worship",
    "the pain they think I’m in. Meanwhile,",
    "I’d eat a beetle if I thought its legs",
    "could make my lashes longer. I’ve got all these",
    "organs inside me and I can’t resist teasing them",
    "to see if they’ll go away.",
    "Everyone likes it when I finally die in the magazine article:",
    "the cries no one heard, the love I needed massaged",
    "into my hamburger meat. No one knows I am the flower,",
    "the bee, the wind, the rain, the dirt: all the vectors.",
    "No one knows how well I sleep, how well I lie in bed",
    "not sleeping. I run and sharpen",
    "the bones of my face. The other girls say",
    "they don’t care if their shadows aren’t museum quality. They’re happy",
    "just knowing they’re made out of marble. They have no respect",
    "for the chisel I would take to the human race.",
    "II. Spring Break",
    "Love isn’t above starting this way:",
    "you can drop me from a second-story window",
    "if you pin me against it first. It doesn’t want to start this way,",
    "and who can blame it. There’s the electric outlet and then",
    "there’s the baby finger stuck into it. I was both.",
    "A couple nights later, on a busy street, I recognized his walk",
    "the way a mouse must recognize a hole it used last winter.",
    "Sure, I wish the universe could clear its throat.",
    "Sure, I’m sick of the source of great fire",
    "always being the sun. A few nights ago he peeled off of me",
    "as if he were my own skin and he didn’t want the job.",
    "But afterwards he kissed me as if to apologize",
    "for every brutal thing he was strong enough to have just done.",
    "Later he walked me across town, and we ended up",
    "in an expensive place, in the middle",
    "of a loud song. He looked right at me",
    "the whole time, as if I were still the one thing he would choose,",
    "even though the damn thing couldn’t stop spinning",
    "and was clearly broken.",
    "III. The Essay",
    "It is dumb to know what one has longing for.",
    "I am moved by the orange stitching on a girl’s corduroy book bag.",
    "I, too, wonder what I am happy about.",
    "There is always something natural in pieces",
    "like sand or snow. If early Western cultures",
    "had perceived the surface of the day as wrapping around them like a shell,",
    "I wouldn’t be here right now.",
    "Not exactly me, not exactly here, not exactly now. The world spreads out",
    "from how we look at one thing. I tell myself this and then I look at things for hours.",
    "Don’t think I don’t know how stupid I sound. Please, do not think I don’t know.",
    "IV. Fifth-Year Senior",
    "Everything tastes like love. That’s what",
    "makes me nervous. That and I wish I knew what I will act like",
    "later today. I watch myself being kind sometimes",
    "and I think, is there nothing you won’t fake?",
    "But that’s unforgiving. A smile, a purse, an ax,",
    "these are all things you pick up and carry.",
    "Lately, I pick up the lightest things. I am floating and honored",
    "to drag myself back and forth like a huge feather",
    "across my sleeping boyfriend. He thanks me",
    "by actually changing under my touch. He is smooth",
    "and I worry that I barely feel him,",
    "but doing things no one should see",
    "seems the only good use of my time. He buys me",
    "jewelry I never wear. I love it because it piles up, which proves",
    "I’m alive. The boys my age cry more than the girls do.",
    "They’re always losing games, and those are very symbolic.",
    "My girlfriends and I can’t get off the couch anymore,",
    "and summer is seeping in under the doors.",
    "My friend says people are wrong about us.",
    "It’s the ripe fruit that gets eaten. I say the truth is",
    "I don’t work at things because then",
    "I get them.",
    "V. Graduation Address",
    "I like to be at the end and look back",
    "at the beginning and see all",
    "the stupidity there.",
    "I think we are young.",
    "The posters all say so,",
    "and though no one ever officially",
    "joined our clubs, we designed many logos.",
    "The beautiful, dumb girl you loved",
    "was everyone at our lecture,",
    "and what a strange boy we all were in the corner",
    "with our walking stick, talking too much",
    "about the board games back home.",
    "Many of you were next to me at the talk where I became",
    "hyper-aware of the creeping in my heart.",
    "As you know, I became obsessed",
    "with the on and off inside my chest.",
    "Failure seems to be one half of the deal, which is why",
    "I have occasionally climbed on top of some of you",
    "and then left the room. But there is another way",
    "to look at it: like you, I am a house",
    "for a wet animal that is sneaking up",
    "on something it is terrified by. What is that something?",
    "The wet animal doesn’t know.",
    "The wet animal doesn’t even have eyes.",
    "There’s no way that wet animal isn’t brave."
  ],
  "title": "Miss Peach: The College Years",
  "year": ""
}