{
  "author": "James Merrill",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/16772",
  "region": "",
  "text": [
    "I grow old under an intensity",
    "Of questioning looks.",
    ",",
    "I try to say,",
    "How to live.—If not you, who will?",
    "Cries one of them aloud, grasping my gilded",
    "Frame till the world sways.",
    "Between their visits the table, its arrangement",
    "Of Bible, fern and Paisley, all past change,",
    "Does very nicely. If ever I feel curious",
    "As to what others endure,",
    "Across the parlor",
    "provide examples,",
    "Wide open, sunny, of everything I am",
    "Not. You embrace a whole world without once caring",
    "To set it in order. That takes thought. Out there",
    "Something is being picked. The red-and-white bandannas",
    "Go to my heart. A fine young man",
    "Rides by on horseback. Now the door shuts. Hester",
    "Confides in me her first unhappiness.",
    "This much, you see, would never have been fitted",
    "Together, but for me. Why then is it",
    "They more and more neglect me? Late one sleepless",
    "Midsummer night I strained to keep",
    "Five tapers from your breathing.",
    ", the widowed",
    "Cousin said,",
    ". I did.",
    "The room brimmed with gray sound, all the instreaming",
    "Muslin of your dream . . .",
    "Years later now, two of the grown grandchildren",
    "Sit with novels face-down on the sill,",
    "Content to muse upon your tall transparence,",
    "Your clouds, brown fields, persimmon far",
    "And cypress near. One speaks.",
    "Appearances are! Since then, as if a fish",
    "Had broken the perfect silver of my reflectiveness,",
    "I have lapses. I suspect",
    "Looks from behind, where nothing is, cool gazes",
    "Through the blind flaws of my mind. As days,",
    "As decades lengthen, this vision",
    "Spreads and blackens. I do not know whose it is,",
    "But I think it watches for my last silver",
    "To blister, flake, float leaf by life, each milling-",
    "Downward dumb conceit, to a standstill",
    "From which not even you strike any brilliant",
    "Chord in me, and to a faceless will,",
    "Echo of mine, I am amenable."
  ],
  "title": "Mirror",
  "year": ""
}