{
  "author": "James Merrill",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/28576",
  "region": "",
  "text": [
    "Bix to Buxtehude to Boulez.",
    "The little white dog on the Victor label",
    "Listens long and hard as he is able.",
    "It’s all in a day’s work, whatever plays.",
    "From judgment, it would seem, he has refrained.",
    "He even listens earnestly to Bloch,",
    "Then builds a church upon our acid rock.",
    "He’s man’s—no—he’s the Leiermann’s best friend,",
    "Or would be if hearing and listening were the same.",
    "he hear? I fancy he rather smells",
    "Those lemon-gold arpeggios in Ravel’s",
    "“Les jets d’eau du palais de ceux qui s’aiment.”",
    "He ponders the Schumann Concerto’s tall willow hit",
    "By lightning, and stays put. When he surmises",
    "Through one of Bach’s eternal boxwood mazes",
    "The oboe pungent as a bitch in heat,",
    "Or when the calypso decants its raw bay rum",
    "Or the moon in",
    "reddens ripe for murder,",
    "He doesn’t sneeze or howl; just listens harder.",
    "Adamant needles bear down on him from",
    "Whirling of outer space, too black, too near—",
    "But he was taught as a puppy not to flinch,",
    "Much less to imitate his bête noire Blanche",
    "Who barked, fat foolish creature, at King Lear.",
    "Still others fought in the road’s filth over Jezebel,",
    "Slavered on hearths of horned and pelted barons.",
    "His forebears lacked, to say the least, forbearance.",
    "Can nature change in him? Nothing’s impossible.",
    "The last chord fades. The night is cold and fine.",
    "His master’s voice rasps through the grooves’ bare groves.",
    "Obediently, in silence like the grave’s",
    "He sleeps there on the still-warm gramophone",
    "Only to dream he is at the première of a Handel",
    "Opera long thought lost—",
    "Its allegorical subject is his story!",
    "A little dog revolving round a spindle",
    "Gives rise to harmonies beyond belief,",
    "A cast of stars . . . Is there in Victor’s heart",
    "No honey for the vanquished? Art is art.",
    "The life it asks of us is a dog’s life."
  ],
  "title": "The Victor Dog",
  "year": ""
}