{
  "author": "Carolyn Creedon",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Romantic Love",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245992",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Tom, will you let me love you in your restaurant?",
    "I will let you make me a sandwich of your invention and I will eat it and call",
    "it a carolyn sandwich. Then you will kiss my lips and taste the mayon­naise and",
    "that is how you shall love me in my restaurant",
    "Tom, will you come to my empty beige apartment and help me set up my daybed?",
    "Yes, and I will put the screws in loosely so that when we move on it, later,",
    "it will rock like a cradle and then you will know you are my baby",
    "Tom, I am sitting on my dirt bike on the deck. Will you come out from the kitchen",
    "and watch the people with me?",
    "Yes, and then we will race to your bedroom. I will win and we will tangle up",
    "on your comforter while the sweat rains from our stomachs and fore­heads",
    "Tom, the stars are sitting in tonight like gumball gems in a little girl’s",
    "jewelry box. Later can we walk to the duck pond?",
    "Yes, and we can even go the long way past the jungle gym. I will push you on",
    "the swing, but promise me you’ll hold tight. If you fall I might disappear",
    "Tom, can we make a baby together? I want to be a big pregnant woman with a",
    "loved face and give you a squalling red daughter.",
    "No, but I will come inside you and you will be my daughter",
    "Tom, will you stay the night with me and sleep so close that we are one person?",
    "No, but I will lie down on your sheets and taste you. There will be feathers",
    "of you on my tongue and then I will never forget you",
    "Tom, when we are in line at the convenience store can I put my hands in your",
    "back pockets and my lips and nose in your baseball shirt and feel the crook",
    "of your shoulder blade?",
    "No, but later you can lie against me and almost touch me and when I go I will",
    "leave my shirt for you to sleep in so that always at night you will be pressed",
    "up against the thought of me",
    "Tom, if I weep and want to wait until you need me will you promise that someday",
    "you will need me?",
    "No, but I will sit in silence while you rage, you can knock the chairs down",
    "any mountain. I will always be the same and you will always wait",
    "Tom, will you climb on top of the dumpster and steal the sun for me? It’s just",
    "hanging there and I want it.",
    "No, it will burn my fingers. No one can have the sun: it’s on loan from God.",
    "But I will draw a picture of it and send it to you from Richmond and then you",
    "can smooth out the paper and you will have a piece of me as well as the sun",
    "Tom, it’s so hot here, and I think I’m being born. Will you come back from",
    "Richmond and baptise me with sex and cool water?",
    "I will come back from Richmond. I will smooth the damp spiky hairs from the",
    "back of your neck and then I will lick the salt off it. Then I will leave",
    "Tom, Richmond is so far away. How will I know how you love me?",
    "I have left you. That is how you will know"
  ],
  "title": "Litany",
  "year": ""
}