{
  "author": "Brenda Hillman",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Parenthood",
    "Youth",
    "Separation",
    "Divorce",
    "Social Commentaries",
    "Eating",
    "Drinking",
    "Living",
    "Midlife"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176569",
  "region": "U.S., Western",
  "text": [
    "In a side booth at MacDonald’s before your music class",
    "you go up and down in your seat like an arpeggio",
    "under the poster of the talking hamburger:",
    "two white eyes rolling around in the top bun, the thin",
    "patty of beef imitating the tongue of its animal nature.",
    "You eat merrily. I watch the Oakland mommies,",
    "trying to understand what it means to be “single.”",
    "*",
    "Across from us, females of all ages surround the birthday girl.",
    "Her pale lace and insufficient being",
    "can’t keep them out of her circle.",
    "Stripes of yellow and brown all over the place.",
    "The poor in spirit have started to arrive,",
    "the one with thick midwestern braids twisted like thought",
    "on her head; usually she brings her mother.",
    "This week, no mother. She mouths her words anyway",
    "across the table, space-mama, time-mama,",
    "mama who should be there.",
    "*",
    "Families in line: imagine all this",
    "translated by the cry of time moving through us,",
    "this place a rubble. The gardens new generations",
    "will plant in this spot, and the food will go on",
    "in another order. This thought cheers me immensely.",
    "That we will be there together, you still seven,",
    "bending over the crops pretending to be royalty,",
    "that the huge woman with one blind eye",
    "and dots like eyes all over her dress",
    "will also be there, eating with pleasure",
    "as she eats now, right up to the tissue paper,",
    "peeling it back like bright exotic petals.",
    "*",
    "Last year, on the sun-spilled deck in Marin",
    "we ate grapes with the Russians;",
    "the KGB man fingered them quickly and dutifully,",
    "then, in a sad tone to us",
    "“We must not eat them so fast,",
    "we wait in line so long for these,” he said.",
    "*",
    "The sight of food going into a woman’s mouth",
    "made Byron sick. Food is a metaphor for existence.",
    "When Mr. Egotistical Sublime, eating the pasta,",
    "poked one finger into his mouth, he made a sound.",
    "For some, the curve of the bell pepper",
    "seems sensual but it can worry you,",
    "the slightly greasy feel of it.",
    "*",
    "The place I went with your father had an apartment to the left, and in the window, twisted like a huge bowtie,",
    "an old print bedspread. One day, when I looked over,",
    "someone was watching us, a young girl.",
    "The waiter had just brought the first thing:",
    "an orange with an avocado sliced up CCCC",
    "in an oil of forceful herbs. I couldn’t eat it.",
    "The girl’s face stood for something",
    "and from it, a little mindless daylight was reflected.",
    "The businessmen at the next table",
    "were getting off on each other and the young chardonnay.",
    "Their briefcases leaned against their ankles.",
    "I watched the young girl’s face because for an instant",
    "I had seen your face there,",
    "unterrified, unhungry, and a little disdainful.",
    "Then the waiter brought the food,",
    "bands of black seared into it like the memory of a cage.",
    "*",
    "You smile over your burger, chattering brightly.",
    "So often, at our sunny kitchen table,",
    "hearing the mantra of the refrigerator,",
    "I’ve thought there was nothing I could do but feed you;",
    "and I’ve always loved the way you eat,",
    "you eat selfishly, humming, bending",
    "the french fries to your will, your brown eyes",
    "spotting everything: the tall boy",
    "who has come in with his mother, repressed rage",
    "in espadrilles, and now carries the tray for her.",
    "Oh this is fun, says the mother,",
    "You stand there with mommy’s purse.",
    "And he stands there smiling after her,",
    "holding all the patience in the world."
  ],
  "title": "Food",
  "year": ""
}