{
  "author": "Brenda Hillman",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176568",
  "region": "U.S., Western",
  "text": [
    "The earth had wanted us all to itself.",
    "The mountains wanted us back for themselves.",
    "The numbered valleys of serpentine wanted us;",
    "that’s why it happened as it did, the split",
    "as if one slow gear turned beneath us. . .",
    "Then the Tuesday shoppers paused in the street",
    "and the tube that held the trout-colored train",
    "and the cords of action from triangular buildings",
    "and the terraced gardens that held camelias",
    "shook and shook, each flower a single thought.",
    "Mothers and children took cover under tables.",
    "I called out to her who was my life.",
    "From under the table—I hid under the table",
    "that held the begonia with the fiery stem,",
    "the stem that had been trying to root, that paused",
    "in its effort—I called to the child who was my life.",
    "And understood, in the endless instant",
    "before she answered, how Pharaoh’s army, seeing",
    "the ground break open, seeing the first fringed",
    "horses fall into the gap, made their vows,",
    "that each heart changes, faced with a single awe",
    "and in that moment a promise is written out.",
    "However we remember California later",
    "the earth we loved will know the truth:",
    "that it wanted us back for itself",
    "with our mighty forms and our specific longings,",
    "wanted them to be air and fire but they wouldn’t;",
    "the kestrel circled over a pine, which lasted,",
    "the towhee who loved freedom, gathering seed",
    "during the shaking lasted, the painting released",
    "by the wall, the mark and hook we placed",
    "on the wall, and the nail, and the memory",
    "of driving the nail in, these also lasted—"
  ],
  "title": "Mighty Forms",
  "year": ""
}