{
  "author": "Brenda Hillman",
  "classification": "Free Verse",
  "keywords": [
    "Time",
    "Brevity",
    "Living",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176570",
  "region": "U.S., Western",
  "text": [
    "The labeled bins on the California hillside",
    "catch the glint and quarter-glint of passing cars.",
    "Families pull up with their interesting trash",
    "and start unloading: Here, sweetheart,",
    "this goes over in Newspaper. The bundle",
    "hits with a thud. Diet soda cans",
    "spin almost noiselessly down, and the sun-",
    "permitting bottles from a day’s pleasure",
    "are tossed into Mixed Glass by the children",
    "who like to hear the smash, unknowable, chaotic,",
    "as matter greets itself and starts to change.",
    "What mystery is inside a thing! If we peered",
    "into the bin, we could see it waiting there,",
    "could believe everything is alive and specific",
    "and personal, could tell by the tilt of one",
    "bottle against the next that it’s difficult",
    "to be singular, to have identity, to keep",
    "an outline safe in the terrors of space.",
    "Even the child knows this. Bye, bottle! she shouts,",
    "tossing it in; and the bottle lies there",
    "in the two o’clock position, temporarily itself,",
    "before being swept into the destiny of mixture. . .",
    "And what if some don’t want to. What if some items",
    "in the piles of paper, the orange and blue",
    "envelopes from a magazine sweepstakes, numbers",
    "pressing through the cloudy windows",
    "with our names, some among those pale sheets curled",
    "with moisture, would rather stay as they are.",
    "It’s spring; we’ve thrown away mistakes—",
    "tax forms, recipes, tennis-ball-sized",
    "drafts of poems—that which was blank",
    "shall be made blank again—but what if",
    "that failed letter wants to be a failure,",
    "not go back to pulp, and thought .. .",
    "Or across the parking lot, where light insists",
    "on changing the dull cans, a few cans don’t want",
    "to be changed, though they should want to,",
    "shouldn’t they, should want to be changed",
    "by light, light which is called sweet reason,",
    "honeyed, spectra, magnitude, light that goes",
    "from the parking lot looking helpless",
    "though it is matter that has been betrayed. . .",
    "All afternoon the bins are carried off",
    "by those who know about where things should go,",
    "who are used to the clatter the cans make,",
    "pouring out; and the families, who believed change",
    "would heal them are pulling away in their vans,",
    "slightly embarrassed by that which refused . . .",
    "The bins fill again with hard substances,",
    "the hills bear down with their fugitive gold,",
    "the pampas grass bending low to protect",
    "what was briefly certain and alive with hope."
  ],
  "title": "Recycling Center",
  "year": ""
}