{
  "author": "Brenda Hillman",
  "classification": "Free Verse",
  "keywords": [
    "Religion",
    "Living",
    "Disappointment",
    "Failure",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Separation",
    "Divorce",
    "Activities",
    "Faith",
    "Doubt",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176571",
  "region": "U.S., Western",
  "text": [
    "The shoe repairman works behind the married shoes,",
    "his whole hand inside the boot he’s shining,",
    "everything cozy in the glass displays, laces paired",
    "on gravel he’s spread out in the window, shoes",
    "placed as though they’re walking, and beside them",
    "propped up, the wooden tongues of shoe horns, poised",
    "to serve the inanimate world ... He comes out mildly",
    "attentive, soft accent, possibly a Scottish",
    "childhood, possibly sheep to tend ... Clear day,",
    "first summer divorced in Berkeley, a time of seamless, indescribable grief; he waits kindly in his blue apron,",
    "fingering the well-worn inner sole, and I am grateful",
    "for those who serve us knowing nothing of our lives ...",
    "*",
    "The cleaner waits behind the silver bell;",
    "he’s from Cambodia and has free Christian literature",
    "on the counter. He greets me with pleasant chatter,",
    "searches through the coats, some left for years,",
    "he says; they make a soft blue whistle as they circulate",
    "on the ovals like the ones under those automatic boats.",
    "As the clothes pass, little checks and prints under",
    "the whooshing of motion, I see my husband’s coat—",
    "how long will I call him my husband—like an old friend",
    "passing by quickly not bothering to greet me. Odd now,",
    "I don’t have to pick it up, the serious plaid will go",
    "around between the women’s suits and stay all night. . .",
    "*",
    "I watch the young butcher flipping over the young",
    "chicken: he takes one wing and sort of spins it,",
    "first on its back, flinging the trimmed, watery",
    "lemon-colored fat into the trash, then before",
    "he starts on the legs he puts his hand so deeply in",
    "that the finger comes out the neck ... The other butcher",
    "sets the slab of beef under the saw: the riveting",
    "intricate swirl as the dead flesh pulls away;",
    "he goes off, shouts short words from the deep freeze—",
    "to me or to the carcass hanging by the shank?—",
    "I can wait, but the spaces can’t, there’s a slight",
    "ticking, then the carcass swings and swings ...",
    "Somehow I thought we would know everything",
    "through the flesh. Perhaps. But my days have become",
    "spirit. The young butcher splits the chicken",
    "down the back, seems to enjoy the crack of the knife",
    "as it enters the bone, so I try to. Housewives lean",
    "against the cool glass to convey holiday news and he",
    "responds without really looking up; I love that.",
    "*",
    "oh Berkeley summer mornings, aren’t they—",
    "what? past the French Hotel, the glint of tiny spoons",
    "so briefly and soberly allowed to rest on white saucers,",
    "the plums just about over, the agapanthus—“lilies of denial”—",
    "in the center dividers, blooming, or just about to—",
    "like me, hearty and hesitant, not wanting to write it,",
    "not wanting to ruin the perfection of the poem",
    "by writing it . . . At the dentist, the little mirror,",
    "the dinosaur prong is put into the mouth. Mouth:",
    "the first darkness. Nearby: the mobile with straw",
    "eyeless fishes. The dentist will go home to her family,",
    "having briefly reached inside the visible mystery",
    "and found nothing ... I imagine Wisdom in the text",
    "is like this, creating the cosmos from the mind of God,",
    "looking interested and competent; she touches",
    "the physical place with her prong, and the pain shines ...",
    "(—a man told me I better think",
    "about my ‘system.’",
    "Oh dear! I better",
    "think about my ‘system’—!)"
  ],
  "title": "Several Errands",
  "year": ""
}