{
  "author": "Anthony Hecht",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242506",
  "region": "",
  "text": [
    "The work has been going forward with the greatest difficulty, chiefly because I cannot concentrate. I have no feeling about whether what I am writing is good or bad, and the whole business is totally without excitement and pleasure for me. And I am sure I know the reason. It’s that I can’t stand leaving unresolved my situation with Pat. I hear from her fairly frequently, asking when I plan to come back, and she knows that I am supposed to appear at the poetry reading in the middle of January. It is not mainly loneliness I feel, though I feel it; but I have been lonely before. It is quite frankly the feeling that nothing is really settled between us, and that in the mean time I worry about how things are going to work out. This has made my work more difficult than it has ever been before.",
    "Hardly enough for me that the pail of water",
    "Alive with the wrinkling light",
    "Brings clearness home and whiter",
    "Than mind conceives the walls mature to white,",
    "Or that the washed tomatoes whose name is given",
    "To love fulfill their bowl",
    "And the Roman sea is woven",
    "Together by threading fish and made most whole.",
    "I delight in each of these, delight moreover",
    "In the dark skill of those hands",
    "Closer to wise than clever",
    "Of our blind Italian landlady who stands",
    "Her shoes fouled with the lustful blood of rabbit",
    "Lightly dispatched and dressed",
    "Fixing it to the gibbet",
    "Of the clothesline where the laundry sails to rest.",
    "These textures solicit of us our instant homage",
    "But are disparate senseless things",
    "Unless a reigning image",
    "Bring them to purpose as your presence brings",
    "The world in offering, like a chaplet worn",
    "In Aphrodite’s name,",
    "The furious unicorn",
    "Come to the virgin’s lap tethered and tame.",
    "And thus it is as you stand in this morning’s shadows",
    "Where ancient chamber pots",
    "Are grown to little meadows",
    "Of mint and parsley; surely it’s love unknots",
    "The winds for Ulysses and recalls to man",
    "A summer without cease;",
    "Sprung from the same dishpan",
    "Onion and lily work their primal peace."
  ],
  "title": "An Offering for Patricia",
  "year": ""
}