{
  "author": "Anthony Hecht",
  "classification": "Sonnet",
  "keywords": [
    "Gender",
    "Sexuality",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179061",
  "region": "",
  "text": [
    "The coltish horseplay of the locker room,",
    "Moist with the steam of the tiled shower stalls,",
    "With shameless blends of civet, musk and sweat,",
    "Loud with the cap-gun snapping of wet towels",
    "Under the steel-ribbed cages of bare bulbs,",
    "In some such setting of thick basement pipes",
    "And janitorial realities",
    "Boys for the first time frankly eye each other,",
    "Inspect each others’ bodies at close range,",
    "And what they see is not so much another",
    "As a strange, possible version of themselves,",
    "And all the sparring dance, adrenal life,",
    "Tense, jubilant nimbleness, is but a vague,",
    "Busy, unfocused ballet of self-love.",
    "If the heart has its reasons, perhaps the body",
    "Has its own lumbering sort of carnal spirit,",
    "Felt in the tingling bruises of collision,",
    "And known to captains as",
    "What is this brisk fraternity of timing,",
    "Pivot and lobbing arc, or indirection,",
    "in men’s sauna, in the flush",
    "Of health and toilets, private and corporal glee,",
    "These fleet caroms,",
    "and genuflections",
    "Before the salmon-leap, the leaping fountain",
    "All sheathed in glistening light, flexed and alert?",
    "From the vast echo-chamber of the gym,",
    "Among the stumbled shouts and shrill of whistles,",
    "The bounced basketball sound of a leather whip.",
    "Think of those barren places where men gather",
    "To act in the terrible name of rectitude,",
    "Of acned shame, punk’s pride, muscle or turf,",
    "The bully’s thin superiority.",
    "Think of the",
    "Who loves Beethoven and collects Degas,",
    "Or the blond boys in jeans whose narrowed eyes",
    "Are focussed by some hard and smothered lust,",
    "Who lounge in a studied mimicry of ease,",
    "Flick their live butts into the standing weeds,",
    "And comb their hair in the mirror of cracked windows",
    "Of an abandoned warehouse where they keep",
    "In darkened readiness for their occasion",
    "The rope, the chains, handcuffs and gasoline.",
    "Out in the rippled heat of a neighbor’s field,",
    "In the kilowatts of noon, they’ve got one cornered.",
    "The bugs are jumping, and the burly youths",
    "Strip to the waist for the hot work ahead.",
    "They go to arm themselves at the dry-stone wall,",
    "Having flung down their wet and salty garments",
    "At the feet of a young man whose name is Saul.",
    "He watches sharply these superbly tanned",
    "Figures with a swimmer’s chest and shoulders,",
    "A miler’s thighs, with their self-conscious grace,",
    "And in between their sleek, converging bodies,",
    "Brilliantly oiled and burnished by the sun,",
    "He catches a brief glimpse of bloodied hair",
    "And hears an unintelligible prayer."
  ],
  "title": "The Feast of Stephen",
  "year": ""
}