{
  "author": "Anthony Hecht",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179058",
  "region": "",
  "text": [
    "Composed in the Tower before his execution",
    "These moving verses, and being brought at that time",
    "Painfully to the stake, submitted, declaring thus:",
    "“I implore my God to witness that I have made no crime.”",
    "Nor was he forsaken of courage, but the death was horrible,",
    "The sack of gunpowder failing to ignite.",
    "His legs were blistered sticks on which the black sap",
    "Bubbled and burst as he howled for the Kindly Light.",
    "And that was but one, and by no means one of the worst;",
    "Permitted at least his pitiful dignity;",
    "And such as were by made prayers in the name of Christ,",
    "That shall judge all men, for his soul’s tranquillity.",
    "We move now to outside a German wood.",
    "Three men are there commanded to dig a hole",
    "In which the two Jews are ordered to lie down",
    "And be buried alive by the third, who is a Pole.",
    "Not light from the shrine at Weimar beyond the hill",
    "Nor light from heaven appeared. But he did refuse.",
    "A Lüger settled back deeply in its glove.",
    "He was ordered to change places with the Jews.",
    "Much casual death had drained away their souls.",
    "The thick dirt mounted toward the quivering chin.",
    "When only the head was exposed the order came",
    "To dig him out again and to get back in.",
    "No light, no light in the blue Polish eye.",
    "When he finished a riding boot packed down the earth.",
    "The Lüger hovered lightly in its glove.",
    "He was shot in the belly and in three hours bled to death.",
    "No prayers or incense rose up in those hours",
    "Which grew to be years, and every day came mute",
    "Ghosts from the ovens, sifting through crisp air,",
    "And settled upon his eyes in a black soot."
  ],
  "title": "“More Light! More Light!”",
  "year": ""
}