{
  "author": "Richard Siken",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Relationships",
    "Nature",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177722",
  "region": "U.S., Southwestern",
  "text": [
    "Every morning the maple leaves.",
    "Every morning another chapter where the hero shifts",
    "from one foot to the other. Every morning the same big",
    "and little words all spelling out desire, all spelling out",
    "So maybe I wanted to give you something more than a catalog",
    "of non-definitive acts,",
    "something other than the desperation.",
    "Dear So-and-So, I’m sorry I couldn’t come to your party.",
    "Dear So-and-So, I’m sorry I came to your party",
    "and seduced you",
    "and left you bruised and ruined, you poor sad thing.",
    "You want a better story. Who wouldn’t?",
    "A forest, then. Beautiful trees. And a lady singing.",
    "and so on.",
    "What a sweet lady. Sing lady, sing! Of course, she wakes the dragon.",
    "Love always wakes the dragon and suddenly",
    "flames everywhere.",
    "I can tell already you think I’m the dragon,",
    "that would be so like me, but I’m not. I’m not the dragon.",
    "I’m not the princess either.",
    "Who am I? I’m just a writer. I write things down.",
    "I walk through your dreams and invent the future. Sure,",
    "I sink the boat of love, but that comes later. And yes, I swallow",
    "glass, but that comes later.",
    "And the part where I push you",
    "flush against the wall and every part of your body rubs against the bricks,",
    "shut up",
    "I’m getting to it.",
    "For a while I thought I was the dragon.",
    "I guess I can tell you that now. And, for a while, I thought I was",
    "the princess,",
    "cotton candy pink, sitting there in my room, in the tower of the castle,",
    "young and beautiful and in love and waiting for you with",
    "confidence",
    "but the princess looks into her mirror and only sees the princess,",
    "while I’m out here, slogging through the mud, breathing fire,",
    "and getting stabbed to death.",
    "Okay, so I’m the dragon. Big deal.",
    "You still get to be the hero.",
    "You get magic gloves! A fish that talks! You get eyes like flashlights!",
    "What more do you want?",
    "I make you pancakes, I take you hunting, I talk to you as if you’re",
    "really there.",
    "Are you there, sweetheart? Do you know me? Is this microphone live?",
    "Let me do it right for once,",
    "for the record, let me make a thing of cream and stars that becomes,",
    "you know the story, simply heaven.",
    "Inside your head you hear a phone ringing",
    "and when you open your eyes",
    "only a clearing with deer in it. Hello deer.",
    "Inside your head the sound of glass,",
    "a car crash sound as the trucks roll over and explode in slow motion.",
    "Hello darling, sorry about that.",
    "Sorry about the bony elbows, sorry we",
    "lived here, sorry about the scene at the bottom of the stairwell",
    "and how I ruined everything by saying it out loud.",
    "Especially that, but I should have known.",
    "You see, I take the parts that I remember and stitch them back together",
    "to make a creature that will do what I say",
    "or love me back.",
    "I’m not really sure why I do it, but in this version you are",
    "feeding yourself to a bad man",
    "against a black sky prickled with small lights.",
    "I take it back.",
    "The wooden halls like caskets. These terms from the lower depths.",
    "I take them back.",
    "Here is the repeated image of the lover destroyed.",
    "Crossed out.",
    "Clumsy hands in a dark room. Crossed out. There is something",
    "underneath the floorboards.",
    "Crossed out. And here is the tabernacle",
    "reconstructed.",
    "Here is the part where everyone was happy all the time and we were all",
    "forgiven,",
    "even though we didn’t deserve it.",
    "Inside your head you hear",
    "a phone ringing, and when you open your eyes you’re washing up",
    "in a stranger’s bathroom,",
    "standing by the window in a yellow towel, only twenty minutes away",
    "from the dirtiest thing you know.",
    "All the rooms of the castle except this one, says someone, and suddenly",
    "darkness,",
    "suddenly only darkness.",
    "In the living room, in the broken yard,",
    "in the back of the car as the lights go by. In the airport",
    "bathroom’s gurgle and flush, bathed in a pharmacy of",
    "unnatural light,",
    "my hands looking weird, my face weird, my feet too far away.",
    "And then the airplane, the window seat over the wing with a view",
    "of the wing and a little foil bag of peanuts.",
    "I arrived in the city and you met me at the station,",
    "smiling in a way",
    "that made me frightened. Down the alley, around the arcade,",
    "up the stairs of the building",
    "to the little room with the broken faucets, your drawings, all your things,",
    "I looked out the window and said",
    "because it didn’t,",
    "but then I noticed the black sky and all those lights.",
    "We walked through the house to the elevated train.",
    "All these buildings, all that glass and the shiny beautiful",
    "mechanical wind.",
    "We were inside the train car when I started to cry. You were crying too,",
    "smiling and crying in a way that made me",
    "even more hysterical. You said I could have anything I wanted, but I",
    "just couldn’t say it out loud.",
    "Actually, you said",
    "is larger than the usual romantic love. It’s like a religion. It’s",
    "terrifying. No one",
    "will ever want to sleep with you.",
    "Okay, if you’re so great, you do it—",
    "here’s the pencil, make it work . . .",
    "If the window is on your right, you are in your own bed. If the window",
    "is over your heart, and it is painted shut, then we are breathing",
    "river water.",
    "Build me a city and call it Jerusalem. Build me another and call it",
    "Jerusalem.",
    "We have come back from Jerusalem where we found not",
    "what we sought, so do it over, give me another version,",
    "a different room, another hallway, the kitchen painted over",
    "and over,",
    "another bowl of soup.",
    "The entire history of human desire takes about seventy minutes to tell.",
    "Unfortunately, we don’t have that kind of time.",
    "Forget the dragon,",
    "leave the gun on the table, this has nothing to do with happiness.",
    "Let’s jump ahead to the moment of epiphany,",
    "in gold light, as the camera pans to where",
    "the action is,",
    "lakeside and backlit, and it all falls into frame, close enough to see",
    "the blue rings of my eyes as I say",
    "something ugly.",
    "I never liked that ending either. More love streaming out the wrong way,",
    "and I don’t want to be the kind that says",
    "But it doesn’t work, these erasures, this constant refolding of the pleats.",
    "There were some nice parts, sure,",
    "all lemondrop and mellonball, laughing in silk pajamas",
    "and the grains of sugar",
    "on the toast,",
    "or whatever, take a number. I’m sorry",
    "it’s such a lousy story.",
    "Dear Forgiveness, you know that recently",
    "we have had our difficulties and there are many things",
    "I want to ask you.",
    "I tried that one time, high school, second lunch, and then again,",
    "years later, in the chlorinated pool.",
    "I am still talking to you about help. I still do not have",
    "these luxuries.",
    "I have told you where I’m coming from, so put it together.",
    "When I say this, it should mean laughter,",
    "not poison.",
    "I want more applesauce. I want more seats reserved for heroes.",
    "Dear Forgiveness, I saved a plate for you.",
    "Quit milling around the yard and come inside."
  ],
  "title": "Litany in Which Certain Things Are Crossed Out",
  "year": ""
}