{
  "author": "Lew Welch",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/244550",
  "region": "U.S., Western",
  "text": [
    "I lived here nearly 5 years before I could",
    "meet the middle western day with anything approaching",
    "Dignity. It’s a place that lets you",
    "understand why the Bible is the way it is:",
    "Proud people cannot live here.",
    "The land’s too flat. Ugly sullen and big it",
    "pounds men down past humbleness. They",
    "Stoop at 35 possibly cringing from the heavy and",
    "terrible sky. In country like this there",
    "Can be no God but Jahweh.",
    "In the mills and refineries of its south side Chicago",
    "passes its natural gas in flames",
    "Bouncing like bunsens from stacks a hundred feet high.",
    "The stench stabs at your eyeballs.",
    "The whole sky green and yellow backdrop for the skeleton",
    "steel of a bombed-out town.",
    "Remember the movies in grammar school? The goggled men",
    "doing strong things in",
    "Showers of steel-spark? The dark screen cracking light",
    "and the furnace door opening with a",
    "Blast of orange like a sunset? Or an orange?",
    "It was photographed by a fairy, thrilled as a girl, or",
    "a Nazi who wished there were people",
    "Behind that door (hence the remote beauty), but Sievers,",
    "whose old man spent most of his life in there,",
    "Remembers a “nigger in a red T-shirt pissing into the",
    "black sand.”",
    "It was 5 years until I could afford to recognize the ferocity.",
    "Friends helped me. Then I put some",
    "Love into my house. Finally I found some quiet lakes",
    "and a farm where they let me shoot pheasant.",
    "Standing in the boat one night I watched the lake go",
    "absolutely flat. Smaller than raindrops, and only",
    "Here and there, the feeding rings of fish were visible a hundred",
    "yards away — and the Blue Gill caught that afternoon",
    "Lifted from its northern lake like a tropical! Jewel at its ear",
    "Belly gold so bright you’d swear he had a",
    "Light in there. His color faded with his life. A small",
    "green fish . . .",
    "All things considered, it’s a gentle and undemanding",
    "planet, even here. Far gentler",
    "Here than any of a dozen other places. The trouble is",
    "always and only with what we build on top of it.",
    "There’s nobody else to blame. You can’t fix it and you",
    "can’t make it go away. It does no good appealing",
    "To some ill-invented Thunderer",
    "Brooding above some unimaginable crag . . .",
    "It’s ours. Right down to the last small hinge it",
    "all depends for its existence",
    "Only and utterly upon our sufferance.",
    "Driving back I saw Chicago rising in its gases and I",
    "knew again that never will the",
    "Man be made to stand against this pitiless, unparalleled",
    "monstrocity. It",
    "Snuffles on the beach of its Great Lake like a",
    "blind, red, rhinoceros.",
    "It’s already running us down.",
    "You can’t fix it. You can’t make it go away.",
    "I don’t know what you’re going to do about it,",
    "But I know what I’m going to do about it. I’m just",
    "going to walk away from it. Maybe",
    "A small part of it will die if I’m not around",
    "feeding it anymore."
  ],
  "title": "Chicago Poem",
  "year": ""
}