{
  "author": "Stanley Kunitz",
  "classification": "",
  "keywords": [
    "Religion",
    "Pets",
    "Separation",
    "Divorce",
    "Marriage",
    "Companionship",
    "Home Life",
    "Trees",
    "Flowers",
    "Gardening",
    "Animals",
    "Living",
    "Relationships",
    "Activities",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171847",
  "region": "",
  "text": [
    "That year of the cloud, when my marriage failed,",
    "I slept in a chair, by the flagstone hearth,",
    "fighting my sleep,",
    "and one night saw a Hessian soldier",
    "stand at attention there in full",
    "regalia, till his head broke into flames.",
    "My only other callers were the FBI",
    "sent to investigate me as a Russian spy",
    "by patriotic neighbors on the river road;",
    "and flying squirrels parachuting from the elms",
    "who squeaked in rodent heat between the walls",
    "and upstairs rumbled at their nutty games.",
    "I never dared open the attic door.",
    "Even my nervous Leghorns joined the act,",
    "indulging their taste for chicken from behind.",
    "A glazed look swam into the survivors’ eyes;",
    "they caught a sort of dancing-sickness,",
    "a variation of the blind staggers,",
    "that hunched their narrow backs and struck",
    "a stiffened wing akimbo,",
    "as round and round the poultry yard",
    "they flapped and dropped and flapped again.",
    "The county agent shook his head:",
    "not one of them was spared the cyanide.",
    "That year of the cloud, when my marriage failed,",
    "I paced up and down the bottom-fields,",
    "tamping the mud-puddled nurslings in",
    "with a sharp blow of the heel",
    "timed to the chop-chop of the hoe:",
    "red pine and white, larch, balsam fir,",
    "one stride apart, two hundred to the row,",
    "until I heard from Rossiter’s woods",
    "the downward spiral of a veery’s song",
    "unwinding on the eve of war.",
    "Lord! Lord! who has lived so long?",
    "Count it ten thousand trees ago,",
    "five houses and ten thousand trees,",
    "since the swallows exploded from Bowman Tower",
    "over the place where the hermit sang,",
    "while I held a fantail of squirming roots",
    "that kissed the palm of my dirty hand,",
    "as if in reply to a bird.",
    "The stranger who hammers No Trespass signs",
    "to the staghorn sumac along the road",
    "must think he owns this property.",
    "I park my car below the curve",
    "and climbing over the tumbled stones",
    "where the wild foxgrape perseveres,",
    "I walk into the woods I made,",
    "my dark and resinous, blistered land,",
    "through the deep litter of the years."
  ],
  "title": "River Road",
  "year": ""
}