{
  "author": "Kenneth Koch",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30653",
  "region": "",
  "text": [
    "The sun is high, the seaside air is sharp,",
    "And salty light reveals the Mayan School.",
    "The Irish hope their names are on the harp,",
    "We see the sheep's advertisement for wool,",
    "Boulders are here, to throw against a tarp,",
    "From which comes bursting forth a puzzled mule.",
    "Perceval seizes it and mounts it, then",
    "The blood-dimmed tide recedes and then comes in again.",
    "Fateful connections that we make to things",
    "Whose functioning's oblivious to our lives!",
    "How sidewise news of light from darkness springs,",
    "How blue bees buzz from big blooms back to hives",
    "And make the honey while the queen bee sings",
    "Leadbelly in arrangements by Burl Ives—",
    "How long ago I saw the misted pine trees",
    "And hoped, no matter how, to get them into poetry!",
    "Stendhal, at fifty, gazing as it happened",
    "On Rome from the Janiculum, decided",
    "That one way he could give his life a stipend",
    "Was to suspend his being Amour's fighter",
    "And get to know himself. Here he had ripened",
    "Accomplished, loved, and lived, was a great writer",
    "But never had explored in true detail",
    "His childhood and his growing up. So he set sail",
    "Composing",
    "But in five hundred pages scarcely got",
    "Beyond his seventeenth year, for it is hard",
    "To take into account what happens here",
    "And fit it all onto an index card.",
    "Even one moment of it is too hot,",
    "Complex and cannibalistically connected",
    "To every other, which is what might be expected.",
    "Sterne's hero has a greater problem, never",
    "Getting much past his birth. I've had a third one.",
    "My autobiography, if I should ever",
    "Start out to write it, quickly seems a burden",
    "An I-will-do-that-the-next-time endeavor.",
    "Whatever life I do write's an absurd one",
    "As if some crazy person with a knife",
    "Cut up and made a jigsaw puzzle of a life.",
    "In any case a life that's hardly possible",
    "In the conditions that we really live in,",
    "Where easy flying leaps to inaccessible",
    "Mountainy places where love is a given",
    "And misery, if there, infinitesimal,",
    "Are quite the norm. Here none by pain is driven",
    "That is not curable by the romanza",
    "That's kept in readiness to finish any stanza.",
    "Whatever, then, I see at this late stage of",
    "My life I may or may not have stayed ignorant",
    "Of that great book I've strained to write one page of",
    "Yet always hoping my page was significant.",
    "Be it or not, for me and for the ages",
    "I leave it as it is. Yet as a figurant",
    "Who has not stopped, I'm writing in addition",
    "More lines to clarify my present disposition.",
    "One person in a million finds out something",
    "Perhaps each fifty years and that is knowledge.",
    "Newton, Copernicus, Einstein are cunning.",
    "The rest of us just rise and go to college",
    "With no more hope to come home with the bunting",
    "Than a stray dachshund going through the village.",
    "However, what a treat our small successes",
    "Of present and of past, at various addresses!",
    "To be in all those places where I tarried",
    "Too little or too late or bright and early",
    "To love again the first woman I married",
    "To marvel at such things as melancholy,",
    "Sophistication, drums, a baby carriage,",
    "A John Cage concert heard at Alice Tully—",
    "How my desire when young to be a poet",
    "Made me attentive and oblivious every moment!",
    "Do you remember Oceanview the Fair?",
    "The heights above the river? The canoes?",
    "The place we beached them and the grass was bare?",
    "Those days the sandbars gave our knees a truce?",
    "The crooked line of pantry shelves, with pear",
    "And cherry jam? And Pancho, with his noose?",
    "Do you remember Full and Half and Empty?",
    "Do you remember sorrow standing in the entry?",
    "Do you remember thought, and talking plainly?",
    "Michel and I went walking after Chartres",
    "Cathedral had engaged our spirits mainly",
    "By giving us an insight into Barthes.",
    "Michel said he was capable of feigning",
    "Renewed intentions of the soul's deep part,",
    "Like this cathedral's artificial forces",
    "That press a kind of artless thought into our faces.",
    "And yet— The moor is dark beneath the moon.",
    "The porcupine turns over on its belly",
    "And new conceptions rap at the cocoon.",
    "Civilization, dealing with us fairly,",
    "For once, releases its Erectheion",
    "Of understanding, which consoles us, nearly.",
    "Later we study certain characteristics",
    "That may give us a better chance with the statistics.",
    "How much I'd like to live the whole thing over,",
    "But making some corrections as I go!",
    "To be a better husband and a father,",
    "Be with my babies on a sled in snow.",
    "By twenty I'd have understood my mother",
    "And by compassion found a way to know",
    "What separates the what-I-started-out-as",
    "From what-I-sometimes-wished-I-was-when-in-the-mountains.",
    "To be once more the one who what was worthy",
    "Of courtship courted—it was quite as stressful",
    "As trying to, er, as they say, give birth to",
    "A poem and as often unsuccessful,",
    "But it was nice to be sublime and flirty",
    "With radiant girls, and, in some strange way, restful.",
    "I could be everything I wasn't usually—",
    "And then to get somebody else to feel it mutually!",
    "In poems the same problem or a similar.",
    "Desire of course not only to do old things",
    "But things unheard of yet by nuns or visitors",
    "And of the melancholy finch be co-finch",
    "In singing songs with such a broad parameter",
    "That seamstresses would stare, forget to sew things,",
    "Astronauts quit the sky, athletes the stadium",
    "To hear them, and the rest of what they hear be tedium.",
    "Such wild desires, I think it's recognizable",
    "Are part and parcel of the Human Image",
    "And in a way, I'd say, no less predictable",
    "Than Popeye's feelings for a can of spinach.",
    "Yet if we're set on course by the Invisible,",
    "All pre-determined, what about the language",
    "That teases me each morning with its leanings",
    "Toward the Unprogrammed Altitudes beyond its meanings?",
    "Are you, O particles, O atoms, nominatives",
    "Like Percevals and Stendhals, set in motion",
    "By some Ordaining Will that is definitive?",
    "Is this invading chill and high emotion,",
    "This tendency to know one is regenerative,",
    "Is this, all, tidal take-home like the ocean?",
    "Be what you may, my thanks for your society",
    "Through the long life I've had, your jokes and your variety,",
    "The warmth you've shown in giving me a temperature",
    "That I can live with, and the strength you've shared with me",
    "In arms and legs—and for your part in literature,",
    "What can I say? It is as if life stared at me",
    "And kissed my lips and left it as a signature.",
    "Thank you for that, and thank you for preparing me",
    "For love itself, and friendship, its co-agent.",
    "Thank you for being this, and for its inspiration."
  ],
  "title": "Bel Canto",
  "year": ""
}