{
  "author": "Kenneth Koch",
  "classification": "",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/237636",
  "region": "",
  "text": [
    "I",
    "At the Poem Society a black-haired man stands up to say",
    "“You make me sick with all your talk about restraint and mature talent!",
    "Haven’t you ever looked out the window at a painting by Matisse,",
    "Or did you always stay in hotels where there were too many spiders crawling on your visages?",
    "Did you ever glance inside a bottle of sparkling pop,",
    "Or see a citizen split in two by the lightning?",
    "I am afraid you have never smiled at the hibernation",
    "Of bear cubs except that you saw in it some deep relation",
    "To human suffering and wishes, oh what a bunch of crackpots!”",
    "The black-haired man sits down, and the others shoot arrows at him.",
    "A blond man stands up and says,",
    "“He is right! Why should we be organized to defend the kingdom",
    "Of dullness? There are so many slimy people connected with poetry,",
    "Too, and people who know nothing about it!",
    "I am not recommending that poets like each other and organize to fight them,",
    "But simply that lightning should strike them.”",
    "Then the assembled mediocrities shot arrows at the blond-haired man.",
    "The chairman stood up on the platform, oh he was physically ugly!",
    "He was small-limbed and –boned and thought he was quite seductive,",
    "But he was bald with certain hideous black hairs,",
    "And his voice had the sound of water leaving a vaseline bathtub,",
    "And he said, “The subject for this evening’s discussion is poetry",
    "On the subject of love between swans.” And everyone threw candy hearts",
    "At the disgusting man, and they stuck to his bib and tucker,",
    "And he danced up and down on the platform in terrific glee",
    "And recited the poetry of his little friends—but the blond man stuck his head",
    "Out of a cloud and recited poems about the east and thunder,",
    "And the black-haired man moved through the stratosphere chanting",
    "Poems of the relationships between terrific prehistoric charcoal whales,",
    "And the slimy man with candy hearts sticking all over him",
    "Wilted away like a cigarette paper on which the bumblebees have urinated,",
    "And all the professors left the room to go back to their duty,",
    "And all that were left in the room were five or six poets",
    "And together they sang the new poem of the twentieth century",
    "Which, though influenced by Mallarmé, Shelley, Byron, and Whitman,",
    "Plus a million other poets, is still entirely original",
    "And is so exciting that it cannot be here repeated.",
    "You must go to the Poem Society and wait for it to happen.",
    "Once you have heard this poem you will not love any other,",
    "Once you have dreamed this dream you will be inconsolable,",
    "Once you have loved this dream you will be as one dead,",
    "Once you have visited the passages of this time’s great art!",
    "2",
    "“Oh to be seventeen years old",
    "Once again,” sang the red-haired man, “and not know that poetry",
    "Is ruled with the sceptre of the dumb, the deaf, and the creepy!”",
    "And the shouting persons battered his immortal body with stones",
    "And threw his primitive comedy into the sea",
    "From which it sang forth poems irrevocably blue.",
    "Who are the great poets of our time, and what are their names?",
    "Yeats of the baleful influence, Auden of the baleful influence, Eliot of the baleful influence",
    "(Is Eliot a great poet? no one knows), Hardy, Stevens, Williams (is Hardy of our time?),",
    "Hopkins (is Hopkins of our time?), Rilke (is Rilke of our time?), Lorca (is Lorca of our time?), who is still of our time?",
    "Mallarmé, Valéry, Apollinaire, Éluard, Reverdy, French poets are still of our time,",
    "Pasternak and Mayakovsky, is Jouve of our time?",
    "Where are young poets in America, they are trembling in publishing houses and universities,",
    "Above all they are trembling in universities, they are bathing the library steps with their spit,",
    "They are gargling out innocuous (to whom?) poems about maple trees and their children,",
    "Sometimes they brave a subject like the Villa d’Este or a lighthouse in Rhode Island,",
    "Oh what worms they are! they wish to perfect their form.",
    "Yet could not these young men, put in another profession,",
    "Succeed admirably, say at sailing a ship? I do not doubt it, Sir, and I wish we could try them.",
    "(A plane flies over the ship holding a bomb but perhaps it will not drop the bomb,",
    "The young poets from the universities are staring anxiously at the skies,",
    "Oh they are remembering their days on the campus when they looked up to watch birds excrete,",
    "They are remembering the days they spent making their elegant poems.)",
    "Is there no voice to cry out from the wind and say what it is like to be the wind,",
    "To be roughed up by the trees and to bring music from the scattered houses",
    "And the stones, and to be in such intimate relationship with the sea",
    "That you cannot understand it? Is there no one who feels like a pair of pants?",
    "3",
    "Summer in the trees! “It is time to strangle several bad poets.”",
    "The yellow hobbyhorse rocks to and fro, and from the chimney",
    "Drops the Strangler! The white and pink roses are slightly agitated by the struggle,",
    "But afterwards beside the dead “poet” they cuddle up comfortingly against their vase. They are safer now, no one will compare them to the sea.",
    "Here on the railroad train, one more time, is the Strangler.",
    "He is going to get that one there, who is on his way to a poetry reading.",
    "Agh! Biff! A body falls to the moving floor.",
    "In the football stadium I also see him,",
    "He leaps through the frosty air at the maker of comparisons",
    "Between football and life and silently, silently strangles him!",
    "Here is the Strangler dressed in a cowboy suit",
    "Leaping from his horse to annihilate the students of myth!",
    "The Strangler’s ear is alert for the names of Orpheus,",
    "Cuchulain, Gawain, and Odysseus,",
    "And for poems addressed to Jane Austen, F. Scott Fitzgerald,",
    "To Ezra Pound, and to personages no longer living",
    "Even in anyone’s thoughts—O Strangler the Strangler!",
    "He lies on his back in the waves of the Pacific Ocean.",
    "4",
    "Supposing that one walks out into the air",
    "On a fresh spring day and has the misfortune",
    "To encounter an article on modern poetry",
    "In",
    ", or has the misfortune",
    "To see some examples of some of the poetry",
    "Written by the men with their eyes on the myth",
    "And the Missus and the midterms, in the",
    "Or, if one is abroad, in",
    "Or indeed in",
    ", what is one to do",
    "With the rest of one’s day that lies blasted to ruins",
    "All bluely about one, what is one to do?",
    "O surely one cannot complain to the President,",
    "Nor even to the deans of Columbia College,",
    "Nor to T. S. Eliot, nor to Ezra Pound,",
    "And supposing one writes to the Princess Caetani,",
    "“Your poets are awful!” what good would it do?",
    "And supposing one goes to the",
    "With a package of matches and sets fire to the building?",
    "One ends up in prison with trial subscriptions",
    "To the",
    "and",
    "!",
    "5",
    "Sun out! perhaps there is a reason for the lack of poetry",
    "In these ill-contented souls, perhaps they need air!",
    "Blue air, fresh air, come in, I welcome you, you are an art student,",
    "Take off your cap and gown and sit down on the chair.",
    "Together we shall paint the poets—but no, air! perhaps you should go to them, quickly,",
    "Give them a little inspiration, they need it, perhaps they are out of breath,",
    "Give them a little inhuman company before they freeze the English language to death!",
    "(And rust their typewriters a little, be sea air! be noxious! kill them, if you must, but stop their poetry!",
    "I remember I saw you dancing on the surf on the Côte d’Azur,",
    "And I stopped, taking my hat off, but you did not remember me,",
    "Then afterwards you came to my room bearing a handful of orange flowers",
    "And we were together all through the summer night!)",
    "That we might go away together, it is so beautiful on the sea, there are a few white clouds in the sky!",
    "But no, air! you must go . . . Ah, stay!",
    "But she has departed and . . . Ugh! what poisonous fumes and clouds! what a suffocating atmosphere!",
    "Cough! whose are these hideous faces I see, what is this rigor",
    "Infecting the mind? where are the green Azores,",
    "Fond memories of childhood, and the pleasant orange trolleys,",
    "A girl’s face, red-white, and her breasts and calves, blue eyes, brown eyes, green eyes, fahrenheit",
    "Temperatures, dandelions, and trains, O blue?!",
    "Wind, wind, what is happening? Wind! I can’t see any bird but the gull, and I feel it should symbolize . . .",
    "Oh, pardon me, there’s a swan, one two three swans, a great white swan, hahaha how pretty they are! Smack!",
    "Oh! stop! help! yes, I see—disrespect for my superiors—forgive me, dear Zeus, nice Zeus, parabolic bird, O feathered excellence! white!",
    "There is Achilles too, and there’s Ulysses, I’ve always wanted to see them,",
    "And there is Helen of Troy, I suppose she is Zeus too, she’s so terribly pretty—hello, Zeus, my you are beautiful, Bang!",
    "One more mistake and I get thrown out of the Modern Poetry Association, help! Why aren’t there any adjectives around?",
    "Oh there are, there’s practically nothing else—look, here’s",
    "and",
    "and . . . Scream! but what can I describe with these words? States!",
    "States symbolized and divided by two, complex states, magic states, states of consciousness governed by an aroused sincerity, cockadoodle doo!",
    "Another bird! is it morning? Help! where am I? am I in the barnyard? oink oink, scratch, moo! Splash!",
    "My first lesson. “Look around you. What do you think and feel?”",
    ". . . “Quickly!”",
    ". Wham! A-Plus. “Congratulations!” I am promoted.",
    "OOOhhhhh I wish I were dead, what a headache! My second lesson: “Rewrite your first lesson line six hundred times. Try to make it into a magnetic field.” I can do it too. But my poor line! What a nightmare! Here comes a tremendous horse,",
    "Trojan, I presume. No, it’s my third lesson. “Look, look! Watch him, see what he’s doing? That’s what we want you to do. Of course it won’t be the same as his at first, but . . .” I demur. Is there no other way to fertilize minds?",
    "Bang! I give in . . . Already I see my name in two or three anthologies, a serving girl comes into the barn bringing me the anthologies,",
    "She is very pretty and I smile at her a little sadly, perhaps it is my last smile! Perhaps she will hit me! But no, she smiles in return, and she takes my hand.",
    "My hand, my hand! what is this strange thing I feel in my hand, on my arm, on my chest, my face—can it be . . . ? it is! AIR!",
    "Air, air, you’ve come back! Did you have any success? “What do you think?” I don’t know, air. You are so strong, air.",
    "And she breaks my chains of straw, and we walk down the road, behind us the hideous fumes!",
    "Soon we reach the seaside, she is a young art student who places her head on my shoulder,",
    "I kiss her warm red lips, and here is the Strangler, reading the",
    "! Good luck to you, Strangler!",
    "Goodbye, Helen! goodbye, fumes! goodbye, abstracted dried-up boys! goodbye, dead trees! goodbye, skunks!",
    "Goodbye, manure! goodbye, critical manicure! goodbye, you big fat men standing on the east coast as well as the west giving poems the test! farewell, Valéry’s stern dictum!",
    "Until tomorrow, then, scum floating on the surface of poetry! goodbye for a moment, refuse that happens to land in poetry’s boundaries! adieu, stale eggs teaching imbeciles poetry to bolster up your egos! adios, boring anomalies of these same stale eggs!",
    "Ah, but the scum is deep! Come, let me help you! and soon we pass into the clear blue water. Oh GOODBYE, castrati of poetry! farewell, stale pale skunky pentameters (the only honest English meter, gloop gloop!) until tomorrow, horrors! oh, farewell!",
    "Hello, sea! good morning, sea! hello, clarity and excitement, you great expanse of green—",
    "O green, beneath which all of them shall drown!"
  ],
  "title": "Fresh Air",
  "year": ""
}