{
  "author": "Kenneth Koch",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/15850",
  "region": "",
  "text": [
    "I",
    "O what a physical effect it has on me",
    "To dive forever into the light blue sea",
    "Of your acquaintance! Ah, but dearest friends,",
    "Like forms, are finished, as life has ends! Still,",
    "It is beautiful, when October",
    "Is over, and February is over,",
    "To sit in the starch of my shirt, and to dream of your sweet",
    "Ways! As if the world were a taxi, you enter it, then",
    "Reply (to no one), “Let’s go five or six blocks.”",
    "Isn’t the blue stream that runs past you a translation from the Russian?",
    "Aren’t my eyes bigger than love?",
    "Isn’t this history, and aren’t we a couple of ruins?",
    "Is Carthage Pompeii? is the pillow the bed? is the sun",
    "What glues our heads together? O midnight! O midnight!",
    "Is love what we are,",
    "Or has happiness come to me in a private car",
    "That’s so very small I’m amazed to see it there?",
    "2",
    "We walk through the park in the sun, and you say, “There’s a spider",
    "Of shadow touching the bench, when morning’s begun.” I love you.",
    "I love you fame I love you raining sun I love you cigarettes I love you love",
    "I love you daggers I love smiles daggers and symbolism.",
    "3",
    "Inside the symposium of your sweetest look’s",
    "Sunflower awning by the nurse-faced chrysanthemums childhood",
    "Again represents a summer spent sticking knives into porcelain raspberries, when China’s",
    "Still a country! Oh, King Edward abdicated years later, that’s",
    "Exactly when. If you were seventy thousand years old, and I were a pill,",
    "I know I could cure your headache, like playing baseball in drinking-water, as baskets",
    "Of towels sweetly touch the bathroom floor! O benches of nothing",
    "Appear and reappear—electricity! I’d love to be how",
    "You are, as if",
    "The world were new, and the selves were blue",
    "Which we don",
    "Until it’s dawn,",
    "Until evening puts on",
    "The gray hooded selves and the light brown selves of . . .",
    "Water! your tear-colored nail polish",
    "Kisses me! and the lumberyard seems new",
    "As a calm",
    "On the sea, where, like pigeons,",
    "I feel so mutated, sad, so breezed, so revivified, and still so unabdicated—",
    "Not like an edge of land coming over the sea!"
  ],
  "title": "In Love with You",
  "year": ""
}