{
  "author": "Kenneth Koch",
  "classification": "",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/237630",
  "region": "",
  "text": [
    "I set forth one misted white day of June",
    "Beneath the great Atlantic rainway, and heard:",
    "“Honestly you smite worlds of truth, but",
    "Lose your own trains of thought, like a pigeon.",
    "Did you once ride in Kenneth’s machine?”",
    "“Yes, I rode there, an old man in shorts, blind,",
    "Who had lost his way in the filling station; Kenneth was kind.”",
    "“Did he fill your motionless ears with resonance and stain?”",
    "“No, he spoke not as a critic, but as a man.”",
    "“Tell me, what did he say?” “He said,",
    "‘My eyes are the white sky, the gravel on the groundway my sad lament.’”",
    "“And yet he drives between the two. . . .” “Exactly, Jane,",
    "And that is the modern idea of fittingness,",
    "To, always in motion, lose nothing, although beneath the",
    "Rainway they move in threes and twos completely",
    "Ruined for themselves, like moving pictures.”",
    "“But how other?” “Formulalessness, to go from the sun",
    "Into love’s sweet disrepair. He would fondly express",
    "‘Rain trees’—which is not a poem, ‘rain trees. . . .’”",
    "“Still, it is mysterious to have an engine",
    "That floats bouquets! and one day in the rear-vision",
    "Mirror of his car we vowed delight,",
    "The insufficiency of the silverware in the sunlight,",
    "The dreams he steals from and smiles, losing gain.”",
    "“Yet always beneath the rainway unsyntactical",
    "Beauty might leap up!” “That we might sing",
    "From smiles’ ravines, ‘Rose, the reverse of everything,",
    "May be profaned or talked at like a hat.’”",
    "“Oh that was sweet and short, like the minuet",
    "Of stars, which would permit us to seem our best friends",
    "By silver’s eminent lights! For nature is so small, ends",
    "Falsely reign, distending the time we did",
    "Behind our hope for body-work, riding with Kenneth.”",
    "Their voicing ceased, then started again, to complain",
    "That we are offered nothing when it starts to rain",
    "In the same way, though we are dying for the truth."
  ],
  "title": "On the Great Atlantic Rainway",
  "year": ""
}