{
  "author": "Kenneth Koch",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Philosophy"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/248448",
  "region": "",
  "text": [
    "In a poem, one line may hide another line,",
    "As at a crossing, one train may hide another train.",
    "That is, if you are waiting to cross",
    "The tracks, wait to do it for one moment at",
    "Least after the first train is gone. And so when you read",
    "Wait until you have read the next line—",
    "Then it is safe to go on reading.",
    "In a family one sister may conceal another,",
    "So, when you are courting, it's best to have them all in view",
    "Otherwise in coming to find one you may love another.",
    "One father or one brother may hide the man,",
    "If you are a woman, whom you have been waiting to love.",
    "So always standing in front of something the other",
    "As words stand in front of objects, feelings, and ideas.",
    "One wish may hide another. And one person's reputation may hide",
    "The reputation of another. One dog may conceal another",
    "On a lawn, so if you escape the first one you're not necessarily safe;",
    "One lilac may hide another and then a lot of lilacs and on the Appia Antica",
    "one tomb",
    "May hide a number of other tombs. In love, one reproach may hide",
    "another,",
    "One small complaint may hide a great one.",
    "One injustice may hide another—one colonial may hide another,",
    "One blaring red uniform another, and another, a whole column. One bath",
    "may hide another bath",
    "As when, after bathing, one walks out into the rain.",
    "One idea may hide another: Life is simple",
    "Hide Life is incredibly complex, as in the prose of Gertrude Stein",
    "One sentence hides another and is another as well. And in the laboratory",
    "One invention may hide another invention,",
    "One evening may hide another, one shadow, a nest of shadows.",
    "One dark red, or one blue, or one purple—this is a painting",
    "By someone after Matisse. One waits at the tracks until they pass,",
    "These hidden doubles or, sometimes, likenesses. One identical twin",
    "May hide the other. And there may be even more in there! The",
    "obstetrician",
    "Gazes at the Valley of the Var. We used to live there, my wife and I, but",
    "One life hid another life. And now she is gone and I am here.",
    "A vivacious mother hides a gawky daughter. The daughter hides",
    "Her own vivacious daughter in turn. They are in",
    "A railway station and the daughter is holding a bag",
    "Bigger than her mother's bag and successfully hides it.",
    "In offering to pick up the daughter's bag one finds oneself confronted by",
    "the mother's",
    "And has to carry that one, too. So one hitchhiker",
    "May deliberately hide another and one cup of coffee",
    "Another, too, until one is over-excited. One love may hide another love or",
    "the same love",
    "As when \"I love you\" suddenly rings false and one discovers",
    "The better love fingering behind, as when \"I'm full of doubts\"",
    "Hides \"I'm certain about something and it is that\"",
    "And one dream may hide another as is well known, always, too. In the",
    "Garden of Eden",
    "Adam and Eve may hide the real Adam and Eve.",
    "Jerusalem may hide another Jerusalem.",
    "When you come to something, stop to let it pass",
    "So you can see what else is there. At home, no matter where,",
    "Internal tracks pose dangers, too: one memory",
    "Certainly hides another, that being what memory is all about,",
    "The eternal reverse succession of contemplated entities. Reading",
    "look around",
    "When you have finished, for",
    ", to see",
    "If it is standing there, it should be, stronger",
    "And more profound and theretofore hidden as Santa Maria Maggiore",
    "May be hidden by similar churches inside Rome. One sidewalk",
    "May hide another, as when you're asleep there, and",
    "One song hide another song; a pounding upstairs",
    "Hide the beating of drums. One friend may hide another, you sit at the",
    "foot of a tree",
    "With one and when you get up to leave there is another",
    "Whom you'd have preferred to talk to all along. One teacher,",
    "One doctor, one ecstasy, one illness, one woman, one man",
    "May hide another. Pause to let the first one pass.",
    "You think, Now it is safe to cross and you are hit by the next one. It can be",
    "important",
    "To have waited at least a moment to see what was already there."
  ],
  "title": "One Train May Hide Another",
  "year": ""
}