{
  "author": "Kenneth Koch",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Time",
    "Brevity",
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/237626",
  "region": "",
  "text": [
    "I remember when I wrote The Circus",
    "I was living in Paris, or rather we were living in Paris",
    "Janice, Frank was alive, the Whitney Museum",
    "Was still on 8th Street, or was it still something else?",
    "Fernand Léger lived in our building",
    "Well it wasn’t really our building it was the building we lived in",
    "Next to a Grand Guignol troupe who made a lot of noise",
    "So that one day I yelled through a hole in the wall",
    "Of our apartment I don’t know why there was a hole there",
    "Shut up! And the voice came back to me saying something",
    "I don’t know what. Once I saw Léger walk out of the building",
    "I think. Stanley Kunitz came to dinner. I wrote The Circus",
    "In two tries, the first getting most of the first stanza;",
    "That fall I also wrote an opera libretto called Louisa or Matilda.",
    "Jean-Claude came to dinner. He said (about “cocktail sauce”)",
    "It should be good on something but not on these (oysters).",
    "By that time I think I had already written The Circus",
    "When I came back, having been annoyed to have to go",
    "I forget what I went there about",
    "You were back in the apartment what a dump actually we liked it",
    "I think with your hair and your writing and the pans",
    "Moving strummingly about the kitchen and I wrote The Circus",
    "It was a summer night no it was an autumn one summer when",
    "I remember it but actually no autumn that black dusk toward the post office",
    "And I wrote many other poems then but The Circus was the best",
    "Maybe not by far the best Geography was also wonderful",
    "And the Airplane Betty poems (inspired by you) but The Circus was the best.",
    "Sometimes I feel I actually am the person",
    "Who did this, who wrote that, including that poem The Circus",
    "But sometimes on the other hand I don’t.",
    "There are so many factors engaging our attention!",
    "At every moment the happiness of others, the health of those we know and our own!",
    "And the millions upon millions of people we don’t know and their well-being to think about",
    "So it seems strange I found time to write The Circus",
    "And even spent two evenings on it, and that I have also the time",
    "To remember that I did it, and remember you and me then, and write this poem about it",
    "At the beginning of The Circus",
    "The Circus girls are rushing through the night",
    "In the circus wagons and tulips and other flowers will be picked",
    "A long time from now this poem wants to get off on its own",
    "Someplace like a painting not held to a depiction of composing The Circus.",
    "Noel Lee was in Paris then but usually out of it",
    "In Germany or Denmark giving a concert",
    "As part of an endless activity",
    "Which was either his career or his happiness or a combination of both",
    "Or neither I remember his dark eyes looking he was nervous",
    "With me perhaps because of our days at Harvard.",
    "It is understandable enough to be nervous with anybody!",
    "How softly and easily one feels when alone",
    "Love of one’s friends when one is commanding the time and space syndrome",
    "If that’s the right word which I doubt but together how come one is so nervous?",
    "One is not always but what was I then and what am I now attempting to create",
    "If create is the right word",
    "Out of this combination of experience and aloneness",
    "And who are you telling me it is or is not a poem (not you?) Go back with me though",
    "To those nights I was writing The Circus.",
    "Do you like that poem? have you read it? It is in my book Thank You",
    "Which Grove just reprinted. I wonder how long I am going to live",
    "And what the rest will be like I mean the rest of my life.",
    "John Cage said to me the other night How old are you? and I told him forty-six",
    "(Since then I’ve become forty-seven) he said",
    "Oh that’s a great age I remember.",
    "John Cage once told me he didn’t charge much for his mushroom identification course (at the New School)",
    "Because he didn’t want to make a profit from nature",
    "He was ahead of his time I was behind my time we were both in time",
    "Brilliant go to the head of the class and “time is a river”",
    "It doesn’t seem like a river to me it seems like an unformed plan",
    "Days go by and still nothing is decided about",
    "What to do until you know it never will be and then you say “time”",
    "But you really don’t care much about it any more",
    "Time means something when you have the major part of yours ahead of you",
    "As I did in Aix-en-Provence that was three years before I wrote The Circus",
    "That year I wrote Bricks and The Great Atlantic Rainway",
    "I felt time surround me like a blanket endless and soft",
    "I could go to sleep endlessly and wake up and still be in it",
    "But I treasured secretly the part of me that was individually changing",
    "Like Noel Lee I was interested in my career",
    "And still am but now it is like a town I don’t want to leave",
    "Not a tower I am climbing opposed by ferocious enemies",
    "I never mentioned my friends in my poems at the time I wrote The Circus",
    "Although they meant almost more than anything to me",
    "Of this now for some time I’ve felt an attenuation",
    "So I’m mentioning them maybe this will bring them back to me",
    "Not them perhaps but what I felt about them",
    "John Ashbery Jane Freilicher Larry Rivers Frank O’Hara",
    "Their names alone bring tears to my eyes",
    "As seeing Polly did last night",
    "It is beautiful at any time but the paradox is leaving it",
    "In order to feel it when you’ve come back the sun has declined",
    "And the people are merrier or else they’ve gone home altogether",
    "And you are left alone well you put up with that your sureness is like the sun",
    "While you have it but when you don’t its lack’s a black and icy night. I came home",
    "And wrote The Circus that night, Janice. I didn’t come and speak to you",
    "And put my arm around you and ask you if you’d like to take a walk",
    "Or go to the Cirque Medrano though that’s what I wrote poems about",
    "And am writing about that now, and now I’m alone",
    "And this is not as good a poem as The Circus",
    "And I wonder if any good will come of either of them all the same."
  ],
  "title": "The Circus",
  "year": ""
}