{
  "author": "Kenneth Koch",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Music",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/237638",
  "region": "",
  "text": [
    "I",
    "The leaves of blue came drifting down.",
    "In the corner Madeleine Reierbacher was reading",
    ".",
    "The bay’s water helped to implement the structuring of the garden hose.",
    "The envelope fell. Was it pink or was it red? Consult",
    ".",
    "There, voyager, you will find your answer. The savant grapeade stands",
    "Remember Madeleine Reierbacher. Madeleine Reierbacher says,",
    "“If you are happy, there is no one to keep you from being happy;",
    "Don’t let them!” Madeleine Reierbacher went into the racing car.",
    "The racing car was orange and red. Madeleine Reierbacher drove to Beale Street.",
    "There Maddy doffed her garments to get into some more comfortable clothes.",
    "Jazz was already playing in Beale Street when Madeleine Reierbacher arrived there.",
    "Madeleine Reierbacher picked up the yellow horn and began to play.",
    "No one had ever heard anything comparable to the playing of Madeleine Reierbacher.",
    "What a jazz musician! The pianist missed his beats because he was so excited.",
    "The drummer stared out the window in ecstasy at the yellow wooden trees.",
    "The orchestra played “September in the Rain,” “Mugging,” and “I’m Full of Love.”",
    "Madeleine Reierbacher rolled up her sleeves; she picked up her horn; she played “Blues in the Rain.”",
    "It was the best jazz anyone had ever heard. It was mentioned in the newspapers. St. Louis!",
    "Madeleine Reierbacher became a celebrity. She played with Pesky Summerton and Muggsy Pierce.",
    "Madeleine cut numerous disks. Her best waxings are “Alpha Beta and Gamma”",
    "And “Wing Song.” One day Madeleine was riding on a donkey",
    "When she came to a yellow light; the yellow light did not change.",
    "Madeleine kept hoping it would change to green or red. She said, “As long as you have confidence,",
    "You need be afraid of nothing.” Madeleine saw the red smokestacks, she looked at the thin trees,",
    "And she regarded the railroad tracks. The yellow light was unchanging. Madeleine’s donkey dropped dead",
    "From his mortal load. Madeleine Reierbacher, when she fell to earth,",
    "Picked up a blade of grass and began to play. “The Blues!” cried the workmen of the vicinity,",
    "And they ran and came in great numbers to where Madeleine Reierbacher was.",
    "They saw her standing in that simple field beside the railroad track",
    "Playing, and they saw that light changing to green and red, and they saw that donkey stand up",
    "And rise into the sky; and Madeleine Reierbacher was like a clot of blue",
    "In the midst of the blue of all that sky, and the young farmers screamed",
    "In excitement, and the workmen dropped their heavy boards and stones in their excitement,",
    "And they cried, “O Madeleine Reierbacher, play us the ‘Lead Flint Blues’ once again!”",
    "O railroad stations, pennants, evenings, and lumberyards!",
    "When will you ever bring us such a beautiful soloist again?",
    "An argent strain shows on the reddish face of the sun.",
    "Madeleine Reierbacher stands up and screams, “I am getting wet! You are all egotists!”",
    "Her brain floats up into the lyric atmosphere of the sky.",
    "We must figure out a way to keep our best musicians with us.",
    "The finest we have always melt in the light blue sky!",
    "In the middle of a concert, sometimes, they disappear, like anvils.",
    "(The music comes down to us with sweet white hands on our shoulders.)",
    "We stare up in surprise; and we hear Madeleine’s best-known tune once again,",
    "“If you ain’t afraid of life, life can’t be afraid for you.”",
    "Madeleine! Come back and sing to us!",
    "2",
    "Dick looked up from his blackboard.",
    "Had he really written a history of the jazz age?",
    "He stared at his television set; the technicolor jazz program was coming on.",
    "The program that day was devoted to pictures of Madeleine Reierbacher",
    "Playing her saxophone in the golden age of jazz.",
    "Dick looked at his blackboard. It was a mass of green and orange lines.",
    "Here and there a red chalk line interlaced with the others.",
    "He stared attentively at the program.",
    "It was a clear and blue white day. Amos said, “The calibration is finished. Now there need be no more jazz.”",
    "In his mountain home old Lucas Dog laughed when he heard what Amos had said.",
    "He smilingly picked up his yellow horn to play, but all that came out of it was steam."
  ],
  "title": "The History of Jazz",
  "year": ""
}