{
  "author": "Oskar Pastior",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29602",
  "region": "",
  "text": [
    "Yes, I've been in Rome, at least two times,",
    "though on second thought it probably was",
    "three or maybe five. When was the last?",
    "That's easy, for I remember it exactly—",
    "at least what it was like when I first left.",
    "You mean a part of you remains in Rome?",
    "Not really, for when I was first in Rome",
    "I was truly there. That ended the second time,",
    "though I only realized it when I first left.",
    "So when you were in Rome your last time was",
    "consumed by thoughts of leaving? Not exactly.",
    "As time went on, I came around at last,",
    "thinking: obsess about leaving and nothing lasts;",
    "I'll end up never having been in Rome.",
    "Yet back then did you know just what exactly",
    "it meant to be in Rome during that time",
    "you thought about leaving, even if it was",
    "then you saw what you'd lose if you had left?",
    "Even at the time when I first left",
    "I'd no idea. But you're not saying the last",
    "you saw of Rome was your third visit, for wasn't",
    "it earlier that you felt you'd never leave Rome?",
    "No, all that happened there my second time,",
    "though to this day I feel about Rome exactly",
    "what I felt from the first. What that means exactly",
    "is hard to say, for perhaps I never left,",
    "since after all, my being there the first time",
    "didn't involve my leaving. Tell me then, at last,",
    "was it once or twice? were you really in Rome?",
    "Why certainly—I'm sure, I know I was,",
    "and on top of that you might even say I was",
    "there time and again, everything there exactly",
    "just the same, or like my last time in Rome,",
    "me feeling as if I'd never really left.",
    "But tell me now precisely, was the last",
    "you saw of Rome indeed that second time?",
    "To be exact, it happened the very first time",
    "that I saw Rome, darkness falling as I left",
    "causing me to see what simply couldn't last."
  ],
  "title": "An Interview",
  "year": ""
}