{
  "author": "Philip Larkin",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Marriage",
    "Companionship",
    "Travels",
    "Journeys",
    "Activities",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/learning/guide/180154",
  "region": "England",
  "text": [
    "That Whitsun, I was late getting away:",
    "Not till about",
    "One-twenty on the sunlit Saturday",
    "Did my three-quarters-empty train pull out,",
    "All windows down, all cushions hot, all sense",
    "Of being in a hurry gone. We ran",
    "Behind the backs of houses, crossed a street",
    "Of blinding windscreens, smelt the fish-dock; thence",
    "The river’s level drifting breadth began,",
    "Where sky and Lincolnshire and water meet.",
    "All afternoon, through the tall heat that slept",
    "For miles inland,",
    "A slow and stopping curve southwards we kept.",
    "Wide farms went by, short-shadowed cattle, and",
    "Canals with floatings of industrial froth;",
    "A hothouse flashed uniquely: hedges dipped",
    "And rose: and now and then a smell of grass",
    "Displaced the reek of buttoned carriage-cloth",
    "Until the next town, new and nondescript,",
    "Approached with acres of dismantled cars.",
    "At first, I didn’t notice what a noise",
    "The weddings made",
    "Each station that we stopped at: sun destroys",
    "The interest of what’s happening in the shade,",
    "And down the long cool platforms whoops and skirls",
    "I took for porters larking with the mails,",
    "And went on reading. Once we started, though,",
    "We passed them, grinning and pomaded, girls",
    "In parodies of fashion, heels and veils,",
    "All posed irresolutely, watching us go,",
    "As if out on the end of an event",
    "Waving goodbye",
    "To something that survived it. Struck, I leant",
    "More promptly out next time, more curiously,",
    "And saw it all again in different terms:",
    "The fathers with broad belts under their suits",
    "And seamy foreheads; mothers loud and fat;",
    "An uncle shouting smut; and then the perms,",
    "The nylon gloves and jewellery-substitutes,",
    "The lemons, mauves, and olive-ochres that",
    "Marked off the girls unreally from the rest.",
    "Yes, from cafés",
    "And banquet-halls up yards, and bunting-dressed",
    "Coach-party annexes, the wedding-days",
    "Were coming to an end. All down the line",
    "Fresh couples climbed aboard: the rest stood round;",
    "The last confetti and advice were thrown,",
    "And, as we moved, each face seemed to define",
    "Just what it saw departing: children frowned",
    "At something dull; fathers had never known",
    "Success so huge and wholly farcical;",
    "The women shared",
    "The secret like a happy funeral;",
    "While girls, gripping their handbags tighter, stared",
    "At a religious wounding. Free at last,",
    "And loaded with the sum of all they saw,",
    "We hurried towards London, shuffling gouts of steam.",
    "Now fields were building-plots, and poplars cast",
    "Long shadows over major roads, and for",
    "Some fifty minutes, that in time would seem",
    "Just long enough to settle hats and say",
    "A dozen marriages got under way.",
    "They watched the landscape, sitting side by side",
    "—An Odeon went past, a cooling tower,",
    "And someone running up to bowl—and none",
    "Thought of the others they would never meet",
    "Or how their lives would all contain this hour.",
    "I thought of London spread out in the sun,",
    "Its postal districts packed like squares of wheat:",
    "There we were aimed. And as we raced across",
    "Bright knots of rail",
    "Past standing Pullmans, walls of blackened moss",
    "Came close, and it was nearly done, this frail",
    "Travelling coincidence; and what it held",
    "Stood ready to be loosed with all the power",
    "That being changed can give. We slowed again,",
    "And as the tightened brakes took hold, there swelled",
    "A sense of falling, like an arrow-shower",
    "Sent out of sight, somewhere becoming rain."
  ],
  "title": "The Whitsun Weddings",
  "year": ""
}