{
  "author": "Sherod Santos",
  "classification": "Elegy",
  "keywords": [
    "Family",
    "Ancestors",
    "Death",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171917",
  "region": "",
  "text": [
    "In the last photograph of my sister, she is",
    "sprawling in the shade, or what shade’s left,",
    "on the converted toolshed’s whitewashed steps.",
    "It appears that she has finished for the day,",
    "an oil color of some tall sea pines, backlit",
    "by twilight off the water behind, her lifelong",
    "childlike forest-fear subdued for the moment",
    "by a filtered-through, delaminating blue",
    "loosening the fretwork of branch and crown.",
    "The oversized sweater she always wore",
    "is stippled with paint, and her face has the slightly",
    "moonstruck look (backlit, as well, by a thin",
    "gilt wash too finely filtered for the camera’s lens)",
    "of someone who’s stayed up reading late a novel",
    "whose story could be her own.",
    "Moments before,",
    "she’d lifted the painting toward the sun, squinting",
    "as she did, imagining—what? we’ll never know—",
    "the fading context into which she stared. Then,",
    "unpinning her hair, and leaning back against",
    "the shed, she yawns once and closes her eyes",
    "as if nothing weighed on her thoughts that day,",
    "her shoes kicked off, and an unlit cigarette cupped",
    "in her hand. And at just the instant the shutter",
    "clicks, the shadow of a dog (or a child?) appears",
    "at the far right edge of the picture. To think:",
    "how once she might’ve been amused by this,",
    "this perspective from which we’d frame her life",
    "(the perspective from which our own deaths hide)",
    "with who she’d been, was, and was tempted to be.",
    "And so it continues, day after day, this endless succession of",
    "moments culled haphazard from the staticky dark as though each",
    "were an event unto itself, as though each inscribed some legible",
    "scratch on the frail wax cylinder that kept alive a voice from the",
    "ever-receding past ....",
    "while her daughters nap on a folded towel beside her.",
    "In the archangel section of the plaster cast gallery, she holds",
    "her breath until the security guard stops looking her way.",
    "Standing beside the photomat, staring at a strip of pictures,",
    "her look of puzzlement slowly gives way to a look of recognition.",
    "In the middle of the night—I was eight or nine at the time—I wake",
    "to find her patting my head, because she has just had a bad dream.",
    "Visiting hours over, she returns down the hall to her hospital room:",
    "head down, shoulders stooped, her hands clasped behind her neck.",
    "(That same morning, when she started to cry, she somehow managed",
    "to distract herself by repeatedly crossing and uncrossing her legs.)",
    "Overjoyed to be finally going home, then, mid-sentence, falling silent",
    "at the thought of it, as though her mouth had been covered by a hand.",
    "A warm spring night. A streetlamp beyond an open window.",
    "Beneath the sill: a girl’s hushed voice exhorting itself in whispers.",
    "One morning, she leaves the house before dawn. She doesn’t take the car.",
    "By noon she finds herself in the business district of the city—",
    "a taxi is waiting, the driver is holding the door, and she sees that now,",
    "after all these years, she’s about to take the great journey of her life."
  ],
  "title": "Elegy for My Sister",
  "year": ""
}