{
  "author": "Sherod Santos",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Marriage",
    "Companionship",
    "History",
    "Politics",
    "Travels",
    "Journeys",
    "Living",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171918",
  "region": "",
  "text": [
    "I.",
    "Did he think that disguise would fool me? Gathering about",
    "His balding head those filthy rags, poor-mouthing",
    "His way beside my fire, then gazing into the looking glass",
    "Of my bride’s-mind to summon up the legend",
    "I’d seen last at the ashwood threshold twenty years ago,",
    "The husband who’d upped and sailed away on a black,",
    "Oar-swept ship of war to a place he called. . . I call",
    ".",
    "“Your son will vouch for me,” he claimed, “I saw your king",
    "On foreign soil. He wore a wine-dark, woolen cape",
    "Fastened by a brooch inlaid with gold, a brooch on which",
    "A great hound clenched and throttled to death a dappled fawn.”",
    "He knew, of course, I’d given Odysseus that very cape,",
    "Had dyed its wool that royal red, had buckled its folds",
    "With that same brooch. And so, I suppose, I passed his test.",
    "The salt tears soaked my cheek. A fact he took in silently",
    "Beneath his rags, though how could I not have recognized him",
    "With his poet’s words, his poet’s unfazed self-concern",
    "So skillfully playing my emotions? The truth is,",
    "However much I loved that man in the wine-dark cape,",
    "However much I’d longed for him, I’d have settled",
    "For the man with thinning hair, the beggar-king of Ithaca.",
    "II.",
    "Having slept alone year after year in the upper story",
    "Of our high-roofed home, having awakened nightly",
    "In that rooted, rightly far-famed bed he’d built by hand",
    "Around the bole of a thickset olive tree, I soon",
    "Discovered there are two known gates through which",
    "All dreams must come to pass. The first is made",
    "Of ivory, cleanly carved, the second of polished horn;",
    "Through ivory our dreams are will-o’-the-wisps, scant",
    "Tracings on the air, through horn they’re star-signs",
    "We’d be wise to chart our futures by. It was through horn",
    "It came that night he questioned me beside the fire,",
    "The contest of twelve axes, one for each month",
    "Of the year I’d lived through twenty times for him,",
    "Housebound to the labor of my hardwood loom.",
    "The thwarted suitors watched agog, he watched them watch,",
    "Though no one saw (how could they?) how the hand",
    "That strung his bow recalled my own hand spooling out",
    "New wool, that drew on strength enough to strike",
    "An arrow through a dozen axe-helve socket rings",
    "Recalled the heart it took each night to climb back",
    "Into the vaulted tomb of our empty, tree-housed bed.",
    "III.",
    "Waiting at the doorway while I was brushing back my hair,",
    "Odysseus stood and stared across the unraked terrace",
    "Gardens trashed from last night’s welcome home.",
    "One guttering pine-pitch torch still burned, its pool",
    "Of light apotheosized to a ringing lyre—the singer’s",
    "Who had begged him calm his bloodlust, spare",
    "One pauper soul among that heavy haul of slaughtered men.",
    "He’d been every inch the hero then, spattered with gore,",
    "His forehead glistening, dripping red. But this morning,",
    "He looked to me just as he had looked before: his thin",
    "Shirt clung like onion skin to his boxer’s ropy",
    "Shoulders, his young man’s muscled chest and arms;",
    "And as before, those faraway, slightly moonstruck eyes",
    "Seemed focused on a flyspeck at the world’s end.",
    "It struck me then that, even as he stood there, steeped",
    "In the memory of all this place brought home to him,",
    "He labored at the anchor of whatever in me",
    "Refused that death his heart most longed to master.",
    "And as before, I could see it coming, his going away,",
    "Those maddened gulls scavenging after the trim black ship",
    "My harbored longings had driven out of reach."
  ],
  "title": "Stranger at the Ashwood Threshold",
  "year": ""
}