{
  "author": "Ray Gonzalez",
  "classification": "",
  "keywords": [
    "Living",
    "Youth",
    "Coming of Age",
    "Relationships",
    "Home Life",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237182",
  "region": "U.S., Southwestern",
  "text": [
    "Everything was the apple and the glass of tea.",
    "The mountain, the mold, the apron on the grandmother—",
    "the neck of a brown baby holding its tiny head",
    "to get rid of the black bees.",
    "This is the end of a bad century,",
    "the opening of a door that was never built into the chest.",
    "A volume of loud wires coming out of the ground.",
    "My grandfather rising from fifty-four years of death to see me.",
    "The instrument carved out of bone.",
    "A lock of hair from a famous seventeenth-century poet.",
    "The disintegrating bible wishing it was another book.",
    "A hanging arm sweeping the water out of the way.",
    "My memory of flying through the tunnel that came out of nowhere.",
    "A dog with wings and a cat with magic.",
    "The sentiment and the sweat.",
    "The blue chest of the working man and",
    "the bare ankle of a young girl who drank beer.",
    "The shadow of a young boy named Carlos and",
    "the bare shoulders of a young girl who whispered.",
    "The hunger of an older boy named José.",
    "The hard work of a brother named Ramón with",
    "a closeness and a disagreement among them.",
    "A torn pair of work pants and",
    "a stiff and muddy pair of gloves.",
    "A pocket with two dollars crumbled inside.",
    "A bare foot rubbing the bare back of a young girl.",
    "The fourth can of beer.",
    "The farmhouse that belonged to the family",
    "and the chickens that were killed for food.",
    "The cactus garden that killed two men when they fell in",
    "and the pieces of green cactus that made them dream.",
    "The green juice that started the earthquake,",
    "the crushed flesh of cactus on their tongues",
    "and its swelling that made them dream.",
    "A garden hose washing away the blood.",
    "The sparrow hovering over the trash can and",
    "the back alley stinking of dog shit and drunken men.",
    "Falling feathers interpreted for what they bring.",
    "A church next door full of sermons and howling black faces.",
    "The corner of the house where a young boy went to hide.",
    "A single strand of hair found in a high school yearbook,",
    "the forgotten idea that hiding it in there would lead to a different life.",
    "The piano wounded by stones falling out of the cottonwood.",
    "The willow tree spreading over the entire front yard",
    "and the tiny white balls of gum that fell out of it one day.",
    "The smell of shadows, trains, humor, tumbleweeds,",
    "ice, empty parking lots, one or two torn knees,",
    "a baseball glove, the first guy to cross the finish line,",
    "the fear, the dread and the skill of escaping",
    "so no one would start a list of smells.",
    "Fear melted the memory of a lost boy.",
    "The old house, the rosary around the neck,",
    "the crushed dog in the road—",
    "a sudden calling from behind to warn him",
    "to come in and be still.",
    "Who recalls how this ended when the men",
    "built their ships and invaded to change the outcome?",
    "The right to cry out and wait a whole century.",
    "The embers, the lone piano, the oil lamps",
    "damaged by a dream.",
    "The ambition in the spine.",
    "Who will insist on tapping the window to show",
    "how easy it is to delay the next hundred years?"
  ],
  "title": "Adult",
  "year": ""
}