{
  "author": "Ray Gonzalez",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "Jobs",
    "Working",
    "Religion",
    "God",
    "the Divine",
    "Christianity",
    "Social Commentaries",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237180",
  "region": "U.S., Southwestern",
  "text": [
    "I sit with my railroad face and ask God to forgive me",
    "for being a straight line toward the dead",
    "who were buried with their poor clothes",
    "in the Arizona desert of iron borders.",
    "This way of waving to the embers of the past,",
    "not apologzing for carrying torn rosaries inside",
    "my pockets where beads of worry became fossilized",
    "insects whose dry husks I kept since a child.",
    "Faces adopted me from boys who hated their parents.",
    "I was told not to repeat this,",
    "reminded by the priest who unmasked himself.",
    "I was told there was a great horror down",
    "the hallway of the smelly Catholic school.",
    "Once, my friend Joey jumped off the second floor window",
    "and flattened his brains over the asphalt yard.",
    "I see a hibiscus blossom.",
    "It is a bright yellow flower that lasts one day.",
    "Its shape brings tears, saves me from the hummingbird",
    "that dots the air with patterns resembling an alphabet",
    "too familiar to smell like a railroad worker.",
    "I love heaven when I admit the spikes",
    "and the railroad ties came from",
    "the labor of fate and not the labor of love.",
    "The tracks are my cross.",
    "The tiny car is full of sweating men.",
    "They look into the eye of the sun,",
    "hold their hammers over their blackened heads.",
    "If staring grows in the common search,",
    "a perfume dots the heart with greed.",
    "Silence between the lightning of pounding stakes.",
    "Once, I rode the train home",
    "to see if the smoke from the speeding engine",
    "was going to enter my lungs.",
    "I never wore the old, yellow hat of the crew,",
    "but returned the shovel and the bag of railroad spikes,",
    "thought I saw my grandfather, the foreman, running",
    "across the desert in overalls, changing his skin",
    "from brown to the black of the scorched engine.",
    "I live with my railroad face, its smoothness hammered",
    "by sweating crews that knew the line of hot iron",
    "was going to end in the west someday.",
    "I live with my railroad face and don’t know why",
    "the tracks disappear on the horizon.",
    "I cross my railroad face and comb my hair."
  ],
  "title": "Railroad Face",
  "year": ""
}