{
  "author": "Ray Gonzalez",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Race",
    "Ethnicity",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240474",
  "region": "U.S., Southwestern",
  "text": [
    "Julius Caesar’s head was cut off",
    "and fed to the barbarians waiting",
    "outside the walls of Rome.",
    "Salvador Dali wore one orange",
    "sock and a white one on days",
    "he went to eat breakfast in cafes.",
    "On days he stared at the wall,",
    "he did not wear socks.",
    "Yukio Mishima sheathed his knives",
    "in wall of whale oil, claiming such",
    "creatures were the only ones that",
    "understood the art of sacrifice.",
    "The last thing John Lennon saw",
    "before he was gunned down was",
    "the brick wall of his apartment house.",
    "Sitting Bull had fourteen wives",
    "he lined up against the cliff walls.",
    "He would close his eyes and walk",
    "blindly to them with an erection,",
    "promising he would take the first",
    "one his erection touched.",
    "Crazy Horse watched silently",
    "from the cliff walls above.",
    "J. D. Salinger scribbled on his bedroom",
    "walls as a boy, promising his mother",
    "to whitewash the figures the first",
    "time he was caught.",
    "Joan of Arc climbed over the walls",
    "and fell on top of a castle guard,",
    "the commotion bringing soldiers",
    "who swore the wall opened and",
    "she escaped by stepping through.",
    "Nikita Khrushchev stared at the wall",
    "of nuclear buttons and knew",
    "it was a green one they told him to push,",
    "but the triggers were every color except green.",
    "Hernán Cortés’ men met a wall",
    "of arrows, then turned and ran.",
    "Montezuma’s men met a wall of armor,",
    "wept, then stoned their chief off the wall",
    "for helping the conquistadores.",
    "Carl Jung opened his eyes to find himself",
    "sleeping against a wall of flowers,",
    "the beautiful smell giving him the answer",
    "he had been looking for.",
    "Charlie Chaplin ordered his crew to remove",
    "the hidden mirror from the wall, footage",
    "of his latest lover overflowing",
    "onto the studio floor.",
    "Sor Juana de la Cruz hid her new poem",
    "in a hole in the wall, but when a fellow nun",
    "went to retrieve it after Sor Juana’s death,",
    "it was gone.",
    "The Dalai Lama stopped in the snow",
    "and bowed his head to pray before the wall",
    "of dead monks killed by the Chinese.",
    "Virginia Woolf’s last memory before drowning",
    "was the wall of family portraits, the photographs",
    "of her father and brothers so radiant in the river fog.",
    "Billy the Kid simply dug a hole in the adobe wall",
    "of the jail with his bare hands and walked away.",
    "Janis Joplin was found dead of an overdose",
    "in her Los Angeles hotel, her face facing the wall.",
    "Federico García Lorca did not face any walls",
    "when he was shot under the trees.",
    "No one knows how Tu Fu encased himself",
    "in a wall of bamboo, staying inside the tube",
    "for ten years, never saying a word, his feet",
    "becoming the roots of bamboo within",
    "the first few months of his silence.",
    "Al Capone stared at the walls of his cell",
    "in Alcatraz and added the bank figures again,",
    "trying to get them right.",
    "Babe Ruth heard a thud against the wall",
    "of his hotel suite, the baseball rolling down",
    "the hallways as a signal his tryst with the team",
    "owner’s wife about to be revealed.",
    "William Shakespeare stared at the empty walls",
    "of the theatre, stood there without saying",
    "a word, and stared at the empty walls of the theatre.",
    "Geronimo extended his arms over the walls",
    "of rock, the approaching sound of the cavalry",
    "troops echoing down the canyon, the pictograph",
    "Geronimo carved high on the wall, years ago,",
    "lifting him to safety.",
    "Two days before Salvador Allende was assassinated,",
    "Pablo Neruda, dying of cancer, woke at Isla Negra",
    "to find the walls of the room where he lay",
    "were covered in hundreds of clinging starfish."
  ],
  "title": "The Walls",
  "year": ""
}