{
  "author": "Angela Jackson",
  "classification": "",
  "keywords": [
    "Religion",
    "Faith",
    "Doubt",
    "The Spiritual",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245568",
  "region": "U.S., Midwestern",
  "text": [
    "Sorrowtalked eye-to-eye forgiven is no mere burden.",
    "The one who sings is no mere beast.",
    "The one who slips the harness of the horror stands alive",
    "as earth.",
    "Today I can watch the wind and it is blue smoke.",
    "I shake myself inside my dress, consider rain and choose",
    "Shine.",
    "I was walking down Mississippi River Street",
    "and a ghost stopped me.",
    "No one could see it but me,",
    "standing in the middle of the sidewalk",
    "smilin at a haint with his hat in his hand",
    "instead of his head when he can tote that too.",
    "When one mule die",
    "the rest neigh-cry",
    "till the wagon take the dead thing away.",
    "Mississippi River Street rampant with noise,",
    "radiant, won’t hold still.",
    "But I have walked on blue black water.",
    "Watched dead rise before the wagon came.",
    "Everywhere I see mules,",
    "open mouths sing blues, then be human, then",
    "beyond.",
    "Funerals, weddings, baptisms",
    "I take off my skin, hang it up",
    "like a soaked quilt to dry the tears",
    "and sweat from feeling. I stand naked before Church,",
    "holding Dr. Watts closer than my sagging, girlish breasts.",
    "My soul wears no clothes when she sing.",
    "It is all being in love with more than one",
    "man who is one whole man you can look into his eyes",
    "without blinking.",
    "Where would I go to hide?",
    "Dr. Watts standing with my skin hooked on his finger",
    "and I am next to him solid and living the song",
    "with no words .",
    "that every born-again mule knew in death and in life",
    "before",
    "birth, now hums true again hot in the chest and throat",
    "breaking natural out the mouth like breathing.",
    "Where would I go to hide?",
    "Sit down, rock my soul like my baby and Dr. Watts",
    "climb in my lap and moan for the milk no mother can buy",
    "or borrow",
    "only make in hearts of her eyes, in lines of the palms",
    "of her hands.",
    "And where would I find lines with no skin?",
    "Where would I go to hide?",
    "I tell you I am living now. Like in Mississippi",
    "Grandmama’s bedroom sitting on the high bed",
    "you could break",
    "your neck leaving.",
    "Cousin Chubby said fried fish, greens, and cornbread was",
    "good eatin. I am good livin. Blue smoke watching,",
    "naked, haint-smiling, entertaining Dr. Watts, dreaming",
    "of a man with a white liver who can’t kill me,",
    "who love mulish women, hainted ones,",
    "I am the sainted one",
    "naked with no sense of memory but good like God rocking",
    "hums in my lap and looking for no hiding place even if",
    "wind be blue smoke hurricane and I make red milk",
    "in the hearts of my eyes and reach out my lifelines to",
    "a hopeless haint I can stand myself.",
    "Naked now, where would I want to go to hide? From this",
    "funeral wedding death and birth baptism",
    "the sliding tears washing my soul cleaner than",
    "Dr. Watts’ whistle or the look in a sweatin man’s",
    "eyes when he lookin at a perfect, brutal sun",
    "killing him with living while he lick his lips and dream",
    "of water, then put his shoulder behind a woman",
    "guiding him while he dig in and groove the earth",
    "to the quick",
    "deep endless quick.",
    "Where would I go",
    "Where would I go to hide this",
    "yes-crying love yielding beyond flesh yet",
    "subsumed by sweat",
    "Where would I go naked so",
    "following blues and Dr. Watts",
    "like a double-seeing shadow",
    "standing before you with only blue smoke",
    "between us",
    "humming yes and yes and yes",
    "subsumed by sweat and yielding",
    "beyond mere flesh."
  ],
  "title": "Mules and Women",
  "year": ""
}