{
  "author": "Sheryl Luna",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Body",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240466",
  "region": "U.S., Western",
  "text": [
    "I rose early to wash the desert grime, watch",
    "the unearthly flight of doves, the way pigeons",
    "were poisoned incorrectly or how an elephant",
    "was beaten with a stick. This is the way",
    "of beginnings, women charmed by fits of language,",
    "the cadence of bees around garbage cans,",
    "the laughter of grackles, hot sun baking Coca-Cola",
    "to sidewalks. Tumbleweeds and arroyos hush",
    "day-long trips through barrios.",
    "I am sand. My eyes grainy, tears brown,",
    "and what of the different tones of bees or flies,",
    "how a sting can kill us?",
    "I’m speaking the language of smokers,",
    "lung-full and wary, breathing a refinery chore,",
    "my eyes black pits, Historically",
    "I was fruit, voluptuous and campy, some might say",
    "exotic, cheekbones native, my hips swaying.",
    "I grew into the silence of third person, a landscape,",
    "a mesa. I flew hard into the silence of gray smog,",
    "my chest burning, my throat dry with the songs",
    "of women with sagging faces, children",
    "strapped to their bent backs.",
    "They have become a river metaphor, a border,",
    "a soulless chant to believers. Maquiladora workers slain",
    "and buried in shallow graves. My palms refuse",
    "to fold in prayer and god giggles in my red ears.",
    "Sand pecks my skin like a drum roll in the hot wind.",
    "The march of children, their backpacks plastic,",
    "the way they see color a mystery, a dance, the shapes",
    "of clouds, an elephant, a dove, a long-lost dog. They sing",
    "song their way past the factory-circus.",
    "Years later I loved a blank-faced man in tweed",
    "who drank espresso and ate bagels in a deli outside",
    "Washington D.C. His pale face mirrored in the glass",
    "at a video-store where he grumbled artless",
    "and unfilled by the hurried ache",
    "of cicadas. His first and last job in the world",
    "of mundane labor. He was all red hair;",
    "his voice bellowed.",
    "Was it the seventh or tenth year he dubbed",
    "my language, subtitled my screens? Windows",
    "on the metro metalled sand tunneled.",
    "I lost the desert dance of blood, half-forgot",
    "the closed copper mine, the way the border’s earth",
    "is lead-filled and sullen.",
    "Awed by cathedrals in Paris, then Prague,",
    "I was the archangel of rage with my book-bag,",
    "a wordless hum. I began to speak with my hands,",
    "my eyes Slavic dark, searching. I worshipped",
    "fat swans along the thick river taking in the green",
    "wondering why I had been blessed by such beauty.",
    "I sensed him in a snowdrift of words historically",
    "divine. And what was he or I in this world? I didn’t see",
    "the gold specks in his eyes, the way poetry",
    "became his glory, full of fan-fare and the strife",
    "of strip malls. And here, envying his pristine days,",
    "the way the books never cover his mouth,",
    "our hearts pump separately to the rhythm of loss."
  ],
  "title": "Woman as a River Between Borders",
  "year": ""
}