{
  "author": "Christopher Middleton",
  "classification": "",
  "keywords": [
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181973",
  "region": "England",
  "text": [
    "1",
    "Meryon saw it coming (who was he?):",
    "No people, so no noise. As it should be.",
    "The Bridge. The Morgue. Ghostly round his bed",
    "Antipodean atolls and tattoos had fluted,",
    "Volcanoes puffed. Then borborygmic sea",
    "Forked, at its last gasp, into a V:",
    "Down that black gallery and backward slid",
    "A syrup, foul, ovum and sperm concocted,",
    "The foggy groan of Antichrist. 1863:",
    "People mattered nothing, live or dead.",
    "Paris by his impeccable etchings emptied:",
    "Pointy turrets, windows, not a single head",
    "Poking out—and there across the sky,",
    "Tortuous, the skeleton birds creak by.",
    "2",
    "As if all the steps had stopped",
    "As if all the takes had token",
    "As if all the creaks had croaken",
    "As if all that weeps had wopped",
    "As if all that flips had flopped",
    "As if all that mocks had moaken",
    "As if all that speaks had spoken",
    "As if all that drips had dropped",
    "As if all that hopes had hopped",
    "As if all that leaps had lopped",
    "As if all that aches had oaken",
    "As if all that peaks had poken",
    "As if all that creeps had cropped",
    "As if all that peeps had popped",
    "3",
    "The old aquaforte art is back, thought Baudelaire.",
    "Multiple majesty of stone piled on stone;",
    "Obelisks of industry discharge into the air",
    "Their coalescent smoke. Almost airborne",
    "Scaffoldings roped to monuments under repair—",
    "Very poetic, beauty so paradoxical",
    ";",
    "and the sky over it all—",
    ". Perspective deepens there",
    "The artist: Once a sailor, now he’ll seek",
    "In nooks of masonry a sphinx.",
    "To hear him talk: “Poe did not exist, aha!",
    "Poe was a syndicate!”",
    "To Madame Aupick:",
    "4",
    "How should people promenade on maps?",
    "My map—I image what goes up, like steeple...",
    "On map there is no space, no time, for people...",
    "With window slot I thicken this façade, perhaps?",
    "I map the time. These arches, tenements—",
    "Voice the design of fate, exact. Why folks?",
    "They are confusion. Burin cannot coax",
    "Their hollow little solids to make sense.",
    "The earth, a globe. On it Paree, immense",
    "Phantom, or ulcer. So I map excrescence.",
    "I probe its twisted fibres till I find",
    "The core of its cabala, in my mind.",
    "Ah, you are being faraway too kind.",
    "Dark, beautiful cabala!",
    "Goodbye, gentlemens."
  ],
  "title": "Charles Meryon",
  "year": ""
}