{
  "author": "Christopher Middleton",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181976",
  "region": "England",
  "text": [
    "Four buskers almost balkanized, tonight,",
    "August 4th, the Place de la Contrescarpe.",
    "Every one of them in wind and limb complete,",
    "The accordionist all but a hunchback--",
    "After the first melodious flourishes were done,",
    "The clarinet began to take his instrument apart,",
    "Blowing shorter tunes, to show the way it worked;",
    "But on a keyboard hanging from his neck",
    "The carpenter pianist banged out routine chords",
    "And the violin a beanpole man was fingering",
    "Sliced through the edges of catalpa leaves",
    "With long shrieks, rat trills, and all in fun.",
    "Cars now orbiting the quadrangle of trees",
    "Turned into tubes filled with human meat,",
    "Notes took the scent of carnage from their lager",
    "(Even so, the buzz of talk, no way to stop it)",
    "And cherry red the track suit of its rider,",
    "The sliced leaves, iron chains that link",
    "Old mooring posts around the beds of flowers.",
    "Fogged the eye with fright, and meaning trouble",
    "Identical white camper caravans",
    "Rolled into view, the one behind the other,",
    "For things to jump from, us to be flung into.",
    "he shouts, shaking his money pot,",
    "The clarinettist,",
    "Whereupon,",
    "Classic features, stepping light and fresh",
    "From reeds that told secrets of a beauty parlour.",
    "A nice Missouri girl, in gree, with pearls",
    "To plug each earlobe, pushed her wicker chair aside;",
    "Showing a dainty midriff, on steady legs",
    "She strolled across the street, as if to depollute",
    "With every breath, every stride, the air",
    "Our music for a moment had iunhabited.",
    "Then the white, lost caravans came back again,",
    "Carnation milk inside, stringbags of potatoes,",
    "Family snug inside, in each a Belgian grandpa,",
    "Peering every which way, at the wheel."
  ],
  "title": "Feuilleton 5: The Buskers",
  "year": ""
}