{
  "author": "Christopher Middleton",
  "classification": "",
  "keywords": [
    "Nature",
    "Sports",
    "Outdoor Activities",
    "Seas, Rivers,",
    "Streams",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181972",
  "region": "England",
  "text": [
    "Sometimes you watch them going out to sea",
    "On such a day as this, in the worst of weathers,",
    "Their boat holding ten or a dozen of them,",
    "In black rubber suits crouched around the engine housing,",
    "Tanks of air, straps and hoses, and for their feet",
    "Enormous flippers.",
    "The bow, with such a load on board,",
    "Hammers through the whitecaps, while they talk;",
    "Junonian girls, Praxitelean boys, pelted on",
    "By bursting clouds, by spray, eventually heave",
    "The tanks upon their backs, the boat drifts at anchor,",
    "And down they go to the sea floor, by the foggy headland.",
    "At least, you can presume they kick the flippers",
    "And plunge to where the water is more calm. The cool",
    "Instructors must keep eyes and ears",
    "Open. Accidents out there, they happen.",
    "You might imagine scraps",
    "Of cultural débris, a broken pot, a",
    ", a cogwheel",
    "Come up, clutched in a palm, and interesting,",
    "A wave pattern in it, the blade of a sword,",
    "When a lucky diver breaks again the surface. Time,",
    "Time and again frigate and schooner cracked",
    "Blown against the rocks, holed below the water line.",
    "Even an inscription",
    "Might now be coming up from those green deeps.",
    "Yet the divers do their silent thing. On the sea floor",
    "Expect only the sea, a multitude of sand without an hourglass.",
    "Round somebody’s ankle idly it swarms. A diver",
    "Hangs by a thread of breath in solitude there. Some go down",
    "In all simplicity curious; to have tales to tell;",
    "And who knows, what they learn",
    "Just might, long after this, be usable."
  ],
  "title": "The Diving Apprentices",
  "year": ""
}