{
  "author": "Lorna Dee Cervantes",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Love",
    "Separation",
    "Divorce",
    "Relationships",
    "Men",
    "Women",
    "Parenthood",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179741",
  "region": "U.S., Western",
  "text": [
    "“The writer. It’s a cul-de-sac,” you wrote that",
    "winter of our nation’s discontent. That first time",
    "I found you, blue marble lying still in the trench, you, staked",
    "in waiting for something, anything but the cell of your small",
    "apartment with the fixtures never scrubbed, the seven great",
    "named cats you gassed in the move.",
    ".",
    "You explained so I understood. And what cat never loved",
    "your shell-like ways, the claw of your steady fingers,",
    "from the rasping of banjos and steady as it goes",
    "from the nose to the hair to the shaking tip. My favorite",
    "tale was of the owl and the pussycat in love in a china cup",
    "cast at sea, or in a flute more brittle, more lifelike",
    "and riddled with flair, the exquisite polish of its gaudy",
    "glaze now puzzled with heat cracks, now foamed",
    "opalescent as the single espresso dish you bought from",
    "Goodwill. What ever becomes of the heart our common",
    "child fashioned, red silk and golden satin, the gay glitter",
    "fallen from moves, our names with",
    "written in black",
    "felt pen? Who gets what? Who knows what becomes of the",
    "rose you carried home from Spanish Harlem that morning",
    "I sat waiting for the surgeon’s suction. What ever becomes",
    "of waiting and wanting, when the princess isn’t ready and",
    "the queen has missed the boat, again? Do you still write",
    "those old remarks etched on a page of Kandinsky’s ace",
    "letting go? Like:",
    "kicks his butt. The dates are immaterial to me as",
    "salvation or a freer light bending through stallions",
    "in an air gone heavy with underground tunnels. Do you",
    "read me? Is there some library where you’ll find me, smashed",
    "on the page of some paper?",
    "is my morning mantra",
    "gone blind with the saved backing of a clock, now dark",
    "as an empty womb when I wake, now listening for your tick",
    "or the sound of white walls on a sticky street. Engines out",
    "the window remind me of breathing apparatus at the breaking",
    "of new worlds, the crash and perpetual maligning of the sand",
    "bar where sea lions sawed up logs for a winter cabin. I dream",
    "wood smoke in the morning. I dream the rank and file of used",
    "up chimneys, what that night must have smelled like, her mussed",
    "and toweled positioning, my ambulance of heart through stopped",
    "traffic where you picked the right corner to tell me:",
    "someone murdered her. You were there, all right, you were",
    "a statue carved from the stone of your birth. You were patient",
    "as a sparrow under leaf and as calm as the bay those light",
    "evenings when I envisioned you with the fishwife you loved.",
    "And yes, I could have done it then, kissed it off, when the scalpel",
    "of single star brightened and my world blazed, a dying bulb",
    "for the finger of a socket, like our sunsets on the Cape, fallen",
    "fish blood in snow, the hearts and diamonds we found and left",
    "alone on a New England grave. Why was the summer so long",
    "then? Even now a golden season stumps me and I stamp",
    "ants on the brilliant iced drifts. I walk a steady mile",
    "to that place where you left it, that solid gold band",
    "thrown away to a riptide in a gesture the theatrical",
    "love—so well. What was my role? Or did I leave it",
    "undelivered when they handed me the gun of my triggered",
    "smiles and taught me to cock it? Did I play it to the hilt",
    "and bleeding, did I plunge in your lap and wake to find you",
    "lonely in a ribbon of breathing tissue? Does this impudent",
    "muscle die? Does love expire? Do eternal nestings mean much",
    "more than a quill gone out or the spit? I spy the bank",
    "of frothed fog fuming with airbrushed pussies on a pink",
    "horizon. I scored my shoes with walking. My skill is losing.",
    "It’s what we do best, us ducks, us lessons on what not",
    "to do.",
    ",",
    "you wrote",
    "in my O.E.D. that 30th renewal when the summer snapped",
    "and hissed suddenly like a bullet of coal flung from a fire",
    "place or a dumb swallow who dove into the pit for pay. Kiss",
    "her, and it’s good luck. I palm this lucky trade but the soot",
    "never sells and I never sailed away on a gulf stream that divides",
    "continents from ourselves. But only half of me is cracked, the",
    "other is launched on a wild bob, a buoy, steadfast in storm. I may",
    "sail to Asia or I might waft aimlessly to Spain where my hemp",
    "first dried from the rain. My messages wring from the line,",
    "unanswered, pressed sheets from an old wash or the impression",
    "of a holy thing. But don’t pull no science on this shroud, the",
    "date will only lie. She’ll tell you it’s sacred, even sell you",
    "a piece of the fray. She appears on the cracked ravines of this",
    "country like a ghost on the windshield of an oncoming",
    "train. She refuses to die, but just look at her nation",
    "without a spare penny to change. My wear is a glass made",
    "clean through misuse, the mishandling of my age as revealing",
    "as my erased face, Indian head of my stick birth, my battle",
    "buried under an island of snow I’ve yet to get to. What could I do",
    "with this neighborhood of avenues scattered with empty shells",
    "of mailboxes, their feet caked with cement like pulled up",
    "pilings? Evidently, they haven’t a word",
    "for regret",
    "full heart.",
    "Someday, I said, I can write us both from this mess. But the key",
    "stalls out from under me when I spell your name. I have to fake",
    "the O or go over it again in the dark, a tracing of differences",
    "spilled out on a sheet. If I could stick this back",
    "together, would it stay? It’s no rope, I know, and no good",
    "for holding clear liquid. I gather a froth on my gums, and grin",
    "the way an old woman grimaces in a morning mirror. I was never",
    "a clear thing, never felt the way a daughter feels, never lost",
    "out like you, never drove. My moon waits at the edge",
    "of an eagle’s aerie, almost extinct and the eggs are fragile",
    "from poisoned ignitions. I’m never coming out from my cup",
    "of tea, never working loose the grease in my hair, the monkey",
    "grease from my dancing elbows that jab at your shoulder.",
    "But I write, and wait for the book to sell, for I know",
    "nothing comes of it but the past with its widening teeth,",
    "with its meat breath baited at my neck, persistent as the smell",
    "of a drunk. Don’t tell me. I already know. It’s just the rule of",
    "the game for the jack of all hearts, and for the queen of baguettes;",
    "it’s a cul-de-sac for a joker drawing hearts."
  ],
  "title": "Drawings: For John Who Said to Write about True Love",
  "year": ""
}