{
  "author": "Hannah Gamble",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246502",
  "region": "",
  "text": [
    "Growing a bear — a midnight occupation,",
    "the need for which you perhaps first realized",
    "when you saw the wrong kind of shadow",
    "under your chin — a convex when you expected",
    "concave, so now it’s clear",
    "you’re getting older. Your wife was in the shower",
    "and you wanted to step inside",
    "and soap her up like you did in college when she said",
    "“I’ll shower with you, but I’m leaving",
    "my underwear on,” and you enjoyed her",
    "in every way you could enjoy a person with soap.",
    "You didn’t join your wife in the shower.",
    "She’s gotten funny about letting you see her",
    "shave her legs or wash herself anywhere.",
    "You think she read it somewhere —",
    "that letting your husband see you pluck anything,",
    "trim anything, apply medicine to anything,",
    "will make him feel like he’s furniture.",
    "It’s exactly on cold nights like these that the basement",
    "is not as forbidding as it should be, despite the fact",
    "that you have to put gloves on",
    "in what is part of your own home.",
    "Downstairs, a large bathtub, kept, for some reason,",
    "after remodeling. It is there that your bear will be grown,",
    "by you, though you have no idea how. Probably wishing",
    "is most of it; fertilizer, chunks of raw stew meat,",
    "handfuls of blackberries, two metal rakes, and a thick rug",
    "make up the rest. Then water.",
    "You get an e-mail from a friend late at night",
    "saying he can’t sleep. You write back",
    "“I hope you feel sleepy soon” and think how childish",
    "the word “sleepy” is. And you’re a man,",
    "older than most of the people you see on television.",
    "You haven’t even considered how your wife will feel",
    "when you have finished growing your bear. You could",
    "write a letter to her tonight, explaining how your life",
    "was just so lacking in bear:",
    "“Janet, it’s nothing you’ve done —",
    "clearly you have no possible way of supplying me with a bear",
    "or any of the activities I might be able to enjoy",
    "after acquiring the bear.”",
    "It might just be best",
    "to keep the two worlds separate.",
    "Janet clearly prefers things to be comfortable",
    "and unchallenging. Janet soaps herself up. Janet puts herself",
    "to bed, and you just happen to be next to her.",
    "You go on your weekly bike ride with Mark and tell him",
    "that you’ve been growing a bear. An eighteen-wheeler",
    "flies by and he doesn’t seem to hear you —",
    "plus he’s focused on the hill.",
    "You think about how not all friends know",
    "what each other sounds like when struggling and",
    "breathing heavy. Past the age of college athletics,",
    "most friends don’t even know what each others’ bodies",
    "look like, flushed, tired, showering, cold."
  ],
  "title": "Growing a Bear",
  "year": ""
}