{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [
    "Money",
    "Economics",
    "Cities",
    "Urban Life",
    "Relationships",
    "Class",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178805",
  "region": "U.S., Midwestern",
  "text": [
    "Slip-pilings on the Brooklyn littoral",
    "—the poles still tarry, flimsy; the ferry terminus",
    "with its walledup doors wan doorshapes",
    "on eroded sills. Downstream, the strutwork",
    "of the Williamsburg cable tower",
    "threw its cool shadow half a mile inland",
    "over tarpaper seams, gantried water butts,",
    "and splintery tenement cornices milled",
    "with acanthus and classical grasses",
    "of nineteenth-century dream-slum fantasy.",
    "We could see, from our rooftops, the endspan",
    "floating its ant-threads of traffic",
    "to the granite salients of the anchorage,",
    "and through its strands on the west",
    "the Financial District’s watery silhouettes.",
    "But it was our own foundations, crumbling",
    "in the sandy soil, that made us protest",
    "the drill rigs sounding for a wider bridge ramp",
    "to funnel the airport traffic over us",
    "into Manhattan. “Construction tremors",
    "will weaken our buildings”: from the over-roosted",
    "tenements clinging near the anchorage",
    "flew manuscript lists of signatures, block-groups’",
    "painfully Englished petitions. But City Hall",
    "adoze, sleep-feeding, just flooded us",
    "with chimerical figures and blueprints,",
    "wearing us down. Our own “block-leader,” Luz,",
    "a Guatemalan law student at NYU",
    "where I studied classics, distracted us",
    "more easily with her “pure language”",
    "or anti-Puerto Rican tirades. “Call that Spanish?",
    "Take my sitter—",
    "still speaks some",
    "Maya mountain-language BUT",
    "the beautiful Spanish!” And so one evening this sitter,",
    "Pilar, came over—forty, perhaps, with a long",
    "fawn-tinted oval face, and read in low tones",
    "an archaic poem to the Madonna. “My daughter",
    "knows it in Quiché and English—” and she passed around,",
    "wistfully, a First Communion photo—flat cheekbones",
    "like her mother’s, long black braids, straight look.",
    "Luz told us Pilar had lost husband",
    "and son to the",
    "a machine-gunned",
    "death heap in the center of their village—",
    "“They killed all the men. But when my family",
    "came here, she came with her girl, we helped with the",
    "green card, and she’s a hotel maid now",
    "near the UN ...” Much realer, this, than our own",
    "bridge-inflicted, some-day disaster. And who knew",
    "but our bridge might metamorphose,",
    "as the City said (“Global cities draw capital”), into a river",
    "of money (“We’ll all sell",
    "on the ramp”),",
    "and anyway, mainly, summer",
    "was running out, with its open evenings",
    "and windows. One Saturday, turning onto my block",
    "from the subway, I heard my name, crossed",
    "the street where twin buildings had area-ways.",
    "and saw you waving, the same, Pilar,",
    "from a window below the swag-bellied area railings.",
    "“Come have some coffee—go around in back.”",
    "I walked down the building-side, and turned in a trash-littered",
    "airwell by a door with multiple doorbells.",
    "You opened from a wooden hallway, unpainted,",
    "with padlocked doors. “See, the super’s cut up his flat",
    "for illegals. They took out an inside wall, so our room",
    "has a window—we all share the bath.” I entered",
    "a lime-walled room—chairs and table, sofa-bed. Your front wall",
    "was the building front, the three others",
    "drywall. On the bureau, a black-shawled",
    ": two photos; two candles in translucent, white-waxed sacks,",
    "and a polychrome Madonna with meeting brows.",
    "Through your window, car wheels, railings; and, above,",
    "my own second-story windows. “We saw you",
    "reading there,” you said from behind me, “when we moved in.”",
    "You sat me on the sofa, and formally presented your daughter",
    "(she moved her schoolbooks all to one end.) Near her, a shallow,",
    "linoleumed-over trench and a bathroom sink. You said:",
    "“I’m a widow from the mountains near Morache, very near",
    "the home-town of Señora Luz. My real work is hotel maid, and I’ve got",
    "a nice job, at a place called the Tricontinental.”",
    "Then you paused, and I felt how clearly",
    "you’d presented yourself, as Americans do, with your job,",
    "your",
    "and I said: “I’m a graduate student",
    "at NYU, where Luz studies, no, not married, no children ...”",
    "I tried to add something else at once, to leave this less ...",
    "definitive, but nothing came, so we ran through bridge-rumors,",
    "and soon we were hardly listening, waiting",
    "for our own next word, and laughing at our gabble. Pequita",
    "told us what the priest had said",
    "about the drilling; you spoke of Pequita’s",
    "First Communion, and none of us could stop",
    "finding striking things to say. Next day you came over",
    "to see my plants, and I came back for soup-supper, looking up",
    "at my windows, which in the easy half-yellow light",
    "of autumn looked oddly beckoning. As we ate,",
    "you leaned forward, with a sudden rogue’s smile,",
    "and mockingly proposed that we three walk across the bridge,",
    "“There’s a path up there. If the bridge",
    "is bad, we’ll tell off the Mayor—” (In what spirit, I wondered,",
    "had you listened to our committee?) And when I got home",
    "I looked down, and through your sheer curtains saw you",
    "cleaning up, and Pequita, at the table, reading.",
    "But next week, instead of the plank stair",
    "that zigzags up the anchorage-side, we wandered",
    "the riverside shipping alleys. From below, we could see",
    "overhead the under-arch of the bridge, and feel",
    "the resonant top-thrum of westbound",
    "subways and trucks. Then the riverside—I loved",
    "this part. A sort of post-industrial fenworld, with tiny",
    "terrace houses, big dredger-parts laid aside",
    "from the drillings, and abandoned wreckers’ lots",
    "filled with sea-floor light and trembling, long-awned",
    "panicles of switchgrass. Its timelessness",
    "soothed me—though ephemeral. Even that day, one freshly",
    "tuckpointed facade, and a pair of brandnew bronze",
    "Edwardian mermaid doorknockers. I could see",
    "our quarter five years from now, say—the withering",
    "discount chains, tentative boutiques,",
    "and mother and daughter figuring, to the upscale",
    "“pioneers,” as neighborhood indigenes, living on",
    "with strange literalness among them, supplying",
    "their just-permissible quantum of urban grit.",
    "You were ahead, and Pequita trailed us, rattling weed stalks",
    "with a stray lath. As we progressed in and out",
    "of the endspan’s slatted shadows, you turned",
    "and called me into a side-lot—sunken concrete, flask-",
    "green puddles, to a broken-off building wall. It had been",
    "interior, once—rows of soiled roomsized",
    "plaster squares trailing sawn pipes, with one high trembling",
    "toilet, like a pearl. In a lower square, fringed",
    "with ailanthus and barbs of gang graffiti,",
    "was a mural.",
    "the mountain",
    "dreaming the city: a terrace cafe with palm trees",
    "and a dancer shawled in black lace, with inward-angled",
    "castanets. And you lifted yourself on tiptoe,",
    "Pilar, to touch the lace, as you might have grazed",
    "Pequita’s cheek. I felt a pang, as if I already needed you",
    "sturdy inside your sturdy body, not this gesture",
    "as if, exiled within, you reached out— We stepped",
    "back, museum-wise, to contemplate, and you said:",
    "“Luz likes to say I’m some mountain-woman, but when",
    "my mother died, I lived with my aunt in the City—I only",
    "went back when I married.” I told her I’d lived",
    "in this city, with a stepmother, who’d divorced my uncle",
    "to marry my father; and beat me. “A stepmother’s",
    "a curse of God,” you said gently. And on the walk back,",
    "pointed out more wall palms, beaches, until New York",
    "seemed a dot in a belt of capitals",
    "high on the globe: world-cities, packed",
    "with immigrants, refugees,",
    "a snowy",
    "latitude suffused with tropical nostalgia.",
    "We were a threesome. Coffee, suppers, TV,",
    "Pequita at my computer—you’d asked me to teach her—",
    "or sleeping on my sofa, one bad month",
    "they moved you to night shift. Yet only that summer,",
    "I’d worked in my window like a scholar",
    "in a lamplit bay, the night filled with myriad noises,",
    "like Roman Juvenal, to whose ears “came ever",
    "the sounds of buildings collapsing.” Across, the two",
    "tenement-faces, florid, all bucrania, meanders, dusky trails",
    "of fire-escape bedding. And everything underlit",
    "by the sinister, slow-stopping car lights of our street.",
    "But now it was the dailiness of two",
    "from another hemisphere. Through snow-fissures, winds fluting",
    "on railings and building-flaws, Pilar in her low frame",
    "paced with armfuls of laundry, washed",
    "in the sink and hung to dry everywhere. The thousand",
    "stratagems of those who simply",
    "spend;",
    "and the tiny mother-decisions: though you preferred",
    "periphery, housekeeping around her,",
    "you’d make yourself interrupt her, to mop",
    "behind your sweeping. And Pequita—I saw her wrap",
    "you up on the sofa when you had flu, and bring you",
    "orange juice, as they’d taught her in school, for she",
    "loved you, she was the person who loved you—",
    "I saw too, that of what I wanted the university",
    "to be for me—a tiny model of the city",
    "with its own rules and subsets: “Tell me",
    "each day who I am”—you’d found your part",
    "in Pequita; I followed the shape",
    "of your day touching center as it funneled",
    "into her hand and moving pencil-point.",
    "For everything seemed natural to Pequita:",
    "the Credo, her photocopied choir music",
    "piled beside the tidy",
    "our neighborhood of syringe-filled gutters, drug-stoops and pimps,",
    "her school’s turkey cutouts, metal detectors, backed-up toilets ...",
    "Our human wilderness, half-urban, half-surreal",
    "to her was a matter-of-fact Eden, like the picturesque ruins",
    "and laughably rococo grottoes imagined",
    "by the",
    "as the Golden Age.",
    "—And I, I thought her whole world, it comes back—",
    "touching, as if her child’s paradisial will were there",
    "for my affectionate recreation, like our still faithfully,",
    "occasionally, typed-up and dispatched",
    "protests from the Ramp Committee to the Mayor. Slight effects",
    "of perspective, tiny human gestures",
    "giving point to the city’s vast, ironic beauty.",
    "At a moment when no one was thinking",
    "about her, Pequita awoke. Perhaps",
    "she enjoyed the solitude, Pilar asleep,",
    "me asleep across the street. She got up",
    "and stood on the cheap oval bathroom rug",
    "before the sink. At seven the drills started,",
    "deeper-toned than ever before (they woke me)—",
    "and part of your ceiling fell in; a beam",
    "splintered, plummeting straight to the oval rug—",
    "The person screaming over the phone",
    "was Pilar. I thought it must be really",
    "all right, or she’d be crying not screaming,",
    "but when I’d called 911 and run over, Pequita",
    "was barely alive.",
    "Then the hospital corridors,",
    "me trying to close my winter coat",
    "(the buttons were off) on my nightgown, you",
    "on a bench, staring straight ahead.",
    "When they said Pequita was",
    "“gone,” you were utterly silent. I brought you",
    "to my place (though our street was a tangle",
    "of police lights and yellow tape), terrified",
    "of your fixed inner focus, as if you had",
    "a plan ... Next night I had Luz stay over,",
    "I slept at her place; the third I was back. You,",
    "thank God (I thought), were crying, and Luz",
    "had set up the service. She propelled us downstairs",
    "and to a tiny brick church I must often have passed",
    "without seeing it, two blocks inland.",
    "Egg-blue inside, it was, with a little green",
    "and gilt altar, dark Stations on the walls,",
    "and the statue of the Virgin of Guadeloupe",
    "placed oddly below the altar stairs, so that Pilar,",
    "after the death-mass, could kneel",
    "before her, praying straight into her face,",
    "while I on a kneeler buried mine in my hands.",
    "What would the mother live for now, the hotel, me, or Luz,",
    "already writing more endless mad letters? Yet only these",
    "had from the City real answers: they’d brace the drill site",
    "with vibration-absorbing piers; and they wanted",
    "her and her friend Mrs. Citrin to know",
    "“that no one else had been more than lightly injured.”",
    "It was the end of winter, very dark. The building",
    "managers, nervy, had moved you to the first floor",
    "next door, till you found a new place (I knew",
    "you weren’t looking). Each day I saw you",
    "arrive from work, answer my call tersely,",
    "then pull down your blinds. A shadow showed rarely,",
    "flattened, shapeless; you lay on your sofa a lot.",
    "“Thanks Anne—I’m better without company,” or",
    "“please understand.” But often, later",
    "in the evening, you’d come down the stairs",
    "and turn inland. Then, one morning as I was passing",
    "with early groceries, you were leaving the parish hall",
    "in your black winter coat, heavily scarved,",
    "and we paused. Approvingly, you tapped one glove",
    "on my armload—you’d told me to cook more, dictated",
    "recipes. I asked if this had been Pequita’s",
    "choir-practice place; the sentence wavered,",
    "but you replied with grim joy,",
    "“She’s not practicing",
    "” It took me a minute.",
    "Pequita was singing, this moment, in the Presence.",
    "Still what you felt most (it was in your face)",
    "was absence, absence, but from something bitter",
    "in your eyes, that seemed small and round with the cold, I felt",
    "your desire to exclude me and our old collusive ironies.",
    "What were such luxuries now, ironies, Anglo friends;",
    "and I thought you hated my mind",
    "that remembered the brownpapered books,",
    "the orange juice. I reached to touch your arm—to get past",
    "this, but no, you had to get home:",
    "“I fasted for communion”; and your eyes",
    "swerved away. All my laughable,",
    "my lovely, delusional studies, that I’d seen you",
    "sort through for Pequita, were now an affront. And yet",
    "I felt you moving behind your own mind, as if",
    "with something held in reserve ...",
    "But then you stopped answering the phone, went",
    "less often to church. What I thought",
    "was that you were angry (certainly I was). Perhaps",
    "I thought you needed to talk, and I’d visit you",
    "in Manhattan. So one morning in March,",
    "in the black coat I’d got for the funeral, I walked east",
    "from the forty-second street Lexington stop",
    "to the three-story, fairy-lit jungle atrium",
    "of the Tricontinental, and went to the seventh floor,",
    "where you started. There was a cart in the hall,",
    "a gleaming chrome maid’s cart half-projecting",
    "from a bedroom. On its sides were rows",
    "of glasses with lace sani-bonnets, gold-",
    "stamped mini-soaps and deodorants. It moved out,",
    "and you stood in the door with a sheet-load, looking fat",
    "in a starchy pink uniform monogrammed",
    "When you saw me, you dropped the sheets",
    "and in pain, pressed both palms to your cheeks,",
    "and looked at me looking at you. When",
    "I started sobbing, you took my shoulder and backed me",
    "to the elevator. Pressed the button, stepped back,",
    "and then, to my surprise, gave me a sudden hug",
    "before pushing me in.",
    "It had been always this half-connected",
    "and tenuous, our friendship. What light on my own",
    "isolation and need, that I hadn’t known.",
    "But you actually called me, that week, to propose",
    "our old joke, a bridge walk—maybe Saturday?",
    "Your voice in my ears sounded wobbly",
    "with tension, held-backness, so I got in first:",
    "a friend had wound up her doctorate and left me",
    "a minute Village studio starting June ... After that",
    "I could listen, somber, as you poured out",
    "your need to leave, Luz’s cousin, the possible",
    "hotel job “right in LA.” You added “Anne,” and broke off.",
    "“Well, I’ll tell you that later. Look, it may",
    "snow on Saturday, OK?” “I don’t care.” And before",
    "you hung up, I’d resigned you,",
    "given you up. We’d part, on my side",
    "in anger, on yours in oblivion. I met you",
    "at the foot of the anchorage stair",
    "(not the eastern approach, with its easy grade",
    "near the ramp site). We climbed through the snow,",
    "slowly, pausing at landings for different",
    "views of our old alley world. Like a museum",
    "of disused urban functions—we noted a bricked-over",
    "backyard privy arch, and from higher, roof-huts, inkily distinct,",
    "of old-style tenement dumbwaiters. The whole scene",
    "thrown out of drawing by one of those giant",
    "NYC cable-spools, charred at the bottom",
    "where some homeless had tried to burn it.",
    "The moist snow was sweeping",
    "through the cable tower when we clambered",
    "onto the path beneath it. As we moved, hunched slightly,",
    "onto the mainspan, the whole city abruptly",
    "whited-out to a monochrome geometry",
    "of vertical and stooping gray lines. I thought",
    "how Pequita would have loved it, and caught",
    "her mother’s eye. We went on cautiously, soon",
    "pausing to stamp our boots and look over the rail",
    "at the traffic lanes below us. “Anne, what",
    "I started to say before—this is it: I’m sorry",
    "I didn’t talk to you—you understand?” “Of course,”",
    "I lied aimlessly. But you, glancing sideways,",
    "“But I’m",
    "sorry ...” “No, really ...” You shook",
    "your head slightly, then took my arm. “Okay then—",
    "what’s this thing?” pointing a snowy boot",
    "at a bolt as high as our knees, with a rusted-on octagonal",
    "nut: “It’s just a bolt.” You tapped your glove on a strut—",
    "“strut,” I provided. And you said, pompously, in Luz’ very",
    "intonations (in what spirit had you",
    "listened?)—“The tolerances just aren’t",
    "”",
    "Then, feeling easier, we started naming everything—",
    "spikes, spun-wire vertical cables: English,",
    "Spanish, and then I heard you speak Quiché (words once",
    "for vines, for split trunks",
    "over gorges?) But everything on the bridge was",
    "shabby, neglected-looking; and you said",
    "soberly: “If anyone was supposed",
    "to look after this bridge, he’s forgot all about it.”",
    "We didn’t link arms again, but started back, pausing",
    "to throw a few loose snowballs",
    "on the Manhattan traffic below us. We’d go",
    "our separate ways—I’d go on delaying, skirting",
    "around my burnt-out places; you’d go",
    "where you could, forget what you could—",
    "some Job-like relinquishment of inquiry",
    "or thought; organisms tend to persist ... When",
    "we got down to the massive base",
    "of the anchorage, we managed a hug",
    "that took in our past, at least: one embrace",
    "of two black winter coats in the snow."
  ],
  "title": "An Immigrant Woman",
  "year": ""
}