{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Money",
    "Economics",
    "Class",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236822",
  "region": "U.S., Midwestern",
  "text": [
    "All seas are seas in the moon to these",
    "lonely and full of light.",
    "High above laundries and rooftops",
    "the pinstriped silhouettes speak nightmare",
    "as do the faces full of fire and orange peel.",
    "Every citizen knows what’s the trouble:",
    "river is—New York; that’s w",
    "Wonderful thing, electricity,",
    "all these neon and nylons spun dry by a dime",
    "in the Fifth Street Laundromat. The city",
    "must be flying a thousand kites tonight",
    "with its thousands of different keys.",
    "—Sir, excuse me,",
    "Excuse me interfering, but you don’t want",
    "to put that in—it’s got a rubber backing, see? Oh, not at all . . .",
    "Piles of workshirts, piles of leopard underthings,",
    "it’s like fishing upside down all night long, and then the moon rises",
    "like armfuls of thready sleeves. Her voice",
    "rising and falling, her boys folded sideways asleep on the bench:",
    "—Listen, that old West Indian cleaning lady?",
    "Ask anyone here, she never has change.",
    "Come on, she’s too wise . . .",
    "Down in the Tombs",
    "the prisoner’s knuckles climb like stripes",
    "of paint in the light. He dreams he hears",
    "the voice of a pig he used to slop for his uncles.",
    "It pokes its head",
    "through the bars and says",
    "“Have you brought any beet greens?”",
    "—You can never leave them alone at night. Like today",
    "the stitching overseer says to me",
    "If you can’t keep the rhythm missus . . .",
    "I say to him fire",
    "me all you want, I don’t take that shit",
    "off anybody. That was a scare though—",
    "you can’t always get back on a day shift.",
    "In the moonlight",
    "the city rides serenely enough, its thousand light moorings",
    "the hunted news in their eyes. Even the rivers",
    "are tidal, as sailors and bankers know.",
    "The glass bank of the Chase Manhattan stands dark",
    "over the Harbor. One last",
    "light slowly moving around the top floor.",
    "—No washing machines in the basement, that’s",
    "what’s the trouble. The laundry would dry overnight",
    "on the roof, in the wind. Well a month ago",
    "you know, some big boys took this twelveyearold",
    "little Spanish girl up there. Then they killed her, they",
    "threw her, six stories down. Listen, the stone age or something",
    "running around on those roofs. So this cop said to me",
    ", he actually",
    "said that to me. So what could I say—that it’s great?",
    "On the folding table the same",
    "gestures repeat, smoothing and folding",
    "the same ancient shirt. Or the old West Indian cleaning lady",
    "pretending to finger her pocket for change. At midnight she’ll prop",
    "her grey spaghetti mop and glide toward you",
    "in her black cotton trousers, her black",
    "lavender face tilted up. Very clearly",
    "she says to the world in dream-language"
  ],
  "title": "Night Wash",
  "year": ""
}