{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [
    "Living",
    "Youth",
    "Activities",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236824",
  "region": "U.S., Midwestern",
  "text": [
    "All middle age invisible to us, all age",
    "passed close enough behind to seize our napehairs",
    "and whisper in a voice all thatch and smoke",
    "some village-elder warning, some rasped-out",
    ". . . Mute and grey in her city",
    "uniform (stitch-lettered",
    "), the matron",
    "just pointed us to our lockers, and went out.",
    "‘What an old bag!’ ‘Got a butt on you, honey?’ ‘Listen,",
    "did I get lost with these streetnames! Spruce",
    "Street, Water, or get this,",
    "derwater—’ Cautiously, coolly,",
    "we lit up, crooking palms for the ashes. All fifteen",
    "or under, all from Manhattan, we loitered bare",
    "to the waist for the X-rays. In the whorling light",
    "from one rainy window, our shapes were mere",
    "outlines from floor to wall, opaque",
    "as plater, white, or terra-cotta, black . . .",
    "‘Names or numbers,’ a skinny white girl with pale blue eyes",
    "shrugged her shoulders. ‘Why come here at all? You think little Susan",
    "(thumb mockingly hooked at herself) needs working papers",
    "to work in my uncle’s diner? If they’d let me off school",
    "at noon now—that’s where the real tips are!’",
    "And she smiled at our objections around her smoking",
    "cigarette (I thought) like some museum mummy,",
    "amber-fingered, fishhook collar bones—",
    "‘What are you talking? Don’t you know the city",
    "keeps like an eye we don’t get overworked?’",
    "‘Yeah, and your Social Security number, that’s",
    "for life, girl, that ain’t worth something to you?’",
    "The skinny girl just cackled, goospimpled arms",
    "huddled against her ribs. ‘Whadda you two, work",
    "for the mayor? What’s this (swinging her locker key",
    "with its scarred wooden number)—the key to the city?’",
    "She meant last week, when they’d offered it",
    "to some visiting queen. Even I snickered. I",
    "was younger than most of them, homesick among the near-",
    "women’s breasts and hair, even the familiar",
    "girls’ cloakroom odors: perspiration, powder, decades",
    "of menstrual fust—‘Well, I’m coming back in six months.’",
    "This was one of the black girls, elbow swivelled",
    "on pelvic sidethrust, finest hair—",
    "filaments, finerimmed, sulky mouth. ‘She’ll be",
    "sixteen, getting married,’ the girl next over",
    "burst in eagerly, ‘He got a store job, still her folks",
    "against it, they say stay in school. But every",
    "afternoon—’ Distantly, the first girl listened to",
    "her own story, only breaking in at the end: ‘I want a real",
    "church wedding. Down here is just for the license, see?’",
    "‘A license,’ said “little Susan,” sourly, ‘like for a job?’",
    "‘His name is Harold Curtis,’ was all she answered, then ‘It too strong",
    "for my parents. They see it too strong for them in the end.’",
    "In our silence, the gutter slurred strangely. And for just one",
    "moment, everyone breathless, the atmosphere grew",
    "almost tender. But nobody knew what to say",
    "except",
    ", so we all went on smoking like chimneys",
    "except the one murmur, of old and incurable",
    "anger, ‘Listen. Listen. They get you coming and going.’",
    "Now each girl tilts her face down, contemplating",
    "her own unseen choices, real",
    "tips, the solitary and common",
    "square foot of imaginary chance . . . Outside, the rain",
    "was letting up. The city, like a graph",
    "of its own mountainous causes, climbed in a mist",
    "across our window. And then the matron came, calling",
    "our locker numbers, one by one, for the X-rays.",
    "‘Jesus, it’s late.’ ‘Hey honey, I’m ready!’ ‘Where’d we change",
    "at from the D Train?’ Through the clearing air on the far",
    "side of City Hall Park, I could see a narrow street",
    "and a streetsign: Broadway. Miles to the north",
    "my street had a number, and Broadway was really broad.",
    "In the concrete prows of islands, the innumerable old women",
    "were sitting, lonely as soldiers, silent as . . .",
    "‘What’s up, girl? Goose step on your grave?’",
    "Another number. And now, the room darker, each girl",
    "cast about for the cheering word, when ‘Listen,’ I suddenly",
    "heard my own voice saying, ‘Guess what I saw coming down? A street",
    "called Anne Street.’—‘So what?’—‘So my name is Anne.’",
    "A pause, then ‘Hey kid, that’s really funny!’ They all",
    "grinned, and one of the older girls gave my shoulder",
    "a tolerant punch. I was one of the youngest, and as far",
    "as I can remember, that was all that I said."
  ],
  "title": "The Key to the City",
  "year": ""
}