{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [
    "Class",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178806",
  "region": "U.S., Midwestern",
  "text": [
    "Four-fifty. The palings of Trinity Church",
    "Burying Ground, a few inches above the earth,",
    "are sunk in green light. The low stones",
    "like pale books knocked sideways. The bus so close to the curb",
    "that brush-drops of ebony paint stand out wetly, the sunlight",
    "seethes with vibrations, the sidewalks",
    "on Whitehall shudder with subterranean tremors. Overhead, faint flickers",
    "crackle down the window-paths: limpid telegraphy of the",
    "late afternoon July thunderstorm unfurling over Manhattan.",
    "Its set and luminous velocity, long stalks of stormlight, and then the first drops",
    "strike their light civic stripes on the pavement.",
    "Between the palings, oat-panicles sift a few bright",
    "grains to the stonecourse. Above it, at shoulder height",
    "a side door is flung open, fire-exits; streaming from lobbies",
    "come girls and women, white girls in shadowy-striped rayon skirts, plastic ear-hoops,",
    "black girls in gauzy-toned nylons, ripples of cornrows and plaits,",
    "one girl with shocked-back ash hair, lightened eyebrows;",
    "one face from Easter Island, mauve and granitic;",
    "thigh on thigh, waist by waist; the elbow’s curlicue and the fingers’; elbow-work, heel-work,",
    "are suddenly absorbed in the corduroyed black rubber stairs of the bus. Humid",
    "sighs, settlings, each face tilts up to the windows’",
    "shadowless yards of mercuric green plate glass. An",
    "interspace then, like the slowing of some rural",
    "water-mill, a creaking and dipping pause",
    "of black-splintered paddles, the irregularly",
    "dappled off-lighting—bottle-green—the lucid slim sluice",
    "falling back in a stream from the plank edge. It won’t take us",
    "altogether, we say, the mill-race—it won’t churn us up altogether. We’ll keep",
    "a glib stretch of leisure water, like our self’s self—to reflect the sky.",
    "But we won’t (says the bus rider now to herself). Nothing’s",
    "left over, really, from labor. They’ve taken it all for the mill-race.",
    "In close-ups now, you can see it in every face,",
    "despite the roped rain light pouring down the bus-windows—",
    "it’s the strain of gravity itself, of life hours cut off and offered",
    "to the voice that says “Give me this day your",
    "life, that is LABOR, and I’ll give you back",
    "one day, then another. For mine are the terms.”",
    "It’s gravity, spilling in capillaries, cheek-tissue trembling,",
    "despite the make-up, the monograms, the mass-market designer scarves,",
    "the army of signs disowning the workplace and longing for night ...",
    "But even as the rain slackens, labor",
    "lengthens itself along Broadway. The night signs",
    "come on, that wit has set up to draw money:",
    "BEIRUT CAFE, YONAH’S KNISH ... People dart out from awnings.",
    "The old man at the kiosk starts his late shift, whipping off rainstreaked",
    "lucite sheets from his stacks of late-market newsprint.",
    "If there is leisure, bus-riders, it’s not for you,",
    "not between here and uptown or here and the Bronx.",
    "Outside Marine Midland, the black sea of unmarked corporate hire-cars",
    "waits for the belated office lights, the long rainy run to the exurbs;",
    "and perhaps on a converted barn roof in Connecticut",
    "leisure may silver the shingles, somewhere the densely packed",
    "labor-mines that run a half mile down from the sky",
    "to the Battery rise, metamorphic, in water-gardens,",
    "lichened windows where the lamp lights Thucydides or Gibbon.",
    "It’s not a water-mill really, labor. It’s like the nocturnal",
    "paper-mill pulverizing, crushing each fiber of rag into atoms,",
    "or the workhouse tread-mill, smooth-lipped, that wore down a London of doxies and sharps,",
    "or the flour-mill, faërique, that raised the cathedrals and wore out hosts of dust-demons,",
    "but it’s mostly the miller’s curse-gift, forgotten of God yet still grinding, the salt-",
    "mill, that makes the sea, salt."
  ],
  "title": "The Mill-Race",
  "year": ""
}