{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236890",
  "region": "U.S., Midwestern",
  "text": [
    "Sparrows tapping your shutters louvres? snow owls",
    "guano your eaves? Spring rainstorms sway",
    "in your gutters; down-cellar a green pipe pearls",
    "and roots find its fissures. Matter—outside us, out in",
    ",",
    "matter—un-does;",
    "; a sort of eternal",
    "breakdown and sloughage. Small wonder that Saturday",
    "finds you botanizing some mast-high aisle",
    "in the Depot. Fazed by stock-names and numbers, distinctions",
    "like drip-forged and molly- and carborundum-steel,",
    "or, in DIMENSIONAL LUMBER, the trunk chart. Its dotted lines",
    "follow core cuts, mere spindles, out to the perimeter or “wane,”",
    "a ring of two-by-twelves with moonrim bark ribbons.",
    "Yet even sparrows must nest-mend with worldstuff torn",
    "out of somewhere. The joinery-bits in the MASTER JOINER",
    "blister-pack point to his fast parataxes—copulas, common-",
    "alities, ship-lists, figures in carpets or slimmer",
    "hex-keys in sets, the eternal angle (Egyptian)",
    "or iron plane-handles tuned to the unheard rumor",
    "that joins them. The same slits reparied once with tendon-",
    "thread in bone needles, bronze pins, the earliest factory-fittings",
    "or the long floating line of the bass-baritone",
    "Leporello, his",
    "of continents and couplings",
    "ironizing, admiring, down to the final mel-",
    "isma on DOES (you know the Don’s doings)",
    "che FA-AHH, ah-ahh, ah-ahh . . . Ah vowel",
    "that winds through the world like a wind or a dowel,",
    "you make us a clean dream of matter. Electrons wheel",
    "translucent in orbit, sealants in lucid spheres fall",
    "to our refts and rifts, you grout tubs and re-seal",
    "turved huts in the rainy Carpathians where the Baal",
    "Shem Tov (“the world is a wedding”) lingers, and back to our own vernal",
    "mall. You float like a bird through the darkening hall",
    "of the Depot, cooling the brows of nocturnal",
    "plasterers trailing meanders of lime-white prints",
    "under parking-lot lights, past crepuscular forklifts, feral",
    "carhoods streaming the fractalized shadows of chain links",
    "and sledges laden with wattles, with yellowy rolls of oiled paper",
    "to seal up the windows of snowy Muscovy or Minsk."
  ],
  "title": "The Depot",
  "year": ""
}