{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/236888",
  "region": "U.S., Midwestern",
  "text": [
    "Through the meridian’s fine blue hairlines, the admirals are converging",
    "in their fish-hulled ships, with their frogmen and sirens, and tanks with knotted chain flails",
    "that beat the ground before them as they crawl.",
    "Behind them the cities dim out, on the foredeck the admirals sigh",
    "to lean from the curving bows, to trail",
    "their fingertips in the water . . .",
    "All alone on the landmass, the Ship’s Artist simply draws what he sees:",
    "red men with arms like flesh clubs, blue-daubed men with parasol feet",
    "and fish with weeping human faces. The sonic boom arrives at his feet",
    "in the palest ripples. In the painting, Gloriana rides under arms",
    "towards Tilbury Town. Her profile shimmers in the sodium lights",
    "that seem to cast no shadows before or behind her.",
    "Like compass pencils of light, their fingertips spread out",
    "the nervous systems more complex than spiral nebulae.",
    "Orchards of mines grow up on the ocean floor.",
    "Now under radar they study the green road glowing",
    "and add a late-rising moon. The sea so full of maprooms, and the cliffs",
    "chalked with weaponry symbols, trailing the phosphorescence of minesquads.",
    "Only the grassblown Norman ringmounds go on dreaming",
    "of Monet picture hats and streaming scarves,",
    "the bunker disguised as a picnic, that went on forever.",
    "Now the Cathedral at Bayeux, with its window and views, is rolled up",
    "and the Conqueror’s navy on its blue worsted waves",
    "and Hengist and Horsa, the Escorial with its green shoals of ships, all are safely rolled up.",
    "Behind the Atlantic Wall, that Rommel called “Cloud-Cuckoo-Land,” the white-and-liver-cows",
    "moo through the milky light. The human faces carved",
    "on Norman beams face out to the sea, which has grown",
    "this answering forest of rigging. And very soon, just as soon",
    "as the sea can see the land and the land the sea",
    "the two of them will go to war."
  ],
  "title": "The Armada",
  "year": ""
}