{
  "author": "Anne Winters",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182640",
  "region": "",
  "text": [
    "1",
    "It opens as a long lamplit evening",
    "with Rembrandt, stretched out with the glossy book",
    "of his Works on Paper. Brown-petal etchings and drawings:",
    "nut-brown, browner, irreclaimable rills",
    "of iron-gall ink sucked and feathered into",
    "the paper's wan cusps and culverts. The ink...it's as if",
    "there's no pulling away from the wet, flowing line",
    "to the tiny hedge-village perched on the edge of the cliff",
    "and the paper. Here the ink's overwatered",
    "and we barely, down in the forested loam,",
    "disengage the gentle saint, his rounded hat molding",
    "his crown like thatch on low rooftrees...St. Jerome.",
    "2",
    "Hunched, sunk in a deep-toned wash,",
    "he cares only for the huge, softleaved book",
    "propped on his knees. At nightfall Jerome swallowed up",
    "by his Bible misses the wistful look",
    "of his lion withdrawn to the forested ridge,",
    "the drawing's diagonal. And from there, one can say",
    "that landscape exists: prowls and spinnies",
    "where a lion might wind a lioness, or his prey...",
    "He looks out on tree-clouded peaks, tiny hamlets,",
    "two lambs in a wattle-fold. What the lion sees, we see.",
    "For Jerome, though, the lion is Judah, his seal and seed—",
    "Jesse's stem drops thickset leaves for him to read.",
    "3",
    "Saskia, of course, thrones in painting. Still,",
    "tiny sketches tumble from odd cabinets:",
    "the dear in a lopsided turban or twilled",
    "garden hat, sketched \"on my wedding-day\"—",
    "Saskia. A cluster of lines, a rippled race",
    "of curls and cloudsets. And, for a rarity,",
    "in Rembrandt, flowers. The simple, surprised, smiling face",
    "of Saskia as Flora...After her fourth lying-in",
    "(she was dying), he took to long walks",
    "on the city's outskirts; his sketchbook came home",
    "with mere touches of charcoal, a reed, a waterfowl,",
    "estuarial shallows unfolding to the rim.",
    "4",
    "Now life is meaner, chaotic. Rushes of arousal,",
    "lawsuits, debts...this print of a kitchen drab,",
    "eyes wandering, mouth a vacant, uptilted half-lune,",
    "her work-swollen hands on Saskia's velvet shawl,",
    "The thighs parted, abdomen pear-pendulant,",
    "the pulled-off stocking-stays grooved in the flab",
    "to her copse of cross-hatchings—No one",
    "to see this. But his hand made",
    "this stock, of himself the substance and seed. Fine-",
    "spun cosmos, brown tangle, soft sign:",
    "the old man spares us nothing. The book,",
    "the look, the",
    ", the end of the Line."
  ],
  "title": "Works on Paper",
  "year": ""
}