{
  "author": "Edward Hirsch",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Philosophy",
    "Social Commentaries",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179077",
  "region": "U.S., Midwestern",
  "text": [
    "A glass of red wine trembles on the table,",
    "Untouched, and lamplight falls across her shoulders.",
    "She looks down at the cabbage on her plate,",
    "She stares at the broken bread. Proposition:",
    "The irreducible slavery of workers. “To work",
    "In order to eat, to eat in order to work.”",
    "She thinks of the punchclock in her chest,",
    "Of night deepening in the bindweed and crabgrass,",
    "In the vapors and atoms, in the factory",
    "Where a steel vise presses against her temples",
    "Ten hours per day. She doesn’t eat.",
    "She doesn’t sleep. She almost doesn’t think",
    "Now that she has brushed against the bruised",
    "Arm of oblivion and tasted the blood, now",
    "That the furnace has labelled her skin",
    "And branded her forehead like a Roman slave’s.",
    "Surely God comes to the clumsy and inefficient,",
    "To welders in dark spectacles, and unskilled",
    "Workers who spend their allotment of days",
    "Pulling red-hot metal bobbins from the flames.",
    "Surely God appears to the shattered and anonymous,",
    "To the humiliated and afflicted",
    "Whose legs are married to perpetual motion",
    "And whose hands are too small for their bodies.",
    "Proposition: “Through work man turns himself",
    "Into matter, as Christ does through the Eucharist.",
    "Work is like a death. We have to pass",
    "Through death. We have to be killed.”",
    "We have to wake in order to work, to labor",
    "And count, to fail repeatedly, to submit",
    "To the furious rhythm of machines, to suffer",
    "The pandemonium and inhabit the repetitions,",
    "To become the sacrificial beast: time entering",
    "Into the body, the body entering into time.",
    "She presses her forehead against the table:",
    "To work in order to eat, to eat . . .",
    "Outside, the moths are flaring into stars",
    "And stars are strung like beads across the heavens.",
    "Inside, a glass of red wine trembles",
    "Next to the cold cabbage and broken bread.",
    "Exhausted night, she is the brimming liquid",
    "And untouched food. Come down to her."
  ],
  "title": "Simone Weil: The Year of Factory Work (1934-1935)",
  "year": ""
}