{
  "author": "Dana Ward",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Nature",
    "Summer",
    "Weather",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245078",
  "region": "U.S., Midwestern",
  "text": [
    "The heat out there this evening",
    "is contained heat like things keep applicable boxes",
    "at the ready then subsume their diverging constituent parts",
    "long ambivalent talks into midnight, all those",
    "glowy Sophia Coppola movies, Prosecco",
    "the sexiest records I know. I don’t feel",
    "how I know anymore to be more than something seeking",
    "my appalling lack of cinematic knowledge, fictive innocence",
    "& something like the break-down of those little boxes",
    "little tombs put their hands up in front of my mouth",
    "there’s a tacitly humiliating eulogy to drown out couldn’t feel",
    "much more stupid about feeling stupid over feeling",
    "stupid, living. Let me go & watch something",
    "moving several images some of them symbolize humility broken",
    "postures bloodshot eyes, intimately talking through this",
    "publicly I am not developing at all but just the same. So hot",
    "outside in the evening heat locking hazy jonquils",
    "& sunflowers dead for two weeks, ridiculously",
    "mournful as I’ll try & dimly think of the last real shock.",
    "I remember disgust perhaps & something like alarm (the phone",
    "going off in the middle of the night) pervasive disappointment",
    "&, for sure, horror, but shock?, as if the heat were seceding from the frames",
    "of its containment thought & feeling & establishing some wonderama",
    "ratios & beanpole features quick to surge beyond the human model.",
    "I know I do the heat out there this evening",
    "will & maybe I should be the one I know who has to stop.",
    "If I have to heal myself completely every time before I start",
    "I shouldn’t be. I think about the god of demurrment in the world",
    "or I think about it later having fallen to its love spell — the heat",
    "keeps me shut up at the table in the evening",
    "at the laptop arranging each letter with the same affectless love",
    "it’s nothing moving Avery born & Vivian to come December",
    "Kermit the Frog sings the Ave Maria while the white flag is endlessly",
    "lowered & raised through the whole master/slave dialectic forever.",
    "Don’t let me be wistful. Let me be the actual heat, forgiven",
    "its severity & leaving for the year. Mercy is just like the children’s zoo it’s real",
    "weird to think about anything now, think how fucking hard",
    "a fucking beach read used to be sewn into its spine",
    "delicious words from start to finish I could just",
    "lay there & die it’s so goddamn nice in this sigh vitrine real 9/11",
    "kind of midnight Friday midnight, lamely shifting in my chair, the fan",
    "that stops the love that moves the world that stops goes out on gold",
    "weeks other weeks it just sits in the back.",
    "It collects statically. I hate that."
  ],
  "title": "Don’t Let Me Be Wistful",
  "year": ""
}