{
  "author": "Dana Ward",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries",
    "Class",
    "Money",
    "Economics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245082",
  "region": "U.S., Midwestern",
  "text": [
    "Lapo Elkman gazes out from the frame with a",
    "come-hither look. His wrists have soft bracelets",
    "around them & his shirt, black, is open.",
    "Looped on his neck pale strands of beads hang",
    "which causes a ribbon of shadow at his nipple.",
    "His facial hair, bleached by the sun, is brown-white.",
    "Tatiana Santa Domingo wears a floral printed dress.",
    "It is summer where she’s photographed or",
    "warm enough for clothes that light. Earrings",
    "perhaps of three golden hoops or two",
    "hang obscured in the shade of her hair.",
    "Her right cheek is touching the locks of",
    "Bianca Brandolini d’Adda whose own dress",
    "is dim purple satin. It has a",
    "black strap of lace an inch thick",
    "which, at her waist, intersects with another",
    "lace band even thicker & full of arabesques",
    "& Fleur De Lis. This lace",
    "is just above her belly which is pressed",
    "to the belly of Margherita Maccapani Missoni.",
    "White, with faint, almost invisible as",
    "flowers (maybe dots?) her sundress,",
    "exposes her shoulder. The left one",
    "is touching the patterned black stars on the silk frock",
    "partly covered by spilling brown hair, at its longest end,",
    "curled & falling from the head of Alexi Neideliski.",
    "Andrea Stefanowicz Sabrier",
    "lays on his belly wearing Ray-Bands",
    "& is laughing. Beside him",
    "on his back, with arm muscles",
    "slightly swollen, hands clasped behind his head",
    "& eyes closed Julio Mario Santo Domingo III",
    "laughs as well. Both are in blue",
    "jeans & t-shirts. Her blue & black checkered",
    "flannel clad shoulder hovers over",
    "the face of her sister whose cheek is buried",
    "in wildflowers. Each wears a ring, one is",
    "a cylinder of patterned white gold",
    "the other, more baroque, appears Victorian",
    "but isn’t wholly visible.",
    "Olympia & Fiona Scarry are un-",
    "comfortably positioned in these clothes",
    "& rings. Olympia’s eyes are wide,",
    "bright, but Fiona’s are so full of shadow",
    "it seems they aren’t there which gives her",
    "the look of the un-dead. White wife beater,",
    "ample hair in his pits, crotch",
    "the center of gravity here in this picture",
    "Harry Morton is laying on a bed. One arm",
    "behind his head it’s tattooed almost classically,",
    "twice, with illegible symbols. His",
    "slacks have grey stripes, they pour into a boot",
    "pressed on the soft white sheet at the right",
    "at the left sink into a blood-colored",
    "comforter, velvet. The chocolate",
    "toned pea-coat he’s wearing half-way",
    "reveals a hand, it grips the hem",
    "near the satin-coco lining. She has the",
    "the face of a mermaid, & the eyes",
    "Princess in her title, Elizabeth von Thurn und Taxis",
    "looks poised before apporaching the coffin.",
    "Count Gian Luca Passi de Preposulo is giddy & drenched",
    "having waded in the sea in his button up clinging",
    "his smile is one that gods give their children after",
    "hooking up with mortals for the fix. On a half-pipe",
    "ornate with graffiti the honorable Sophia",
    "Fermor-Hesketh rests a skate-board on her knee",
    "in black tights. She wears Docs. Her hair is blonde,",
    "mostly covered by a hat her dress is lycra black this is",
    "Madonna as eternal return. Yellow seal with",
    "ingratiating smile, caterpillar-seal hybrid antennae",
    "blue, markings pink, body yellow, silver",
    "dolphin, dolphin with desert-camo designs &",
    "dolphin dressed for jungle warfare these inflatables are",
    "harbored at the edge of a pool in which Bianca",
    "Brandolini D’Adda is floating on a sting-ray",
    "shaped raft on her belly hands under her chin",
    "three bracelets no bathing suit she’s swimming",
    "in her dress which is soaked & her legs are",
    "raised, ankles crossed this makes a diamond-",
    "shape between with liquid topaz. He has",
    "the cork in his teeth. In his left hand a half-",
    "glass of red. He is looking away at invisible friends & the",
    "ocean is beyond a grey mist with white",
    "bands Carlo Mondavi has hair",
    "that arcs at middle point a frozen cascade",
    "beneath which at right we see his ear half",
    "a sea-shell. The filigree is white, the",
    "buttons white impacted silk, the dots silk",
    "on sheer, on her blouse with short sleeves,",
    "she is blonde, her brother blonde his shirt",
    "white his scarf red she leans back on his chest",
    "his hand over his heart he takes an oath, Alexandre",
    "& Josephine de la Baume their lips closed",
    "eyes cold, unexpressive & imposing. JFK",
    "twice on a monitor his face & his back he",
    "is speaking Jared Kushner looks relaxed there’s",
    "a copy of the New York Observer on his knees",
    "which are bent he sits up against a",
    "wall smiles easily cropped black hair dark tie",
    "& slacks & white shirts by a window in the",
    "city. It’s a beach-house kitchen. Arnie Hammer’s",
    "by the sink. The head of his acoustic guitar",
    "nears its lip, & his ass sits near a rack where",
    "dishes dry there is one tiny elegant hole",
    "in his t-shirt, in his collar which is loose,",
    "low, reveals his long neck & hairy chest.",
    "The Corona in his right hand sweats. There is",
    "white foam all over my face which began in",
    "a canister, moved as blue-gel expelled by",
    "air-pressure then diluted with water was smeared",
    "on my cheeks, between my nose, lip",
    "& down onto my chin. I am shaving naked I",
    "have three rolls of fat each bigger than",
    "the last. Looking in the mirror I cough, draw",
    "the phlegm from my lungs with a suck roll",
    "it onto my tongue stick my tongue out examine",
    "phlegm’s color for blood but there’s none it’s like mud-",
    "infused egg yolk. I spit it down into the sink with",
    "the little hairs spiking the cream. The cigarette",
    "pulls like a kite from her body on a long arm",
    "suspended by wind. Her tea-cup she holds it waist",
    "high & with one finger pins the fabric lightly",
    "to the bottom of the saucer. The cigarette ash",
    "is precarious her dress has five little shoelaces",
    "white at sternum’s end. Margherita",
    "Maccapani Missoni is happy. Sophia Barclay",
    "has a grey cardigan under which she wears a Disney",
    "dress. Hayley Bloomingdale is blonde she has",
    "a kerchief on her head a thin slice of melon",
    "in her fingers a white strand of pearls",
    "her bangs are one soft shard that hook her chin.",
    "She turns like she noticed us following her,",
    "& ready with her smile meets our eyes Ivanka",
    "Trump is moving, carefree, through the city. A young",
    "Thomas Jefferson, Adrea Casiraghi stares proudly at the future",
    "of the world & finds it splendid, brown hair cascading",
    "over his wool grey coat his white shirt reveals his",
    "marshmallow chest which contrasts with his granite",
    "chin & jaw. Dasha Duhkohva reclines on a",
    "marble table outlined by hydrangeas in jeans &",
    "striped shirt a grey trench coat thrown over her body.",
    "In a little row-boat, in a tank-top",
    "across which in marker has been written River",
    "Keeper Amanda Hearst crowned by a loose,",
    "densely beaded tiara. Black rubber fishing",
    "boots swallowed her legs. She’s drawing an",
    "enormous black tarp around her torso",
    "& smiling while her head tilts to the left."
  ],
  "title": "This Can’t Be Life",
  "year": ""
}