{
  "author": "Robert Browning",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Arts",
    "Sciences",
    "Philosophy",
    "Weather",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173008",
  "region": "England",
  "text": [
    "[Supposed of Pamphylax the Antiochene:",
    "It is a parchment, of my rolls the fifth,",
    "Hath three skins glued together, is all Greek,",
    "And goeth from",
    "down to",
    ":",
    "Lies second in the surnamed Chosen Chest,",
    "Stained and conserved with juice of terebinth,",
    "Covered with cloth of hair, and lettered",
    ",",
    "From Xanthus, my wife's uncle, now at peace:",
    "and",
    "stand for my own name.",
    "I may not write it, but I make a cross",
    "To show I wait His coming, with the rest,",
    "And leave off here: beginneth Pamphylax.]",
    "I said, \"If one should wet his lips with wine,",
    "\"And slip the broadest plantain-leaf we find,",
    "\"Or else the lappet of a linen robe,",
    "\"Into the water-vessel, lay it right,",
    "\"And cool his forehead just above the eyes,",
    "\"The while a brother, kneeling either side,",
    "\"Should chafe each hand and try to make it warm,—",
    "\"He is not so far gone but he might speak.\"",
    "This did not happen in the outer cave,",
    "Nor in the secret chamber of the rock",
    "Where, sixty days since the decree was out,",
    "We had him, bedded on a camel-skin,",
    "And waited for his dying all the while;",
    "But in the midmost grotto: since noon's light",
    "Reached there a little, and we would not lose",
    "The last of what might happen on his face.",
    "I at the head, and Xanthus at the feet,",
    "With Valens and the Boy, had lifted him,",
    "And brought him from the chamber in the depths,",
    "And laid him in the light where we might see:",
    "For certain smiles began about his mouth,",
    "And his lids moved, presageful of the end.",
    "Beyond, and half way up the mouth o' the cave",
    "The Bactrian convert, having his desire,",
    "Kept watch, and made pretence to graze a goat",
    "That gave us milk, on rags of various herb,",
    "Plantain and quitch, the rocks' shade keeps alive:",
    "So that if any thief or soldier passed",
    "(Because the persecution was aware,",
    "Yielding the goat up promptly with his life,",
    "Such man might pass on, joyful at a prize,",
    "Nor care to pry into the cool o' the cave.",
    "Outside was all noon and the burning blue.",
    "\"Here is wine,\" answered Xanthus,—dropped a drop;",
    "I stooped and placed the lap of cloth aright,",
    "Then chafed his right hand, and the Boy his left:",
    "But Valens had bethought him, and produced",
    "And broke a ball of nard, and made perfume.",
    "Only, he did—not so much wake, as—turn",
    "And smile a little, as a sleeper does",
    "If any dear one call him, touch his face—",
    "And smiles and loves, but will not be disturbed.",
    "Then Xanthus said a prayer, but still he slept:",
    "It is the Xanthus that escaped to Rome,",
    "Was burned, and could not write the chronicle.",
    "Then the Boy sprang up from his knees, and ran,",
    "Stung by the splendour of a sudden thought,",
    "And fetched the seventh plate of graven lead",
    "Out of the secret chamber, found a place,",
    "Pressing with finger on the deeper dints,",
    "And spoke, as 'twere his mouth proclaiming first,",
    "\"I am the Resurrection and the Life.\"",
    "Whereat he opened his eyes wide at once,",
    "And sat up of himself, and looked at us;",
    "And thenceforth nobody pronounced a word:",
    "Only, outside, the Bactrian cried his cry",
    "Like the lone desert-bird that wears the ruff,",
    "As signal we were safe, from time to time.",
    "First he said, \"If a friend declared to me,",
    "\"This my son Valens, this my other son,",
    "\"Were James and Peter,—nay, declared as well",
    "\"This lad was very John,—I could believe!",
    "\"—Could, for a moment, doubtlessly believe:",
    "\"So is myself withdrawn into my depths,",
    "\"The soul retreated from the perished brain",
    "\"Whence it was wont to feel and use the world",
    "\"Through these dull members, done with long ago.",
    "\"Yet I myself remain; I feel myself:",
    "\"And there is nothing lost. Let be, awhile!\"",
    "[This is the doctrine he was wont to teach,",
    "How divers persons witness in each man,",
    "Three souls which make up one soul: first, to wit,",
    "A soul of each and all the bodily parts,",
    "Seated therein, which works, and is what Does,",
    "And has the use of earth, and ends the man",
    "Downward: but, tending upward for advice,",
    "Grows into, and again is grown into",
    "By the next soul, which, seated in the brain,",
    "Useth the first with its collected use,",
    "And feeleth, thinketh, willeth,—is what Knows:",
    "Which, duly tending upward in its turn,",
    "Grows into, and again is grown into",
    "By the last soul, that uses both the first,",
    "Subsisting whether they assist or no,",
    "And, constituting man's self, is what Is—",
    "And leans upon the former, makes it play,",
    "As that played off the first: and, tending up,",
    "Holds, is upheld by, God, and ends the man",
    "Upward in that dread point of intercourse,",
    "Nor needs a place, for it returns to Him.",
    "What Does, what Knows, what Is; three souls, one man.",
    "I give the glossa of Theotypas.]",
    "And then, \"A stick, once fire from end to end;",
    "\"Now, ashes save the tip that holds a spark!",
    "\"Yet, blow the spark, it runs back, spreads itself",
    "\"A little where the fire was: thus I urge",
    "\"The soul that served me, till it task once more",
    "\"What ashes of my brain have kept their shape,",
    "\"And these make effort on the last o' the flesh,",
    "\"Trying to taste again the truth of things—\"",
    "(He smiled)—\"their very superficial truth;",
    "\"As that ye are my sons, that it is long",
    "\"Since James and Peter had release by death,",
    "\"And I am only he, your brother John,",
    "\"Who saw and heard, and could remember all.",
    "\"Remember all! It is not much to say.",
    "\"What if the truth broke on me from above",
    "\"As once and oft-times? Such might hap again:",
    "\"Doubtlessly He might stand in presence here,",
    "\"With head wool-white, eyes flame, and feet like brass,",
    "\"The sword and the seven stars, as I have seen—",
    "\"I who now shudder only and surmise",
    "\"How did your brother bear that sight and live?'",
    "\"If I live yet, it is for good, more love",
    "\"Through me to men: be nought but ashes here",
    "\"That keep awhile my semblance, who was John,—",
    "\"Still, when they scatter, there is left on earth",
    "\"No one alive who knew (consider this!)",
    "\"—Saw with his eyes and handled with his hands",
    "\"That which was from the first, the Word of Life.",
    "\"How will it be when none more saith 'I saw'?",
    "\"Such ever was love's way: to rise, it stoops.",
    "\"Since I, whom Christ's mouth taught, was bidden teach,",
    "\"I went, for many years, about the world,",
    "\"Saying 'It was so; so I heard and saw,'",
    "\"Speaking as the case asked: and men believed.",
    "\"Afterward came the message to myself",
    "\"In Patmos isle; I was not bidden teach,",
    "\"But simply listen, take a book and write,",
    "\"Nor set down other than the given word,",
    "\"With nothing left to my arbitrament",
    "\"To choose or change: I wrote, and men believed.",
    "\"Then, for my time grew brief, no message more,",
    "\"No call to write again, I found a way,",
    "\"And, reasoning from my knowledge, merely taught",
    "\"Men should, for love's sake, in love's strength believe;",
    "\"Or I would pen a letter to a friend",
    "\"And urge the same as friend, nor less nor more:",
    "\"Friends said I reasoned rightly, and believed.",
    "\"But at the last, why, I seemed left alive",
    "\"Like a sea jelly weak on Patmos strand,",
    "\"To tell dry sea-beach gazers how I fared",
    "\"When there was mid-sea, and the mighty things;",
    "\"Left to repeat, 'I saw, I heard, I knew,'",
    "\"And go all over the old ground again,",
    "\"With Antichrist already in the world,",
    "\"And many Antichrists, who answered prompt",
    "\" Am I not Jasper as thyself art John?",
    "\" Nay, young, whereas through age thou mayest forget;",
    "\" Wherefore, explain, or how shall we believe?",
    "\"I never thought to call down fire on such,",
    "\"Or, as in wonderful and early days,",
    "\"Pick up the scorpion, tread the serpent dumb;",
    "\"But patient stated much of the Lord's life",
    "\"Forgotten or misdelivered, and let it work:",
    "\"Since much that at the first, in deed and word,",
    "\"Lay simply and sufficiently exposed,",
    "\"Had grown (or else my soul was grown to match,",
    "\"Fed through such years, familiar with such light,",
    "\"Guarded and guided still to see and speak)",
    "\"Of new significance and fresh result;",
    "\"What first were guessed as points, I now knew stars,",
    "\"And named them in the Gospel I have writ.",
    "\"For men said, 'It is getting long ago:",
    "\" Where is the promise of His coming?'—asked",
    "\"These young ones in their strength, as loth to wait,",
    "\"Of me who, when their sires were born, was old.",
    "\"I, for I loved them, answered, joyfully,",
    "\"Since I was there, and helpful in my age;",
    "\"And, in the main, I think such men believed.",
    "\"Finally, thus endeavouring, I fell sick,",
    "\"Ye brought me here, and I supposed the end,",
    "\"And went to sleep with one thought that, at least,",
    "\"Though the whole earth should lie in wickedness,",
    "\"We had the truth, might leave the rest to God.",
    "\"Yet now I wake in such decrepitude",
    "\"As I had slidden down and fallen afar,",
    "\"Past even the presence of my former self,",
    "\"Grasping the while for stay at facts which snap,",
    "\"Till I am found away from my own world,",
    "Feeling for foot-hold through a blank profound,",
    "\"Along with unborn people in strange lands,",
    "\"Who say—I hear said or conceive they say—",
    "\" Was John at all, and did he say he saw?",
    "\" Assure us, ere we ask what he might see!'",
    "\"And how shall I assure them? Can they share",
    "\"—They, who have flesh, a veil of youth and strength",
    "\"About each spirit, that needs must bide its time,",
    "\"Living and learning still as years assist",
    "\"Which wear the thickness thin, and let man see—",
    "\"With me who hardly am withheld at all,",
    "\"But shudderingly, scarce a shred between,",
    "\"Lie bare to the universal prick of light?",
    "\"Is it for nothing we grow old and weak,",
    "\"We whom God loves? When pain ends, gain ends too.",
    "\"To me, that story—ay, that Life and Death",
    "\"Of which I wrote 'it was'—to me, it is;",
    "\"—Is, here and now: I apprehend nought else.",
    "Is not God now i' the world His power first made?",
    "\"Is not His love at issue still with sin,",
    "\"Visibly when a wrong is done on earth?",
    "\"Love, wrong, and pain, what see I else around?",
    "\"Yea, and the Resurrection and Uprise",
    "\"To the right hand of the throne—what is it beside,",
    "\"When such truth, breaking bounds, o'erfloods my soul,",
    "And, as I saw the sin and death, even so",
    "\"See I the need yet transiency of both,",
    "\"The good and glory consummated thence?",
    "\"I saw the power; I see the Love, once weak,",
    "\"Resume the Power: and in this word 'I see,'",
    "\"Lo, there is recognized the Spirit of both",
    "\"That moving o'er the spirit of man, unblinds",
    "\"His eye and bids him look. These are, I see;",
    "\"But ye, the children, His beloved ones too,",
    "\"Ye need,—as I should use an optic glass",
    "I wondered at erewhile, somewhere i' the world,",
    "\"It had been given a crafty smith to make;",
    "\"A tube, he turned on objects brought too close,",
    "Lying confusedly insubordinate",
    "\"For the unassisted eye to master once:",
    "\"Look through his tube, at distance now they lay,",
    "\"Become succinct, distinct, so small, so clear!",
    "\"Just thus, ye needs must apprehend what truth",
    "\"I see, reduced to plain historic fact,",
    "\"Diminished into clearness, proved a point",
    "\"And far away: ye would withdraw your sense",
    "From out eternity, strain it upon time,",
    "\"Then stand before that fact, that Life and Death,",
    "\"Stay there at gaze, till it dispart, dispread,",
    "As though a star should open out, all sides,",
    "Grow the world on you, as it is my world.",
    "\"For life, with all it yields of joy and woe",
    "\"And hope and fear,—believe the aged friend,—",
    "Is just our chance o' the prize of learning love,",
    "\"How love might be, hath been indeed, and is;",
    "\"And that we hold thenceforth to the uttermost",
    "\"Such prize despite the envy of the world,",
    "And, having gained truth, keep truth: that is all.",
    "\"But see the double way wherein we are led,",
    "\"How the soul learns diversely from the flesh!",
    "\"With flesh, that hath so little time to stay,",
    "\"And yields mere basement for the soul's emprise,",
    "\"Expect prompt teaching. Helpful was the light,",
    "\"And warmth was cherishing and food was choice",
    "\"To every man's flesh, thousand years ago,",
    "\"As now to yours and mine; the body sprang",
    "\"At once to the height, and stayed: but the soul,—no!",
    "\"Since sages who, this noontide, meditate",
    "\"In Rome or Athens, may descry some point",
    "\"Of the eternal power, hid yestereve;",
    "\"And, as thereby the power's whole mass extends,",
    "\"So much extends the æther floating o'er,",
    "\"The love that tops the might, the Christ in God.",
    "\"Then, as new lessons shall be learned in these",
    "\"Till earth's work stop and useless time run out,",
    "\"So duly, daily, needs provision be",
    "\"For keeping the soul's prowess possible,",
    "\"Building new barriers as the old decay,",
    "\"Saving us from evasion of life's proof,",
    "\"Putting the question ever, 'Does God love,",
    "\" And will ye hold that truth against the world?'",
    "\"Ye know there needs no second proof with good",
    "\"Gained for our flesh from any earthly source:",
    "\"We might go freezing, ages,—give us fire,",
    "\"Thereafter we judge fire at its full worth,",
    "\"And guard it safe through every chance, ye know!",
    "\"That fable of Prometheus and his theft,",
    "\"How mortals gained Jove's fiery flower, grows old",
    "\"(I have been used to hear the pagans own)",
    "\"And out of mind; but fire, howe'er its birth,",
    "\"Here is it, precious to the sophist now",
    "\"Who laughs the myth of Æschylus to scorn,",
    "\"As precious to those satyrs of his play,",
    "\"Who touched it in gay wonder at the thing.",
    "\"While were it so with the soul,—this gift of truth",
    "\"Once grasped, were this our soul's gain safe, and sure",
    "\"To prosper as the body's gain is wont,—",
    "\"Why, man's probation would conclude, his earth",
    "\"Crumble; for he both reasons and decides,",
    "\"Weighs first, then chooses: will he give up fire",
    "\"For gold or purple once he knows its worth?",
    "\"Could he give Christ up were His worth as plain?",
    "\"Therefore, I say, to test man, the proofs shift,",
    "\"Nor may he grasp that fact like other fact,",
    "\"And straightway in his life acknowledge it,",
    "\"As, say, the indubitable bliss of fire.",
    "\"Sigh ye, 'It had been easier once than now'?",
    "\"To give you answer I am left alive;",
    "\"Look at me who was present from the first!",
    "\"Ye know what things I saw; then came a test,",
    "\"My first, befitting me who so had seen:",
    "\" Forsake the Christ thou sawest transfigured, Him",
    "\" Who trod the sea and brought the dead to life?",
    "\" What should wring this from thee!'—ye laugh and ask.",
    "\"What wrung it? Even a torchlight and a noise,",
    "\"The sudden Roman faces, violent hands,",
    "\"And fear of what the Jews might do! Just that,",
    "\"And it is written, 'I forsook and fled':",
    "\"There was my trial, and it ended thus.",
    "\"Ay, but my soul had gained its truth, could grow:",
    "\"Another year or two,—what little child,",
    "\"What tender woman that had seen no least",
    "\"Of all my sights, but barely heard them told,",
    "\"Who did not clasp the cross with a light laugh,",
    "\"Or wrap the burning robe round, thanking God?",
    "\"Well, was truth safe for ever, then? Not so.",
    "\"Already had begun the silent work",
    "\"Whereby truth, deadened of its absolute blaze,",
    "\"Might need love's eye to pierce the o'erstretched doubt.",
    "\"Teachers were busy, whispering 'All is true",
    "\" As the aged ones report; but youth can reach",
    "\" Where age gropes dimly, weak with stir and strain,",
    "\" And the full doctrine slumbers till to-day.'",
    "\"Thus, what the Roman's lowered spear was found,",
    "\"A bar to me who touched and handled truth,",
    "\"Now proved the glozing of some new shrewd tongue,",
    "\"This Ebion, this Cerinthus or their mates,",
    "\"Till imminent was the outcry Save our Christ!'",
    "\"Whereon I stated much of the Lord's life",
    "\"Forgotten or misdelivered, and let it work.",
    "\"Such work done, as it will be, what comes next?",
    "\"What do I hear say, or conceive men say,",
    "\" Was John at all, and did he say he saw?",
    "\" Assure us, ere we ask what he might see!'",
    "\"Is this indeed a burthen for late days,",
    "\"And may I help to bear it with you all,",
    "\"Using my weakness which becomes your strength?",
    "\"For if a babe were born inside this grot,",
    "\"Grew to a boy here, heard us praise the sun,",
    "\"Yet had but yon sole glimmer in light's place,—",
    "\"One loving him and wishful he should learn,",
    "\"Would much rejoice himself was blinded first",
    "\"Month by month here, so made to understand",
    "\"How eyes, born darkling, apprehend amiss:",
    "\"I think I could explain to such a child",
    "\"There was more glow outside than gleams he caught,",
    "\"Ay, nor need urge 'I saw it, so believe!'",
    "\"It is a heavy burthen you shall bear",
    "\"In latter days, new lands, or old grown strange,",
    "\"Left without me, which must be very soon.",
    "\"What is the doubt, my brothers? Quick with it!",
    "\"I see you stand conversing, each new face,",
    "\"Either in fields, of yellow summer eves,",
    "\"On islets yet unnamed amid the sea;",
    "\"Or pace for shelter 'neath a portico",
    "\"Out of the crowd in some enormous town",
    "\"Where now the larks sing in a solitude;",
    "\"Or muse upon blank heaps of stone and sand",
    "\"Idly conjectured to be Ephesus:",
    "\"And no one asks his fellow any more",
    "\" Where is the promise of His coming?' but",
    "\" Was he revealed in any of His lives,",
    "\" As Power, as Love, as Influencing Soul?'",
    "\"Quick, for time presses, tell the whole mind out,",
    "\"And let us ask and answer and be saved!",
    "\"My book speaks on, because it cannot pass;",
    "\"One listens quietly, nor scoffs but pleads",
    "\" Here is a tale of things done ages since;",
    "\" What truth was ever told the second day?",
    "\" Wonders, that would prove doctrine, go for nought.",
    "\" Remains the doctrine, love; well, we must love,",
    "\" And what we love most, power and love in one,",
    "\" Let us acknowledge on the record here,",
    "\" Accepting these in Christ: must Christ then be?",
    "\" Has He been? Did not we ourselves make Him?",
    "\" Our mind receives but what it holds, no more.",
    "\" First of the love, then; we acknowledge Christ—",
    "\" A proof we comprehend His love, a proof",
    "\" We had such love already in ourselves,",
    "\" Knew first what else we should not recognize.",
    "\" 'Tis mere projection from man's inmost mind,",
    "\" And, what he loves, thus falls reflected back,",
    "\" Becomes accounted somewhat out of him;",
    "\" He throws it up in air, it drops down earth's,",
    "\" With shape, name, story added, man's old way.",
    "\" How prove you Christ came otherwise at least?",
    "\" Next try the power: He made and rules the world:",
    "\" Certes there is a world once made, now ruled,",
    "\" Unless things have been ever as we see.",
    "\" Our sires declared a charioteer's yoked steeds",
    "\" Brought the sun up the east and down the west,",
    "\" Which only of itself now rises, sets,",
    "\" As if a hand impelled it and a will,—",
    "\" Thus they long thought, they who had will and hands:",
    "\" But the new question's whisper is distinct,",
    "\" Wherefore must all force needs be like ourselves?",
    "\" We have the hands, the will; what made and drives",
    "\" The sun is force, is law, is named, not known,",
    "\" While will and love we do know; marks of these,",
    "\" Eye-witnesses attest, so books declare—",
    "\" As that, to punish or reward our race,",
    "\" The sun at undue times arose or set",
    "\" Or else stood still: what do not men affirm?",
    "\" But earth requires as urgently reward",
    "\" Or punishment to-day as years ago,",
    "\" And none expects the sun will interpose:",
    "\" Therefore it was mere passion and mistake,",
    "\" Or erring zeal for right, which changed the truth.",
    "\" Go back, far, farther, to the birth of things;",
    "\" Ever the will, the intelligence, the love,",
    "\" Man's!—which he gives, supposing he but finds,",
    "\" As late he gave head, body, hands and feet,",
    "\" To help these in what forms he called his gods.",
    "\" First, Jove's brow, Juno's eyes were swept away,",
    "\" But Jove's wrath, Juno's pride continued long;",
    "\" As last, will, power, and love discarded these,",
    "\" So law in turn discards power, love, and will.",
    "\" What proveth God is otherwise at least?",
    "\" All else, projection from the mind of man!'",
    "\"Nay, do not give me wine, for I am strong,",
    "\"But place my gospel where I put my hands.",
    "\"I say that man was made to grow, not stop;",
    "\"That help, he needed once, and needs no more,",
    "\"Having grown but an inch by, is withdrawn:",
    "\"For he hath new needs, and new helps to these.",
    "\"This imports solely, man should mount on each",
    "\"New height in view; the help whereby he mounts,",
    "\"The ladder-rung his foot has left, may fall,",
    "\"Since all things suffer change save God the Truth.",
    "\"Man apprehends Him newly at each stage",
    "\"Whereat earth's ladder drops, its service done;",
    "\"And nothing shall prove twice what once was proved.",
    "\"You stick a garden-plot with ordered twigs",
    "\"To show inside lie germs of herbs unborn,",
    "\"And check the careless step would spoil their birth;",
    "\"But when herbs wave, the guardian twigs may go,",
    "\"Since should ye doubt of virtues, question kinds,",
    "\"It is no longer for old twigs ye look,",
    "\"Which proved once underneath lay store of seed,",
    "\"But to the herb's self, by what light ye boast,",
    "\"For what fruit's signs are. This book's fruit is plain,",
    "\"Nor miracles need prove it any more.",
    "\"Doth the fruit show? Then miracles bade 'ware",
    "\"At first of root and stem, saved both till now",
    "\"From trampling ox, rough boar and wanton goat.",
    "\"What? Was man made a wheelwork to wind up,",
    "\"And be discharged, and straight wound up anew?",
    "\"No!—grown, his growth lasts; taught, he ne'er forgets:",
    "\"May learn a thousand things, not twice the same.",
    "\"This might be pagan teaching: now hear mine.",
    "\"I say, that as the babe, you feed awhile,",
    "\"Becomes a boy and fit to feed himself,",
    "\"So, minds at first must be spoon-fed with truth:",
    "\"When they can eat, babe's-nurture is withdrawn.",
    "\"I fed the babe whether it would or no:",
    "\"I bid the boy or feed himself or starve.",
    "\"I cried once, 'That ye may believe in Christ,",
    "\" Behold this blind man shall receive his sight!'",
    "\"I cry now, 'Urgest thou,",
    "\"I say, that miracle was duly wrought",
    "\"When, save for it, no faith was possible.",
    "\"Whether a change were wrought i' the shows o' the world,",
    "\"Whether the change came from our minds which see",
    "\"Of shows o' the world so much as and no more",
    "\"Than God wills for His purpose,—(what do I",
    "\"See now, suppose you, there where you see rock",
    "\"Round us?)—I know not; such was the effect,",
    "\"So faith grew, making void more miracles",
    "\"Because too much; they would compel, not help.",
    "\"I say, the acknowledgment of God in Christ",
    "\"Accepted by thy reason, solves for thee",
    "\"All questions in the earth and out of it,",
    "\"And has so far advanced thee to be wise.",
    "\"Wouldst thou unprove this to re-prove the proved?",
    "\"In life's mere minute, with power to use that proof,",
    "\"Leave knowledge and revert to how it sprung?",
    "\"Thou hast it; use it and forthwith, or die!",
    "\"For I say, this is death and the sole death,",
    "\"When a man's loss comes to him from his gain,",
    "\"Darkness from light, from knowledge ignorance,",
    "\"And lack of love from love made manifest;",
    "\"A lamp's death when, replete with oil, it chokes;",
    "\"A stomach's when, surcharged with food, it starves.",
    "\"With Ignorance was surety of a cure.",
    "\"When man, appalled at nature, questioned first",
    "\" What if there lurk a might behind this might?'",
    "\"He needed satisfaction God could give,",
    "\"And did give, as ye have the written word:",
    "\"But when he finds might still redouble might,",
    "\"Yet asks, Since all is might, what use of will?'",
    "\"—Will, the one source of might,—he being man",
    "\"With a man's will and a man's might, to teach",
    "\"In little how the two combine in large,—",
    "\"That man has turned round on himself and stands,",
    "\"Which in the course of nature is, to die.",
    "\"And when man questioned, 'What if there be love",
    "\" Behind the will and might, as real as they?'—",
    "\"He needed satisfaction God could give,",
    "\"And did give, as ye have the written word:",
    "\"But when, beholding that love everywhere,",
    "He reasons, Since such love is everywhere,",
    "\" And since ourselves can love and would be loved,",
    "\" We ourselves make the love, and Christ was not,'—",
    "\"How shall ye help this man who knows himself,",
    "\"That he must love and would be loved again,",
    "\"Yet, owning his own love that proveth Christ,",
    "\"Rejecteth Christ though very need of Him?",
    "\"The lamp o'erswims with oil, the stomach flags",
    "\"Loaded with nurture, and that man's soul dies.",
    "\"If he rejoin, But this was all the while",
    "\" A trick; the fault was, first of all, in thee,",
    "\" Thy story of the places, names and dates",
    "\" Where, when and how the ultimate truth had rise,",
    "\" —Thy prior truth, at last discovered none,",
    "\" Whence now the second suffers detriment.",
    "\" What good of giving knowledge if, because",
    "\" O' the manner of the gift, its profit fail?",
    "\" And why refuse what modicum of help",
    "\" Had stopped the after-doubt, impossible",
    "\" I' the face of truth—truth absolute, uniform?",
    "\" Why must I hit of this and miss of that,",
    "\" Distinguish just as I be weak or strong,",
    "\" And not ask of thee and have answer prompt,",
    "\" Was this once, was it not once?—then and now",
    "\" And evermore, plain truth from man to man.",
    "\" Is John's procedure just the heathen bard's?",
    "\" Put question of his famous play again",
    "\" How for the ephemerals' sake Jove's fire was filched,",
    "\" And carried in a cane and brought to earth:",
    "\"",
    "cry the wise,",
    "\"",
    "\"",
    "\" As with the Titan's, so now with thy tale:",
    "\" Why breed in us perplexity, mistake,",
    "\" Nor tell the whole truth in the proper words?'",
    "\"I answer, Have ye yet to argue out",
    "\"The very primal thesis, plainest law,",
    "\"—Man is not God but hath God's end to serve,",
    "\"A master to obey, a course to take,",
    "\"Somewhat to cast off, somewhat to become?",
    "\"Grant this, then man must pass from old to new,",
    "\"From vain to real, from mistake to fact,",
    "\"From what once seemed good, to what now proves best.",
    "\"How could man have progression otherwise?",
    "\"Before the point was mooted 'What is God?'",
    "\"No savage man inquired 'What am myself?'",
    "\"Much less replied, First, last, and best of things.'",
    "\"Man takes that title now if he believes",
    "\"Might can exist with neither will nor love,",
    "\"In God's case—what he names now Nature's Law—",
    "\"While in himself he recognizes love",
    "\"No less than might and will: and rightly takes.",
    "\"Since if man prove the sole existent thing",
    "\"Where these combine, whatever their degree,",
    "\"However weak the might or will or love,",
    "\"So they be found there, put in evidence,—",
    "\"He is as surely higher in the scale",
    "\"Than any might with neither love nor will,",
    "\"As life, apparent in the poorest midge,",
    "\"(When the faint dust-speck flits, ye guess its wing)",
    "\"Is marvellous beyond dead Atlas' self—",
    "\"Given to the nobler midge for resting-place!",
    "\"Thus, man proves best and highest—God, in fine,",
    "\"And thus the victory leads but to defeat,",
    "\"The gain to loss, best rise to the worst fall,",
    "\"His life becomes impossible, which is death.",
    "\"But if, appealing thence, he cower, avouch",
    "\"He is mere man, and in humility",
    "\"Neither may know God nor mistake himself;",
    "\"I point to the immediate consequence",
    "\"And say, by such confession straight he falls",
    "\"Into man's place, a thing nor God nor beast,",
    "\"Made to know that he can know and not more:",
    "\"Lower than God who knows all and can all,",
    "\"Higher than beasts which know and can so far",
    "\"As each beast's limit, perfect to an end,",
    "\"Nor conscious that they know, nor craving more;",
    "\"While man knows partly but conceives beside,",
    "\"Creeps ever on from fancies to the fact,",
    "\"And in this striving, this converting air",
    "\"Into a solid he may grasp and use,",
    "\"Finds progress, man's distinctive mark alone,",
    "\"Not God's, and not the beasts': God is, they are,",
    "\"Man partly is and wholly hopes to be.",
    "\"Such progress could no more attend his soul",
    "\"Were all it struggles after found at first",
    "\"And guesses changed to knowledge absolute,",
    "\"Than motion wait his body, were all else",
    "\"Than it the solid earth on every side,",
    "\"Where now through space he moves from rest to rest.",
    "\"Man, therefore, thus conditioned, must expect",
    "\"He could not, what he knows now, know at first;",
    "\"What he considers that he knows to-day,",
    "\"Come but to-morrow, he will find misknown;",
    "\"Getting increase of knowledge, since he learns",
    "\"Because he lives, which is to be a man,",
    "\"Set to instruct himself by his past self:",
    "\"First, like the brute, obliged by facts to learn,",
    "\"Next, as man may, obliged by his own mind,",
    "\"Bent, habit, nature, knowledge turned to law.",
    "\"God's gift was that man should conceive of truth",
    "\"And yearn to gain it, catching at mistake,",
    "\"As midway help till he reach fact indeed.",
    "\"The statuary ere he mould a shape",
    "\"Boasts a like gift, the shape's idea, and next",
    "The aspiration to produce the same;",
    "\"So, taking clay, he calls his shape thereout,",
    "\"Cries ever Now I have the thing I see':",
    "\"Yet all the while goes changing what was wrought,",
    "\"From falsehood like the truth, to truth itself.",
    "\"How were it had he cried 'I see no face,",
    "\" No breast, no feet i' the ineffectual clay'?",
    "\"Rather commend him that he clapped his hands,",
    "\"And laughed 'It is my shape and lives again!'",
    "''EnJoyed the falsehood, touched it on to truth,",
    "\"Until yourselves applaud the flesh indeed",
    "\"In what is still flesh-imitating clay.",
    "\"Right in you, right in him, such way be man's!",
    "\"God only makes the live shape at a jet.",
    "\"Will ye renounce this pact of creatureship?",
    "\"The pattern on the Mount subsists no more,",
    "\"Seemed awhile, then returned to nothingness;",
    "\"But copies, Moses strove to make thereby,",
    "\"Serve still and are replaced as time requires:",
    "\"By these, make newest vessels, reach the type!",
    "\"If ye demur, this judgment on your head,",
    "\"Never to reach the ultimate, angel's law,",
    "\"Indulging every instinct of the soul",
    "\"There where law, life, joy, impulse are one thing!",
    "\"Such is the burthen of the latest time.",
    "\"I have survived to hear it with my ears,",
    "\"Answer it with my lips: does this suffice?",
    "\"For if there be a further woe than such,",
    "\"Wherein my brothers struggling need a hand,",
    "\"So long as any pulse is left in mine,",
    "\"May I be absent even longer yet,",
    "\"Plucking the blind ones back from the abyss,",
    "\"Though I should tarry a new hundred years!\"",
    "But he was dead; 't was about noon, the day",
    "Somewhat declining: we five buried him",
    "That eve, and then, dividing, went five ways,",
    "And I, disguised, returned to Ephesus.",
    "By this, the cave's mouth must be filled with sand.",
    "Valens is lost, I know not of his trace;",
    "The Bactrian was but a wild childish man,",
    "And could not write nor speak, but only loved:",
    "So, lest the memory of this go quite,",
    "Seeing that I to-morrow fight the beasts,",
    "I tell the same to Phœbas, whom believe!",
    "For many look again to find that face,",
    "Beloved John's to whom I ministered,",
    "Somewhere in life about the world; they err:",
    "Either mistaking what was darkly spoke",
    "At ending of his book, as he relates,",
    "Or misconceiving somewhat of this speech",
    "Scattered from mouth to mouth, as I suppose.",
    "Believe ye will not see him any more",
    "About the world with his divine regard!",
    "For all was as I say, and now the man",
    "Lies as he lay once, breast to breast with God.",
    "[Cerinthus read and mused; one added this:",
    "\"If Christ, as thou affirmest, be of men",
    "\"Mere man, the first and best but nothing more,—",
    "\"Account Him, for reward of what He was,",
    "\"Now and for ever, wretchedest of all.",
    "\"For see; Himself conceived of life as love,",
    "\"Conceived of love as what must enter in,",
    "\"Fill up, make one with His each soul He loved.",
    "\"Thus much for man's joy, all men's joy for Him.",
    "\"Well, He is gone, thou sayest, to fit reward.",
    "\"But by this time are many souls set free,",
    "\"And very many still retained alive:",
    "\"Nay, should His coming be delayed awhile,",
    "\"Say, ten years longer (twelve years, some compute)",
    "\"See if, for every finger of thy hands,",
    "\"There be not found, that day the world shall end,",
    "\"Hundreds of souls, each holding by Christ's word",
    "\"That He will grow incorporate with all,",
    "\"With me as Pamphylax, with him as John,",
    "\"Groom for each bride! Can a mere man do this?",
    "\"Yet Christ saith, this He lived and died to do.",
    "\"Call Christ, then, the illimitable God,",
    "\"Or lost!\"",
    "But 't was Cerinthus that is lost.]"
  ],
  "title": "A Death in the Desert",
  "year": ""
}