{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Sciences",
    "Living",
    "School",
    "Learning",
    "Activities",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173013",
  "region": "England",
  "text": [
    "Let us begin and carry up this corpse,",
    "Singing together.",
    "Leave we the common crofts, the vulgar thorpes",
    "Each in its tether",
    "Sleeping safe on the bosom of the plain,",
    "Cared-for till cock-crow:",
    "Look out if yonder be not day again",
    "Rimming the rock-row!",
    "That's the appropriate country; there, man's thought,",
    "Rarer, intenser,",
    "Self-gathered for an outbreak, as it ought,",
    "Chafes in the censer.",
    "Leave we the unlettered plain its herd and crop;",
    "Seek we sepulture",
    "On a tall mountain, citied to the top,",
    "Crowded with culture!",
    "All the peaks soar, but one the rest excels;",
    "Clouds overcome it;",
    "No! yonder sparkle is the citadel's",
    "Circling its summit.",
    "Thither our path lies; wind we up the heights:",
    "Wait ye the warning?",
    "Our low life was the level's and the night's;",
    "He's for the morning.",
    "Step to a tune, square chests, erect each head,",
    "'Ware the beholders!",
    "This is our master, famous, calm and dead,",
    "Borne on our shoulders.",
    "Sleep, crop and herd! sleep, darkling thorpe and croft,",
    "Safe from the weather!",
    "He, whom we convoy to his grave aloft,",
    "Singing together,",
    "He was a man born with thy face and throat,",
    "Lyric Apollo!",
    "Long he lived nameless: how should spring take note",
    "Winter would follow?",
    "Till lo, the little touch, and youth was gone!",
    "Cramped and diminished,",
    "Moaned he, \"New measures, other feet anon!",
    "My dance is finished\"?",
    "No, that's the world's way: (keep the mountain-side,",
    "Make for the city!)",
    "He knew the signal, and stepped on with pride",
    "Over men's pity;",
    "Left play for work, and grappled with the world",
    "Bent on escaping:",
    "\"What's in the scroll,\" quoth he, \"thou keepest furled",
    "Show me their shaping,",
    "Theirs who most studied man, the bard and sage,",
    "Give!\" So, he gowned him,",
    "Straight got by heart that book to its last page:",
    "Learned, we found him.",
    "Yea, but we found him bald too, eyes like lead,",
    "Accents uncertain:",
    "\"Time to taste life,\" another would have said,",
    "\"Up with the curtain!\"",
    "This man said rather, \"Actual life comes next?",
    "Patience a moment!",
    "Grant I have mastered learning's crabbed text,",
    "Still there's the comment.",
    "Let me know all! Prate not of most or least,",
    "Painful or easy!",
    "Even to the crumbs I'd fain eat up the feast,",
    "Ay, nor feel queasy.\"",
    "Oh, such a life as he resolved to live,",
    "When he had learned it,",
    "When he had gathered all books had to give!",
    "Sooner, he spurned it.",
    "Image the whole, then execute the parts",
    "Fancy the fabric",
    "Quite, ere you build, ere steel strike fire from quartz,",
    "Ere mortar dab brick!",
    "(Here's the town-gate reached: there's the market-place",
    "Gaping before us.)",
    "Yea, this in him was the peculiar grace",
    "(Hearten our chorus!)",
    "That before living he'd learn how to live",
    "No end to learning:",
    "Earn the means first God surely will contrive",
    "Use for our earning.",
    "Others mistrust and say, \"But time escapes:",
    "Live now or never!\"",
    "He said, \"What's time? Leave Now for dogs and apes!",
    "Man has Forever.\"",
    "Back to his book then: deeper drooped his head:",
    "racked him:",
    "Leaden before, his eyes grew dross of lead:",
    "attacked him.",
    "\"Now, master, take a little rest!\" not he!",
    "(Caution redoubled",
    "Step two abreast, the way winds narrowly!)",
    "Not a whit troubled,",
    "Back to his studies, fresher than at first,",
    "Fierce as a dragon",
    "He (soul-hydroptic with a sacred thirst)",
    "Sucked at the flagon.",
    "Oh, if we draw a circle premature,",
    "Heedless of far gain,",
    "Greedy for quick returns of profit, sure",
    "Bad is our bargain!",
    "Was it not great? did not he throw on God,",
    "(He loves the burthen)",
    "God's task to make the heavenly period",
    "Perfect the earthen?",
    "Did not he magnify the mind, show clear",
    "Just what it all meant?",
    "He would not discount life, as fools do here,",
    "Paid by instalment.",
    "He ventured neck or nothing heaven's success",
    "Found, or earth's failure:",
    "\"Wilt thou trust death or not?\" He answered \"Yes:",
    "Hence with life's pale lure!\"",
    "That low man seeks a little thing to do,",
    "Sees it and does it:",
    "This high man, with a great thing to pursue,",
    "Dies ere he knows it.",
    "That low man goes on adding one to one,",
    "His hundred's soon hit:",
    "This high man, aiming at a million,",
    "Misses an unit.",
    "That, has the world here should he need the next,",
    "Let the world mind him!",
    "This, throws himself on God, and unperplexed",
    "Seeking shall find him.",
    "So, with the throttling hands of death at strife,",
    "Ground he at grammar;",
    "Still, thro' the rattle, parts of speech were rife:",
    "While he could stammer",
    "He settled",
    "'s business let it be!",
    "Properly based",
    "Gave us the doctrine of the enclitic",
    ",",
    "Dead from the waist down.",
    "Well, here's the platform, here's the proper place:",
    "Hail to your purlieus,",
    "All ye highfliers of the feathered race,",
    "Swallows and curlews!",
    "Here's the top-peak; the multitude below",
    "Live, for they can, there:",
    "This man decided not to Live but Know",
    "Bury this man there?",
    "Here here's his place, where meteors shoot, clouds form,",
    "Lightnings are loosened,",
    "Stars come and go! Let joy break with the storm,",
    "Peace let the dew send!",
    "Lofty designs must close in like effects:",
    "Loftily lying,",
    "Leave him still loftier than the world suspects,",
    "Living and dying."
  ],
  "title": "A Grammarian's Funeral",
  "year": ""
}