{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Religion",
    "Music",
    "Architecture",
    "Design",
    "Stars, Planets, Heavens",
    "Poetry",
    "Poets",
    "Painting",
    "Sculpture",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy",
    "God",
    "the Divine"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/172999",
  "region": "England",
  "text": [
    "Would that the structure brave, the manifold music I build,",
    "Bidding my organ obey, calling its keys to their work,",
    "Claiming each slave of the sound, at a touch, as when Solomon willed",
    "Armies of angels that soar, legions of demons that lurk,",
    "Man, brute, reptile, fly,\u0097alien of end and of aim,",
    "Adverse, each from the other heaven-high, hell-deep removed,\u0097",
    "Should rush into sight at once as he named the ineffable Name,",
    "And pile him a palace straight, to pleasure the princess he loved!",
    "Would it might tarry like his, the beautiful building of mine,",
    "This which my keys in a crowd pressed and importuned to raise!",
    "Ah, one and all, how they helped, would dispart now and now combine,",
    "Zealous to hasten the work, heighten their master his praise!",
    "And one would bury his brow with a blind plunge down to hell,",
    "Burrow awhile and build, broad on the roots of things,",
    "Then up again swim into sight, having based me my palace well,",
    "Founded it, fearless of flame, flat on the nether springs.",
    "And another would mount and march, like the excellent minion he was,",
    "Ay, another and yet another, one crowd but with many a crest,",
    "Raising my rampired walls of gold as transparent as glass,",
    "Eager to do and die, yield each his place to the rest:",
    "For higher still and higher (as a runner tips with fire,",
    "When a great illumination surprises a festal night\u0097",
    "Outlining round and round Rome's dome from space to spire)",
    "Up, the pinnacled glory reached, and the pride of my soul was in sight.",
    "In sight? Not half! for it seemed, it was certain, to match man's birth,",
    "Nature in turn conceived, obeying an impulse as I;",
    "And the emulous heaven yearned down, made effort to reach the earth,",
    "As the earth had done her best, in my passion, to scale the sky:",
    "Novel splendours burst forth, grew familiar and dwelt with mine,",
    "Not a point nor peak but found and fixed its wandering star;",
    "Meteor-moons, balls of blaze: and they did not pale nor pine,",
    "For earth had attained to heaven, there was no more near nor far.",
    "Nay more; for there wanted not who walked in the glare and glow,",
    "Presences plain in the place; or, fresh from the Protoplast,",
    "Furnished for ages to come, when a kindlier wind should blow,",
    "Lured now to begin and live, in a house to their liking at last;",
    "Or else the wonderful Dead who have passed through the body and gone,",
    "But were back once more to breathe in an old world worth their new:",
    "What never had been, was now; what was, as it shall be anon;",
    "And what is,\u0097shall I say, matched both? for I was made perfect too.",
    "All through my keys that gave their sounds to a wish of my soul,",
    "All through my soul that praised as its wish flowed visibly forth,",
    "All through music and me! For think, had I painted the whole,",
    "Why, there it had stood, to see, nor the process so wonder-worth:",
    "Had I written the same, made verse\u0097still, effect proceeds from cause,",
    "Ye know why the forms are fair, ye hear how the tale is told;",
    "It is all triumphant art, but art in obedience to laws,",
    "Painter and poet are proud in the artist-list enrolled:\u0097",
    "But here is the finger of God, a flash of the will that can,",
    "Existent behind all laws, that made them and, lo, they are!",
    "And I know not if, save in this, such gift be allowed to man,",
    "That out of three sounds he frame, not a fourth sound, but a star.",
    "Consider it well: each tone of our scale in itself is nought;",
    "It is everywhere in the world\u0097loud, soft, and all is said:",
    "Give it to me to use! I mix it with two in my thought:",
    "And, there! Ye have heard and seen: consider and bow the head!",
    "Well, it is gone at last, the palace of music I reared;",
    "Gone! and the good tears start, the praises that come too slow;",
    "For one is assured at first, one scarce can say that he feared,",
    "That he even gave it a thought, the gone thing was to go.",
    "Never to be again! But many more of the kind",
    "As good, nay, better, perchance: is this your comfort to me?",
    "To me, who must be saved because I cling with my mind",
    "To the same, same self, same love, same God: ay, what was, shall be.",
    "Therefore to whom turn I but to thee, the ineffable Name?",
    "Builder and maker, thou, of houses not made with hands!",
    "What, have fear of change from thee who art ever the same?",
    "Doubt that thy power can fill the heart that thy power expands?",
    "There shall never be one lost good! What was, shall live as before;",
    "The evil is null, is nought, is silence implying sound;",
    "What was good shall be good, with, for evil, so much good more;",
    "On the earth the broken arcs; in the heaven, a perfect round.",
    "All we have willed or hoped or dreamed of good shall exist;",
    "Not its semblance, but itself; no beauty, nor good, nor power",
    "Whose voice has gone forth, but each survives for the melodist",
    "When eternity affirms the conception of an hour.",
    "The high that proved too high, the heroic for earth too hard,",
    "The passion that left the ground to lose itself in the sky,",
    "Are music sent up to God by the lover and the bard;",
    "Enough that he heard it once: we shall hear it by and by.",
    "And what is our failure here but a triumph's evidence",
    "For the fulness of the days? Have we withered or agonized?",
    "Why else was the pause prolonged but that singing might issue thence?",
    "Why rushed the discords in, but that harmony should be prized?",
    "Sorrow is hard to bear, and doubt is slow to clear,",
    "Each sufferer says his say, his scheme of the weal and woe:",
    "But God has a few of us whom he whispers in the ear;",
    "The rest may reason and welcome; 'tis we musicians know.",
    "Well, it is earth with me; silence resumes her reign:",
    "I will be patient and proud, and soberly acquiesce.",
    "Give me the keys. I feel for the common chord again,",
    "Sliding by semitones till I sink to the minor,\u0097yes,",
    "And I blunt it into a ninth, and I stand on alien ground,",
    "Surveying awhile the heights I rolled from into the deep;",
    "Which, hark, I have dared and done, for my resting-place is found,",
    "The C Major of this life: so, now I will try to sleep."
  ],
  "title": "Abt Vogler",
  "year": ""
}