{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Religion",
    "Islam",
    "The Body",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy",
    "Christianity"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173010",
  "region": "England",
  "text": [
    "Karshish, the picker-up of learning's crumbs,",
    "The not-incurious in God's handiwork",
    "(This man's-flesh he hath admirably made,",
    "Blown like a bubble, kneaded like a paste,",
    "To coop up and keep down on earth a space",
    "That puff of vapour from his mouth, man's soul)",
    "\u0097To Abib, all-sagacious in our art,",
    "Breeder in me of what poor skill I boast,",
    "Like me inquisitive how pricks and cracks",
    "Befall the flesh through too much stress and strain,",
    "Whereby the wily vapour fain would slip",
    "Back and rejoin its source before the term,\u0097",
    "And aptest in contrivance (under God)",
    "To baffle it by deftly stopping such:\u0097",
    "The vagrant Scholar to his Sage at home",
    "Sends greeting (health and knowledge, fame with peace)",
    "Three samples of true snakestone\u0097rarer still,",
    "One of the other sort, the melon-shaped,",
    "(But fitter, pounded fine, for charms than drugs)",
    "And writeth now the twenty-second time.",
    "My journeyings were brought to Jericho;",
    "Thus I resume. Who studious in our art",
    "Shall count a little labour unrepaid?",
    "I have shed sweat enough, left flesh and bone",
    "On many a flinty furlong of this land.",
    "Also, the country-side is all on fire",
    "With rumours of a marching hitherward:",
    "Some say Vespasian cometh, some, his son.",
    "A black lynx snarled and pricked a tufted ear;",
    "Lust of my blood inflamed his yellow balls:",
    "I cried and threw my staff and he was gone.",
    "Twice have the robbers stripped and beaten me,",
    "And once a town declared me for a spy;",
    "But at the end, I reach Jerusalem,",
    "Since this poor covert where I pass the night,",
    "This Bethany, lies scarce the distance thence",
    "A man with plague-sores at the third degree",
    "Runs till he drops down dead. Thou laughest here!",
    "'Sooth, it elates me, thus reposed and safe,",
    "To void the stuffing of my travel-scrip",
    "And share with thee whatever Jewry yields",
    "A viscid choler is observable",
    "In tertians, I was nearly bold to say;",
    "And falling-sickness hath a happier cure",
    "Than our school wots of: there's a spider here",
    "Weaves no web, watches on the ledge of tombs,",
    "Sprinkled with mottles on an ash-grey back;",
    "Take five and drop them . . . but who knows his mind,",
    "The Syrian runagate I trust this to?",
    "His service payeth me a sublimate",
    "Blown up his nose to help the ailing eye.",
    "Best wait: I reach Jerusalem at morn,",
    "There set in order my experiences,",
    "Gather what most deserves, and give thee all\u0097",
    "Or I might add, Judea's gum-tragacanth",
    "Scales off in purer flakes, shines clearer-grained,",
    "Cracks 'twixt the pestle and the porphyry,",
    "In fine exceeds our produce. Scalp-disease",
    "Confounds me, crossing so with leprosy\u0097",
    "Thou hadst admired one sort I gained at Zoar\u0097",
    "But zeal outruns discretion. Here I end.",
    "Yet stay: my Syrian blinketh gratefully,",
    "Protesteth his devotion is my price\u0097",
    "Suppose I write what harms not, though he steal?",
    "I half resolve to tell thee, yet I blush,",
    "What set me off a-writing first of all.",
    "An itch I had, a sting to write, a tang!",
    "For, be it this town's barrenness\u0097or else",
    "The Man had something in the look of him\u0097",
    "His case has struck me far more than 'tis worth.",
    "So, pardon if\u0097(lest presently I lose",
    "In the great press of novelty at hand",
    "The care and pains this somehow stole from me)",
    "I bid thee take the thing while fresh in mind,",
    "Almost in sight\u0097for, wilt thou have the truth?",
    "The very man is gone from me but now,",
    "Whose ailment is the subject of discourse.",
    "Thus then, and let thy better wit help all!",
    "'Tis but a case of mania\u0097subinduced",
    "By epilepsy, at the turning-point",
    "Of trance prolonged unduly some three days:",
    "When, by the exhibition of some drug",
    "Or spell, exorcization, stroke of art",
    "Unknown to me and which 'twere well to know,",
    "The evil thing out-breaking all at once",
    "Left the man whole and sound of body indeed,\u0097",
    "But, flinging (so to speak) life's gates too wide,",
    "Making a clear house of it too suddenly,",
    "The first conceit that entered might inscribe",
    "Whatever it was minded on the wall",
    "So plainly at that vantage, as it were,",
    "(First come, first served) that nothing subsequent",
    "Attaineth to erase those fancy-scrawls",
    "The just-returned and new-established soul",
    "Hath gotten now so thoroughly by heart",
    "That henceforth she will read or these or none.",
    "And first\u0097the man's own firm conviction rests",
    "That he was dead (in fact they buried him)",
    "\u0097That he was dead and then restored to life",
    "By a Nazarene physician of his tribe:",
    "\u0097'Sayeth, the same bade \"Rise,\" and he did rise.",
    "\"Such cases are diurnal,\" thou wilt cry.",
    "Not so this figment!\u0097not, that such a fume,",
    "Instead of giving way to time and health,",
    "Should eat itself into the life of life,",
    "As saffron tingeth flesh, blood, bones and all!",
    "For see, how he takes up the after-life.",
    "The man\u0097it is one Lazarus a Jew,",
    "Sanguine, proportioned, fifty years of age,",
    "The body's habit wholly laudable,",
    "As much, indeed, beyond the common health",
    "As he were made and put aside to show.",
    "Think, could we penetrate by any drug",
    "And bathe the wearied soul and worried flesh,",
    "And bring it clear and fair, by three days' sleep!",
    "Whence has the man the balm that brightens all?",
    "This grown man eyes the world now like a child.",
    "Some elders of his tribe, I should premise,",
    "Led in their friend, obedient as a sheep,",
    "To bear my inquisition. While they spoke,",
    "Now sharply, now with sorrow,\u0097told the case,\u0097",
    "He listened not except I spoke to him,",
    "But folded his two hands and let them talk,",
    "Watching the flies that buzzed: and yet no fool.",
    "And that's a sample how his years must go.",
    "Look, if a beggar, in fixed middle-life,",
    "Should find a treasure,\u0097can he use the same",
    "With straitened habits and with tastes starved small,",
    "And take at once to his impoverished brain",
    "The sudden element that changes things,",
    "That sets the undreamed-of rapture at his hand",
    "And puts the cheap old joy in the scorned dust?",
    "Is he not such an one as moves to mirth\u0097",
    "Warily parsimonious, when no need,",
    "Wasteful as drunkenness at undue times?",
    "All prudent counsel as to what befits",
    "The golden mean, is lost on such an one",
    "The man's fantastic will is the man's law.",
    "So here\u0097we call the treasure knowledge, say,",
    "Increased beyond the fleshly faculty\u0097",
    "Heaven opened to a soul while yet on earth,",
    "Earth forced on a soul's use while seeing heaven:",
    "The man is witless of the size, the sum,",
    "The value in proportion of all things,",
    "Or whether it be little or be much.",
    "Discourse to him of prodigious armaments",
    "Assembled to besiege his city now,",
    "And of the passing of a mule with gourds\u0097",
    "'Tis one! Then take it on the other side,",
    "Speak of some trifling fact\u0097he will gaze rapt",
    "With stupor at its very littleness,",
    "(Far as I see) as if in that indeed",
    "He caught prodigious import, whole results;",
    "And so will turn to us the bystanders",
    "In ever the same stupor (note this point)",
    "That we too see not with his opened eyes.",
    "Wonder and doubt come wrongly into play,",
    "Preposterously, at cross purposes.",
    "Should his child sicken unto death,\u0097why, look",
    "For scarce abatement of his cheerfulness,",
    "Or pretermission of the daily craft!",
    "While a word, gesture, glance, from that same child",
    "At play or in the school or laid asleep,",
    "Will startle him to an agony of fear,",
    "Exasperation, just as like. Demand",
    "The reason why\u0097\" tis but a word,\" object\u0097",
    "\"A gesture\"\u0097he regards thee as our lord",
    "Who lived there in the pyramid alone",
    "Looked at us (dost thou mind?) when, being young,",
    "We both would unadvisedly recite",
    "Some charm's beginning, from that book of his,",
    "Able to bid the sun throb wide and burst",
    "All into stars, as suns grown old are wont.",
    "Thou and the child have each a veil alike",
    "Thrown o'er your heads, from under which ye both",
    "Stretch your blind hands and trifle with a match",
    "Over a mine of Greek fire, did ye know!",
    "He holds on firmly to some thread of life\u0097",
    "(It is the life to lead perforcedly)",
    "Which runs across some vast distracting orb",
    "Of glory on either side that meagre thread,",
    "Which, conscious of, he must not enter yet\u0097",
    "The spiritual life around the earthly life:",
    "The law of that is known to him as this,",
    "His heart and brain move there, his feet stay here.",
    "So is the man perplext with impulses",
    "Sudden to start off crosswise, not straight on,",
    "Proclaiming what is right and wrong across,",
    "And not along, this black thread through the blaze\u0097",
    "\"It should be\" baulked by \"here it cannot be.\"",
    "And oft the man's soul springs into his face",
    "As if he saw again and heard again",
    "His sage that bade him \"Rise\" and he did rise.",
    "Something, a word, a tick of the blood within",
    "Admonishes: then back he sinks at once",
    "To ashes, who was very fire before,",
    "In sedulous recurrence to his trade",
    "Whereby he earneth him the daily bread;",
    "And studiously the humbler for that pride,",
    "Professedly the faultier that he knows",
    "God's secret, while he holds the thread of life.",
    "Indeed the especial marking of the man",
    "Is prone submission to the heavenly will\u0097",
    "Seeing it, what it is, and why it is.",
    "'Sayeth, he will wait patient to the last",
    "For that same death which must restore his being",
    "To equilibrium, body loosening soul",
    "Divorced even now by premature full growth:",
    "He will live, nay, it pleaseth him to live",
    "So long as God please, and just how God please.",
    "He even seeketh not to please God more",
    "(Which meaneth, otherwise) than as God please.",
    "Hence, I perceive not he affects to preach",
    "The doctrine of his sect whate'er it be,",
    "Make proselytes as madmen thirst to do:",
    "How can he give his neighbour the real ground,",
    "His own conviction? Ardent as he is\u0097",
    "Call his great truth a lie, why, still the old",
    "\"Be it as God please\" reassureth him.",
    "I probed the sore as thy disciple should:",
    "\"How, beast,\" said I, \"this stolid carelessness",
    "Sufficeth thee, when Rome is on her march",
    "To stamp out like a little spark thy town,",
    "Thy tribe, thy crazy tale and thee at once?\"",
    "He merely looked with his large eyes on me.",
    "The man is apathetic, you deduce?",
    "Contrariwise, he loves both old and young,",
    "Able and weak, affects the very brutes",
    "And birds\u0097how say I? flowers of the field\u0097",
    "As a wise workman recognizes tools",
    "In a master's workshop, loving what they make.",
    "Thus is the man as harmless as a lamb:",
    "Only impatient, let him do his best,",
    "At ignorance and carelessness and sin\u0097",
    "An indignation which is promptly curbed:",
    "As when in certain travels I have feigned",
    "To be an ignoramus in our art",
    "According to some preconceived design,",
    "And happed to hear the land's practitioners,",
    "Steeped in conceit sublimed by ignorance,",
    "Prattle fantastically on disease,",
    "Its cause and cure\u0097and I must hold my peace!",
    "Thou wilt object\u0097why have I not ere this",
    "Sought out the sage himself, the Nazarene",
    "Who wrought this cure, inquiring at the source,",
    "Conferring with the frankness that befits?",
    "Alas! it grieveth me, the learned leech",
    "Perished in a tumult many years ago,",
    "Accused,\u0097our learning's fate,\u0097of wizardry,",
    "Rebellion, to the setting up a rule",
    "And creed prodigious as described to me.",
    "His death, which happened when the earthquake fell",
    "(Prefiguring, as soon appeared, the loss",
    "To occult learning in our lord the sage",
    "Who lived there in the pyramid alone)",
    "Was wrought by the mad people\u0097that's their wont!",
    "On vain recourse, as I conjecture it,",
    "To his tried virtue, for miraculous help\u0097",
    "How could he stop the earthquake? That's their way!",
    "The other imputations must be lies:",
    "But take one, though I loathe to give it thee,",
    "In mere respect for any good man's fame.",
    "(And after all, our patient Lazarus",
    "Is stark mad; should we count on what he says?",
    "Perhaps not: though in writing to a leech",
    "'Tis well to keep back nothing of a case.)",
    "This man so cured regards the curer, then",
    "As\u0097God forgive me! who but God himself,",
    "Creator and sustainer of the world,",
    "That came and dwelt in flesh on 't awhile!",
    "\u0097'Sayeth that such an one was born and lived,",
    "Taught, healed the sick, broke bread at his own house,",
    "Then died, with Lazarus by, for aught I know,",
    "And yet was . . . what I said nor choose repeat,",
    "And must have so avouched himself, in fact,",
    "In hearing of this very Lazarus",
    "Who saith\u0097but why all this of what he saith?",
    "Why write of trivial matters, things of price",
    "Calling at every moment for remark?",
    "I noticed on the margin of a pool",
    "Blue-flowering borage, the Aleppo sort,",
    "Aboundeth, very nitrous. It is strange!",
    "Thy pardon for this long and tedious case,",
    "Which, now that I review it, needs must seem",
    "Unduly dwelt on, prolixly set forth!",
    "Nor I myself discern in what is writ",
    "Good cause for the peculiar interest",
    "And awe indeed this man has touched me with.",
    "Perhaps the journey's end, the weariness",
    "Had wrought upon me first. I met him thus:",
    "I crossed a ridge of short sharp broken hills",
    "Like an old lion's cheek teeth. Out there came",
    "A moon made like a face with certain spots",
    "Multiform, manifold, and menacing:",
    "Then a wind rose behind me. So we met",
    "In this old sleepy town at unaware,",
    "The man and I. I send thee what is writ.",
    "Regard it as a chance, a matter risked",
    "To this ambiguous Syrian\u0097he may lose,",
    "Or steal, or give it thee with equal good.",
    "Jerusalem's repose shall make amends",
    "For time this letter wastes, thy time and mine;",
    "Till when, once more thy pardon and farewell!",
    "The very God! think, Abib; dost thou think?",
    "So, the All-Great, were the All-Loving too\u0097",
    "So, through the thunder comes a human voice",
    "Saying, \"O heart I made, a heart beats here!",
    "Face, my hands fashioned, see it in myself!",
    "Thou hast no power nor mayst conceive of mine,",
    "But love I gave thee, with myself to love,",
    "And thou must love me who have died for thee!\"",
    "The madman saith He said so: it is strange."
  ],
  "title": "An Epistle Containing the Strange Medical Experience of Karshish, the Arab Physician",
  "year": ""
}