{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences",
    "Relationships",
    "Living",
    "Disappointment",
    "Failure",
    "Love",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173001",
  "region": "England",
  "text": [
    "But do not let us quarrel any more,",
    "No, my Lucrezia; bear with me for once:",
    "Sit down and all shall happen as you wish.",
    "You turn your face, but does it bring your heart?",
    "I'll work then for your friend's friend, never fear,",
    "Treat his own subject after his own way,",
    "Fix his own time, accept too his own price,",
    "And shut the money into this small hand",
    "When next it takes mine. Will it? tenderly?",
    "Oh, I'll content him,—but to-morrow, Love!",
    "I often am much wearier than you think,",
    "This evening more than usual, and it seems",
    "As if—forgive now—should you let me sit",
    "Here by the window with your hand in mine",
    "And look a half-hour forth on Fiesole,",
    "Both of one mind, as married people use,",
    "Quietly, quietly the evening through,",
    "I might get up to-morrow to my work",
    "Cheerful and fresh as ever. Let us try.",
    "To-morrow, how you shall be glad for this!",
    "Your soft hand is a woman of itself,",
    "And mine the man's bared breast she curls inside.",
    "Don't count the time lost, neither; you must serve",
    "For each of the five pictures we require:",
    "It saves a model. So! keep looking so—",
    "My serpentining beauty, rounds on rounds!",
    "—How could you ever prick those perfect ears,",
    "Even to put the pearl there! oh, so sweet—",
    "My face, my moon, my everybody's moon,",
    "Which everybody looks on and calls his,",
    "And, I suppose, is looked on by in turn,",
    "While she looks—no one's: very dear, no less.",
    "You smile? why, there's my picture ready made,",
    "There's what we painters call our harmony!",
    "A common greyness silvers everything,—",
    "All in a twilight, you and I alike",
    "—You, at the point of your first pride in me",
    "(That's gone you know),—but I, at every point;",
    "My youth, my hope, my art, being all toned down",
    "To yonder sober pleasant Fiesole.",
    "There's the bell clinking from the chapel-top;",
    "That length of convent-wall across the way",
    "Holds the trees safer, huddled more inside;",
    "The last monk leaves the garden; days decrease,",
    "And autumn grows, autumn in everything.",
    "Eh? the whole seems to fall into a shape",
    "As if I saw alike my work and self",
    "And all that I was born to be and do,",
    "A twilight-piece. Love, we are in God's hand.",
    "How strange now, looks the life he makes us lead;",
    "So free we seem, so fettered fast we are!",
    "I feel he laid the fetter: let it lie!",
    "This chamber for example—turn your head—",
    "All that's behind us! You don't understand",
    "Nor care to understand about my art,",
    "But you can hear at least when people speak:",
    "And that cartoon, the second from the door",
    "—It is the thing, Love! so such things should be—",
    "Behold Madonna!—I am bold to say.",
    "I can do with my pencil what I know,",
    "What I see, what at bottom of my heart",
    "I wish for, if I ever wish so deep—",
    "Do easily, too—when I say, perfectly,",
    "I do not boast, perhaps: yourself are judge,",
    "Who listened to the Legate's talk last week,",
    "And just as much they used to say in France.",
    "At any rate 'tis easy, all of it!",
    "No sketches first, no studies, that's long past:",
    "I do what many dream of, all their lives,",
    "—Dream? strive to do, and agonize to do,",
    "And fail in doing. I could count twenty such",
    "On twice your fingers, and not leave this town,",
    "Who strive—you don't know how the others strive",
    "To paint a little thing like that you smeared",
    "Carelessly passing with your robes afloat,—",
    "Yet do much less, so much less, Someone says,",
    "(I know his name, no matter)—so much less!",
    "Well, less is more, Lucrezia: I am judged.",
    "There burns a truer light of God in them,",
    "In their vexed beating stuffed and stopped-up brain,",
    "Heart, or whate'er else, than goes on to prompt",
    "This low-pulsed forthright craftsman's hand of mine.",
    "Their works drop groundward, but themselves, I know,",
    "Reach many a time a heaven that's shut to me,",
    "Enter and take their place there sure enough,",
    "Though they come back and cannot tell the world.",
    "My works are nearer heaven, but I sit here.",
    "The sudden blood of these men! at a word—",
    "Praise them, it boils, or blame them, it boils too.",
    "I, painting from myself and to myself,",
    "Know what I do, am unmoved by men's blame",
    "Or their praise either. Somebody remarks",
    "Morello's outline there is wrongly traced,",
    "His hue mistaken; what of that? or else,",
    "Rightly traced and well ordered; what of that?",
    "Speak as they please, what does the mountain care?",
    "Ah, but a man's reach should exceed his grasp,",
    "Or what's a heaven for? All is silver-grey,",
    "Placid and perfect with my art: the worse!",
    "I know both what I want and what might gain,",
    "And yet how profitless to know, to sigh",
    "\"Had I been two, another and myself,",
    "\"Our head would have o'erlooked the world!\" No doubt.",
    "Yonder's a work now, of that famous youth",
    "The Urbinate who died five years ago.",
    "('Tis copied, George Vasari sent it me.)",
    "Well, I can fancy how he did it all,",
    "Pouring his soul, with kings and popes to see,",
    "Reaching, that heaven might so replenish him,",
    "Above and through his art—for it gives way;",
    "That arm is wrongly put—and there again—",
    "A fault to pardon in the drawing's lines,",
    "Its body, so to speak: its soul is right,",
    "He means right—that, a child may understand.",
    "Still, what an arm! and I could alter it:",
    "But all the play, the insight and the stretch—",
    "(Out of me, out of me! And wherefore out?",
    "Had you enjoined them on me, given me soul,",
    "We might have risen to Rafael, I and you!",
    "Nay, Love, you did give all I asked, I think—",
    "More than I merit, yes, by many times.",
    "But had you—oh, with the same perfect brow,",
    "And perfect eyes, and more than perfect mouth,",
    "And the low voice my soul hears, as a bird",
    "The fowler's pipe, and follows to the snare —",
    "Had you, with these the same, but brought a mind!",
    "Some women do so. Had the mouth there urged",
    "\"God and the glory! never care for gain.",
    "\"The present by the future, what is that?",
    "\"Live for fame, side by side with Agnolo!",
    "\"Rafael is waiting: up to God, all three!\"",
    "I might have done it for you. So it seems:",
    "Perhaps not. All is as God over-rules.",
    "Beside, incentives come from the soul's self;",
    "The rest avail not. Why do I need you?",
    "What wife had Rafael, or has Agnolo?",
    "In this world, who can do a thing, will not;",
    "And who would do it, cannot, I perceive:",
    "Yet the will's somewhat—somewhat, too, the power—",
    "And thus we half-men struggle. At the end,",
    "God, I conclude, compensates, punishes.",
    "'Tis safer for me, if the award be strict,",
    "That I am something underrated here,",
    "Poor this long while, despised, to speak the truth.",
    "I dared not, do you know, leave home all day,",
    "For fear of chancing on the Paris lords.",
    "The best is when they pass and look aside;",
    "But they speak sometimes; I must bear it all.",
    "Well may they speak! That Francis, that first time,",
    "And that long festal year at Fontainebleau!",
    "I surely then could sometimes leave the ground,",
    "Put on the glory, Rafael's daily wear,",
    "In that humane great monarch's golden look,—",
    "One finger in his beard or twisted curl",
    "Over his mouth's good mark that made the smile,",
    "One arm about my shoulder, round my neck,",
    "The jingle of his gold chain in my ear,",
    "I painting proudly with his breath on me,",
    "All his court round him, seeing with his eyes,",
    "Such frank French eyes, and such a fire of souls",
    "Profuse, my hand kept plying by those hearts,—",
    "And, best of all, this, this, this face beyond,",
    "This in the background, waiting on my work,",
    "To crown the issue with a last reward!",
    "A good time, was it not, my kingly days?",
    "And had you not grown restless... but I know—",
    "'Tis done and past: 'twas right, my instinct said:",
    "Too live the life grew, golden and not grey,",
    "And I'm the weak-eyed bat no sun should tempt",
    "Out of the grange whose four walls make his world.",
    "How could it end in any other way?",
    "You called me, and I came home to your heart.",
    "The triumph was—to reach and stay there; since",
    "I reached it ere the triumph, what is lost?",
    "Let my hands frame your face in your hair's gold,",
    "You beautiful Lucrezia that are mine!",
    "\"Rafael did this, Andrea painted that;",
    "\"The Roman's is the better when you pray,",
    "\"But still the other's Virgin was his wife—\"",
    "Men will excuse me. I am glad to judge",
    "Both pictures in your presence; clearer grows",
    "My better fortune, I resolve to think.",
    "For, do you know, Lucrezia, as God lives,",
    "Said one day Agnolo, his very self,",
    "To Rafael . . . I have known it all these years . . .",
    "(When the young man was flaming out his thoughts",
    "Upon a palace-wall for Rome to see,",
    "Too lifted up in heart because of it)",
    "\"Friend, there's a certain sorry little scrub",
    "\"Goes up and down our Florence, none cares how,",
    "\"Who, were he set to plan and execute",
    "\"As you are, pricked on by your popes and kings,",
    "\"Would bring the sweat into that brow of yours!\"",
    "To Rafael's!—And indeed the arm is wrong.",
    "I hardly dare . . . yet, only you to see,",
    "Give the chalk here—quick, thus, the line should go!",
    "Ay, but the soul! he's Rafael! rub it out!",
    "Still, all I care for, if he spoke the truth,",
    "(What he? why, who but Michel Agnolo?",
    "Do you forget already words like those?)",
    "If really there was such a chance, so lost,—",
    "Is, whether you're—not grateful—but more pleased.",
    "Well, let me think so. And you smile indeed!",
    "This hour has been an hour! Another smile?",
    "If you would sit thus by me every night",
    "I should work better, do you comprehend?",
    "I mean that I should earn more, give you more.",
    "See, it is settled dusk now; there's a star;",
    "Morello's gone, the watch-lights show the wall,",
    "The cue-owls speak the name we call them by.",
    "Come from the window, love,—come in, at last,",
    "Inside the melancholy little house",
    "We built to be so gay with. God is just.",
    "King Francis may forgive me: oft at nights",
    "When I look up from painting, eyes tired out,",
    "The walls become illumined, brick from brick",
    "Distinct, instead of mortar, fierce bright gold,",
    "That gold of his I did cement them with!",
    "Let us but love each other. Must you go?",
    "That Cousin here again? he waits outside?",
    "Must see you—you, and not with me? Those loans?",
    "More gaming debts to pay? you smiled for that?",
    "Well, let smiles buy me! have you more to spend?",
    "While hand and eye and something of a heart",
    "Are left me, work's my ware, and what's it worth?",
    "I'll pay my fancy. Only let me sit",
    "The grey remainder of the evening out,",
    "Idle, you call it, and muse perfectly",
    "How I could paint, were I but back in France,",
    "One picture, just one more—the Virgin's face,",
    "Not yours this time! I want you at my side",
    "To hear them—that is, Michel Agnolo—",
    "Judge all I do and tell you of its worth.",
    "Will you? To-morrow, satisfy your friend.",
    "I take the subjects for his corridor,",
    "Finish the portrait out of hand—there, there,",
    "And throw him in another thing or two",
    "If he demurs; the whole should prove enough",
    "To pay for this same Cousin's freak. Beside,",
    "What's better and what's all I care about,",
    "Get you the thirteen scudi for the ruff!",
    "Love, does that please you? Ah, but what does he,",
    "The Cousin! what does he to please you more?",
    "I am grown peaceful as old age to-night.",
    "I regret little, I would change still less.",
    "Since there my past life lies, why alter it?",
    "The very wrong to Francis!—it is true",
    "I took his coin, was tempted and complied,",
    "And built this house and sinned, and all is said.",
    "My father and my mother died of want.",
    "Well, had I riches of my own? you see",
    "How one gets rich! Let each one bear his lot.",
    "They were born poor, lived poor, and poor they died:",
    "And I have laboured somewhat in my time",
    "And not been paid profusely. Some good son",
    "Paint my two hundred pictures—let him try!",
    "No doubt, there's something strikes a balance. Yes,",
    "You loved me quite enough. it seems to-night.",
    "This must suffice me here. What would one have?",
    "In heaven, perhaps, new chances, one more chance—",
    "Four great walls in the New Jerusalem,",
    "Meted on each side by the angel's reed,",
    "For Leonard, Rafael, Agnolo and me",
    "To cover—the three first without a wife,",
    "While I have mine! So—still they overcome",
    "Because there's still Lucrezia,—as I choose.",
    "Again the Cousin's whistle! Go, my Love."
  ],
  "title": "Andrea del Sarto",
  "year": ""
}