{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Religion",
    "Living",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy",
    "Animals"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173004",
  "region": "England",
  "text": [
    "['Will sprawl, now that the heat of day is best,",
    "Flat on his belly in the pit's much mire,",
    "With elbows wide, fists clenched to prop his chin.",
    "And, while he kicks both feet in the cool slush,",
    "And feels about his spine small eft-things course,",
    "Run in and out each arm, and make him laugh:",
    "And while above his head a pompion-plant,",
    "Coating the cave-top as a brow its eye,",
    "Creeps down to touch and tickle hair and beard,",
    "And now a flower drops with a bee inside,",
    "And now a fruit to snap at, catch and crunch,\u0097",
    "He looks out o'er yon sea which sunbeams cross",
    "And recross till they weave a spider-web",
    "(Meshes of fire, some great fish breaks at times)",
    "And talks to his own self, howe'er he please,",
    "Touching that other, whom his dam called God.",
    "Because to talk about Him, vexes\u0097ha,",
    "Could He but know! and time to vex is now,",
    "When talk is safer than in winter-time.",
    "Moreover Prosper and Miranda sleep",
    "In confidence he drudges at their task,",
    "And it is good to cheat the pair, and gibe,",
    "Letting the rank tongue blossom into speech.]",
    "Setebos, Setebos, and Setebos!",
    "'Thinketh, He dwelleth i' the cold o' the moon.",
    "'Thinketh He made it, with the sun to match,",
    "But not the stars; the stars came otherwise;",
    "Only made clouds, winds, meteors, such as that:",
    "Also this isle, what lives and grows thereon,",
    "And snaky sea which rounds and ends the same.",
    "'Thinketh, it came of being ill at ease:",
    "He hated that He cannot change His cold,",
    "Nor cure its ache. 'Hath spied an icy fish",
    "That longed to 'scape the rock-stream where she lived,",
    "And thaw herself within the lukewarm brine",
    "O' the lazy sea her stream thrusts far amid,",
    "A crystal spike 'twixt two warm walls of wave;",
    "Only, she ever sickened, found repulse",
    "At the other kind of water, not her life,",
    "(Green-dense and dim-delicious, bred o' the sun)",
    "Flounced back from bliss she was not born to breathe,",
    "And in her old bounds buried her despair,",
    "Hating and loving warmth alike: so He.",
    "'Thinketh, He made thereat the sun, this isle,",
    "Trees and the fowls here, beast and creeping thing.",
    "Yon otter, sleek-wet, black, lithe as a leech;",
    "Yon auk, one fire-eye in a ball of foam,",
    "That floats and feeds; a certain badger brown",
    "He hath watched hunt with that slant white-wedge eye",
    "By moonlight; and the pie with the long tongue",
    "That pricks deep into oak warts for a worm,",
    "And says a plain word when she finds her prize,",
    "But will not eat the ants; the ants themselves",
    "That build a wall of seeds and settled stalks",
    "About their hole\u0097He made all these and more,",
    "Made all we see, and us, in spite: how else?",
    "He could not, Himself, make a second self",
    "To be His mate; as well have made Himself:",
    "He would not make what He mislikes or slights,",
    "An eyesore to Him, or not worth His pains:",
    "But did, in envy, listlessness or sport,",
    "Make what Himself would fain, in a manner, be\u0097",
    "Weaker in most points, stronger in a few,",
    "Worthy, and yet mere playthings all the while,",
    "Things He admires and mocks too,\u0097that is it.",
    "Because, so brave, so better though they be,",
    "It nothing skills if He begin to plague.",
    "Look, now, I melt a gourd-fruit into mash,",
    "Add honeycomb and pods, I have perceived,",
    "Which bite like finches when they bill and kiss,\u0097",
    "Then, when froth rises bladdery, drink up all,",
    "Quick, quick, till maggots scamper through my brain;",
    "Last, throw me on my back i' the seeded thyme,",
    "And wanton, wishing I were born a bird.",
    "Put case, unable to be what I wish,",
    "I yet could make a live bird out of clay:",
    "Would not I take clay, pinch my Caliban",
    "Able to fly?\u0097for, there, see, he hath wings,",
    "And great comb like the hoopoe's to admire,",
    "And there, a sting to do his foes offence,",
    "There, and I will that he begin to live,",
    "Fly to yon rock-top, nip me off the horns",
    "Of grigs high up that make the merry din,",
    "Saucy through their veined wings, and mind me not.",
    "In which feat, if his leg snapped, brittle clay,",
    "And he lay stupid-like,\u0097why, I should laugh;",
    "And if he, spying me, should fall to weep,",
    "Beseech me to be good, repair his wrong,",
    "Bid his poor leg smart less or grow again,\u0097",
    "Well, as the chance were, this might take or else",
    "Not take my fancy: I might hear his cry,",
    "And give the mankin three sound legs for one,",
    "Or pluck the other off, leave him like an egg",
    "And lessoned he was mine and merely clay.",
    "Were this no pleasure, lying in the thyme,",
    "Drinking the mash, with brain become alive,",
    "Making and marring clay at will? So He.",
    "'Thinketh, such shows nor right nor wrong in Him,",
    "Nor kind, nor cruel: He is strong and Lord.",
    "'Am strong myself compared to yonder crabs",
    "That march now from the mountain to the sea;",
    "'Let twenty pass, and stone the twenty-first,",
    "Loving not, hating not, just choosing so.",
    "'Say, the first straggler that boasts purple spots",
    "Shall join the file, one pincer twisted off;",
    "'Say, this bruised fellow shall receive a worm,",
    "And two worms he whose nippers end in red;",
    "As it likes me each time, I do: so He.",
    "Well then, 'supposeth He is good i' the main,",
    "Placable if His mind and ways were guessed,",
    "But rougher than His handiwork, be sure!",
    "Oh, He hath made things worthier than Himself,",
    "And envieth that, so helped, such things do more",
    "Than He who made them! What consoles but this?",
    "That they, unless through Him, do nought at all,",
    "And must submit: what other use in things?",
    "'Hath cut a pipe of pithless elder-joint",
    "That, blown through, gives exact the scream o' the jay",
    "When from her wing you twitch the feathers blue:",
    "Sound this, and little birds that hate the jay",
    "Flock within stone's throw, glad their foe is hurt:",
    "Put case such pipe could prattle and boast forsooth",
    "\"I catch the birds, I am the crafty thing,",
    "I make the cry my maker cannot make",
    "With his great round mouth; he must blow through mine!'",
    "Would not I smash it with my foot? So He.",
    "But wherefore rough, why cold and ill at ease?",
    "Aha, that is a question! Ask, for that,",
    "What knows,\u0097the something over Setebos",
    "That made Him, or He, may be, found and fought,",
    "Worsted, drove off and did to nothing, perchance.",
    "There may be something quiet o'er His head,",
    "Out of His reach, that feels nor joy nor grief,",
    "Since both derive from weakness in some way.",
    "I joy because the quails come; would not joy",
    "Could I bring quails here when I have a mind:",
    "This Quiet, all it hath a mind to, doth.",
    "'Esteemeth stars the outposts of its couch,",
    "But never spends much thought nor care that way.",
    "It may look up, work up,\u0097the worse for those",
    "It works on! 'Careth but for Setebos",
    "The many-handed as a cuttle-fish,",
    "Who, making Himself feared through what He does,",
    "Looks up, first, and perceives he cannot soar",
    "To what is quiet and hath happy life;",
    "Next looks down here, and out of very spite",
    "Makes this a bauble-world to ape yon real,",
    "These good things to match those as hips do grapes.",
    "'Tis solace making baubles, ay, and sport.",
    "Himself peeped late, eyed Prosper at his books",
    "Careless and lofty, lord now of the isle:",
    "Vexed, 'stitched a book of broad leaves, arrow-shaped,",
    "Wrote thereon, he knows what, prodigious words;",
    "Has peeled a wand and called it by a name;",
    "Weareth at whiles for an enchanter's robe",
    "The eyed skin of a supple oncelot;",
    "And hath an ounce sleeker than youngling mole,",
    "A four-legged serpent he makes cower and couch,",
    "Now snarl, now hold its breath and mind his eye,",
    "And saith she is Miranda and my wife:",
    "'Keeps for his Ariel a tall pouch-bill crane",
    "He bids go wade for fish and straight disgorge;",
    "Also a sea-beast, lumpish, which he snared,",
    "Blinded the eyes of, and brought somewhat tame,",
    "And split its toe-webs, and now pens the drudge",
    "In a hole o' the rock and calls him Caliban;",
    "A bitter heart that bides its time and bites.",
    "'Plays thus at being Prosper in a way,",
    "Taketh his mirth with make-believes: so He.",
    "His dam held that the Quiet made all things",
    "Which Setebos vexed only: 'holds not so.",
    "Who made them weak, meant weakness He might vex.",
    "Had He meant other, while His hand was in,",
    "Why not make horny eyes no thorn could prick,",
    "Or plate my scalp with bone against the snow,",
    "Or overscale my flesh 'neath joint and joint",
    "Like an orc's armour? Ay,\u0097so spoil His sport!",
    "He is the One now: only He doth all.",
    "'Saith, He may like, perchance, what profits Him.",
    "Ay, himself loves what does him good; but why?",
    "'Gets good no otherwise. This blinded beast",
    "Loves whoso places flesh-meat on his nose,",
    "But, had he eyes, would want no help, but hate",
    "Or love, just as it liked him: He hath eyes.",
    "Also it pleaseth Setebos to work,",
    "Use all His hands, and exercise much craft,",
    "By no means for the love of what is worked.",
    "'Tasteth, himself, no finer good i' the world",
    "When all goes right, in this safe summer-time,",
    "And he wants little, hungers, aches not much,",
    "Than trying what to do with wit and strength.",
    "'Falls to make something: 'piled yon pile of turfs,",
    "And squared and stuck there squares of soft white chalk,",
    "And, with a fish-tooth, scratched a moon on each,",
    "And set up endwise certain spikes of tree,",
    "And crowned the whole with a sloth's skull a-top,",
    "Found dead i' the woods, too hard for one to kill.",
    "No use at all i' the work, for work's sole sake;",
    "'Shall some day knock it down again: so He.",
    "'Saith He is terrible: watch His feats in proof!",
    "One hurricane will spoil six good months' hope.",
    "He hath a spite against me, that I know,",
    "Just as He favours Prosper, who knows why?",
    "So it is, all the same, as well I find.",
    "'Wove wattles half the winter, fenced them firm",
    "With stone and stake to stop she-tortoises",
    "Crawling to lay their eggs here: well, one wave,",
    "Feeling the foot of Him upon its neck,",
    "Gaped as a snake does, lolled out its large tongue,",
    "And licked the whole labour flat: so much for spite.",
    "'Saw a ball flame down late (yonder it lies)",
    "Where, half an hour before, I slept i' the shade:",
    "Often they scatter sparkles: there is force!",
    "'Dug up a newt He may have envied once",
    "And turned to stone, shut up Inside a stone.",
    "Please Him and hinder this?\u0097What Prosper does?",
    "Aha, if He would tell me how! Not He!",
    "There is the sport: discover how or die!",
    "All need not die, for of the things o' the isle",
    "Some flee afar, some dive, some run up trees;",
    "Those at His mercy,\u0097why, they please Him most",
    "When . . . when . . . well, never try the same way twice!",
    "Repeat what act has pleased, He may grow wroth.",
    "You must not know His ways, and play Him off,",
    "Sure of the issue. 'Doth the like himself:",
    "'Spareth a squirrel that it nothing fears",
    "But steals the nut from underneath my thumb,",
    "And when I threat, bites stoutly in defence:",
    "'Spareth an urchin that contrariwise,",
    "Curls up into a ball, pretending death",
    "For fright at my approach: the two ways please.",
    "But what would move my choler more than this,",
    "That either creature counted on its life",
    "To-morrow and next day and all days to come,",
    "Saying, forsooth, in the inmost of its heart,",
    "\"Because he did so yesterday with me,",
    "And otherwise with such another brute,",
    "So must he do henceforth and always.\"\u0097Ay?",
    "Would teach the reasoning couple what \"must\" means!",
    "'Doth as he likes, or wherefore Lord? So He.",
    "'Conceiveth all things will continue thus,",
    "And we shall have to live in fear of Him",
    "So long as He lives, keeps His strength: no change,",
    "If He have done His best, make no new world",
    "To please Him more, so leave off watching this,\u0097",
    "If He surprise not even the Quiet's self",
    "Some strange day,\u0097or, suppose, grow into it",
    "As grubs grow butterflies: else, here are we,",
    "And there is He, and nowhere help at all.",
    "'Believeth with the life, the pain shall stop.",
    "His dam held different, that after death",
    "He both plagued enemies and feasted friends:",
    "Idly! He doth His worst in this our life,",
    "Giving just respite lest we die through pain,",
    "Saving last pain for worst,\u0097with which, an end.",
    "Meanwhile, the best way to escape His ire",
    "Is, not to seem too happy. 'Sees, himself,",
    "Yonder two flies, with purple films and pink,",
    "Bask on the pompion-bell above: kills both.",
    "'Sees two black painful beetles roll their ball",
    "On head and tail as if to save their lives:",
    "Moves them the stick away they strive to clear.",
    "Even so, 'would have Him misconceive, suppose",
    "This Caliban strives hard and ails no less,",
    "And always, above all else, envies Him;",
    "Wherefore he mainly dances on dark nights,",
    "Moans in the sun, gets under holes to laugh,",
    "And never speaks his mind save housed as now:",
    "Outside, 'groans, curses. If He caught me here,",
    "O'erheard this speech, and asked \"What chucklest at?\"",
    "'Would, to appease Him, cut a finger off,",
    "Or of my three kid yearlings burn the best,",
    "Or let the toothsome apples rot on tree,",
    "Or push my tame beast for the orc to taste:",
    "While myself lit a fire, and made a song",
    "And sung it, \"",
    "\"",
    "Hoping the while, since evils sometimes mend,",
    "Warts rub away and sores are cured with slime,",
    "That some strange day, will either the Quiet catch",
    "And conquer Setebos, or likelier He",
    "Decrepit may doze, doze, as good as die.",
    "[What, what? A curtain o'er the world at once!",
    "Crickets stop hissing: not a bird\u0097or, yes,",
    "There scuds His raven that has told Him all!",
    "It was fool's play, this prattling! Ha! The wind",
    "Shoulders the pillared dust, death's house o' the move,",
    "And fast invading fires begin! White blaze\u0097",
    "A tree's head snaps\u0097and there, there, there, there, there,",
    "His thunder follows! Fool to gibe at Him!",
    "Lo! 'Lieth flat and loveth Setebos!",
    "'Maketh his teeth meet through his upper lip,",
    "Will let those quails fly, will not eat this month",
    "One little mess of whelks, so he may 'scape!]"
  ],
  "title": "Caliban upon Setebos",
  "year": ""
}