{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Friends",
    "Enemies",
    "Heroes",
    "Patriotism",
    "Relationships",
    "Social Commentaries",
    "Men",
    "Women"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173007",
  "region": "England",
  "text": [
    "Christ God who savest man, save most",
    "Of men Count Gismond who saved me!",
    "Count Gauthier, when he chose his post,",
    "Chose time and place and company",
    "To suit it; when he struck at length",
    "My honour, 't was with all his strength.",
    "And doubtlessly, ere he could draw",
    "All points to one, he must have schemed!",
    "That miserable morning saw",
    "Few half so happy as I seemed,",
    "While being dressed in queen's array",
    "To give our tourney prize away.",
    "I thought they loved me, did me grace",
    "To please themselves; 't was all their deed;",
    "God makes, or fair or foul, our face;",
    "If showing mine so caused to bleed",
    "My cousins' hearts, they should have dropped",
    "A word, and straight the play had stopped.",
    "They, too, so beauteous! Each a queen",
    "By virtue of her brow and breast;",
    "Not needing to be crowned, I mean,",
    "As I do. E'en when I was dressed,",
    "Had either of them spoke, instead",
    "Of glancing sideways with still head!",
    "But no: they let me laugh, and sing",
    "My birthday song quite through, adjust",
    "The last rose in my garland, fling",
    "A last look on the mirror, trust",
    "My arms to each an arm of theirs,",
    "And so descend the castle-stairs-",
    "And come out on the morning troop",
    "Of merry friends who kissed my cheek,",
    "And called me queen, and made me stoop",
    "Under the canopy-(a streak",
    "That pierced it, of the outside sun,",
    "Powdered with gold its gloom's soft dun)-",
    "And they could let me take my state",
    "And foolish throne amid applause",
    "Of all come there to celebrate",
    "My queen's-day-Oh I think the cause",
    "Of much was, they forgot no crowd",
    "Makes up for parents in their shroud!",
    "However that be, all eyes were bent",
    "Upon me, when my cousins cast",
    "Theirs down; 't was time I should present",
    "The victor's crown, but ... there, 't will last",
    "No long time ... the old mist again",
    "Blinds me as then it did. How vain!",
    "See! Gismond's at the gate, in talk",
    "With his two boys: I can proceed.",
    "Well, at that moment, who should stalk",
    "Forth boldly-to my face, indeed-",
    "But Gauthier? and he thundered \"Stay!\"",
    "And all stayed. \"Bring no crowns, I say!",
    "\"Bring torches! Wind the penance-sheet",
    "\"About her! Let her shun the chaste,",
    "\"Or lay herself before their feet!",
    "\"Shall she, whose body I embraced",
    "\"A night long, queen it in the day?",
    "\"For honour's sake no crowns, I say!\"",
    "I? What I answered? As I live,",
    "I never fancied such a thing",
    "As answer possible to give.",
    "What says the body when they spring",
    "Some monstrous torture-engine's whole",
    "Strength on it? No more says the soul.",
    "Till out strode Gismond; then I knew",
    "That I was saved. I never met",
    "His face before, but, at first view,",
    "I felt quite sure that God had set",
    "Himself to Satan; would who spend",
    "A minute's mistrust on the end?",
    "He strode to Gauthier, in his throat",
    "Gave him the lie, then struck his mouth",
    "With one back-handed blow that wrote",
    "In blood men's verdict there. North, South,",
    "East, West, I looked. The lie was dead,",
    "And damned, and truth stood up instead.",
    "This glads me most, that I enjoyed",
    "The heart o' the joy, with my content",
    "In watching Gismond unalloyed",
    "By any doubt of the event:",
    "God took that on him-I was bid",
    "Watch Gismond for my part: I did.",
    "Did I not watch him while he let",
    "His armourer just brace his greaves,",
    "Rivet his hauberk, on the fret",
    "The while! His foot ... my memory leaves",
    "No least stamp out nor how anon",
    "He pulled his ringing gauntlets on.",
    "And e'en before the trumpet's sound",
    "Was finished, prone lay the false knight,",
    "Prone as his lie, upon the ground:",
    "Gismond flew at him, used no sleight",
    "O' the sword, but open-breasted drove,",
    "Cleaving till out the truth he clove.",
    "Which done, he dragged him to my feet",
    "And said, \"Here die, but end thy breath",
    "\"In full confession, lest thou fleet",
    "\"From my first, to God's second death!",
    "\"Say, hast thou lied? \"And, \"I have lied",
    "\"To God and her,\"he said, and died.",
    "Then Gismond, kneeling to me, asked",
    "-What safe my heart holds, though no word",
    "Could I repeat now, if I tasked",
    "My powers for ever, to a third",
    "Dear even as you are. Pass the rest",
    "Until I sank upon his breast.",
    "Over my head his arm he flung",
    "Against the world; and scarce I felt",
    "His sword (that dripped by me and swung)",
    "A little shifted in its belt:",
    "For he began to say the while",
    "How South our home lay many a mile.",
    "So, 'mid the shouting multitude",
    "We two walked forth to never more",
    "Return. My cousins have pursued",
    "Their life, untroubled as before",
    "I vexed them. Gauthier's dwelling-place",
    "God lighten! May his soul find grace!",
    "Our elder boy has got the clear",
    "Great brow, tho' when his brother's black",
    "Full eye shows scorn, it ... Gismond here?",
    "And have you brought my tercel back?",
    "I was just telling Adela",
    "How many birds it struck since May."
  ],
  "title": "Count Gismond\u0097Aix in Provence",
  "year": ""
}