{
  "author": "Robert Browning",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "History",
    "Politics",
    "Love",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "War",
    "Conflict",
    "Nature",
    "Time",
    "Brevity",
    "Relationships",
    "Romantic Love",
    "Classic Love"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173019",
  "region": "England",
  "text": [
    "Where the quiet-coloured end of evening smiles,",
    "Miles and miles",
    "On the solitary pastures where our sheep",
    "Half-asleep",
    "Tinkle homeward thro' the twilight, stray or stop",
    "As they crop\u0097",
    "Was the site once of a city great and gay,",
    "(So they say)",
    "Of our country's very capital, its prince",
    "Ages since",
    "Held his court in, gathered councils, wielding far",
    "Peace or war.",
    "Now the country does not even boast a tree,",
    "As you see,",
    "To distinguish slopes of verdure, certain rills",
    "From the hills",
    "Intersect and give a name to, (else they run",
    "Into one)",
    "Where the domed and daring palace shot its spires",
    "Up like fires",
    "O'er the hundred-gated circuit of a wall",
    "Bounding all",
    "Made of marble, men might march on nor be prest",
    "Twelve abreast.",
    "And such plenty and perfection, see, of grass",
    "Never was!",
    "Such a carpet as, this summer-time, o'er-spreads",
    "And embeds",
    "Every vestige of the city, guessed alone,",
    "Stock or stone\u0097",
    "Where a multitude of men breathed joy and woe",
    "Long ago;",
    "Lust of glory pricked their hearts up, dread of shame",
    "Struck them tame;",
    "And that glory and that shame alike, the gold",
    "Bought and sold.",
    "Now\u0097the single little turret that remains",
    "On the plains,",
    "By the caper overrooted, by the gourd",
    "Overscored,",
    "While the patching houseleek's head of blossom winks",
    "Through the chinks\u0097",
    "Marks the basement whence a tower in ancient time",
    "Sprang sublime,",
    "And a burning ring, all round, the chariots traced",
    "As they raced,",
    "And the monarch and his minions and his dames",
    "Viewed the games.",
    "And I know, while thus the quiet-coloured eve",
    "Smiles to leave",
    "To their folding, all our many-tinkling fleece",
    "In such peace,",
    "And the slopes and rills in undistinguished grey",
    "Melt away\u0097",
    "That a girl with eager eyes and yellow hair",
    "Waits me there",
    "In the turret whence the charioteers caught soul",
    "For the goal,",
    "When the king looked, where she looks now, breathless, dumb",
    "Till I come.",
    "But he looked upon the city, every side,",
    "Far and wide,",
    "All the mountains topped with temples, all the glades'",
    "Colonnades,",
    "All the causeys, bridges, aqueducts,\u0097and then",
    "All the men!",
    "When I do come, she will speak not, she will stand,",
    "Either hand",
    "On my shoulder, give her eyes the first embrace",
    "Of my face,",
    "Ere we rush, ere we extinguish sight and speech",
    "Each on each.",
    "In one year they sent a million fighters forth",
    "South and North,",
    "And they built their gods a brazen pillar high",
    "As the sky",
    "Yet reserved a thousand chariots in full force\u0097",
    "Gold, of course.",
    "O heart! oh blood that freezes, blood that burns!",
    "Earth's returns",
    "For whole centuries of folly, noise and sin!",
    "Shut them in,",
    "With their triumphs and their glories and the rest!",
    "Love is best."
  ],
  "title": "Love among the Ruins",
  "year": ""
}