{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Living",
    "Love",
    "Horror",
    "Relationships",
    "Death",
    "Mythology",
    "Folklore",
    "Infatuation",
    "Crushes"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175584",
  "region": "England",
  "text": [
    "The rain set early in to-night,",
    "The sullen wind was soon awake,",
    "It tore the elm-tops down for spite,",
    "And did its worst to vex the lake:",
    "I listened with heart fit to break.",
    "When glided in Porphyria; straight",
    "She shut the cold out and the storm,",
    "And kneeled and made the cheerless grate",
    "Blaze up, and all the cottage warm;",
    "Which done, she rose, and from her form",
    "Withdrew the dripping cloak and shawl,",
    "And laid her soiled gloves by, untied",
    "Her hat and let the damp hair fall,",
    "And, last, she sat down by my side",
    "And called me. When no voice replied,",
    "She put my arm about her waist,",
    "And made her smooth white shoulder bare,",
    "And all her yellow hair displaced,",
    "And, stooping, made my cheek lie there,",
    "And spread, o'er all, her yellow hair,",
    "Murmuring how she loved me — she",
    "Too weak, for all her heart's endeavour,",
    "To set its struggling passion free",
    "From pride, and vainer ties dissever,",
    "And give herself to me for ever.",
    "But passion sometimes would prevail,",
    "Nor could to-night's gay feast restrain",
    "A sudden thought of one so pale",
    "For love of her, and all in vain:",
    "So, she was come through wind and rain.",
    "Be sure I looked up at her eyes",
    "Happy and proud; at last I knew",
    "Porphyria worshipped me; surprise",
    "Made my heart swell, and still it grew",
    "While I debated what to do.",
    "That moment she was mine, mine, fair,",
    "Perfectly pure and good: I found",
    "A thing to do, and all her hair",
    "In one long yellow string I wound",
    "Three times her little throat around,",
    "And strangled her. No pain felt she;",
    "I am quite sure she felt no pain.",
    "As a shut bud that holds a bee,",
    "I warily oped her lids: again",
    "Laughed the blue eyes without a stain.",
    "And I untightened next the tress",
    "About her neck; her cheek once more",
    "Blushed bright beneath my burning kiss:",
    "I propped her head up as before,",
    "Only, this time my shoulder bore",
    "Her head, which droops upon it still:",
    "The smiling rosy little head,",
    "So glad it has its utmost will,",
    "That all it scorned at once is fled,",
    "And I, its love, am gained instead!",
    "Porphyria's love: she guessed not how",
    "Her darling one wish would be heard.",
    "And thus we sit together now,",
    "And all night long we have not stirred,",
    "And yet God has not said a word!"
  ],
  "title": "Porphyria's Lover",
  "year": ""
}