{
  "author": "Robert Browning",
  "classification": "Couplet",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173030",
  "region": "England",
  "text": [
    "Among these latter busts we count by scores,",
    "Half-emperors and quarter-emperors,",
    "Each with his bay-leaf fillet, loose-thonged vest,",
    "Loric and low-browed Gorgon on the breast,\u0097",
    "One loves a baby face, with violets there,",
    "Violets instead of laurel in the hair,",
    "As those were all the little locks could bear.",
    "Now read here. \"Protus ends a period",
    "\"Of empery beginning with a god;",
    "\"Born in the porphyry chamber at Byzant,",
    "\"Queens by his cradle, proud and ministrant:",
    "\"And if he quickened breath there, 't would like fire",
    "\"Pantingly through the dim vast realm transpire.",
    "\"A fame that he was missing, spread afar:",
    "\"The world, from its four corners, rose in war,",
    "\"Till he was borne out on a balcony",
    "\"To pacify the world when it should see.",
    "\"The captains ranged before him, one, his hand",
    "\"Made baby points at, gained the chief command.",
    "\"And day by day more beautiful he grew",
    "\"In shape, all said, in feature and in hue,",
    "\"While young Greek sculptors gazing on the child",
    "\"Became, with old Greek sculpture, reconciled.",
    "\"Already sages laboured to condense",
    "\"In easy tomes a life's experience:",
    "\"And artists took grave counsel to impart",
    "\"In one breath and one hand-sweep, all their art-",
    "\"To make his graces prompt as blossoming",
    "\"Of plentifully-watered palms in spring:",
    "\"Since well beseems it, whoso mounts the throne,",
    "\"For beauty, knowledge, strength, should stand alone,",
    "\"And mortals love the letters of his name.\"",
    "-Stop! Have you turned two pages? Still the same.",
    "New reign, same date. The scribe goes on to say",
    "How that same year, on such a month and day,",
    "\"John the Pannonian, groundedly believed",
    "\"A blacksmith's bastard, whose hard hand reprieved",
    "\"The Empire from its fate the year before,-",
    "\"Came, had a mind to take the crown, and wore",
    "\"The same for six years, (during which the Huns",
    "\"Kept off their fingers from us) till his sons",
    "\"Put something in his liquor \"-and so forth.",
    "Then a new reign. Stay-\"Take at its just worth \"",
    "(Subjoins an annotator) \"what I give",
    "\"As hearsay. Some think, John let Protus live",
    "\"And slip away. 'T is said, he reached man's age",
    "\"At some blind northern court; made, first a page,",
    "\"Then tutor to the children; last, of use",
    "\"About the hunting stables. I deduce",
    "\"He wrote the little tract 'On worming dogs,'",
    "\"Whereof the name in sundry catalogues",
    "\"Is extant yet. A Protus of the race",
    "\"Is rumoured to have died a monk in Thrace,-",
    "\"And, if the same, he reached senility.\"",
    "Here's John the Smith's rough-hammered head. Great eye,",
    "Gross jaw and griped lips do what granite can",
    "To give you the crown-grasper. What a man!"
  ],
  "title": "Protus",
  "year": ""
}