{
  "author": "Robert Browning",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Relationships",
    "Sciences",
    "Crime",
    "Punishment",
    "Love",
    "Social Commentaries",
    "Break-ups",
    "Vexed Love"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173016",
  "region": "England",
  "text": [
    "Now that I, tying thy glass mask tightly,",
    "May gaze thro’ these faint smokes curling whitely,",
    "As thou pliest thy trade in this devil’s-smithy—",
    "Which is the poison to poison her, prithee?",
    "He is with her, and they know that I know",
    "Where they are, what they do: they believe my tears flow",
    "While they laugh, laugh at me, at me fled to the drear",
    "Empty church, to pray God in, for them!—I am here.",
    "Grind away, moisten and mash up thy paste,",
    "Pound at thy powder,—I am not in haste!",
    "Better sit thus and observe thy strange things,",
    "Than go where men wait me and dance at the King’s.",
    "That in the mortar—you call it a gum?",
    "Ah, the brave tree whence such gold oozings come!",
    "And yonder soft phial, the exquisite blue,",
    "Sure to taste sweetly,—is that poison too?",
    "Had I but all of them, thee and thy treasures,",
    "What a wild crowd of invisible pleasures!",
    "To carry pure death in an earring, a casket,",
    "A signet, a fan-mount, a filigree basket!",
    "Soon, at the King’s, a mere lozenge to give",
    "And Pauline should have just thirty minutes to live!",
    "But to light a pastile, and Elise, with her head",
    "And her breast and her arms and her hands, should drop dead!",
    "Quick—is it finished? The colour’s too grim!",
    "Why not soft like the phial’s, enticing and dim?",
    "Let it brighten her drink, let her turn it and stir,",
    "And try it and taste, ere she fix and prefer!",
    "What a drop! She’s not little, no minion like me—",
    "That’s why she ensnared him: this never will free",
    "The soul from those masculine eyes,—say, “no!”",
    "To that pulse’s magnificent come-and-go.",
    "For only last night, as they whispered, I brought",
    "My own eyes to bear on her so, that I thought",
    "Could I keep them one half minute fixed, she would fall,",
    "Shrivelled; she fell not; yet this does it all!",
    "Not that I bid you spare her the pain!",
    "Let death be felt and the proof remain;",
    "Brand, burn up, bite into its grace—",
    "He is sure to remember her dying face!",
    "Is it done? Take my mask off! Nay, be not morose;",
    "It kills her, and this prevents seeing it close:",
    "The delicate droplet, my whole fortune’s fee—",
    "If it hurts her, beside, can it ever hurt me?",
    "Now, take all my jewels, gorge gold to your fill,",
    "You may kiss me, old man, on my mouth if you will!",
    "But brush this dust off me, lest horror it brings",
    "Ere I know it—next moment I dance at the King’s!"
  ],
  "title": "The Laboratory",
  "year": ""
}