{
  "author": "Robert Browning",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Heroes",
    "Patriotism",
    "Arts",
    "Sciences",
    "History",
    "Politics",
    "Social Commentaries",
    "Poetry",
    "Poets"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173018",
  "region": "England",
  "text": [
    "Just for a handful of silver he left us,",
    "Just for a riband to stick in his coat\u0097",
    "Found the one gift of which fortune bereft us,",
    "Lost all the others she lets us devote;",
    "They, with the gold to give, doled him out silver,",
    "So much was theirs who so little allowed:",
    "How all our copper had gone for his service!",
    "Rags\u0097were they purple, his heart had been proud!",
    "We that had loved him so, followed him, honoured him,",
    "Lived in his mild and magnificent eye,",
    "Learned his great language, caught his clear accents,",
    "Made him our pattern to live and to die!",
    "Shakespeare was of us, Milton was for us,",
    "Burns, Shelley, were with us,\u0097they watch from their graves!",
    "He alone breaks from the van and the freemen,",
    "\u0097He alone sinks to the rear and the slaves!",
    "We shall march prospering,\u0097not thro' his presence;",
    "Songs may inspirit us,\u0097not from his lyre;",
    "Deeds will be done,\u0097while he boasts his quiescence,",
    "Still bidding crouch whom the rest bade aspire:",
    "Blot out his name, then, record one lost soul more,",
    "One task more declined, one more footpath untrod,",
    "One more devils'-triumph and sorrow for angels,",
    "One wrong more to man, one more insult to God!",
    "Life's night begins: let him never come back to us!",
    "There would be doubt, hesitation and pain,",
    "Forced praise on our part\u0097the glimmer of twilight,",
    "Never glad confident morning again!",
    "Best fight on well, for we taught him\u0097strike gallantly,",
    "Menace our heart ere we master his own;",
    "Then let him receive the new knowledge and wait us,",
    "Pardoned in heaven, the first by the throne!"
  ],
  "title": "The Lost Leader",
  "year": ""
}