{
  "author": "Robert Browning",
  "classification": "Persona",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "Architecture",
    "Design",
    "Religion",
    "Christianity",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173002",
  "region": "England",
  "text": [
    "Vanity, saith the preacher, vanity!",
    "Draw round my bed: is Anselm keeping back?",
    "Nephews—sons mine . . . ah God, I know not! Well—",
    "She, men would have to be your mother once,",
    "Old Gandolf envied me, so fair she was!",
    "What's done is done, and she is dead beside,",
    "Dead long ago, and I am Bishop since,",
    "And as she died so must we die ourselves,",
    "And thence ye may perceive the world's a dream.",
    "Life, how and what is it? As here I lie",
    "In this state-chamber, dying by degrees,",
    "Hours and long hours in the dead night, I ask",
    "\"Do I live, am I dead?\" Peace, peace seems all.",
    "Saint Praxed's ever was the church for peace;",
    "And so, about this tomb of mine. I fought",
    "With tooth and nail to save my niche, ye know:",
    "—Old Gandolf cozened me, despite my care;",
    "Shrewd was that snatch from out the corner South",
    "He graced his carrion with, God curse the same!",
    "Yet still my niche is not so cramped but thence",
    "One sees the pulpit o' the epistle-side,",
    "And somewhat of the choir, those silent seats,",
    "And up into the aery dome where live",
    "The angels, and a sunbeam's sure to lurk:",
    "And I shall fill my slab of basalt there,",
    "And 'neath my tabernacle take my rest,",
    "With those nine columns round me, two and two,",
    "The odd one at my feet where Anselm stands:",
    "Peach-blossom marble all, the rare, the ripe",
    "As fresh-poured red wine of a mighty pulse.",
    "—Old Gandolf with his paltry onion-stone,",
    "Put me where I may look at him! True peach,",
    "Rosy and flawless: how I earned the prize!",
    "Draw close: that conflagration of my church",
    "—What then? So much was saved if aught were missed!",
    "My sons, ye would not be my death? Go dig",
    "The white-grape vineyard where the oil-press stood,",
    "Drop water gently till the surface sink,",
    "And if ye find . . . Ah God, I know not, I! ...",
    "Bedded in store of rotten fig-leaves soft,",
    "And corded up in a tight olive-frail,",
    "Some lump, ah God, of",
    "Big as a Jew's head cut off at the nape,",
    "Blue as a vein o'er the Madonna's breast ...",
    "Sons, all have I bequeathed you, villas, all,",
    "That brave Frascati villa with its bath,",
    "So, let the blue lump poise between my knees,",
    "Like God the Father's globe on both His hands",
    "Ye worship in the Jesu Church so gay,",
    "For Gandolf shall not choose but see and burst!",
    "Swift as a weaver's shuttle fleet our years:",
    "Man goeth to the grave, and where is he?",
    "Did I say basalt for my slab, sons? Black—",
    "'Twas ever antique-black I meant! How else",
    "Shall ye contrast my frieze to come beneath?",
    "The bas-relief in bronze ye promised me,",
    "Those Pans and Nymphs ye wot of, and perchance",
    "Some tripod, thyrsus, with a vase or so,",
    "The Saviour at his sermon on the mount,",
    "Saint Praxed in a glory, and one Pan",
    "Ready to twitch the Nymph's last garment off,",
    "And Moses with the tables . . . but I know",
    "Ye mark me not! What do they whisper thee,",
    "Child of my bowels, Anselm? Ah, ye hope",
    "To revel down my villas while I gasp",
    "Bricked o'er with beggar's mouldy travertine",
    "Which Gandolf from his tomb-top chuckles at!",
    "Nay, boys, ye love me—all of jasper, then!",
    "'Tis jasper ye stand pledged to, lest I grieve.",
    "My bath must needs be left behind, alas!",
    "One block, pure green as a pistachio-nut,",
    "There's plenty jasper somewhere in the world—",
    "And have I not Saint Praxed's ear to pray",
    "Horses for ye, and brown Greek manuscripts,",
    "And mistresses with great smooth marbly limbs?",
    "—That's if ye carve my epitaph aright,",
    "Choice Latin, picked phrase, Tully's every word,",
    "No gaudy ware like Gandolf's second line—",
    "Tully, my masters? Ulpian serves his need!",
    "And then how I shall lie through centuries,",
    "And hear the blessed mutter of the mass,",
    "And see God made and eaten all day long,",
    "And feel the steady candle-flame, and taste",
    "Good strong thick stupefying incense-smoke!",
    "For as I lie here, hours of the dead night,",
    "Dying in state and by such slow degrees,",
    "I fold my arms as if they clasped a crook,",
    "And stretch my feet forth straight as stone can point,",
    "And let the bedclothes, for a mortcloth, drop",
    "Into great laps and folds of sculptor's-work:",
    "And as yon tapers dwindle, and strange thoughts",
    "Grow, with a certain humming in my ears,",
    "About the life before I lived this life,",
    "And this life too, popes, cardinals and priests,",
    "Saint Praxed at his sermon on the mount,",
    "Your tall pale mother with her talking eyes,",
    "And new-found agate urns as fresh as day,",
    "And marble's language, Latin pure, discreet,",
    "—Aha, ELUCESCEBAT quoth our friend?",
    "No Tully, said I, Ulpian at the best!",
    "Evil and brief hath been my pilgrimage.",
    "All",
    ", all, sons! Else I give the Pope",
    "My villas! Will ye ever eat my heart?",
    "Ever your eyes were as a lizard's quick,",
    "They glitter like your mother's for my soul,",
    "Or ye would heighten my impoverished frieze,",
    "Piece out its starved design, and fill my vase",
    "With grapes, and add a vizor and a Term,",
    "And to the tripod ye would tie a lynx",
    "That in his struggle throws the thyrsus down,",
    "To comfort me on my entablature",
    "Whereon I am to lie till I must ask",
    "\"Do I live, am I dead?\" There, leave me, there!",
    "For ye have stabbed me with ingratitude",
    "To death—ye wish it—God, ye wish it! Stone—",
    "Gritstone, a-crumble! Clammy squares which sweat",
    "As if the corpse they keep were oozing through—",
    "And no more",
    "to delight the world!",
    "Well, go! I bless ye. Fewer tapers there,",
    "But in a row: and, going, turn your backs",
    "—Ay, like departing altar-ministrants,",
    "And leave me in my church, the church for peace,",
    "That I may watch at leisure if he leers—",
    "Old Gandolf, at me, from his onion-stone,",
    "As still he envied me, so fair she was!"
  ],
  "title": "The Bishop Orders His Tomb at Saint Praxed's Church",
  "year": ""
}