{
  "author": "Jonathan Swift",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Weather",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/180932",
  "region": "Ireland",
  "text": [
    "Careful observers may foretell the hour",
    "(By sure prognostics) when to dread a shower:",
    "While rain depends, the pensive cat gives o’er",
    "Her frolics, and pursues her tail no more.",
    "Returning home at night, you’ll find the sink",
    "Strike your offended sense with double stink.",
    "If you be wise, then go not far to dine;",
    "You’ll spend in coach hire more than save in wine.",
    "A coming shower your shooting corns presage,",
    "Old achès throb, your hollow tooth will rage.",
    "Sauntering in coffeehouse is Dulman seen;",
    "He damns the climate and complains of spleen.",
    "Meanwhile the South, rising with dabbled wings,",
    "A sable cloud athwart the welkin flings,",
    "That swilled more liquor than it could contain,",
    "And, like a drunkard, gives it up again.",
    "Brisk Susan whips her linen from the rope,",
    "While the first drizzling shower is born aslope:",
    "Such is that sprinkling which some careless quean",
    "Flirts on you from her mop, but not so clean:",
    "You fly, invoke the gods; then turning, stop",
    "To rail; she singing, still whirls on her mop.",
    "Not yet the dust had shunned the unequal strife,",
    "But, aided by the wind, fought still for life,",
    "And wafted with its foe by violent gust,",
    "’Twas doubtful which was rain and which was dust.",
    "Ah! where must needy poet seek for aid,",
    "When dust and rain at once his coat invade?",
    "Sole coat, where dust cemented by the rain",
    "Erects the nap, and leaves a mingled stain.",
    "Now in contiguous drops the flood comes down,",
    "Threatening with deluge this devoted town.",
    "To shops in crowds the daggled females fly,",
    "Pretend to cheapen goods, but nothing buy.",
    "The Templar spruce, while every spout’s abroach,",
    "Stays till ’tis fair, yet seems to call a coach.",
    "The tucked-up sempstress walks with hasty strides,",
    "While seams run down her oiled umbrella’s sides.",
    "Here various kinds, by various fortunes led,",
    "Commence acquaintance underneath a shed.",
    "Triumphant Tories and desponding Whigs",
    "Forget their feuds, and join to save their wigs.",
    "Boxed in a chair the beau impatient sits,",
    "While spouts run clattering o’er the roof by fits,",
    "And ever and anon with frightful din",
    "The leather sounds; he trembles from within.",
    "So when Troy chairmen bore the wooden steed,",
    "Pregnant with Greeks impatient to be freed",
    "(Those bully Greeks, who, as the moderns do,",
    "Instead of paying chairmen, run them through),",
    "Laocoön struck the outside with his spear,",
    "And each imprisoned hero quaked for fear.",
    "Now from all parts the swelling kennels flow,",
    "And bear their trophies with them as they go:",
    "Filth of all hues and odors seem to tell",
    "What street they sailed from, by their sight and smell.",
    "They, as each torrent drives with rapid force,",
    "From Smithfield or St. Pulchre’s shape their course,",
    "And in huge confluence joined at Snow Hill ridge,",
    "Fall from the conduit prone to Holborn Bridge.",
    "Sweepings from butchers’ stalls, dung, guts, and blood,",
    "Drowned puppies, stinking sprats, all drenched in mud,",
    "Dead cats, and turnip tops, come tumbling down the flood."
  ],
  "title": "A Description of a City Shower",
  "year": ""
}