{
  "author": "Adelaide Crapsey",
  "classification": "Blank Verse",
  "keywords": [
    "Ghosts",
    "the Supernatural",
    "Mythology",
    "Folklore",
    "Death",
    "Arts",
    "Sciences",
    "Horror",
    "Theater",
    "Dance",
    "Living",
    "Music",
    "Religion",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175531",
  "region": "",
  "text": [
    "How can you lie so still? All day I watch",
    "And never a blade of all the green sod moves",
    "To show where restlessly you toss and turn,",
    "And fling a desperate arm or draw up knees",
    "Stiffened and aching from their long disuse;",
    "I watch all night and not one ghost comes forth",
    "To take its freedom of the midnight hour.",
    "Oh, have you no rebellion in your bones?",
    "The very worms must scorn you where you lie,",
    "A pallid mouldering acquiescent folk,",
    "Meek habitants of unresented graves.",
    "Why are you there in your straight row on row",
    "Where I must ever see you from my bed",
    "That in your mere dumb presence iterate",
    "The text so weary in my ears: \"Lie still",
    "And rest; be patient and lie still and rest.\"",
    "I'll not be patient! I will not lie still!",
    "There is a brown road runs between the pines,",
    "And further on the purple woodlands lie,",
    "And still beyond blue mountains lift and loom;",
    "And I would walk the road and I would be",
    "Deep in the wooded shade and I would reach",
    "The windy mountain tops that touch the clouds.",
    "My eyes may follow but my feet are held.",
    "Recumbent as you others must I too",
    "Submit? Be mimic of your movelessness",
    "With pillow and counterpane for stone and sod?",
    "And if the many sayings of the wise",
    "Teach of submission I will not submit",
    "But with a spirit all unreconciled",
    "Flash an unquenched defiance to the stars.",
    "Better it is to walk, to run, to dance,",
    "Better it is to laugh and leap and sing,",
    "To know the open skies of dawn and night,",
    "To move untrammeled down the flaming noon,",
    "And I will clamour it through weary days",
    "Keeping the edge of deprivation sharp,",
    "Nor with the pliant speaking on my lips",
    "Of resignation, sister to defeat.",
    "I'll not be patient. I will not lie still.",
    "And in ironic quietude who is",
    "The despot of our days and lord of dust",
    "Needs but, scarce heeding, wait to drop",
    "Grim casual comment on rebellion's end;",
    "And this each body and ghost of you hath heard",
    "That in your graves do therefore lie so still."
  ],
  "title": "To The Dead in the Graveyard Underneath My Window",
  "year": ""
}