{
  "author": "Cynthia Macdonald",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179107",
  "region": "U.S., Southwestern",
  "text": [
    "He was eight when they gave him the felt overcoat—",
    "his birthday.",
    "He knew it was special.",
    "He was still reading Walter Scott not Gogol. The coat was light grey",
    "and he was a knight in armor. It was adamant. Iced snowballs",
    "and other missiles no longer hurt. Or barely.",
    "He grew as do all boys who are not dwarves or midgets. The coat",
    "grew, too. It kept pain out, and in.",
    "He only looked at colleges in northern places.",
    "He often drew the coat about him, like heroines",
    "wrapping their shawls more tightly.",
    "He was the intrepid leader through fresh snow and blue snow",
    "and rotten ice and the Mojave.",
    "He loved to look at women. It is difficult",
    "to make love wearing an overcoat.",
    "Gestalt and sandbox therapy did not help him",
    "remove the coat, but helped him to talk about it,",
    "to acknowledge it was there.",
    "He knew that all the others knew, had always known.",
    "Some urged him to undress.",
    "He saw",
    "in San Francisco and felt betrayed",
    "when Schaunard sold his coat. Each time he played the CD",
    "he cried at the last act.",
    "He knew he had to get it off. Several times: Almost. Almost.",
    "Perhaps that is exaggeration. He’d cut off a sleeve or a lapel.",
    "But only pulled and wrenched the whole: it was so thick.",
    "Finally, at sixty-five he knew he could not. And sank",
    "into despair, the very state the coat was meant",
    "to turn away.",
    "He took a ship to France for his last meal.",
    "He took one home to jump. Felt really pulled",
    "him down into the deep."
  ],
  "title": "Robert Underhill’s Present",
  "year": ""
}