{
  "author": "Cynthia Macdonald",
  "classification": "",
  "keywords": [
    "Music",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179105",
  "region": "U.S., Southwestern",
  "text": [
    "Woods. A stand, waiting for the bite, the teeth.",
    "Joshua Briggs picks logs from the stack he’s cut,",
    "Sticks them in the black belly, fixing dinner—",
    "Pork, beans and slaw—before the night’s concert.",
    "Tunes shimmy in pieces. He looks out at his lot, his stand of",
    "Woods. Notes the green. That shine.",
    "“Play a tune on a jug; the moon pops out like a cork.",
    "But that’s nothing to playing a saw.”",
    "He puts in his teeth for the slaw. Sweet sap, molasses,",
    "Spreads around hillocks of salt pork into it.",
    "The Moonlight Sonata hangs over his head.",
    "And the light of the saw. “You can use it to cut, too.",
    "That very same instrument.” His parcel of",
    "Woods. Pieces of green; the notation of trunks and",
    "The land, that ground bass over which his",
    "Single strand of tune will soar like an angel.",
    "“Lots of people my age like a tune.",
    "Today it’s all beat but I give them music.”",
    "He begins to practice. The saw bends.",
    "Quavering moonlight fills the room. The saw",
    "Arches and twists between hand and thigh.",
    "He strokes it with his bow, “A cello bow made",
    "From manes of white Argentine horses. That country’s got",
    "Silver in its name.” The saw angles and dips",
    "Like a waterfall between hand and thigh.",
    "The semi-, demi-, hemi-quavers, the crotchets of",
    "Wood are joined as Joshua Briggs",
    "Bends what he saw. The tune rises like the holy ghost.",
    "It will rise, that Moonlight Sonata,",
    "Above the audience at the Grange",
    "Like the host. He will greet them with music.",
    "His white forelock falls over his eyes as he bows, twisting",
    "Silver between hand and thigh.",
    "He describes the tune in the air, sawing it into",
    "Parcels of light. “Angels are women; I know that.”",
    "The room is full of what he can accept."
  ],
  "title": "The Tune He Saw",
  "year": ""
}