{
  "author": "Tomás Q. Morín",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246876",
  "region": "",
  "text": [
    "My bowl brimming with pretzels,",
    "the snack you wanted least,",
    "I slid open the door of our sleeping car",
    "where we had been enjoying the country rushing by,",
    "as if we were the first two people",
    "to look down into the valleys and see",
    "bright necks of pines stretch across farms",
    "and streams to the groves they once cradled.",
    "You had asked for Earl Grey cookies",
    "sandwiched around buttercream or marshmallows",
    "made of chocolate, but all the tea bags had been dunked",
    "and the chocolate melted over biscotti.",
    "When I came bearing the salted and twisted news,",
    "the room was empty but for a heel. It was black",
    "as a bunting, and wound with zippers,",
    "and every time the car rocked",
    "it looked ready to fly and escape",
    "into the cold, tangled air",
    "of travel that always feels heavy",
    "with joy and desire, and a little sadness,",
    "always a little sadness,",
    "because of the leaving, which is what I do",
    "when I realize I’m in the wrong room",
    "and that numbers have betrayed me again",
    "while I was hunting and gathering,",
    "foraging like",
    "who probably never lost his cave.",
    "Out of patience, I opened every door",
    "marked with threes and eights, those conjoined twins",
    "disastrously separated at birth,",
    "and roused the scabbed eyes of sleepers",
    "like a beggar, no, an angel,",
    "a begging angel who has written on his heart",
    ".",
    "Having not found our room, not heard",
    "the sharp swing of your voice,",
    "I descended upon the passenger cars",
    "and row upon row of couples asleep",
    "or staring out the windows like zombies",
    "trying to remember what happens next",
    "once the newspaper is well-thumbed,",
    "the tea has gone cold, and the conversation is dead.",
    "I called for you, in vain, even using your secret names,",
    "the ones only the night knows:",
    "wind-kiss, brilliant-fruit, dervish-moon . . .",
    "Over and over, I said your names,",
    "over and over until they filled",
    "the wounded air of the car",
    "and when there was no more room",
    "for another sound, they caught and hooked",
    "the ring of the brakes hugging the rails.",
    "Just when I thought I wouldn’t find you,",
    "you were there, the train was pulling away,",
    "and I was watching you slowly eat",
    "a dish of whipped cream and bananas",
    "— the house special — in a cafe",
    "in a city we didn’t know.",
    "When you finished, we started walking",
    "down a road that bent like a smile,",
    "a shy smile, like the one the Japanese cat wore",
    "on your purse. The road, we were told,",
    "would take us to the end of the line",
    "where all lovers in search of joy",
    "packed on bullet trains — they’re the fastest",
    "on two continents — arrive every hour."
  ],
  "title": "Love Train",
  "year": ""
}