{
  "author": "Chris Abani",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Music",
    "Painting",
    "Sculpture",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237398",
  "region": "Africa",
  "text": [
    "It’s like flying in your dreams, she said. You empty",
    "Yourself out and just lift off. Soar. It’s like that.",
    "*",
    "Red. Red. Red.",
    "Just that word. Sometimes.",
    "*",
    "Yang & Yin. Like twins tumbling through summer.",
    "He, the rooster crowing sun; desperate—afraid—",
    "As only men can be.",
    "And Yin? Let’s say she has long hair—",
    "No, that won’t work. If we are to believe",
    "the ancient Chinese, she was a dog",
    "howling moon.",
    "*",
    "When I counted out the pills, it was a slowing down.",
    "Like the delay between when the car goes through",
    "the dip and your stomach falls away—",
    "And won’t stop.",
    "*",
    "Of course it was because she didn’t fit my mold.",
    "So I punished her. And why? And why? And why?",
    "You did it, I said. You did it.",
    "Wouldn’t fill my world.",
    "*",
    "And eventually we all kill our mothers.",
    "Their eyes a tenderness that doesn’t flinch",
    "from it. Knowing. Eventually.",
    "*",
    "What else is there?",
    "*",
    "Paula’s paintings are real. The women thick, visceral,",
    "like stubborn cliffs the sea cannot contain—or drown.",
    "*",
    "Or dogs. And such as these drove Homer to despair—",
    "And his cry: Oh to see! To see! To see!",
    "*",
    "So Paula says: To be a dog woman is bestial is good.",
    "Eating, snarling.",
    "Utterly believable.",
    "Gross.",
    "*",
    "Like when Cesaria Evora breaks your heart with a smile",
    "all melancholy and sea and salt.",
    "And it doesn’t matter that you don’t know what",
    "the words mean. Some things are beyond that.",
    "*",
    "So. Tanya bought the record because Cesaria’s face",
    "is beautiful with all the lost love of the world",
    "and darker than the blue of the sun setting over the Atlantic.",
    "*",
    "It’s in the angle of light washing her hair",
    "with sun into a puddle that catches in the throat",
    "The wood deck creaks from the weight",
    "of all that air and sun and silence",
    "Water chuckling in the tiny fountain in the corner",
    "holding up the song of wind chimes and flies",
    "And it’s all here. Fire. Water. Stone. Wood.",
    "*",
    "All caught up in Yeats and the cuckoo",
    "that wasn’t a real bird but cried",
    "with all the agony of the desire for flight",
    "hemmed by wooden wings, and springs and cogs.",
    "I think.",
    "*",
    "Or looking for Rilke—",
    "How the panther is like the rage",
    "of a doll’s soul caught in the body: but",
    "to say: under an open window, a violin",
    "Accomplishment though is another matter—",
    "Just ask Baudelaire and so I",
    "thought I could do it.",
    "Necromancer, necromancer, necromancer",
    "make me a mate",
    "only one of my ribs pray take.",
    "So why won’t women fit into that space?",
    "*",
    "Is that why in the photograph David plays",
    "an inflatable lyre? Does his smile make it all artifice?",
    "*",
    "But life is this and it will not",
    "be contained. The Igbo say:",
    "No one can outrun their shadow.",
    "And this is good. This is hope.",
    "Because, or maybe, we cannot outrun love.",
    "*",
    "To drive down a road, she said. Until it stops",
    "at the edge of the sea. An ocean vast and immense,",
    "she said. If you are lucky, she said. It fills you."
  ],
  "title": "Dog Woman",
  "year": ""
}