{
  "author": "Chris Abani",
  "classification": "",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Activities",
    "Travels",
    "Journeys",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Humor",
    "Satire",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237320",
  "region": "Africa",
  "text": [
    "There are stones even here",
    "worn into a malevolence by time",
    "gritting the teeth and tearing",
    "the eyes with the memory.",
    "Out in the desert, the wind",
    "is a sculptor working the ephemera",
    "of sand. Desperately editing steles",
    "to write the names of thousands of slaves",
    "who died to make Pharaoh great.",
    "It is a fool’s game.",
    "And we are like the blind musician",
    "at the hotel who tells us with a smile:",
    "I’ll see you later.",
    "The guard at the pyramid eyes me.",
    "Are you Egyptian? he demands,",
    "then searches my bag for a bomb.",
    "At the hotel they speak Arabic to me,",
    "don’t treat me like the white guests,",
    "and I guess, even here, with all",
    "the hindsight of history we haven’t",
    "learned to love ourselves.",
    "I cannot crawl into the tombs, and cannot",
    "explain why. How do you say: In my country",
    "they buried me alive for six months?",
    "And so you lie and tell yourself this is love.",
    "I am protecting the world from my rage.",
    "Rabab tells me: We know how to build graves",
    "here. I nod. I know. It is the same all over Africa.",
    "Do you have a knife? Do you have one?",
    "the guards at the museum ask Breyten and me,",
    "searching us. We call this on ourselves. We",
    "are clearly political criminals.",
    "I trace the glyphs chipped into stone.",
    "As a writer I am drawn to this. If I could",
    "I too would carve myself into eternity.",
    "Breyten watching me says: Don’t tell me",
    "you’ve found a spelling mistake in it!",
    "A line of miniature statues is placed",
    "into the tomb to serve the pharaoh.",
    "One for each day of the year. Four hundred.",
    "The overseers are a plus. I think",
    "even death will not ease",
    "the lot of the poor here.",
    "Statues: it seems the more I search the world",
    "for differences the more I find it all the same.",
    "Perhaps the Buddha was a jaded traveler too",
    "when he said we are all one.",
    "Mona argues about who should pay",
    "to see the mummies. It isn’t often I can",
    "treat a girl to a dead body, Breyten insists.",
    "A woman nearby tells her husand she can see",
    "dead bodies at work. Why pay?",
    "Do you think she works in a hospital? I ask.",
    "That or the U.S. State Department, Breyten agrees.",
    "From the top of Bab Zwelia, flat rooftops",
    "spread out like a conference of coffee tables.",
    "Broken walls, furniture, pots, litter the roofs",
    "like family secrets sunning themselves.",
    "Two white goats on a roof chew",
    "their way through the debris.",
    "On the Nile, Rabab sings in Arabic, tells me",
    "she wants to be Celine Dion.",
    "She is my sister calling me home to Egypt.",
    "Perhaps one day I will be ready.",
    "For now it is enough to know I can",
    "be at home here."
  ],
  "title": "Hanging in Egypt with Breyten Breytenbach",
  "year": ""
}