{
  "author": "William Vaughn Moody",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/1787",
  "region": "",
  "text": [
    "I am the Woman, ark of the law and its breaker,",
    "Who chastened her steps and taught her knees to be meek,",
    "Bridled and bitted her heart and humbled her cheek,",
    "Parcelled her will, and cried \"Take more!\" to the taker,",
    "Shunned what they told her to shun, sought what they bade her seek,",
    "Locked up her mouth from scornful speaking: now it is open to speak.",
    "I am she that is terribly fashioned, the creature",
    "Wrought in God's perilous mood, in His unsafe hour.",
    "The morning star was mute, beholding my feature,",
    "Seeing the rapture I was, the shame, and the power,",
    "Scared at my manifold meaning; he heard me call",
    "\"O fairest among ten thousand, acceptable brother!\"",
    "And he answered not, for doubt; till he saw me crawl",
    "And whisper down to the secret worm, \"O mother,",
    "Be not wroth in the ancient house; thy daughter forgets not at all!\"",
    "I am the Woman, flëer away,",
    "Soft withdrawer back from the maddened mate,",
    "Lurer inward and down to the gates of day",
    "And crier there in the gate,",
    "\"What shall I give for thee, wild one, say!",
    "The long, slow rapture and patient anguish of life,",
    "Or art thou minded a swifter way?",
    "Ask if thou canst, the gold, but oh if thou must,",
    "Good is the shining dross, lovely the dust!",
    "Look at me, I am the Woman, harlot and heavenly wife;",
    "Tell me thy price, be unashamed; I will assuredly pay!\"",
    "I am also the Mother: of two that I bore",
    "I comfort and feed the slayer, feed and comfort the slain.",
    "Did they number my daughters and sons? I am mother of more!",
    "Many a head they marked not, here in my bosom has lain,",
    "Babbling with unborn lips in a tongue to be,",
    "Far, incredible matters, all familiar to me.",
    "Still would the man come whispering, \"Wife!\" but many a time my breast",
    "Took him not as a husband: I soothed him and laid him to rest",
    "Even as the babe of my body, and knew him for such.",
    "My mouth is open to speak, that was dumb too much!",
    "I say to you I am the Mother; and under the sword",
    "Which flamed each way to harry us forth from the Lord,",
    "I saw Him young at the portal, weeping and staying the rod,",
    "And I, even I was His mother, and I yearned as the mother of God.",
    "I am also the Spirit. The Sisters laughed",
    "When I sat with them dumb in the portals, over my lamp,",
    "Half asleep in the doors: for my gown was raught",
    "Off at the shoulder to shield from the wind and the rain",
    "The wick I tended against the mysterious hour",
    "When the Silent City of Being should ring with song,",
    "As the Lord came in with Life to the marriage bower.",
    "\"Look!\" laughed the elder Sisters; and crimson with shame",
    "I hid my breast away from the rosy flame.",
    "\"Ah!\" cried the leaning Sisters, pointing, doing me wrong,",
    "\"Do you see?\" laughed the wanton Sisters, \"She will get her lover ere long!\"",
    "And it was but a little while till unto my need",
    "He was given indeed,",
    "And we walked where waxing world after world went by;",
    "And I said to my lover, \"Let us begone,",
    "\"Oh, let us begone, and try",
    "\"Which of them all the fairest to dwell in is,",
    "\"Which is the place for us, our desirable clime!\"",
    "But he said, \"They are only the huts and the little villages,",
    "Pleasant to go and lodge in rudely over the vintage—time!\"",
    "Scornfully spake he, being unwise,",
    "Being flushed at heart because of our walking together.",
    "But I was mute with passionate prophecies;",
    "My heart went veiled and faint in the golden weather,",
    "While universe drifted by after still universe.",
    "Then I cried, \"Alas, we must hasten and lodge therein,",
    "One after one, and in every star that they shed!",
    "A dark and a weary thing is come on our head—",
    "To search obedience out in the bosom of sin,",
    "To listen deep for love when thunders the curse;",
    "For O my love, behold where the Lord hath planted",
    "In every star in the midst His dangerous Tree!",
    "Still I must pluck thereof and bring unto thee,",
    "Saying, \"The coolness for which all night we have panted;",
    "Taste of the goodly thing, I have tasted first!\"",
    "Bringing us noway coolness, but burning thirst,",
    "Giving us noway peace, but implacable strife,",
    "Loosing upon us the wounding joy and the wasting sorrow of life!",
    "I am the Woman, ark of the Law and sacred arm to upbear it,",
    "Heathen trumpet to overthrow and idolatrous sword to shear it:",
    "Yea, she whose arm was round the neck of the morning star at song,",
    "Is she who kneeleth now in the dust and cries at the secret door,",
    "\"Open to me, 0 sleeping mother! The gate is heavy and strong.",
    "\"Open to me, I am come at last; be wroth with thy child no more.",
    "\"Let me lie down with thee there in the dark, and be slothful with thee as before!\""
  ],
  "title": "I Am the Woman",
  "year": ""
}