{
  "author": "Babette Deutsch",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172222",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "These are the streets where we walked with war and childhood",
    "Like our two shadows behind us, or",
    "Before us like one shadow.",
    "River walks",
    "Threaded by park rats, flanked by battleships,",
    "Flickering of a grey tail on the bank,",
    "Motionless hulls",
    "Enormous under a dead grey sky.",
    "Farther, the harbor and the miscolored waters",
    "Rocking their flotsam under the blank round eye",
    "At the masthead staring down the rats to come,",
    "Beyond the fisher gulls.",
    "And the windows full of ropes and hardware,",
    "Doorways, barreled, yawning on the dark,",
    "Wall-eyed alleys, coils of husky smells,",
    "The breath of journeys strong there.",
    "Streets whose sordid beauty",
    "joked readily with hope.",
    "The taller avenues,",
    "And walls that smiled like unpurchased horizons,",
    "Swung intimate views out of a foreign room,",
    "Hung a gate upon a garden's fable,",
    "Walls that frowned",
    "With aged remorseless eyes",
    "Or the gloom of thunderlit landscapes, opening",
    "A door into that placeless country",
    "Where the sad animal is blithe, free and at home.",
    "Too, those halls",
    "Where we stepped lightly among the creatures",
    "Whom death had tamed, who yet crouched, sprang, or flew,",
    "Fierce as hunger, graceful as joy,",
    "Until we knew, as in a half silvered mirror, the half",
    "Captive image of immortality.",
    "These are the old places, and walking there",
    "As then with war and childhood, I look into the shadows' faces.",
    "They appal.",
    "Yet often I will see",
    "(The marvels floating alive upon that stream,",
    "The breathing of delight like purest air)",
    "Another place: that you contrived",
    "Between midnight and morning",
    "In your dream, and in the morning",
    "Took me there.",
    "We greeted it, who could not stay.",
    "But it is there,",
    "Surviving disbelief, surviving even what the malign years prepare."
  ],
  "title": "It Is There",
  "year": ""
}