{
  "author": "Mary Ruefle",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "Eating",
    "Drinking",
    "Arts",
    "Sciences",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238938",
  "region": "U.S., New England",
  "text": [
    "The last time I saw father alive he was using",
    "a black umbrella, closed, to beat off some pigeons",
    "hanging outside the marble portals of a museum.",
    "We were visitors, walking very slowly, so father",
    "could stoop and examine everything. We had not been",
    "in the museum, but were resting on its steps.",
    "We saw it all—the fountains, the statues, the parks",
    "and the post office. Cities are made of such things.",
    "Once we encountered a wedding coming out of the cathedral",
    "and were caught in a shower of rice; as the bride",
    "flicked her veiled head father licked his little finger",
    "and in this way saved a grain. On the next block",
    "he announced he was going to heaven. But first let’s",
    "go back to the hotel and rest, he said: I want my mint.",
    "Those were practically his last words. And what did I want",
    "more than anything in the world? Probably the ancient Polish",
    "recipe for blood soup, which was finally told to me",
    "in an empty deli in a deserted mill town in western Massachusetts",
    "by the owner’s mother, who was alone one day when I burst",
    "in and demanded a bowl. But, she said, lacing her fingers",
    "around a jar of morello cherries, it requires one cup of",
    "new blood drawn from the goose whose neck you’ve just wrung",
    "to put in the pot, and where in these days can I find",
    "anything as fresh as that? I had lost track of my life",
    "before, but nothing prepared me for the onslaught of",
    "wayfarer’s bliss when she continued to list, one",
    "by one, the impossible ingredients I needed to live.",
    "We sat at the greasy table far into the night, while",
    "snow fell on the locked doors of the church next door,",
    "dedicated to St. Stanislas, which was rumored to be",
    "beautiful inside, and contain the remains of his beloved head."
  ],
  "title": "Blood Soup",
  "year": ""
}