{
  "author": "Mary Ruefle",
  "classification": "",
  "keywords": [
    "Religion",
    "God",
    "the Divine",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238934",
  "region": "U.S., New England",
  "text": [
    "It is said that many have been cured of madness by drinking",
    "of the spring in the orchard of this convent, but I",
    "doubt it, for it is a very pleasant place and a surfeit",
    "of pleasantries often leads directly to madness.",
    "I do not have much experience of madness (once",
    "a sister ran naked down the hall) but I have tasted",
    "the water and it is clear and fresh, there is nothing",
    "unpleasant about it. The Abbess said of a certain man",
    "—meaning he was a bore—",
    "but I want to meet that man, he would be as welcome",
    "in my life as Jesus in the orchard here, though the fat",
    "old Abbess might shoo him away. I would be so glad",
    "to have him drink, to serve him with a round of little glasses",
    "on a painted tray, like the ‘cocktail parties’",
    "in the secular world, and I the hostess, turning her cheek",
    "to be kissed in the fray. I would wear white clothes and",
    "my headdress, and he might carry a scythe and cut",
    "the morning glories, or simply sit and sun his nose.",
    "But they have taken my Lord away, lodged Him in the earth",
    "somewhere, call Him",
    "It cannot be true. Looking for Him in these things",
    "condemns us to a lifetime of imbecile activity.",
    "He has a face, arms, legs, a navel. He is a man,",
    "for He is everything I am not. How can it be",
    "otherwise? Before I leave the spring, I lean",
    "over it and weep. I spit upon the flowers. I stumble",
    "up the hill. We are somewhere below the Tserna Gota—",
    "meaning the Black Mountain—and when I reach the top",
    "I count the villages—there are two—where we",
    "are the last on earth to think of Him as having a head.",
    "Here, too, is the source of the spring, and crows",
    "with lethargic dispositions circle and circle the spot."
  ],
  "title": "Last on Earth",
  "year": ""
}