{
  "author": "Mary Ruefle",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Love"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240608",
  "region": "U.S., New England",
  "text": [
    "Beloved, men in thick green coats came crunching",
    "through the snow, the insignia on their shoulders",
    "of uncertain origin, a country I could not be sure of,",
    "a salute so terrifying I heard myself lying to avoid",
    "arrest, and was arrested along with Jocko, whose tear",
    "had snapped off, a tiny icicle he put in his mouth.",
    "We were taken to the ice prison, a palace encrusted",
    "with hoarfrost, its dome lit from within, Jocko admired",
    "the wiring, he kicked the walls to test the strength",
    "of his new boots. A television stood in a block of ice,",
    "its blue image still moving like a liquid center.",
    "You asked for my innermost thoughts. I wonder will I",
    "ever see a grape again? When I think of the vineyard",
    "where we met in October—when you dropped a cluster",
    "custom insisted you be kissed by a stranger—how after",
    "the harvest we plunged into a stream so icy our palms",
    "turned pink. It seemed our future was sealed. Everyone",
    "said so. It is quiet here. Not closing our ranks",
    "weakens us hugely. The snowflakes fall in a featureless",
    "bath. I am the stranger who kissed you. On sunny days",
    "each tree is a glittering chandelier. The power of",
    "mindless beauty! Jocko told a joke and has been dead",
    "since May. A bullethole in his forehead the officers",
    "call a third eye. For a month I milked a barnful of",
    "cows. It is a lot like cleansing a chandelier. Wipe",
    "and polish, wipe and polish, round and round you go.",
    "I have lost my spectacles. Is the book I was reading",
    "still open by the side of our bed? Treat it as a bookmark",
    "saving my place in our story.",
    "(here the letter breaks off)"
  ],
  "title": "The Letter",
  "year": ""
}