{
  "author": "Frank Marshall Davis",
  "classification": "Free Verse",
  "keywords": [
    "Race",
    "Ethnicity",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172213",
  "region": "U.S., Southern",
  "text": [
    "Chicago is an overgrown woman",
    "wearing her skyscrapers",
    "like a necklace ...",
    "Chicago’s blood is kaleidoscopic",
    "Chicago’s heart has a hundred auricles",
    "* * *",
    "to Chicago",
    "is a long trek",
    "—as the crow flies",
    "Sing to me of a red warrior moon victorious in a Congo sky ... show me a round dollar moon in the ragged blue purse of Chicago’s heavens ... tell me of a hundred spoil laden blacks tramping home from the raid ... point me out a hundred brown men riding the elevated home on payday ... pick me the winners ... in Chicago? ... in the Congo?",
    "Skyscraper pinnacles rip great holes in the rubber balloon bag of the sky ... do spears kill quicker than printed words? ... midnight lies and cobra fangs ... ask me if civilization produces new forms of biting and tearing and killing ... see three million whites and two hundred thousand blacks civilized in Chicago",
    "to Chicago",
    "is a long trek",
    "—as the crow flies",
    "* * *",
    "I’m a grownup man today Chicago",
    "My bones are thick and stout",
    "(when I moved to new districts bombings",
    "couldn’t break them)",
    "My flesh is smooth and firm",
    "(look—the wounds you give me heal quickly)",
    "See how the muscles ripple under my night-black skin",
    "My strength comes not from resting",
    "You should be proud of me Chicago",
    "I’ve got a lion’s heart and a six-shooter",
    "I’ve got a fighter’s fist and five newspapers",
    "I’ve got an eye for beauty and another for cash",
    "Nothing you’ve got I can’t have",
    "A song dashes its rhythms in, my face like April rain",
    "My song is a song of steel and bamboo, of brick flats and reed huts, of steamboats and slim canoes, of murder trials and jackal packs, of con men and pythons",
    "My tune I get from automobiles and lions roaring, from the rustle of banknotes in a teller’s window and the rustle of leaves in Transvaal trees",
    "I ask you to find a better song, a louder song, a sweeter song—",
    "Here’s something Wagner couldn’t do",
    "State Street is a wide gray band across Chicago’s forehead",
    "At night a white faced mother moon clothes Skyscrapers in gray silk",
    "At night when clocks yawn and hours get lazy",
    "At night when the jungle’s a symphony in grays ...",
    "Oh mother moon, mother of earth, bringer of silver gifts",
    "Bring a veil of stardust to wrap this Congo in",
    "Bring a shawl of moonmist to clothe Chicago’s body",
    "* * *",
    "Between the covers of books lie the bones of yesterdays",
    "Today is a new dollar",
    "And",
    "My city is money mad",
    "* * *",
    "Across the street from the Ebenezer Baptist Church,",
    "women with cast-iron faces peddle love",
    "In the flat above William’s Funeral Home",
    "six couples sway to the St. Louis Blues",
    "Two doors away from the South Side Bank",
    "three penny-brown men scorch their guts with four bit whiskey",
    "Dr. Jackson buys a Lincoln",
    "His neighbor buys second hand, shoes",
    "—the artist who paints this town must",
    "use a checkered canvas ...",
    "Tired looking houses of brown stone",
    "Ramshackle flats with sightless eyes",
    "A surface car throws a handful of white sparks at cracked red bricks",
    "An L train roars oaths at backyard clotheslines",
    "Mornings on South Parkway flats sit like silent cats watching the little green mice of buses running up and down the boulevard",
    "And only grass has heard the secrets of vacant lots",
    "* * *",
    "This song has no tune. You cannot hum it.",
    "This song has no words. You cannot sing it.",
    "This song everybody knows, nobody knows.",
    "It is in a pattern of brown faces at the Wabash Y.M.C.A., a 35th Street gambling place, a Parkway theatre—you get it or you don’t",
    "It is a melody of everything and nothing",
    "I saw twelve stars sitting along the edge of a four story flat",
    "I saw a moon held by leafless tree fingers",
    "I heard a shot tear huge holes in the blanket of silence",
    "Later—just a little later—the moon got away and the stars stepped back into the sky",
    "There will always be new wordless songs, new humless tunes",
    "Chicago sings these songs each day",
    "Chicago who wears her skyscrapers like a necklace ..."
  ],
  "title": "Chicago’s Congo",
  "year": ""
}