{
  "author": "Bhanu Kapil",
  "classification": "Prose Poem",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries",
    "History",
    "Politics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239150",
  "region": "",
  "text": [
    "1 Reverse the book in duration. What does that mean? I am writing to you. These notes now when it’s too late.",
    "2 If the cyborg you read about in bookstores is an immigrant from Mexico crossing into the U.S. beneath a floodlit court, then mine is a Punjabi-British hitchhiker on a JI visa. This is tunneling as seen from a satellite—sort of concave warp in the dirt of the line.",
    "3 She lives in a house with others, including animals, creating individual spaces of companionship and ardor. What happens when this domestic life grows suspect? When the grass reverts in its granular drag to the subject of architecture: the failure of a house to believe in its occupants?",
    "4 Mate with surfaces. Okay. Hitchhike. Okay. Make a cup of Darjeeling tea and start walking down a sidewalk in America. I saw this in a film starring George Clooney; no, Natalie Wood. The last scene is her, the gamine self, kicking off her shoes as the house explodes behind her. Perpetrating, she doesn’t flinch. Sips tea. Keeps walking. I wanted to write that. Continuance. As it related to loss. The secret pleasure of refusing to live like a normal person in a dress/with a sex drive and fingers/dreamy yet stabilized in the café of languages.",
    "5 I want to have sex with what I want to become. This is a statement related to women arriving in a country it would be regressive to leave. Then, writing, I was filled with a longing for—for what? George-in-the-flesh? George Clooney in Idaho, pretending to pick up hitchhikers as research for his next movie in which he plays a mild-mannered serial killer? No. A different series of acts. Tricky. For example, I’m embarrassed by this book. It makes my blood roar to think of you reading it. So intimate. A text. Then it is a document related to shame flooding the body to make it red. Who doesn’t want to heal a human body? Who doesn’t want a perfect human body? The body of my hitchhiker is, thus, inevitably female or Punjabi, fused to the production of secrets. There are no e-mails home from the e-mail café. Nothing. Phone calls, bullshitting. Sickening. I mean, what is this girl/my girl doing, there in a foreign heartland like a dog with a thumb? My Laloo, about to do it. Don’t do it, little one. Red dress. Don’t get into the car.",
    "6 But then, lit up, a red wife, kind of, not really, she sets out to see things as they are. Describes a virtual countryside. Jumps a box car. Drinks domestic beer. Okay. She does it and I write it down: a damaged eye with votive filaments. (I am writing to you.) “No point in writing home.” Then what?"
  ],
  "title": "Handwritten Preface to Reverse the Book",
  "year": ""
}