{
  "author": "Bhanu Kapil",
  "classification": "Prose Poem",
  "keywords": [
    "Living",
    "Coming of Age",
    "Relationships",
    "Love",
    "Family",
    "Ancestors",
    "Activities",
    "Travels",
    "Journeys",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Popular Culture",
    "Cities",
    "Urban Life",
    "Life Choices",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239154",
  "region": "",
  "text": [
    "Sex is always monstrous. Blood appears in the air next to the body but nobody asks a question about the body. “Please touch me there. More. Oh god.” For a hitchhiker, the problem of the boudoir is transferred to a makeshift, itchy, unsafe space on the verge of a New Mexico highway. It is often the sex of another era, in which the socks and dress shirt/blouse are not necessarily removed.",
    "I hitchhiked in the beginning because it seemed glamorous to me, ultra-American, like a Christian with an entrenched migraine who resorts to brand-name anti-inflammatories when prayer does not do the trick. At first, my encounters on the thoroughfares of your country were quotidian; after all, it is not really hitchhiking to buy a Greyhound ticket three weeks in advance then have a going-away party in a dorm with a banner and balloons. Again, this is an example of departure in another time. As a foreign student on scholarship, it was an ordinary matter to file for an extension for the completion of a thesis on Salman Rushdie’s early works. Nevertheless: “How can we keep tabs on these JI visa holders, who come over here and . . . the university, as an institution, really needs to be more accountable. We need a database and we need a system of checks and balances to make sure any change of address is verified by at least two pieces of information. They need to do their course work and then they need to go home.”",
    "I didn’t want to go home. This is a boring sentence. Perhaps for you Oregon is a calming word, evoking images of blackberry pie, ocean vistas, and the capture of suspected felons. I had never heard the word Oregon before. Like the distance of Scotland from London, it seemed impossibly far. A beautiful hazard: to go and keep going. How can I put this? In England, nobody ever, ever, ever did this. I, who once drove straight to Glasgow with a thermos of instant coffee mixed with milk and sugar, in a dinged-up Datsun Cherry, was considered an anomaly. “Are you demented? Why do you want to drive in a car to bloody Scotland? It’s seven hours on the M1, man!” Though, outwardly, I was wan and somewhat reticent, I . . . no, I was. My sexual experience consisted of lying under an elm tree in Hyde Park at the age of seventeen and being told by an undergraduate student of the London School of Economics that my breasts in that position, from that angle, resembled two fried eggs. We were meeting in a park as per the era. I am sure contemporary Punjabi-British teenagers are fearless individuals, undaunted by the prospect of community censure. Back then we met by the iron-wrought gate on a park bench, on a path built for seventeenth-century promenades. It is always a century. In my century, sex was a field of restraint and intensity unsurpassed by anything except drinking coffee in a foreign country like Scotland or Wales and borrowing my father’s car forever. “Are you out of your bleeding head? Your dad’s going to skin you alive!”",
    "In some sense, this (driving) is the opposite of hitchhiking, in which the interior of the car is always unfamiliar. The day was real in a different way back then, in the way that it sensitized me to risk, a kind of twin to permisson. Two black swans: that day and this one, history and fiction, what I went for and what I really wanted, which I didn’t know until I got there by which time it was impossible to consider the long journey home as either practical or sensible, considering the trouble I was already in and the rain, which had started to come down in a series of reddish sheets; the streetlamps were pink.",
    "On Prince Street, in Glasgow, I saw the sign for American style pizza and went down the steps to the basement café. The tables were coated with green plastic. There was hot tea, which the waitress slung down my gullet with a funnel as I focused my eye on a laminated print of a white, blocky rose with a pink dot at its center. “Charles Rennie Mackintosh,” the waitress, pronouncing “osh” so that it rhymed with horse. “Are you from India?” “Would you like some jam with that scone? I bet they don’t have scones in India, do they?” “More tea? I heard you have a lot of tea, over there, isn’t that right?”",
    "Plan b: The extension of my throat. The euphoria of theft. Other countries with their sayings and beliefs. The original plan, formulated by my father during his morning communte across London: marrying a British-born Hindu Brahmin dentist with brown skin, but not too brown, and rosy cheeks. Note on the mantelpiece, tucked behind the marble figurine of Shiva: what is forthcoming under the original plan? Extraction? What kind of sex is possible on the dentist’s chair late at night for that girl, your girl, who nervously asks for a blanket? She has her socks on. She’s shivering. It is sometimes sex when you touch yourself beneath the proffered blanket clearly not washed between patients, but in this scene the limbs of the dentist’s young Asian bride are rigid and smell faintly of wintergreen-scented nail polish or mouthwash. Dad, “please don’t swallow.” Rinse then spit. Spit then swallow.",
    "I could not go home and so, after a brief visit to the Hill House—Charles Rennie Mackintosh’s art deco home on the Firth of Clyde, where he painted geometric rosebuds forever in a kind of frenzy, as it seemed from the décor—I turned left and kept driving. I drove my car into the Atlantic and kept driving, my chest very tight beneath the surface. It was difficult to feel anything or really to see, and so I can only say that I went into a damaging ocean. This is going. Damaged, washed up on the mythical shores of New Jersey a few days later, my car failed to start. This is later, when the car stopped, and, looking up from my hands, white-knuckled on the steering wheel, I realized that I was okay.",
    "Now I am here, in the future of color. I’m sorry I do not have more to say about the period of submergence that preceded my arrival. I am not interested in it. I do not recall it. I . . . It was only when my car stopped that I realized what I had to do, on my own terms, with my own two legs: get going. Is that how you say it? Get up and go. The destiny of my body as separate from my childhood: I came here to hitchhike. I came here to complete a thing I began in another place. Removing wet pages from my rucksack, I lay them on the shore, securing them with beautiful shells and pebbles. When they dried, I folded them into squares and put them in my pocket, next to my body. Misshapen, exhilarated, I said get. I said go. Get up now and go. “Are you okay?” “Do you need a ride somewhere?” “Let me look in the trunk. I might have something in there. Here you go. You’re shivering! Do you need to go to the hospital? At least let me buy you a cup of coffee.”"
  ],
  "title": "Text to Complete a Text",
  "year": ""
}