{
  "author": "Bhanu Kapil",
  "classification": "Prose Poem",
  "keywords": [
    "Relationships",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Popular Culture",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239152",
  "region": "",
  "text": [
    "1 But I was thinking today about our conversation earlier in the summer. Exhausted, you lay your head on the kitchen table and said: “But what’s the difference between a monster and a cyborg? I need something to eat. Do you have any chocolate?” Opening the fridge, I said quietly and perhaps too seriously, trying to impress you: “The monster is that being who refuses to adapt to her circumstances.” Her fate. Her body. Great Britain. You said: “So, is Laloo English or British?” I said: “She’s from London.” But the more I said London, the more it sounded like a joke. LondonLondonLondon.",
    "2 I was thinking today about what happens when you keep going in a car. This is something you can only do here. Wish for something. Did you ever do it? Wish you weren’t there? I want that",
    "even though it is unclear to me what happens when you get to the Panama Canal or Idaho. Hitchhiking in Idaho as a veritable child, I was taken in by a farming couple, Fatty and Daddy, a hundred miles or so outside of Boise. Fatty was rail thin, about seventy-five, and Daddy was a big man who had a reclining chair in each room and looked younger than his wife. They picked me up in their truck—I was sitting by the side of the road brushing the knots out of my hair with my fingers—and I stayed with them for five days. They said it was not the right thing for me to be in the open like that, and they took me to eat every day at a restaurant called Country Buffet. In my innocence, I had been walking on a road that led to the country compound of a KKK leader/operative, Charles Reynold. What is an operative? It is someone who is always planning a way in, like the hen-house fox with his beautifully red, bushy tail. Daddy, Fatty, and I hunkered down until Daddy’s nephew, Robert, stopped by on his way through nowhere and gave me a ride to Boise proper, where there was a bus station. I waited until Robert had gone and then I walked out to the main drag to get a cup of coffee and interview murderers. “I can take you as far as the state line.” “That would be lovely.” Obsessed, far from home with its gooseberry patches and grim professions based upon openings at Heathrow Airport or Nestle, the main employers in the dingy part of northwest London that constituted my origins, I said yes. Soft yes to the color green, which is going.",
    "3 That is a tree (going) but also an ocean: a way of being saturated with color that only happens here in your country for me; for you it might happen in another place. Mine. Like Laloo, I lived for many years on an island with congested traffic flows. Thus, a juniper tree flying by the window, intensely blue, or the Atlantic Ocean, to the left, if the car has a destination to the south, such as to The Keys, is magical to me. Improbable in light of my origins. Hers. The girl in the car. I don’t know. I am writing to you, in your special writing dress made from scraps of lace as if it (the dress, the morning of writing ahead of you) is a café; as if, writing, you are hypnotizing not only the biologies of strangers and friends but also yourself. For this reason, when I think of you reading, I think of you as writing blindly. You read but you are also writing. As if my own eyes were closed, I see your white books floating in the sky above my painting of the red girl. These books are separate from my own work, here in the salt-water notebook, but they communicate with it in a nonlocal sense. Like birds.",
    "4 This is pre but the notebook is after. Soaked already at the edge and foamy. Past future. Writing on the warp when dry. Pages. Entries by hand. That is the morning I woke up and walked to the Pacific Ocean, after a night in a motel in Florence, Oregon, complete with a dodgy door and the reality of pillows. The woman at the front desk was wearing a very pretty apron with purple and yellow flowers on it. An expatriate, she said exaggeratedly, oblivious to our common origin: “About four miles. You’re not going to walk, are you? Do you have an umbrella? You can’t go out like that, ducky.”",
    "5 I walked towards the sound of something roaring in a day, the kind of day that is like darkness but lit up, on its forested, proximal verge by gorse, which is a bright yellow flower. Citron-yellow and a kind of tin or silver roofing with holes in it. The day. Like walking in a dreamed landscape drenched with the wrong rain. Monsoon. What kind of rain is this? I recognized the immensity but not the temperature. This was monstrous: the inability to assimilate, on the level of the senses, an ordinary experience of weather. Here is the tongue, for example, constantly darting out to feel the air: what is it? Is it summer? Is it a different season? It’s a different day. That’s okay. Damaged from her travels, in some sense unsettled, enormously anxious, a girl does it anway: gets up and goes. It’s as if the day has a memory of her and not the other way around."
  ],
  "title": "Wish (2)",
  "year": ""
}