{
  "author": "Edmund Blunden",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Georgian",
  "reference": "http://www.poetryfoundation.org/poem/248294",
  "region": "England",
  "text": [
    "Tired with dull grief, grown old before my day,",
    "I sit in solitude and only hear",
    "Long silent laughters, murmurings of dismay,",
    "The lost intensities of hope and fear;",
    "In those old marshes yet the rifles lie,",
    "On the thin breastwork flutter the grey rags,",
    "The very books I read are there—and I",
    "Dead as the men I loved, wait while life drags",
    "Its wounded length from those sad streets of war",
    "Into green places here, that were my own;",
    "But now what once was mine is mine no more,",
    "I seek such neighbours here and I find none.",
    "With such strong gentleness and tireless will",
    "Those ruined houses seared themselves in me,",
    "Passionate I look for their dumb story still,",
    "And the charred stub outspeaks the living tree.",
    "I rise up at the singing of a bird",
    "And scarcely knowing slink along the lane,",
    "I dare not give a soul a look or word",
    "For all have homes and none's at home in vain:",
    "Deep red the rose burned in the grim redoubt,",
    "The self-sown wheat around was like a flood,",
    "In the hot path the lizards lolled time out,",
    "The saints in broken shrines were bright as blood.",
    "Sweet Mary's shrine between the sycamores!",
    "There we would go, my friend of friends and I,",
    "And snatch long moments from the grudging wars;",
    "Whose dark made light intense to see them by ...",
    "Shrewd bit the morning fog, the whining shots",
    "Spun from the wrangling wire; then in warm swoon",
    "The sun hushed all but the cool orchard plots,",
    "We crept in the tall grass and slept till noon."
  ],
  "title": "Festubert, 1916",
  "year": ""
}