{
  "author": "Elizabeth Alexander",
  "classification": "Ode",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182812",
  "region": "",
  "text": [
    "Each day we go about our business,",
    "walking past each other, catching each other’s",
    "eyes or not, about to speak or speaking.",
    "All about us is noise. All about us is",
    "noise and bramble, thorn and din, each",
    "one of our ancestors on our tongues.",
    "Someone is stitching up a hem, darning",
    "a hole in a uniform, patching a tire,",
    "repairing the things in need of repair.",
    "Someone is trying to make music somewhere,",
    "with a pair of wooden spoons on an oil drum,",
    "with cello, boom box, harmonica, voice.",
    "A woman and her son wait for the bus.",
    "A farmer considers the changing sky.",
    "A teacher says,",
    "We encounter each other in words, words",
    "spiny or smooth, whispered or declaimed,",
    "words to consider, reconsider.",
    "We cross dirt roads and highways that mark",
    "the will of some one and then others, who said",
    "I need to see what’s on the other side.",
    "I know there’s something better down the road.",
    "We need to find a place where we are safe.",
    "We walk into that which we cannot yet see.",
    "Say it plain: that many have died for this day.",
    "Sing the names of the dead who brought us here,",
    "who laid the train tracks, raised the bridges,",
    "picked the cotton and the lettuce, built",
    "brick by brick the glittering edifices",
    "they would then keep clean and work inside of.",
    "Praise song for struggle, praise song for the day.",
    "Praise song for every hand-lettered sign,",
    "the figuring-it-out at kitchen tables.",
    "Some live by",
    "others by first do no harm or take no more",
    "than you need. What if the mightiest word is love?",
    "Love beyond marital, filial, national,",
    "love that casts a widening pool of light,",
    "love with no need to pre-empt grievance.",
    "In today’s sharp sparkle, this winter air,",
    "any thing can be made, any sentence begun.",
    "On the brink, on the brim, on the cusp,",
    "praise song for walking forward in that light."
  ],
  "title": "Praise Song for the Day",
  "year": ""
}