{
  "author": "Elizabeth Alexander",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/learning/guide/243032",
  "region": "",
  "text": [
    "Sometimes I think about Great-Uncle Paul who left Tuskegee,",
    "Alabama to become a forester in Oregon and in so doing",
    "became fundamentally white for the rest of his life, except",
    "when he traveled without his white wife to visit his siblings—",
    "now in New York, now in Harlem, USA—just as pale-skinned,",
    "as straight-haired, as blue-eyed as Paul, and black. Paul never told anyone",
    "he was white, he just didn’t say that he was black, and who could imagine,",
    "an Oregon forester in 1930 as anything other than white?",
    "The siblings in Harlem each morning ensured",
    "no one confused them for anything other than what they were, black.",
    "They were black! Brown-skinned spouses reduced confusion.",
    "Many others have told, and not told, this tale.",
    "When Paul came East alone he was as they were, their brother.",
    "The poet invents heroic moments where the pale black ancestor stands up",
    "on behalf of the race. The poet imagines Great-Uncle Paul",
    "in cool, sagey groves counting rings in redwood trunks,",
    "imagines pencil markings in a ledger book, classifications,",
    "imagines a sidelong look from an ivory spouse who is learning",
    "her husband’s caesuras. She can see silent spaces",
    "but not what they signify, graphite markings in a forester’s code.",
    "Many others have told, and not told, this tale.",
    "The one time Great-Uncle Paul brought his wife to New York",
    "he asked his siblings not to bring their spouses,",
    "and that is where the story ends: ivory siblings who would not",
    "see their brother without their telltale spouses.",
    "What a strange things is “race,” and family, stranger still.",
    "Here a poem tells a story, a story about race."
  ],
  "title": "Race",
  "year": ""
}