{
  "author": "Dan Beachy-Quick",
  "classification": "",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Arts",
    "Sciences",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237566",
  "region": "U.S., Northwestern",
  "text": [
    "Before the God-bullied hull, call me—",
    "Before the God-bullied hull buckles, before",
    "The red flag unfurled on water bucks and drowns,",
    "Before the sky-hawk dives down, before",
    "The nail drives through the sky-hawk’s red-wing—",
    "Call me",
    "the nail driven through the wing",
    "And call me the wing driven through.",
    "A board",
    "On water is buoyant, I know: I cling to wood—",
    "A dictionary buckles and drowns. I know",
    "I do not drown: I’m abridged, afloat, call me—",
    "Sir, when my book arrives, when each page",
    "You’ve untied lets go the breath it held",
    "That was my breath, then my breath will not be mine—",
    "I think you’ll know. I know when doors open",
    "I mean to keep closed: study-door, desk-drawer.",
    "My wife found the key I hid beneath the fern.",
    "My pens she did not touch. She did not touch",
    "The hundred pages I left blank to fill other days.",
    "She took the cracked compass I keep for luck",
    "(the needle’s sharp, but stuck), took my green-glass",
    "Ink-pot, and centering the compass on my desk,",
    "Poured out each dark drop of ink unitl ink",
    "Seeped through cracked glass and left the compass",
    "Ink-full. The gold needle loosened, floated: a line.",
    "Bent back, I am taking you inside my head",
    "Turning back. Ahab bent",
    "The needle that refused",
    "back to a magnet’s tow—",
    "Did, Ahab did, after",
    "The needle’s faith answered our question:",
    "How do you point at a horizon? Ask me. I know.",
    "Needle out your arm: close eyes:",
    "And turn in a circle. Inscribe a zero on the wood-deck—",
    "The Equator on zero",
    "latitudes lies. That is the truth, I know",
    "Sir, what name that bay a last page carves",
    "Out of no shore:",
    "strand, shoal-of-white-sand? an artic-calm?",
    "How live, Sir, there—where I’ve been sailing?",
    "Let me list for you, the cargo in my hold:",
    "A brush, a mirror gilt-in-gold, a gold strand",
    "Of wife’s hair, a dirty plate, a sink with no water,",
    "A white-sheeted bed, a finger with a ring",
    "That the ring hates. Sir, these bound pages",
    "Are bound for you. I’ve a compass",
    "Full of ink. I see I need repair, plank",
    "By plank, my boat, while ocean-bound, while afloat.",
    "I’m",
    "Orphan, Ishmael, Equator-Line:",
    "A man alone equals the wave before it crests,",
    "Wave, before crest, equals the needle turning,",
    "Needle turning equals the flinch of a hawk-wing,",
    "A hawk-wing’s flinch is heaven turning",
    "Away. Men swallow water",
    "Sir, I meant not to be so much myself",
    "As I am. I meant to keep my mouth closed",
    "When wife asked, “Should I go?” and I said: “Go.”",
    "Bow-of-the-bed, empty bow. I’m captain,",
    "I guess, now. I fold the blank sheet back",
    "Each morning. There’s a page I mean to read.",
    "No hand wrote it. It’s white. It hides white",
    "Inside another page of white. How, Sir—",
    "Open a page inside a page? How, Sir, do you",
    "Read the page that was written so you could not",
    "Read it. I know, I think I know. You sleep,",
    "Or step, or slip beneath the surface of the bed",
    "And learn to breathe as paper breathes: with other’s breath.",
    "And then water swallows men. A grave-magnet",
    "Pulls them down. Fathom me—",
    "Editor, fathom me. I am a known depth. I’m a",
    "Definition easy: a man, a mortal man.",
    "A man with five needles on each hand",
    "Pointing heavenward. Heed me. I’m lost."
  ],
  "title": "Ishmael, or The Orphan",
  "year": ""
}