{
  "author": "Dan Beachy-Quick",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/237456",
  "region": "",
  "text": [
    "Asking it? Must I include my face—",
    "My face that I cannot see—through which I speak",
    "This question about my eyes, about the field",
    "Of vision, in which my hands press down these letters",
    "Unattached to my arms? The sunlight",
    "Comes in the window and lights up my hands",
    "As they work. The world is not being kind",
    "But there is the sensation of kindness.",
    "There is an appeal to a rule when we realize a term",
    "Behaves uncomfortably. God falls down",
    "Into grammar and says",
    "From a bush on fire. God is included in this grammar",
    "Philosophy offers to the fly stuck in the bottle—",
    "There it is on the table, walking in circles within the empty",
    "Bottle, pausing only to rub its forelegs together,",
    "In anticipation or prayer. I remember",
    "Walking into the glass-walled museum and seeing myself",
    "Reflected in the head and in the belly of the metal rabbit’s",
    "Mirror-like skin. This was not long ago, this experience",
    "Of the ancient world, reason simultaneous with appetite,",
    "Watching myself think, seeing my eyes thinking,",
    "My body a body that contained this thinking",
    "That I write in the margins of the books I read, a script",
    "That over time appears less legible, a form",
    "Of cuneiform I cannot read myself what I wrote",
    "In the margins. There is a fragment that floats in the air",
    "Floating in my mind, spoken by a voice not mine:",
    "To study circumcises the heart and calms,",
    "The book steadies the heart [",
    "Or illegible",
    "Fire courses through the veins [",
    "Missing or illegible",
    "Anger, anger. Leaning back in the tall grass,",
    "Putting my book aside, my toe covers the sun.",
    "I am imagining this world but I’m inviting you in",
    "So I can join you. In the old language, the language",
    "No one ever spoke, the language whose words",
    "In the scholarly papers are marked by stars,",
    "Asterisks that say this word exists by not existing,",
    "The imaginary root pushing down from the sky",
    "Into our heads, the root of the tongue;",
    "In this language “I” meant “here,” it did not mean “me,”",
    "It meant a location in which this body I am",
    "Was not an expression of love but a word of",
    "Presence. Here I am. Voice in a boundary.",
    "In this place I am I once had a dream.",
    "Cylindrical seals rolled across the earth",
    "Printing in the mud the image of a woman braiding",
    "Her hair was loose and then her hair was bound.",
    "These roads end at the horizon where I also end,",
    "Present in this world as the alphabet is present",
    "In this poem. *",
    "The man in the moon. The sea rose. The living room."
  ],
  "title": "Museums",
  "year": ""
}