{
  "author": "David Lehman",
  "classification": "Allusion",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Pets",
    "Religion",
    "Judaism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242412",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "For it was the first day of Rosh Ha'shanah, New Year's Day, day of remembrance, of ancient sacrifices and averted calamities.",
    "For I started the day by eating an apple dipped in honey, as ritual required.",
    "For I went to the local synagogue to listen to the ram's horn blown.",
    "For I asked Our Father, Our King, to save us for his sake if not for ours, for the sake of his abundant mercies, for the sake of his right hand, for the sake of those who went through fire and water for the sanctification of his name.",
    "For despite the use of a microphone and other gross violations of ceremony, I gave myself up gladly to the synagogue's sensual insatiable vast womb.",
    "For what right have I to feel offended?",
    "For I communed with my dead father, and a conspicuous tear rolled down my right cheek, and there was loud crying inside me.",
    "For I understood how that tear could become an orb.",
    "For the Hebrew melodies comforted me.",
    "For I lost my voice.",
    "For I met a friend who asked \"is this a day of high seriousness\" and when I said yes he said \"it has taken your voice away.\"",
    "For he was right, for I felt the strong lashes of the wind lashing me by the throat.",
    "For I thought there shall come a day that the watchmen upon the hills of Ephraim shall cry, Arise and let us go up to Zion unto the Lord our God.",
    "For the virgin shall rejoice in the dance, and the young and old in each other's arms, and their soul shall be as a watered garden, and neither shall they learn war any more.",
    "For God shall lower the price of bread and corn and wine and oil, he shall let our cry come up to him.",
    "For it is customary on the first day of Rosh Ha'shanah to cast a stone into the depths of the sea, to weep and pray to weep no more.",
    "For the stone represents all the sins of the people.",
    "For I asked you and Molly to accompany me to Cascadilla Creek, there being no ocean nearby.",
    "For we talked about the Psalms of David along the way, and the story of Hannah, mother of Samuel, who sought the most robust bard to remedy her barrenness.",
    "For Isaac said \"I see the fire and the wood, but where is the lamb for the offering?\"",
    "For as soon as I saw the stone, white flat oblong and heavy, I knew that it had summoned me.",
    "For I heard the voice locked inside that stone, for I pictured a dry wilderness in which, with a wave of my staff, I could command sweet waters to flow forth from that stone.",
    "For I cast the stone into the stream and watched it sink to the bottom where dozens of smaller stones, all of them black, gathered around it.",
    "For the waterfall performed the function of the chorus.",
    "For after the moment of solemnity dissolved, you playfully tossed Molly into the stream.",
    "For you tossed her three times, and three times she swam back for her life.",
    "For she shook the water off her body, refreshed.",
    "For you removed the leash from her neck and let her roam freely.",
    "For she darted off into the brush and speared a small gray moving thing in the neck.",
    "For this was the work of an instant.",
    "For we looked and behold! the small gray thing was a rat.",
    "For Molly had killed the rat with a single efficient bite, in conformance with Jewish law.",
    "For I took the rat and cast him into the stream, and both of us congratulated Molly.",
    "For now she resumed her noble gait.",
    "For she does not lie awake in the dark and weep for her sins, and whine about her condition, and discuss her duty to God.",
    "For I'd as lief pray with your dog Molly as with any man.",
    "For she knows that God is her savior.",
    "﻿"
  ],
  "title": "For I Will Consider Your Dog Molly",
  "year": ""
}