{
  "author": "Mark Tredinnick",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Death",
    "Parenthood",
    "Time",
    "Brevity",
    "Home Life",
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242932",
  "region": "Australia and Pacific",
  "text": [
    "1",
    "The first ten steps from the house to the shed, I break",
    "two or three promises the night has strung",
    "like spiders’ webs across my path.",
    "The morning is sprung with secrets",
    "the night’s been spinning all night and now they’re trapping daylight",
    "between the oak and the mendicant poplars and snapping",
    "2",
    "Before me on the broken trail to my desk. In the cowshed",
    "the spider hangs on the cross of herself",
    "above the first stall door,",
    "where, these seven days, she’s been dying,",
    "and I bank a fire and shoo the children when they follow me in",
    "and I sit to work. Winter’s come, and down on the river the kangaroos",
    "3",
    "Know it. I winter here all day, the poplars, wasted saints, laying on their hands,",
    "and nine hours on there’s a shoal of cloud in a cold sky",
    "and a blue moon loose in it like a man overboard.",
    "Why is it so hard to keep a fire burning",
    "all day? You turn your back and it’s gone out",
    "somewhere, and yet you sit here still, every thought broken,",
    "your feet cold in your boots",
    "4",
    "Two nights later the moon rises nicotine-stained and peaceable",
    "into the fingers of the silver trees,",
    "and the floodplain is a smokefilled basement.",
    "Out of the blue sprawling mist the plover’s mad call:",
    "why will a river not stay in the ground?",
    "Out on the deck, I draw down deep on the evening and turn and walk",
    "5",
    "Its balm inside and search again briefly for the frequency of family life",
    "and I find it in the bath, my girl",
    "and our three children, sleek as seals,",
    "and in that moment a truck passes on the road",
    "and snaps the powerline from the eaves. The house shudders and we fall",
    "back in time to candles and stories by heart and reading news from memory.",
    "6",
    "The earth, it seems, has caught a fever, and where will she lie",
    "to rest? When the men come",
    "and plug us back in, I believe I hear her",
    "groan. How will she begin",
    "to forgive us, or is that what she’s been doing all along?",
    "In the night the mist rolls away, and at dawn there’s a frost over everything.",
    "7",
    "You’d call it a blessing if you hadn’t been woken four times",
    "by minor deities, pyjamaed like children",
    "and frantic in the dark with oracles.",
    "Why do our children not know how to sleep?",
    "Do they fear we’ve left our waking late? At first light they dawn",
    "and have you rise and lead them out into the story",
    "8",
    "The river has told the grass again, a parable the day has forgotten by nine.",
    "And by ten, at your desk, you’ve forgotten it, too.",
    "A man so easily distracted",
    "by himself. But what are you here for",
    "and what do they love, if not the way you leave each day to change the world’s mind",
    "and return with the night, your fire spent, your face lined with secrets?",
    "9",
    "One night, you arrive home late and tongue-tied and the child wakes choking.",
    "For three hours you wait in emergency",
    "and the boy sleeps himself well against you,",
    "while an old man and then a woman come with broken-down hearts",
    "and don’t leave. You drive home at three and you stand with the boy",
    "in the cold outside and you look up and show him the perfect celestial circle",
    "10",
    "Ringing the imperfect moon, and you wish you could tell him what it means.",
    "This is what silence looks like, you think later,",
    "and a possum lands like ordnance",
    "on the roof, and down in the paddock",
    "a dozen souls are reborn in the bawling cattle and the fox plays the geese",
    "like oboes with broken reeds. Night is the world in its other life.",
    "11",
    "One’s own life is an absurd miracle, waning as long as it lasts,",
    "in beauty or poverty, it makes no difference",
    "in the end. One is nothing anymore.",
    "Our works are our children. They carry us on.",
    "They tell us, as though we meant something more than our mere being",
    "here. Landscape is another way, a practice longer than love and death.",
    "12",
    "For instance, the brown horse alone in the paddock all day,",
    "the canting of the black cockatoos,",
    "the grass parrots parsing the morning,",
    "the grass trembling with afternoon, the paratactic catechism",
    "of sulphur-crested cockatoos in the orange trees, the patience of the river.",
    "Go the way the place goes; die beautifully to yourself.",
    "13",
    "Adopt the lively practice of the bluewrens in the hedge and the yoga of the hens.",
    "Learn the rules,",
    "and forget the rules,",
    "like Basho in the naked birches on the river,",
    "flaring now under blue cloud in the late light of winter. A small death. A second",
    "coming. Drink tea and watch the landscape forget itself. Think of your life",
    "14",
    "in place, not time. Another time, you’re walking home beside the same river.",
    "Evening is crimson",
    "along the horizon.",
    ", you say to the child, pointing west.",
    ", he says, pointing east. The place has you almost surrounded.",
    "And there’s a dragon, he says. (There’s always a dragon.) Wingecarribee Zen.",
    "15",
    "But it’s no good pretending; we are creation’s anchorites.",
    ",",
    "GS said to me once;",
    "—",
    "George, a father to me, who died in his garden last week,",
    "a man with a river in him when we met, until we fished it out, and I’m still in it.",
    "They don’t sing, GS; they just are. That’s how they sing, and that’s what they teach",
    "16",
    "And what you taught me. Time, that bad idea, is passing anyway, like water.",
    ", you once said,",
    ".",
    "Meaning, the world wakes up at night; but what if it doesn’t wake again?",
    "Another time you said,",
    "? Well, I’m writing now. It’s either raining, or it’s not, and it’s raining now",
    "17",
    "Like a life sentence on the roof and the paddocks and horses and the roos,",
    "and deep down below",
    "the syntax of the river and up a bit",
    "my friend wakes from the anaesthetic",
    "dark into the clinical noon of an American summer and wonders how the sun",
    "got inside her and cast these shadows, and how much afternoon she’ll get to keep.",
    "18",
    "Over east, beyond the ridge I can see from the desk and under the basalt hills",
    "and the feet of the Holsteins",
    "and the potato fields and brown-barrel gums",
    "an aquifer runs where it always ran;",
    "but they’re mining it now, and if they draw it all down, it’ll keep the city in water",
    "a week. And how much rain and time will it take to make it rise again?",
    "19",
    "But seven days is all eternity for a people with no memory;",
    "the future is someone else’s",
    "country to care for.",
    "Landscape, though, has all the time in the world;",
    "it’s we who are running out. Cars careen like idiots through the dusk, and in the roof",
    "the possum calls it a day, and the rain keeps on. It won’t be enough, but it’ll do.",
    "20",
    "My friend in Virginia who’s singing her cancer down looks on cows with love,",
    "and I think of her and it pleases me",
    "to work where cows came and stood each day and let men",
    "drain them dry. This is still their concrete floor.",
    "This is still their draught, coming off the edge of night and under the barn door.",
    "Poems come like that, she told me once, on the wind to where we labour in wait.",
    "21",
    "But, listen: no one reads poems to learn how to vote. Verse can’t change",
    "the future’s mind. You write it like rain;",
    "you enter it like nightfall.",
    "It isn’t for anything; a poem is country,",
    "and it needs you to keep walking it, and I walk out into it now, carrying my friend",
    "and smelling the paddocky wind and feeling the rain cold on my face."
  ],
  "title": "Eclogues",
  "year": ""
}