{
  "author": "Mark Tredinnick",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Death",
    "Time",
    "Brevity",
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Stars, Planets, Heavens"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242936",
  "region": "Australia and Pacific",
  "text": [
    "I",
    "Every year the moon inches away from us. In time she’ll swim too far out",
    "to anchor us at our habitual angle to the sun, and that will be the end",
    "of the well-tempered and recursive wildness",
    "that conceived and suffered us,",
    "and that will be the end of us. We have just two",
    "billion years to thank her for our time here. Eternity has a use-by date",
    "II",
    "But it’ll be up long before that, and in the meantime,",
    "I sit on the cold step of the cowshed and watch the world throw its shadow",
    "on the moon like a horseblanket;",
    "in the meantime the moon reddens",
    "in the refraction of all our dawns and sunsets, in a kind of transfigured cosmic",
    "smog. An apocalypse that lasts three hours until it’s time to go to bed.",
    "III",
    "And in the meantime on the floor of my shed, blue planets sing in the hands",
    "of children as they once sang in war. Two small worlds forged to cry terribly down",
    "like creation unravelling upon one’s foes now",
    "make a peaceful clangour on my secular desk.",
    "One spins from its orbit and quakes and chips its cerulean shell on the floor",
    "of heaven. The tectonics of play. We are loved like this, and this is how it ends.",
    "IV",
    "I’m arguing a lot with death these days. And last night I found myself",
    "in court poised to clinch the case against the absurdity of life.",
    "Certainly, this was sleeping and certainly",
    "I was dreaming and I’d been losing the thread,",
    "but all at once I saw where my argument must run, and I was running it there",
    "when my small boy cried and woke me and I went to him and now I’ll never know.",
    "V",
    "Spring now, and the river has drawn back her bow. The lark ascends",
    "from the cd-player, and black ducks sip brown ditchwater in the yard.",
    "Everything’s in bud or leaf, last of all",
    "the silver poplars and the Osage Orange,",
    "trees flaring even now in the backyard of the childhood of my friend, the poet,",
    "the poet’s son. The world happens twice. Draw the linen string taut and shoot.",
    "VI",
    "One lives in paradox. Debussy plays; trucks flounder past like gods",
    "who’ve lost control of their machines. In between one makes one’s life up.",
    "The sound is the price you pay for the sight",
    "that meets you every morning and half",
    "of what you paid for the house. The shed puts the perfect sky in her pocket,",
    "and possums rut in the roof. Eternity is in rehearsal, and this is its soundtrack.",
    "VII",
    "Brad mows an acre an hour. A general at ease on his machine, a banker",
    "in overalls, he’s rationalised our small republic on one tank of gas. And this now—",
    "cutgrass at four o’clock—is how",
    "hope smells. Some days I can see no way out:",
    "the body of the world in entropy. But today I sit among the ruins",
    "of the afternoon, and I cannot see how it can’t all go on forever.",
    "VIII",
    "Meantime the moon has made herself new again, and there has been rain.",
    "The Marulan hills, which had almost forgotten the taste of the word,",
    "are spelling green again this afternoon,",
    "and there’s water in a lake that’s been a paddock",
    "for a decade. Three black cockatoos, and then three more, fly over as I take",
    "the southwest road. And into all this panoply of hope, the new moon falls."
  ],
  "title": "Red Moon Eclogues",
  "year": ""
}