{
  "author": "Herbert Morris",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178983",
  "region": "",
  "text": [
    "Running off with the boy at the gas station,",
    "yellow-haired, clear-eyed, with a pair of hands",
    "nothing, you understand, would prove too much for,",
    "is, it seems, a simple enough solution.",
    "Consequences never enter your thinking",
    "at the start. Whatever the implications",
    "of the act, of the speed with which you act,",
    "all one knows, and all one chooses to know,",
    "is summed in this: we are to be together.",
    "On River Road, the great elms overhead",
    "branch out to shape a tunnel which we race through",
    "as we make our escape, leaf-dappled, late,",
    "the avenue to what is possible,",
    "water on one side, deep woods on the other.",
    "The water’s depth goes down in feet and inches,",
    "but the depth of the woods is only guessed.",
    "Driving all night, deeper into the country,",
    "we pause at dawn, finding a roadside shack",
    "which serves us what we call a wedding breakfast,",
    "homemade raspberry tarts and lemon ices.",
    "I remember that first glimpse of him, sprawled",
    "over the body of a green coupé,",
    "feverish, rapt, all ardor, lean, committed,",
    "almost making love, it seemed, to the engine.",
    "The yellow hair hung down across his eyes,",
    "damp and limp with the sweat beading his forehead.",
    "Two arms lodged elbow-deep within the gearshaft,",
    "the hands, when you saw hands, the awesome gifts",
    "not of a boy who haunted the gas station",
    "but of a man for whom one understands",
    "nothing, in time, will be impossible,",
    "motor, transmission, fan-belt, valves, a life.",
    "Illumination from a single light bulb",
    "beat down across the muscles of his back.",
    "Beyond him, from the body shop, there leaked",
    "darkness to match those woods whose depth one guesses.",
    "Every night since then, since River Road",
    "and the tunnel through which, quite late, we fled,",
    "I find him sprawled over another chassis",
    "left to his care in a garage with one bulb",
    "by someone who knows what those hands can do,",
    "knows, or has heard, what can be worked with love,",
    "suspects (I am not able to say how)",
    "nothing will not be possible for him,",
    "passionate with attention, with concern,",
    "held by the task at hand as he is held",
    "by nothing in this life here, here, together,",
    "yellow hair in his eyes, light on his back.",
    "Knowing no longer what it is I want,",
    "flayed by the memory of what I wanted,",
    "the possible, the uses of the hands,",
    "the uses, later, deeper, of the body,",
    "I think of River Road turning to moonlight",
    "beneath the lyric hissing of the tires,",
    "moonlight becoming water, water woods,",
    "everything turning much too deep to guess,",
    "fragrance on all sides pinning us beneath it,",
    "sweet avenue to the nights stretched before us.",
    "It may come down to this: one’s choice of route.",
    "It may be that, at dusk, when the moon rises,",
    "when, for the thousandth time, the dark begins",
    "what it seems to know no end of beginning,",
    "the stars strung in the branches, River Road",
    "cut at an angle somehow penetrating",
    "the countryside of all we dream and long for,",
    "the heart of our location, of romance,",
    "two others, quite unknown to us, their crankcase",
    "worked to perfection, brakes fixed for endurance,",
    "their tires aligned to yield both speed and distance,",
    "bearings retooled to make good their escape,",
    "engine fitted to lead them down that route",
    "almost without their need to steer, to choose,",
    "set out this evening, late, on River Road,",
    "that avenue to what is possible,",
    "water on one side, deep woods on the other",
    "lovelier for the depths they would withhold,",
    "seeming to know precisely what the miles know,",
    "seeming to choose to go where the road goes.",
    "Knowing the risk involved now and the price",
    "of wild raspberry tarts and lemon ices,",
    "the sting, at dawn, of sour and sweet at once",
    "exotic to the tongues of two so young,",
    "two who have driven all night, running off,",
    "the spill of moonlight drenching River Road,",
    "the same fierce angle, the same penetration,",
    "I need to think again how deep the woods run",
    "(what lies beyond, of course, a myth, a guess),",
    "I need to weigh the cost of staying home."
  ],
  "title": "River Road",
  "year": ""
}