{
  "author": "Herbert Morris",
  "classification": "",
  "keywords": [
    "Marriage",
    "Companionship",
    "Social Commentaries",
    "Living",
    "Gender",
    "Sexuality",
    "Relationships",
    "Money",
    "Economics",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178980",
  "region": "",
  "text": [
    "I like the story of the circus waif",
    "bought by the man-of-weights to be his mistress,",
    "Profit the demon dragging her to market",
    "and Lust the soul who paid in lire for her.",
    "I like the peculiarities of her faith,",
    "the startling quality of that innocence,",
    "kissing the hand that dealt her cruelty",
    "believing, poor and dumb, that this was love.",
    "I relish a destitution stripped to sing",
    "pure in a voice all passion and denial:",
    "such are the driven burning by their breath",
    "more than mere air allows and cold permits.",
    "I savor my own involvement and concern",
    "lest all the transformations seem unreal,",
    "lest love be painted water-sweet and classic",
    "rather than salt and anguish to the end.",
    "I like her squatting in the village road",
    "combing the dust for something of her own,",
    "coming away belonging and committed,",
    "roots to be cherished, stones she could befriend.",
    "And what I like the subtlest and profoundest",
    "is that the circus traveled grief to grief",
    "educating the waif into a woman",
    "loving and beautiful and fiercely proud.",
    "I think of the sense of fury in that road,",
    "stooping to scratch the earth out for a life",
    "somewhere awaiting finding in one’s name.",
    "I like that, and I like the word Expense.",
    "I think of the years together which they had,",
    "the strong-man working her into the act,",
    "that hint, despite himself, of some devotion.",
    "I like that, and I like the ring of Cost.",
    "Not in a root, or stone, but in a man",
    "she found a thing to hold her tenderness.",
    "I like her dedication after that,",
    "her saying, if she spoke, I live by this.",
    "And what I like pervasive and forever",
    "is that my eyes have wept the tale before,",
    "wanting the telling not so much as story",
    "but for the way the waif befits my life."
  ],
  "title": "The Road",
  "year": ""
}