{
  "author": "C. K. Williams",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Sorrow",
    "Grieving"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247804",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Spring: the first morning when that one true block of sweet, laminar,",
    "complex scent arrives",
    "from somewhere west and I keep coming to lean on the sill, glorying in",
    "the end of the wretched winter.",
    "The scabby-barked sycamores ringing the empty lot across the way are",
    "budded —I hadn't noticed —",
    "and the thick spikes of the unlikely urban crocuses have already broken",
    "the gritty soil.",
    "Up the street, some surveyors with tripods are waving each other left and",
    "right the way they do.",
    "A girl in a gym suit jogged by a while ago, some kids passed, playing",
    "hooky, I imagine,",
    "and now the paraplegic Vietnam vet who lives in a half-converted ware-",
    "house down the block",
    "and the friend who stays with him and seems to help him out come",
    "weaving towards me,",
    "their battered wheelchair lurching uncertainly from one edge of the",
    "sidewalk to the other.",
    "I know where they're going—to the \"Legion\": once, when I was putting",
    "something out, they stopped,",
    "both drunk that time, too, both reeking—it wasn't ten o'clock—and we",
    "chatted for a bit.",
    "I don't know how they stay alive—on benefits most likely. I wonder if",
    "they're lovers?",
    "They don't look it. Right now, in fact, they look a wreck, careening hap-",
    "hazardly along,",
    "contriving, as they reach beneath me, to dip a wheel from the curb so",
    "that the chair skewers, teeters,",
    "tips, and they both tumble, the one slowly, almost gracefully sliding in",
    "stages from his seat,",
    "his expression hardly marking it, the other staggering over him, spinning",
    "heavily down,",
    "to lie on the asphalt, his mouth working, his feet shoving weakly and",
    "fruitlessly against the curb.",
    "In the storefront office on the corner, Reed and Son, Real Estate, have",
    "come to see the show.",
    "Gazing through the golden letters of their name, they're not, at least,",
    "thank god, laughing.",
    "Now the buddy, grabbing at a hydrant, gets himself erect and stands",
    "there for a moment, panting.",
    "Now he has to lift the other, who lies utterly still, a forearm shielding his",
    "eyes from the sun.",
    "He hauls him partly upright, then hefts him almost all the way into the",
    "chair, but a dangling foot",
    "catches a support-plate, jerking everything around so that he has to put",
    "him down,",
    "set the chair to rights, and hoist him again and as he does he jerks the",
    "grimy jeans right off him.",
    "No drawers, shrunken, blotchy thighs: under the thick, white coils of",
    "belly blubber,",
    "the poor, blunt pud, tiny, terrified, retracted, is almost invisible in the",
    "sparse genital hair,",
    "then his friend pulls his pants up, he slumps wholly back as though he",
    "were, at last, to be let be,",
    "and the friend leans against the cyclone fence, suddenly staring up at me",
    "as though he'd known,",
    "all along, that I was watching and I can't help wondering if he knows that",
    "in the winter, too,",
    "I watched, the night he went out to the lot and walked, paced rather,",
    "almost ran, for how many hours.",
    "It was snowing, the city in that holy silence, the last we have, when the",
    "storm takes hold,",
    "and he was making patterns that I thought at first were circles, then real-",
    "ized made a figure eight,",
    "what must have been to him a perfect symmetry but which, from where",
    "I was, shivered, bent,",
    "and lay on its side: a warped, unclear infinity, slowly, as the snow came",
    "faster, going out.",
    "Over and over again, his head lowered to the task, he slogged the path",
    "he'd blazed,",
    "but the race was lost, his prints were filling faster than he made them",
    "now and I looked away,",
    "up across the skeletal trees to the tall center city buildings, some, though",
    "it was midnight,",
    "with all their offices still gleaming, their scarlet warning beacons signal-",
    "ing erratically",
    "against the thickening flakes, their smoldering auras softening portions of",
    "the dim, milky sky.",
    "In the morning, nothing: every trace of him effaced, all the field pure",
    "white,",
    "its surface glittering, the dawn, glancing from its glaze, oblique, relent-",
    "less, unadorned."
  ],
  "title": "From My Window",
  "year": ""
}