{
  "author": "C. K. Williams",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/171980",
  "region": "",
  "text": [
    "On the metro, I have to ask a young woman to move the packages beside her to make room for me;",
    "she’s reading, her foot propped on the seat in front of her, and barely looks up as she pulls them to her.",
    "I sit, take out my own book—Cioran, The Temptation to Exist—and notice her glancing up from hers",
    "to take in the title of mine, and then, as Gombrowicz puts it, she “affirms herself physically,” that is,",
    "becomes present in a way she hadn’t been before: though she hasn’t moved, she’s allowed herself",
    "to come more sharply into focus, be more accessible to my sensual perception, so I can’t help but remark",
    "her strong figure and very tan skin—(how literally golden young women can look at the end of summer.)",
    "She leans back now, and as the train rocks and her arm brushes mine she doesn’t pull it away;",
    "she seems to be allowing our surfaces to unite: the fine hairs on both our forearms, sensitive, alive,",
    "achingly alive, bring news of someone touched, someone sensed, and thus acknowledged, known.",
    "I understand that in no way is she offering more than this, and in truth I have no desire for more,",
    "but it’s still enough for me to be taken by a surge, first of warmth then of something like its opposite:",
    "a memory—a girl I’d mooned for from afar, across the table from me in the library in school now,",
    "our feet I thought touching, touching even again, and then, with all I craved that touch to mean,",
    "my having to realize it wasn’t her flesh my flesh for that gleaming time had pressed, but a table leg.",
    "The young woman today removes her arm now, stands, swaying against the lurch of the slowing train,",
    "and crossing before me brushes my knee and does that thing again, asserts her bodily being again,",
    "(Gombrowicz again), then quickly moves to the door of the car and descends, not once looking back,",
    "(to my relief not looking back), and I allow myself the thought that though I must be to her again",
    "as senseless as that table of my youth, as wooden, as unfeeling, perhaps there was a moment I was not."
  ],
  "title": "On the Metro",
  "year": ""
}