{
  "author": "C. K. Williams",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177968",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The first morning of Three Mile Island: those first disquieting, uncertain, mystifying hours.",
    "All morning a crew of workmen have been tearing the old decrepit roof off our building,",
    "and all morning, trying to distract myself, I’ve been wandering out to watch them",
    "as they hack away the leaden layers of asbestos paper and disassemble the disintegrating drains.",
    "After half a night of listening to the news, wondering how to know a hundred miles downwind",
    "if and when to make a run for it and where, then a coming bolt awake at seven",
    "when the roofers we’ve been waiting for since winter sent their ladders shrieking up our wall,",
    "we still know less than nothing: the utility company continues making little of the accident,",
    "the slick federal spokesmen still have their evasions in some semblance of order.",
    "Surely we suspect now we’re being lied to, but in the meantime, there are the roofers,",
    "setting winch-frames, sledging rounds of tar apart, and there I am, on the curb across, gawking.",
    "I never realized what brutal work it is, how matter-of-factly and harrowingly dangerous.",
    "The ladders flex and quiver, things skid from the edge, the materials are bulky and recalcitrant.",
    "When the rusty, antique nails are levered out, their heads pull off; the underroofing crumbles.",
    "Even the battered little furnace, roaring along as patient as a donkey, chokes and clogs,",
    "a dense, malignant smoke shoots up, and someone has to fiddle with a cock, then hammer it,",
    "before the gush and stench will deintensify, the dark, Dantean broth wearily subside.",
    "In its crucible, the stuff looks bland, like licorice, spill it, though, on your boots or coveralls,",
    "it sears, and everything is permeated with it, the furnace gunked with burst and half-burst bubbles,",
    "the men themselves so completely slashed and mucked they seem almost from another realm, like trolls.",
    "When they take their break, they leave their brooms standing at attention in the asphalt pails,",
    "work gloves clinging like Br’er Rabbit to the bitten shafts, and they slouch along the precipitous lip,",
    "the enormous sky behind them, the heavy noontime air alive with shimmers and mirages.",
    "Sometime in the afternoon I had to go inside: the advent of our vigil was upon us.",
    "However much we didn’t want to, however little we would do about it, we’d understood:",
    "we were going to perish of all this, if not now, then soon, if not soon, then someday.",
    "Someday, some final generation, hysterically aswarm beneath an atmosphere as unrelenting as rock,",
    "would rue us all, anathematize our earthly comforts, curse our surfeits and submissions.",
    "I think I know, though I might rather not, why my roofers stay so clear to me and why the rest,",
    "the terror of that time, the reflexive disbelief and distancing, all we should hold on to, dims so.",
    "I remember the president in his absurd protective booties, looking absolutely unafraid, the fool.",
    "I remember a woman on the front page glaring across the misty Susquehanna at those looming stacks.",
    "But, more vividly, the men, silvered with glitter from the shingles, clinging like starlings beneath the eaves.",
    "Even the leftover carats of tar in the gutter, so black they seemed to suck the light out of the air.",
    "By nightfall kids had come across them: every sidewalk on the block was scribbled with obscenities and hearts."
  ],
  "title": "Tar",
  "year": ""
}