{
  "author": "C. K. Williams",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/171978",
  "region": "",
  "text": [
    "1.",
    "If that someone who’s me yet not me yet who judges me is always with me,",
    "as he is, shouldn’t he have been there when I said so long ago that thing I said?",
    "If he who rakes me with such not trivial shame for minor sins now were there then,",
    "shouldn’t he have warned me he’d even now devastate me for my unpardonable affront?",
    "I’m a child then, yet already I’ve composed this conscience-beast, who harries me:",
    "is there anything else I can say with certainty about who I was, except that I, that he,",
    "could already draw from infinitesimal transgressions complex chords of remorse,",
    "and orchestrate ever undiminishing retribution from the hapless rest of myself?",
    "2",
    "The son of some friends of my parents has died, and my parents, paying their call,",
    "take me along, and I’m sent out with the dead boy’s brother and some others to play.",
    "We’re joking around, and some words come to my mind, which to my amazement are said.",
    "?",
    "is what’s said, and the others go quiet, the backyard goes quiet, everyone stares,",
    "and I want to know now why that someone in me who’s me yet not me let me say it.",
    "Shouldn’t he have told me the contrition cycle would from then be ever upon me,",
    "it didn’t matter that I’d really only wanted to know how grief ends, and when?",
    "3",
    "I could hear the boy’s mother sobbing inside, then stopping, sobbing then stopping.",
    "Was the end of her grief already there? Had her someone in her told her it would end?",
    "Was her someone in her kinder to her, not tearing at her, as mine did, still does, me,",
    "for guessing grief someday ends? Is that why her sobbing stopped sometimes?",
    "She didn’t laugh, though, or I never heard her.",
    "?",
    "Why couldn’t someone have been there in me not just to accuse me, but to explain?",
    "The kids were playing again, I was playing, I didn’t hear anything more from inside.",
    "The way now sometimes what’s in me is silent, too, and sometimes, though never really, forgets."
  ],
  "title": "The Gaffe",
  "year": ""
}