{
  "author": "Ezra Pound",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/2967",
  "region": "",
  "text": [
    "Canto III appeared in the July, 1917 issue of",
    ". Originally part of what scholars call the \"Ur-Cantos,\" this version of Canto III was later edited by Pound to become Canto I of his collected",
    ". The section that eventually became Canto I is highlighted in blue in the poem below.",
    "—THE EDITORS",
    "Another's a half-cracked fellow—John Heydon,",
    "Worker of miracles, dealer in levitation,",
    "In thoughts upon pure form, in alchemy,",
    "Seer of pretty visions (\"servant of God and secretary of nature\");",
    "Full of plaintive charm, like Botticelli's,",
    "With half-transparent forms, lacking the vigor of gods.",
    "Thus Heydon, in a trance, at Bulverton,",
    "Had such a sight:",
    "Decked all in green, with sleeves of yellow silk",
    "Slit to the elbow, slashed with various purples.",
    "Her eyes were green as glass, her foot was leaf-like.",
    "She was adorned with choicest emeralds,",
    "And promised him the way of holy wisdom.",
    "\"Pretty green bank,\" began the half-lost poem.",
    "Take the old way, say I met John Heydon,",
    "Sought out the place,",
    "Lay on the bank, was \"plungèd deep in swevyn;\"",
    "And saw the company—Layamon, Chaucer—",
    "Pass each in his appropriate robes;",
    "Conversed with each, observed the varying fashion.",
    "And then comes Heydon.",
    "\"I have seen John Heydon.\"",
    "Let us hear John Heydon!",
    "\"",
    "\"—thus he begins, by spouting half of Psellus.",
    "(Then comes a note, my assiduous commentator:",
    "Not Psellus",
    ", but Porphyry's",
    ",",
    "In the thirteenth chapter, that \"every intellect is omni-form.\")",
    "Magnifico Lorenzo used the dodge,",
    "Says that he met Ficino",
    "In some Wordsworthian, false-pastoral manner,",
    "And that they walked along, stopped at a well-head,",
    "And heard deep platitudes about contentment",
    "From some old codger with an endless beard.",
    "\"A daemon is not a particular intellect,",
    "But is a substance differed from intellect,\"",
    "Breaks in Ficino,",
    "\"Placed in the latitude or locus of souls\"—",
    "That's out of Proclus, take your pick of them.",
    "Valla, more earth and sounder rhetoric—",
    "Prefacing praise to his Pope Nicholas:",
    "\"A man of parts, skilled in the subtlest sciences;",
    "A patron of the arts, of poetry; and of a fine discernment.\"",
    "Then comes a catalogue, his jewels of conversation.",
    "No, you've not read your",
    "—",
    "A dull book?—shook the church.",
    "The prefaces, cut clear and hard:",
    "\"Know then the Roman speech, a sacrament,\"",
    "Spread for the nations, eucharist of wisdom,",
    "Bread of the liberal arts.",
    "Ha! Sir Blancatz,",
    "Sordello would have your heart to give to all the princes;",
    "Valla, the heart of Rome,",
    "Sustaining speech, set out before the people.",
    "\"",
    ".\"",
    "Marius, Du Bellay, wept for the buildings,",
    "Baldassar Castiglione saw Raphael",
    "\"Lead back the soul into its dead, waste dwelling,\"",
    "; and Lorenzo Valla,",
    "\"Broken in middle life? bent to submission?—",
    "Took a fat living from the Papacy\"",
    "(That's in Villari, but Burckhardt's statement is different)—",
    "\"More than the Roman city, the Roman speech\"",
    "(Holds fast its part among the ever-living).",
    "\"Not by the eagles only was Rome measured.\"",
    "\"Wherever the Roman speech was, there was Rome,\"",
    "Wherever the speech crept, there was mastery",
    "Spoke with the law's voice while your Greek, logicians...",
    "More Greeks than one! Doughty's \"divine Homeros\"",
    "Came before sophistry. Justinopolitan",
    "Uncatalogued Andreas Divus,",
    "Gave him in Latin, 1538 in my edition, the rest uncertain,",
    "Caught up his cadence, word and syllable:",
    "\"Down to the ships we went, set mast and sail,",
    "Black keel and beasts for bloody sacrifice,",
    "Weeping we went.\"",
    "I've strained my ear for -",
    ", -",
    ", and -",
    "And cracked my wit on delicate canzoni—",
    "Here's but rough meaning:",
    "\"And then went down to the ship, set keel to breakers,",
    "Forth on the godly sea;",
    "We set up mast and sail on the swarthy ship,",
    "Sheep bore we aboard her, and our bodies also",
    "Heavy with weeping. And winds from sternward",
    "Bore us out onward with bellying canvas—",
    "Circe's this craft, the trim-coifed goddess.",
    "Then sat we amidships, wind jamming the tiller.",
    "Thus with stretched sail",
    "We went over sea till day's end:",
    "Sun to his slumber, shadows o'er all the ocean.",
    "Came we then to the bounds of deepest water,",
    "To the Kimmerian lands and peopled cities",
    "Covered with close-webbed mist, unpiercèd ever",
    "With glitter of sun-rays,",
    "Nor with stars stretched, nor looking back from heaven,",
    "Swartest night stretched over wretched men there.",
    "Thither we in that ship, unladed sheep there,",
    "The ocean flowing backward, came we through to the place",
    "Aforesaid by Circe.",
    "Here did they rites, Perimedes and Eurylochus,",
    "And drawing sword from my hip",
    "I dug the ell-square pitkin, poured we libations unto each the dead,",
    "First mead and then sweet wine,",
    "Water mixed with white flour.",
    "Then prayed I many a prayer to the sickly death's-heads",
    "As set in Ithaca, sterile bulls of the best,",
    "For sacrifice, heaping the pyre with goods.",
    "Sheep, to Tiresias only,",
    "Black, and a bell sheep;",
    "Dark blood flowed in the fosse.",
    "Souls out of Erebus, cadaverous dead",
    "Of brides, of youths, and of many passing old,",
    "Virgins tender, souls stained with recent tears,",
    "Many men mauled with bronze lance-heads,",
    "Battle spoil, bearing yet dreary arms:",
    "These many crowded about me,",
    "With shouting, pallor upon me, cried to my men for more beasts;",
    "Slaughtered the herds—sheep slain of bronze,",
    "Poured ointment, cried to the gods,",
    "To Pluto the strong, and praised Proserpine.",
    "Unsheathed the narrow steel,",
    "I sat to keep off the impetuous, impotent dead",
    "Till I should hear Tiresias.",
    "But first Elpenor came, our friend Elpenor,",
    "Unburied, cast on the wide earth—",
    "Limbs that we left in the house of Circe,",
    "Unwept, unwrapped in sepulchre, since toils urged other,",
    "Pitiful spirit—and I cried in hurried speech:",
    "'Elpenor, how art thou come to this dark coast?",
    "Cam'st thou afoot, outstripping seamen?' And he in heavy speech:",
    "'Ill fate and abundant wine! I slept in Circe's ingle,",
    "Going down the long ladder unguarded, I fell against the buttress,",
    "Shattered the nape-nerve, the soul sought Avernus.",
    "But thou, O King, I bid remember me, unwept, unburied!",
    "Heap up mine arms, be tomb by the sea-board, and inscribed,",
    "And set my oar up, that I swung 'mid fellows.'",
    "Came then another ghost, whom I beat off, Anticlea,",
    "And then Tiresias, Theban,",
    "Holding his golden wand, knew me and spoke first:",
    "'Man of ill hour, why come a second time,",
    "Leaving the sunlight, facing the sunless dead and this joyless region?",
    "Stand from the fosse, move back, leave me my bloody bever,",
    "And I will speak you true speeches.'",
    "\"And I stepped back,",
    "Sheathing the yellow sword. Dark blood he drank then",
    "And spoke: 'Lustrous Odysseus, shalt",
    "Return through spiteful Neptune, over dark seas,",
    "Lose all companions.' Foretold me the ways and the signs.",
    "Came then Anticlea, to whom I answered:",
    "'Fate drives me on through these deeps; I sought Tiresias.'",
    "I told her news of Troy, and thrice her shadow",
    "Faded in my embrace.",
    "Then had I news of many faded women—",
    "Tyro, Alcmena, Chloris—",
    "Heard out their tales by that dark fosse, and sailed",
    "By sirens and thence outward and away,",
    "And unto Circe buried Elpenor's corpse.\"",
    "Lie quiet, Divus.",
    "In Officina Wechli, Paris,",
    "M. D. three X's, Eight, with Aldus on the Frogs,",
    "And a certain Cretan's",
    "(The thin clear Tuscan stuff",
    "Gives way before the florid mellow phrase.)",
    "Take we the Goddess, Venus:",
    "Light on the foam, breathed on by zephyrs,",
    "And air-tending hours. Mirthful,",
    "Girdles and breast bands.",
    "Thou with dark eye-lids,",
    "Bearing the golden bough of Argicida."
  ],
  "title": "Canto III",
  "year": ""
}