{
  "author": "Ezra Pound",
  "classification": "Sestina",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/240262",
  "region": "",
  "text": [
    "LOQUITUR:",
    "Betrans de Born.",
    "Dante Alighieri put this man in hell for that he was a stirrer-up of strife.",
    "Eccovi!",
    "Judge ye!",
    "Have I dug him up again?",
    "The scene is his castle, Altaforte. “Papiols” is his jongleur. “The",
    "Leopard,” the",
    "of Richard (Cœur de Lion).",
    "I",
    "Damn it all! all this our South stinks peace.",
    "You whoreson dog, Papiols, come! Let’s to music!",
    "I have no life save when the swords clash.",
    "But ah! when I see the standards gold, vair, purple, opposing",
    "And the broad fields beneath them turn crimson,",
    "Then howl I my heart nigh mad with rejoicing.",
    "II",
    "In hot summer have I great rejoicing",
    "When the tempests kill the earth’s foul peace,",
    "And the light’nings from black heav’n flash crimson,",
    "And the fierce thunders roar me their music",
    "And the winds shriek through the clouds mad, opposing,",
    "And through all the riven skies God’s swords clash.",
    "III",
    "Hell grant soon we hear again the swords clash!",
    "And the shrill neighs of destriers in battle rejoicing,",
    "Spiked breast to spiked breast opposing!",
    "Better one hour’s stour than a year’s peace",
    "With fat boards, bawds, wine and frail music!",
    "Bah! there’s no wine like the blood’s crimson!",
    "IV",
    "And I love to see the sun rise blood-crimson.",
    "And I watch his spears through the dark clash",
    "And it fills all my heart with rejoicing",
    "And prys wide my mouth with fast music",
    "When I see him so scorn and defy peace,",
    "His lone might ’gainst all darkness opposing.",
    "V",
    "The man who fears war and squats opposing",
    "My words for stour, hath no blood of crimson",
    "But is fit only to rot in womanish peace",
    "Far from where worth’s won and the swords clash",
    "For the death of such sluts I go rejoicing;",
    "Yea, I fill all the air with my music.",
    "VI",
    "Papiols, Papiols, to the music!",
    "There’s no sound like to swords swords opposing,",
    "No cry like the battle’s rejoicing",
    "When our elbows and swords drip the crimson",
    "And our charges ’gainst “The Leopard’s” rush clash.",
    "May God damn for ever all who cry “Peace!”",
    "VII",
    "And let the music of the swords make them crimson",
    "Hell grant soon we hear again the swords clash!",
    "Hell blot black for always the thought “Peace”!"
  ],
  "title": "Sestina: Altaforte",
  "year": ""
}