{
  "author": "Ezra Pound",
  "classification": "Alliteration",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/174183",
  "region": "",
  "text": [
    "May I for my own self song's truth reckon,",
    "Journey's jargon, how I in harsh days",
    "Hardship endured oft.",
    "Bitter breast-cares have I abided,",
    "Known on my keel many a care's hold,",
    "And dire sea-surge, and there I oft spent",
    "Narrow nightwatch nigh the ship's head",
    "While she tossed close to cliffs. Coldly afflicted,",
    "My feet were by frost benumbed.",
    "Chill its chains are; chafing sighs",
    "Hew my heart round and hunger begot",
    "Mere-weary mood. Lest man know not",
    "That he on dry land loveliest liveth,",
    "List how I, care-wretched, on ice-cold sea,",
    "Weathered the winter, wretched outcast",
    "Deprived of my kinsmen;",
    "Hung with hard ice-flakes, where hail-scur flew,",
    "There I heard naught save the harsh sea",
    "And ice-cold wave, at whiles the swan cries,",
    "Did for my games the gannet's clamour,",
    "Sea-fowls, loudness was for me laughter,",
    "The mews' singing all my mead-drink.",
    "Storms, on the stone-cliffs beaten, fell on the stern",
    "In icy feathers; full oft the eagle screamed",
    "With spray on his pinion.",
    "Not any protector",
    "May make merry man faring needy.",
    "This he little believes, who aye in winsome life",
    "Abides 'mid burghers some heavy business,",
    "Wealthy and wine-flushed, how I weary oft",
    "Must bide above brine.",
    "Neareth nightshade, snoweth from north,",
    "Frost froze the land, hail fell on earth then",
    "Corn of the coldest. Nathless there knocketh now",
    "The heart's thought that I on high streams",
    "The salt-wavy tumult traverse alone.",
    "Moaneth alway my mind's lust",
    "That I fare forth, that I afar hence",
    "Seek out a foreign fastness.",
    "For this there's no mood-lofty man over earth's midst,",
    "Not though he be given his good, but will have in his youth greed;",
    "Nor his deed to the daring, nor his king to the faithful",
    "But shall have his sorrow for sea-fare",
    "Whatever his lord will.",
    "He hath not heart for harping, nor in ring-having",
    "Nor winsomeness to wife, nor world's delight",
    "Nor any whit else save the wave's slash,",
    "Yet longing comes upon him to fare forth on the water.",
    "Bosque taketh blossom, cometh beauty of berries,",
    "Fields to fairness, land fares brisker,",
    "All this admonisheth man eager of mood,",
    "The heart turns to travel so that he then thinks",
    "On flood-ways to be far departing.",
    "Cuckoo calleth with gloomy crying,",
    "He singeth summerward, bodeth sorrow,",
    "The bitter heart's blood. Burgher knows not \u0097",
    "He the prosperous man \u0097 what some perform",
    "Where wandering them widest draweth.",
    "So that but now my heart burst from my breast-lock,",
    "My mood 'mid the mere-flood,",
    "Over the whale's acre, would wander wide.",
    "On earth's shelter cometh oft to me,",
    "Eager and ready, the crying lone-flyer,",
    "Whets for the whale-path the heart irresistibly,",
    "O'er tracks of ocean; seeing that anyhow",
    "My lord deems to me this dead life",
    "On loan and on land, I believe not",
    "That any earth-weal eternal standeth",
    "Save there be somewhat calamitous",
    "That, ere a man's tide go, turn it to twain.",
    "Disease or oldness or sword-hate",
    "Beats out the breath from doom-gripped body.",
    "And for this, every earl whatever, for those speaking after \u0097",
    "Laud of the living, boasteth some last word,",
    "That he will work ere he pass onward,",
    "Frame on the fair earth 'gainst foes his malice,",
    "Daring ado, ...",
    "So that all men shall honour him after",
    "And his laud beyond them remain 'mid the English,",
    "Aye, for ever, a lasting life's-blast,",
    "Delight mid the doughty.",
    "Days little durable,",
    "And all arrogance of earthen riches,",
    "There come now no kings nor Cæsars",
    "Nor gold-giving lords like those gone.",
    "Howe'er in mirth most magnified,",
    "Whoe'er lived in life most lordliest,",
    "Drear all this excellence, delights undurable!",
    "Waneth the watch, but the world holdeth.",
    "Tomb hideth trouble. The blade is layed low.",
    "Earthly glory ageth and seareth.",
    "No man at all going the earth's gait,",
    "But age fares against him, his face paleth,",
    "Grey-haired he groaneth, knows gone companions,",
    "Lordly men are to earth o'ergiven,",
    "Nor may he then the flesh-cover, whose life ceaseth,",
    "Nor eat the sweet nor feel the sorry,",
    "Nor stir hand nor think in mid heart,",
    "And though he strew the grave with gold,",
    "His born brothers, their buried bodies",
    "Be an unlikely treasure hoard."
  ],
  "title": "The Seafarer",
  "year": ""
}