{
  "author": "Brian Turner",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240656",
  "region": "",
  "text": [
    "It begins simply with a fist, white-knuckled",
    "and tight, glossy with sweat. With two eyes",
    "in a rearview mirror watching for a convoy.",
    "The radio a soundtrack that adrenaline has",
    "pushed into silence, replacing it with a heartbeat,",
    "his thumb trembling over the button.",
    "~",
    "A flight of gold, that’s what Sefwan thinks",
    "as he lights a Miami, draws in the smoke",
    "and waits in his taxi at the traffic circle.",
    "He thinks of summer 1974, lifting",
    "pitchforks of grain high in the air,",
    "the slow drift of it like the fall of Shatha’s hair,",
    "and although it was decades ago, he still loves her,",
    "remembers her standing at the canebrake",
    "where the buffalo cooled shoulder-deep in the water,",
    "pleased with the orange cups of flowers he brought her,",
    "and he regrets how so much can go wrong in a life,",
    "how easily the years slip by, light as grain, bright",
    "as the street’s concussion of metal, shrapnel",
    "traveling at the speed of sound to open him up",
    "in blood and shock, a man whose last thoughts",
    "are of love and wreckage, with no one there",
    "to whisper him gone.",
    "~",
    "Sgt. Ledouix of the National Guard",
    "speaks but cannot hear the words coming out,",
    "and it’s just as well his eardrums ruptured",
    "because it lends the world a certain calm,",
    "though the traffic circle is filled with people",
    "running in panic, their legs a blur",
    "like horses in a carousel, turning",
    "and turning the way the tires spin",
    "on the Humvee flipped to its side,",
    "the gunner’s hatch he was thrown from",
    "a mystery to him now, a dark hole",
    "in metal the color of sand, and if he could,",
    "he would crawl back inside of it,",
    "and though his fingertips scratch at the asphalt",
    "he hasn’t the strength to move:",
    "shrapnel has torn into his ribcage",
    "and he will bleed to death in ten minutes,",
    "but he finds himself surrounded by a strange",
    "beauty, the shine of light on the broken,",
    "a woman’s hand touching his face, tenderly",
    "the way his wife might, amazed to find",
    "a wedding ring on his crushed hand,",
    "the bright gold sinking in flesh",
    "going to bone.",
    "~",
    "Rasheed passes the bridal shop",
    "on a bicycle, with Sefa beside him,",
    "and just before the air ruckles and breaks",
    "he glimpses the sidewalk reflections",
    "in the storefront glass, men and women",
    "walking and talking, or not, an instant",
    "of clarity, just before each of them shatters",
    "under the detonation’s wave,",
    "as if even the idea of them were being",
    "destroyed, stripped of form,",
    "the blast tearing into the manikins",
    "who stood as though husband and wife",
    "a moment before, who cannot touch",
    "one another, who cannot kiss,",
    "who now lie together in glass and debris,",
    "holding one another in their half-armed embrace,",
    "calling this love, if this is all there will ever be.",
    "~",
    "The civil affairs officer, Lt. Jackson, stares",
    "at his missing hands, which make",
    "no sense to him, no sense at all, to wave",
    "these absurd stumps held in the air",
    "where just a moment before he’d blown bubbles",
    "out the Humvee window, his left hand holding the bottle,",
    "his right hand dipping the plastic ring in soap,",
    "filling the air behind them with floating spheres",
    "like the oxygen trails of deep ocean divers,",
    "something for the children, something beautiful,",
    "translucent globes with their iridescent skins",
    "drifting on vehicle exhaust and the breeze",
    "that might lift one day over the Zagros mountains,",
    "that kind of hope, small globes which may have",
    "astonished someone on the sidewalk",
    "seven minutes before Lt. Jackson blacks out",
    "from blood loss and shock, with no one there to bandage",
    "the wounds that would carry him home.",
    "~",
    "Nearby, an old woman cradles her grandson,",
    "whispering, rocking him on her knees",
    "as though singing him to sleep, her hands",
    "wet with their blood, her black dress",
    "soaked in it as her legs give out",
    "and she buckles with him to the ground.",
    "If you’d asked her forty years earlier",
    "if she could see herself an old woman",
    "begging by the roadside for money, here,",
    "with a bomb exploding at the market",
    "among all these people, she’d have said",
    "~",
    "And the man who triggered the button,",
    "who may have invoked the Prophet’s name,",
    "or not—he is obliterated at the epicenter,",
    "he is everywhere, he is of all things,",
    "his touch is the air taken in, the blast",
    "and wave, the electricity of shock,",
    "his is the sound the heart makes quick",
    "in the panic’s rush, the surge of blood",
    "searching for light and color, that sound",
    "the martyr cries filled with the word",
    "his soul is made of,",
    "~",
    "Still hanging in the air over Ashur Square,",
    "the telephone line snapped in two, crackling",
    "a strange incantation the dead hear",
    "as they wander confused amongst one another,",
    "learning each other’s names, trying to comfort",
    "the living in their grief, to console",
    "those who cannot accept such random pain,",
    "speaking",
    "softly, one to another there",
    "in the rubble and debris,",
    "over and over, that it might not be forgotten."
  ],
  "title": "2000 lbs.",
  "year": ""
}