{
  "author": "Kojo Laing",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Animals",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240696",
  "region": "Africa",
  "text": [
    "Three Ghanaians have taped goats’ backs, they block the dung.",
    "I",
    "By the dust-blown koobi stands a chief on one leg,",
    "AM",
    "taped goats grunt and move their dust onto the flat fish,",
    "OBSESSED",
    "and to the raised one leg the horn sends a low sympathy",
    "WITH",
    "of music, for three Ghanaians plus three equals three",
    "Ghanaians still,",
    "THE",
    "who stand behind the bus and admire the exhaust-pipe",
    "TOUCH",
    "freshly sweet with sugar-cane that was exhaustedly brought",
    "OF",
    "as the goat escapes with a powerful blast, its",
    "SKINS",
    "own anti-hoarding exercise done through the hide of the rump.",
    "AT",
    "The chief dancing with the other leg expects koobi",
    "in the evening",
    "BUSY",
    "provided his wives can get round the power of horn music.",
    "DUSTY",
    "The sympathy is higher, lies on the motoway of a tall",
    "Tamale man,",
    "PLACES",
    "but the horn is full of dust, it blows a tactile music,",
    "BUT",
    "so that at last three Ghanaians reduce themselves yet",
    "still remain three.",
    "IT",
    "The free goats attack the Ghanaians, the revenge in the hoof",
    "rises,",
    "IS",
    "in the dust the koobi turns over to its wrong side, parries",
    "the commotion,",
    "THE",
    "the chiefly leg fed with fish is seriously dancing, it goads",
    "the horn",
    "FORGOTTEN",
    "as the bus groans off spreading memories with its exhaust,",
    "high",
    "FUTURE",
    "there the fighting goes on regardless: see the authority",
    "in kicking,",
    "THE",
    "the Ghanaians bleat, the goats cry,",
    "FORGOTTEN",
    "they change hides but can’t hide each other, even in dust,",
    "dust,",
    "HISTORY",
    "the hearts of goats become the hearts of Ghanaians,",
    "THAT",
    "the hoof is a fist, the finger is a tail,",
    "SHAMES",
    "and over where the ground steadies them there is a wall:",
    "ME",
    "for out of the fight, out of the bruises",
    "AND",
    "rise man and beast, beast part-man, man part-beast,",
    "ALL",
    "spectators scatter, chief is one fin of koobi, hornblower",
    "turns to dust,",
    "THESE",
    "the Tamale man is an Accra cat: call him claws.",
    "MYSTERIOUS",
    "Millions of Ghanaians bleat with one lip in the mornings,",
    "BODIES",
    "cry later with the other lip hot,",
    "PULLED",
    "they frighten the silent watcher with the free mouth,",
    "BY",
    "who sees the changes career about in history,",
    "and who, who",
    "A SLY",
    "waits patiently for the beast parts to wither,",
    "WILD",
    "waits for the bruise and fight",
    "FATE",
    "to change to the forward creative thrust: More hope!",
    "More dust!"
  ],
  "title": "More Hope More Dust",
  "year": ""
}