{
  "author": "Joel Brouwer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/176079",
  "region": "",
  "text": [
    "He startled to see a statue of blind",
    "justice really did loom over the courtroom. But",
    "remained determined to scorn symbolism.",
    "She needed a quarter to call her lover—",
    "the docket was full, she’d be late for lunch—",
    "and he gave her one. It was not a taunt,",
    "acquiescence, wager, or plea. It was",
    "a quarter. The fact that they had done this—",
    "even this!—together and cordially,",
    "late nights at the dining room table with",
    "a bottle of cabernet, sharp pencils,",
    ", and an “E-Z Workbook”",
    "from the well-reviewed—the fact that they’d read",
    "reviews!—",
    "series,",
    "as if they were learning Portuguese or",
    "origami, was not “as if” or “like”",
    "anything, but just that, a fact, and not",
    "to be pressed for further significance. This",
    "was part of the agreement. They filled out",
    "the forms. Asked lawyer friends for language.",
    "Made stacks of books and towels. Cooked dinner",
    "together, said “excuse me” passing",
    "in the hallway, and even remembered",
    "each other’s mother’s birthdays. As if. Not",
    "as if. Waiting for their case to be called,",
    "they got hungry. The bailiff pointed toward",
    "the snack bar in the basement, which was packed",
    "with a class trip from the school for the blind.",
    "such a gift would have",
    "caused them to turn to each other in love",
    "and wonder. Now, no. They didn’t even",
    "look to see. She asked for fish sticks, and he",
    "wondered if fish sticks were fish or like fish.",
    "The children chewed their chicken fingers",
    "with calm deliberation, staring out at what",
    "they saw, then conveyed their limp paper plates",
    "with startling grace to the hinged swinging mouths",
    "of the trash cans which swallowed everything",
    "offered saying THANK YOU THANK YOU."
  ],
  "title": "Fish or Like Fish",
  "year": ""
}