{
  "author": "Joel Brouwer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240230",
  "region": "",
  "text": [
    "—bp.com, April 28, 2010",
    "Beneath three thousand feet, the sea is wholly dark.",
    "The shuttle feeds hydraulics to the blind shear ram",
    "and represents a single failure point for disconnect.",
    "Recommendation: Declare selected points on earth",
    "invisible. Affected communities have been provided",
    "with limited quantities of powdered milk",
    "and other staples. Many questions remain. Some",
    "close their eyes under water instinctively.",
    "Imagination can create a sense of peril where",
    "no real peril exists. Safety equipment tests",
    "were necessarily imaginary; mechanisms in question",
    "were wholly inaccessible. A journalist sinking",
    "into the mud was told to toss his camera",
    "to a colleague and hold extremely still. In this",
    "sense, we are our own prisoners. Investigators",
    "have salt in their hair and sand in their teeth.",
    "The hotel pool is empty. Yet questions remain.",
    "Barbeque billboards depict grinning pigs in aprons",
    "and toques. Cleanup crews recover thousands",
    "of plastic milk jugs from the shallows. Do these",
    "images appeal to the death drive? Care should be",
    "taken to ensure the highest possible reliability",
    "from that valve. Thousands in affected communities",
    "have been evicted and live in tents. Demonstrators",
    "have prevented investigators from accessing",
    "hotel stairwells. 1900: Rudolf Diesel",
    "demonstrates an engine fueled by peanut oil",
    "at the Paris World’s Fair. The Vietnamese owner",
    "of Bad Bob’s bbq Buffet tells a journalist",
    "she last drank powdered milk in a refugee camp",
    "“a thousand years ago.” Items available only",
    "in limited quantities are found in Appendix C.",
    "Cleanup crews have stacked thousands of drums",
    "of dispersant in hotel parking lots. Dominant",
    "failure combinations for well control suggest",
    "additional safety mechanism diversity",
    "and redundancy provide additional reliability.",
    "Bank of America will offer limited foreclosure",
    "deferments in affected communities. Thousands",
    "of years ago, a pronghorn ram slipped beneath",
    "the surface of a tar pit, jerking its snout",
    "for air. Recommendation: Live at inaccessible",
    "elevations. Recommendation: Close your eyes.",
    "Recommendation: Prevent access to the invisible.",
    "Engineering reports noted required safety",
    "mechanisms were unlikely to function yet were",
    "required for safety’s sake. If the committee",
    "may offer an analogy, a blind surgeon is dangerous,",
    "an imaginary surgeon harmless. Still, questions",
    "remain. BP’s 2010 Q1 replacement cost profit",
    "was $5,598 million, compared with $2,387 million",
    "a year ago, an increase of 135%. Unlimited",
    "quantities of peanuts are available. However,",
    "care must be taken to ensure continued high",
    "reliability of the shuttle valve, since it is",
    "extremely critical to the overall disconnect",
    "operation. Phenomena not meant to be accessed",
    "or imagined are found in Appendix E. Cleanup crews",
    "are sometimes idled for lack of fuel. 1913: Diesel",
    "found dead, drowned under suspicious circumstances.",
    "The investigators’ hotel toilets won’t flush.",
    "Midas turned everything he touched to gold.",
    "In this sense, seabirds cloaked in oil are rich.",
    "Cleanup crews live in tents and are provided",
    "with limited quantities of barbeque and wear",
    "white canvas jumpsuits like prisoners on furlough.",
    "If the committee may offer an analogy, the death",
    "drive resides at wholly dark depths of imagination",
    "and fuel issues from a wound we’ve opened there."
  ],
  "title": "Lines from the Reports of the Investigative Committees",
  "year": ""
}