{
  "author": "Joel Brouwer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240236",
  "region": "",
  "text": [
    "She stepped into the tub at dawn and turned",
    "on first the radio and then the tap.",
    "The Predator operators of Nellis",
    "have as much or more",
    "as pilots",
    "who fly. Down the hall and oceans distant",
    "I listened to her work to wash events",
    "away as quickly as they accumulated.",
    "A sort of race. I thought of where the soap",
    "was going. Targets glowed on monitors",
    "in the base’s trailers near Las Vegas",
    "and operators in full flight suits drank",
    "coffee from paper cups and adjusted",
    "altitude as I stroked myself beneath",
    "the blankets. I don’t like to take chances",
    "and haven’t been to Vegas in years. The pilots",
    "call people who run for cover, black sperm",
    "writhing across their screens, “squirters.”",
    "Near my finish line she tugged up the puckered",
    "rubber no-slip safety mat. The sound should",
    "remind you of a time a doctor took",
    "hold of your arm for comfort or leverage",
    "and tore the bandage off. If nothing like",
    "this has happened to you, imagine it.",
    "The haberdasher in Diderot who stole",
    "his wife’s dowry (long story) plans to leave",
    "Paris for Geneva, sensing distance",
    "will make him less guilty. She wasn’t coming",
    "back to bed. She may already have left.",
    "Villagers call the drones, which make",
    "a buzzing sound, “wasps.” The radio",
    "reported to an empty room. “An assassin,”",
    "writes Diderot, “if transported to the shores",
    "of China, will lose sight of the corpse",
    "he left bleeding on the banks of the Seine.”",
    "Asia’s always such a great place to hide,",
    "but Geneva’s obviously more convenient.",
    "Say she expected her husband to return",
    "from duty in a month. Would anything",
    "we did between now and then make us",
    "any more or less wretched than we were?",
    "The drone returns to Bagram without",
    "the missiles it left with and a soldier",
    "restores its complement. Either his name",
    "is Dan or else imagine that. And that",
    "a cuckold’s rage can snuff a bomb. I came",
    "into either a tissue or my fist. This was",
    "weeks or months ago, and I can’t recall.",
    "When de Castañeda and his men clambered",
    "down into the Grand Canyon in 1540,",
    "they found the boulders which had looked",
    "as tall as a man from the rim in fact",
    "stood taller than Seville’s La Giralda.",
    "They must have marveled at distance’s power",
    "to deceive and to wake deception’s twin, oblivion.",
    "Their women and homes forgotten. You can’t",
    "hear their screams from here, but they’re there."
  ],
  "title": "Lines on Distance",
  "year": ""
}