{
  "author": "Joel Brouwer",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "The Body",
    "The Mind",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241344",
  "region": "U.S., Southern",
  "text": [
    "He slaughtered a six of Miller in thanks",
    "when his supposed schizophrenia turned",
    "out to be mere panic, fewer than half",
    "the syllables and “easily managed with",
    "the new medications.” Chanted that mantra",
    "when his piano teacher’s voice droned on",
    "like an undertow beneath Chopin hours",
    "after she herself had gone home to Queens",
    "and when stop signs seemed to say slightly more",
    "than stop, seemed in fact to convey highly",
    "specific messages to him and him alone",
    "suggesting he assume certain key",
    "responsibilities including twenty-four-hour",
    "telephone contact with his finacée",
    "“to make sure nothing bad happens to her”",
    "and the immediate emergency",
    "closure of the Holland Tunnel…Oh, come",
    "on, Doc! If this isn’t schizo what is?",
    "And after all it took so long to nose",
    "the rental car’s savage servility",
    "through New Jersey for Thanksgiving at her",
    "mother’s that by the time he arrived he",
    "can’t possibly have been the same person",
    "he had been when he left Brooklyn and is",
    "that not a kind of multiple person-",
    "ality? It took hours. And then it was",
    "awkward. Which could describe so many things.",
    "The gangly half-dismantled turkey splayed",
    "on its platter. Her stepfather's lecture",
    "on property taxes and tougher sentences.",
    "The seven-dollar jug of Chablis which",
    "would come up later while he held back her hair.",
    "Every good boy deserves fudge and he tried",
    "to be one and earn huge loamy slabs of it.",
    "He practiced his scales on the steering wheel",
    "as he breezed by stop sign after stop sign",
    "toward the tunnel, stopped to search for the",
    "exact change, then resumed rehearsal as",
    "she, deeply soused, snored wetly beside him",
    "smelling like something spilled on a rug. He",
    "keyed each",
    "there would not be many more chances or",
    "changes which I typed first by accident",
    "but had the chance to change for which I am",
    "thankful. But what am I doing in here."
  ],
  "title": "The Exact Change",
  "year": ""
}