{
  "author": "Miriam Bird Greenberg",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/240540",
  "region": "",
  "text": [
    "I passed three girls killing a goat, shotgun",
    "leaned up against a tree and the entrails",
    "spilling into a coil on the ground. It was hooked",
    "between the tendons of its back legs",
    "to a high branch that gently creaked",
    "like a dry hinge busybody aunties wouldn’t oil.",
    "Blood drained into a pail, you could smell it",
    "shifting with the air, and black flies landed",
    "in the shadows of things where the wind",
    "didn’t touch. I dreamed I was carrying a sack",
    "filled with animals, and it dragged blood",
    "in the gravel and stained my skirt hem, you could follow my trail",
    "to the county line where old men",
    "sat on the liquor store porch. One crooked his half-arm",
    "for the bottle where the auger had caught his hand.",
    "I dreamed I was in a new country rinsing livers",
    "under a spigot, and the men cracking",
    "black walnuts on a stone named my limbs",
    "like the weather, like none of us knew",
    "the same words. By the tree the girls and the goat",
    "were faltering, one squatted to sharpen",
    "her blackened blade on a strop, and the men",
    "on the county line leaned back on the heels",
    "of their chairs talking about anything, each other,",
    "spring weather, the long-haired boy scalped",
    "by a combine, and one of them swore you only plant",
    "beans with the moon in Capricorn otherwise",
    "the fields choke up with scrub juniper. One",
    "looked intently at his left palm; his right wrist",
    "uselessly brushed the woven seat of his chair.",
    "When a wind came, the screen door leapt up",
    "on its leather hinges which never creaked",
    "and slammed shut. Mud daubers in the muck",
    "by the spigot blew sideways around my ankles and up",
    "under my skirt, and inside I could hear",
    "the woman who lived with the liquor store proprietor",
    "cursing as she locked up the vanilla like she knew",
    "how to break the back of a ghost."
  ],
  "title": "I Passed Three Girls Killing a Goat",
  "year": ""
}