{
  "author": "Joseph Millar",
  "classification": "",
  "keywords": [
    "Love",
    "Relationships",
    "Romantic Love",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179250",
  "region": "U.S., Northwestern",
  "text": [
    "You can come to me in the evening,",
    "with the fingers of former lovers",
    "fastened in your hair and their ghost lips",
    "opening over your body,",
    "They can be philosophers or musicians in long coats and colored shoes",
    "and they can be smarter than I am,",
    "whispering to each other",
    "when they look at us.",
    "You can come walking toward my window after dusk",
    "when I can’t see past the lamplight in the glass,",
    "when the chipped plates rattle on the counter",
    "and the cinders",
    "dance on the cross-ties under the wheels of southbound freights.",
    "Bring children if you want, and the long wounds of sisters",
    "branching away",
    "behind you toward the sea.",
    "Bring your mother’s tense distracted face",
    "and the shoulders of plane mechanics",
    "slumped in the Naugahyde booths of the airport diner,",
    "waiting for you to bring their eggs.",
    "I’ll bring all the bottles of gin I drank by myself",
    "and my cracked mouth opened partway",
    "as I slept in the back of my blue Impala",
    "dreaming of spiders.",
    "I won’t forget the lines running deeply",
    "in the cheeks of the Polish landlady",
    "who wouldn’t let the cops upstairs,",
    "the missing ring finger of the machinist from Spenard",
    "whose money I stole after he passed out to go downtown in a cab",
    "and look for whores,",
    "or the trembling lower jaw of my son, watching me",
    "back my motorcycle from his mother’s driveway one last time,",
    "the ribbons and cone-shaped birthday hats",
    "scattered on the lawn,",
    "the rain coming down like broken glass.",
    "We’ll go out under the stars and sit together on the ground",
    "and there will be enough to eat for everybody.",
    "They can sleep on my couches and rug,",
    "and the next day",
    "I’ll go to work, stepping easily across the scaffolding, feeding",
    "the cable gently into the new pipes on the roof,",
    "and dreaming",
    "like St Francis of the still dark rocks",
    "that disappear under the morning tide,",
    "only to climb back into the light,",
    "sea-rimed, salt-blotched, their patched webs of algae",
    "blazing with flies in the sun."
  ],
  "title": "Dark Harvest",
  "year": ""
}