{
  "author": "Mary Szybist",
  "classification": "",
  "keywords": [
    "Love",
    "Realistic",
    "Complicated",
    "Romantic Love",
    "Travels",
    "Journeys",
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246916",
  "region": "U.S., Northwestern",
  "text": [
    "Just for this evening, let's not mock them.",
    "Not their curtsies or cross-garters",
    "or ever-recurring pepper trees in their gardens",
    "promising, promising.",
    "At least they had ideas about love.",
    "All day we've driven past cornfields, past cows poking their heads",
    "through metal contraptions to eat.",
    "We've followed West 84, and what else?",
    "Irrigation sprinklers fly past us, huge wooden spools in the fields,",
    "lounging sheep, telephone wires,",
    "yellowing flowering shrubs.",
    "Before us, above us, the clouds swell, layers of them,",
    "the violet underneath of clouds.",
    "Every idea I have is nostalgia. Look up:",
    "there is the sky that passenger pigeons darkened and filled—",
    "darkened for days, eclipsing sun, eclipsing all other sound",
    "with the thunder of their wings.",
    "After a while, it must have seemed that they followed",
    "not instinct or pattern but only",
    "one another.",
    "When they stopped, Audubon observed,",
    "they broke the limbs of stout trees by the weight of the numbers.",
    "And when we stop we'll follow—what?",
    "Our",
    "The Puritans thought that we are granted the ability to love",
    "only through miracle,",
    "but the troubadours knew how to burn themselves through,",
    "how to make themselves shrines to their own longing.",
    "The spectacular was never behind them.",
    "Think of days of those scarlet-breasted, blue-winged birds above you.",
    "Think of me in the garden, humming",
    "quietly to myself in my blue dress,",
    "a blue darker than the sky above us, a blue dark enough for storms,",
    "though cloudless.",
    "At what point is something gone completely?",
    "The last of the sunlight is disappearing",
    "even as it swells—",
    "Just for this evening, won't you put me before you",
    "until I'm far enough away you can",
    "believe in me?",
    "Then try, try to come closer—",
    "my wonderful and less than."
  ],
  "title": "The Troubadours Etc.",
  "year": ""
}