{
  "author": "Elizabeth Bishop",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248522",
  "region": "",
  "text": [
    "Here is a coast; here is a harbor;",
    "here, after a meager diet of horizon, is some scenery;",
    "impractically shaped and—who knows?—self-pitying mountains,",
    "sad and harsh beneath their frivolous greenery,",
    "with a little church on top of one. And warehouses,",
    "some of them painted a feeble pink, or blue,",
    "and some tall, uncertain palms. Oh, tourist,",
    "is this how this country is going to answer you",
    "and your immodest demands for a different world,",
    "and a better life, and complete comprehension",
    "of both at last, and immediately,",
    "after eighteen days of suspension?",
    "Finish your breakfast. The tender is coming,",
    "a strange and ancient craft, flying a strange and brillant rag.",
    "So that's the flag. I never saw it before.",
    "I somehow never thought of there",
    "a flag,",
    "but of course there was, all along. And coins, I presume,",
    "and paper money; they remain to be seen.",
    "And gingerly now we climb down the ladder backward,",
    "myself and a fellow passenger named Miss Breen,",
    "descending into the midst of twenty-six freighters",
    "waiting to be loaded with green coffee beans.",
    "Please, boy, do be more careful with that boat hook!",
    "Watch out! Oh! It has caught Miss Breen's",
    "skirt! There! Miss Breen is about seventy,",
    "a retired police lieutenant, six feet tall,",
    "with beautiful bright blue eyes and a kind expression.",
    "Her home, when she is at home, is in Glens Fall",
    "s, New York. There. We are settled.",
    "The customs officials will speak English, we hope,",
    "and leave us our bourbon and cigarettes.",
    "Ports are necessities, like postage stamps, or soap,",
    "but they seldom seem to care what impression they make,",
    "or, like this, only attempt, since it does not matter,",
    "the unassertive colors of soap, or postage stamps—",
    "wasting away like the former, slipping the way the latter",
    "do when we mail the letteres we wrote on the boat,",
    "either because the glue here is very inferior",
    "or because of the heat. We leave Santos at once;",
    "we are driving to the interior."
  ],
  "title": "Arrival at Santos",
  "year": ""
}