{
  "author": "Elizabeth Bishop",
  "classification": "",
  "keywords": [
    "Pets",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Nature",
    "Relationships",
    "Jobs",
    "Working",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182896",
  "region": "",
  "text": [
    "Although it is a cold evening,",
    "down by one of the fishhouses",
    "an old man sits netting,",
    "his net, in the gloaming almost invisible,",
    "a dark purple-brown,",
    "and his shuttle worn and polished.",
    "The air smells so strong of codfish",
    "it makes one’s nose run and one’s eyes water.",
    "The five fishhouses have steeply peaked roofs",
    "and narrow, cleated gangplanks slant up",
    "to storerooms in the gables",
    "for the wheelbarrows to be pushed up and down on.",
    "All is silver: the heavy surface of the sea,",
    "swelling slowly as if considering spilling over,",
    "is opaque, but the silver of the benches,",
    "the lobster pots, and masts, scattered",
    "among the wild jagged rocks,",
    "is of an apparent translucence",
    "like the small old buildings with an emerald moss",
    "growing on their shoreward walls.",
    "The big fish tubs are completely lined",
    "with layers of beautiful herring scales",
    "and the wheelbarrows are similarly plastered",
    "with creamy iridescent coats of mail,",
    "with small iridescent flies crawling on them.",
    "Up on the little slope behind the houses,",
    "set in the sparse bright sprinkle of grass,",
    "is an ancient wooden capstan,",
    "cracked, with two long bleached handles",
    "and some melancholy stains, like dried blood,",
    "where the ironwork has rusted.",
    "The old man accepts a Lucky Strike.",
    "He was a friend of my grandfather.",
    "We talk of the decline in the population",
    "and of codfish and herring",
    "while he waits for a herring boat to come in.",
    "There are sequins on his vest and on his thumb.",
    "He has scraped the scales, the principal beauty,",
    "from unnumbered fish with that black old knife,",
    "the blade of which is almost worn away.",
    "Down at the water’s edge, at the place",
    "where they haul up the boats, up the long ramp",
    "descending into the water, thin silver",
    "tree trunks are laid horizontally",
    "across the gray stones, down and down",
    "at intervals of four or five feet.",
    "Cold dark deep and absolutely clear,",
    "element bearable to no mortal,",
    "to fish and to seals . . . One seal particularly",
    "I have seen here evening after evening.",
    "He was curious about me. He was interested in music;",
    "like me a believer in total immersion,",
    "so I used to sing him Baptist hymns.",
    "I also sang “A Mighty Fortress Is Our God.”",
    "He stood up in the water and regarded me",
    "steadily, moving his head a little.",
    "Then he would disappear, then suddenly emerge",
    "almost in the same spot, with a sort of shrug",
    "as if it were against his better judgment.",
    "Cold dark deep and absolutely clear,",
    "the clear gray icy water . . . Back, behind us,",
    "the dignified tall firs begin.",
    "Bluish, associating with their shadows,",
    "a million Christmas trees stand",
    "waiting for Christmas. The water seems suspended",
    "above the rounded gray and blue-gray stones.",
    "I have seen it over and over, the same sea, the same,",
    "slightly, indifferently swinging above the stones,",
    "icily free above the stones,",
    "above the stones and then the world.",
    "If you should dip your hand in,",
    "your wrist would ache immediately,",
    "your bones would begin to ache and your hand would burn",
    "as if the water were a transmutation of fire",
    "that feeds on stones and burns with a dark gray flame.",
    "If you tasted it, it would first taste bitter,",
    "then briny, then surely burn your tongue.",
    "It is like what we imagine knowledge to be:",
    "dark, salt, clear, moving, utterly free,",
    "drawn from the cold hard mouth",
    "of the world, derived from the rocky breasts",
    "forever, flowing and drawn, and since",
    "our knowledge is historical, flowing, and flown."
  ],
  "title": "At the Fishhouses",
  "year": ""
}