{
  "author": "Elizabeth Bishop",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176997",
  "region": "",
  "text": [
    "Here, above,",
    "cracks in the buildings are filled with battered moonlight.",
    "The whole shadow of Man is only as big as his hat.",
    "It lies at his feet like a circle for a doll to stand on,",
    "and he makes an inverted pin, the point magnetized to the moon.",
    "He does not see the moon; he observes only her vast properties,",
    "feeling the queer light on his hands, neither warm nor cold,",
    "of a temperature impossible to record in thermometers.",
    "But when the Man-Moth",
    "pays his rare, although occasional, visits to the surface,",
    "the moon looks rather different to him. He emerges",
    "from an opening under the edge of one of the sidewalks",
    "and nervously begins to scale the faces of the buildings.",
    "He thinks the moon is a small hole at the top of the sky,",
    "proving the sky quite useless for protection.",
    "He trembles, but must investigate as high as he can climb.",
    "Up the façades,",
    "his shadow dragging like a photographer’s cloth behind him",
    "he climbs fearfully, thinking that this time he will manage",
    "to push his small head through that round clean opening",
    "and be forced through, as from a tube, in black scrolls on the light.",
    "(Man, standing below him, has no such illusions.)",
    "But what the Man-Moth fears most he must do, although",
    "he fails, of course, and falls back scared but quite unhurt.",
    "Then he returns",
    "to the pale subways of cement he calls his home. He flits,",
    "he flutters, and cannot get aboard the silent trains",
    "fast enough to suit him. The doors close swiftly.",
    "The Man-Moth always seats himself facing the wrong way",
    "and the train starts at once at its full, terrible speed,",
    "without a shift in gears or a gradation of any sort.",
    "He cannot tell the rate at which he travels backwards.",
    "Each night he must",
    "be carried through artificial tunnels and dream recurrent dreams.",
    "Just as the ties recur beneath his train, these underlie",
    "his rushing brain. He does not dare look out the window,",
    "for the third rail, the unbroken draught of poison,",
    "runs there beside him. He regards it as a disease",
    "he has inherited the susceptibility to. He has to keep",
    "his hands in his pockets, as others must wear mufflers.",
    "If you catch him,",
    "hold up a flashlight to his eye. It’s all dark pupil,",
    "an entire night itself, whose haired horizon tightens",
    "as he stares back, and closes up the eye. Then from the lids",
    "one tear, his only possession, like the bee’s sting, slips.",
    "Slyly he palms it, and if you’re not paying attention",
    "he’ll swallow it. However, if you watch, he’ll hand it over,",
    "cool as from underground springs and pure enough to drink."
  ],
  "title": "The Man-Moth",
  "year": ""
}