{
  "author": "Aimee Nezhukumatathil",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Activities",
    "School",
    "Learning",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245514",
  "region": "",
  "text": [
    "If I were to ask you a question about your book",
    "and sum it up into one word it would be,",
    "I think I like Walt Whitman better than you. I just don't",
    "get literature, but for a fast hour and a half read, your book",
    "takes the cake. I like how you organized the lines",
    "in that one poem to represent a growing twisting bonsai tree.",
    "Are you going to get a rude reaction when you meet",
    "that one guy in that one poem? I guess you never know.",
    "You are very young to be a poet. I also like how your poems take",
    "up an entire page (it makes our reading assignment go faster).",
    "In class we spend so much time dissecting your poems",
    "and then deeply analyzing them. I think I like Walt Whitman",
    "better than you, but don’t take offense—you are very good too!",
    "You are young, You are young and pure and really just want",
    "to have a good time. Thank you we have taken a debate",
    "and you are a far better poet than Walt Whitman. And I loved",
    "how your poems were easy to read and understand. Hello",
    "my name is Alicia. We read you book and I just loved it.",
    "We also read Walt Whitman’s",
    "There",
    "was no competition there. I liked your book a whole lot better.",
    "It was an easy read. But poetry is not my favorite type",
    "of literature. Sometimes I am offered drinks and guys",
    "try to talk to me but I too just brush it off and keep dancing.",
    "Every once and a while the creepy mean guys try to offer you",
    "things and then they say something. What would you do?",
    "Lastly, I was wondering if you ever wrote a poem that really",
    "didn’t have a deeper meaning but everyone still tried",
    "to give it one anyways? Walt Whitman is better than you."
  ],
  "title": "Dear Amy Nehzooukammyatootill,",
  "year": ""
}