{
  "author": "Linda Gregg",
  "classification": "Free Verse",
  "keywords": [
    "Travels",
    "Journeys",
    "Activities",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176561",
  "region": "U.S., Western",
  "text": [
    "I open the box of my favorite postcards",
    "and turn them over looking for de Chirico",
    "because I remember seeing you standing",
    "facing a wall no wider than a column where",
    "to your left was a hall going straight back",
    "into darkness, the floor a ramp sloping down",
    "to where you stood alone and where the room",
    "opened out on your right to an auditorium",
    "full of people who had just heard you read",
    "and were now listening to the other poet.",
    "I was looking for the de Chirico because of",
    "the places, the empty places. The word",
    "“boulevard” came to mind. Standing on the side",
    "of the fountains in Paris where the water",
    "blew onto me when I was fifteen. It was night.",
    "It was dark then too and I was alone.",
    "Why didn’t you find me? Why didn’t",
    "somebody find me all those years? The form",
    "of love was purity. An art. An architecture.",
    "Maybe a train. Maybe the shadow of a statue",
    "and the statue with its front turned away",
    "from me. Maybe one young girl playing alone,",
    "hearing even small sounds ring off cobblestones",
    "and the stone walls. I turn the cards looking",
    "for the one and come to Giacometti’s eyes",
    "full of caring and something remote.",
    "His eyes are loving and empty, but not with",
    "nothingness, not for the usual reasons, but because",
    "he is working. The Rothko Chapel empty. A cheap",
    "statue of Sappho in the modern city of Mytilene",
    "and ancient sunlight. David Park’s four men",
    "with smudges for mouths, backed by water,",
    "each held still by the impossibility of what",
    "art can accomplish. A broken river god,",
    "only the body. A girl playing with her rabbit in bed.",
    "The postcard of a summer lightning storm over Iowa."
  ],
  "title": "Looking For Each of Us",
  "year": ""
}