{
  "author": "Linda Gregg",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "The Body",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240372",
  "region": "U.S., Western",
  "text": [
    "Michele has become another dead little girl. An easy poem.",
    "Instant Praxitelean. Instant seventy-five year old photograph",
    "of my grandmother when she was a young woman with shadows",
    "I imagine were blue around her eyes. The beauty of it.",
    "Such guarded sweetness. What a greed of bruised gardenias.",
    "Oh Christ, whose name rips silk, I have seen raw cypresses",
    "so dark the mind comes to them without color.",
    "Dark on the Greek hillside. Dark, volcanic, dry and stone.",
    "Where the oldest women of the world are standing dressed in black",
    "up in the branches of fig trees in the gorge",
    "knocking with as much quickness as their weakness will allow.",
    "Weakness which my heart must not confuse with tenderness.",
    "And on the other side of the island a woman",
    "walks up the path with a burden of leaves on her head,",
    "guiding the goats with sounds she makes up,",
    "and then makes up again. The other darkness is easy:",
    "the men in the dreams who come in together to me with knives.",
    "There are so many traps, and many look courageous.",
    "The body goes into such raptures of obedience.",
    "But the huge stones on the desert resemble",
    "nobody’s mother. I remember the snake.",
    "After its skin had been cut away, and it was dropped",
    "it started to move across the clearing.",
    "Making its beautiful waving motion.",
    "It was all meat and bone. Pretty soon it was covered with dust.",
    "It seemed to know exactly where it wanted to go.",
    "Toward any dark trees."
  ],
  "title": "The Poet Goes About Her Business",
  "year": ""
}