{
  "author": "David Trinidad",
  "classification": "",
  "keywords": [
    "Friends",
    "Enemies",
    "Living",
    "Poetry",
    "Poets",
    "Relationships",
    "Arts",
    "Sciences",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181577",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The first time we talked was in the rooftop",
    "cafeteria at Cal State Northridge.",
    "Misplaced poets, we sat amidst a crop",
    "of clean-cut freshmen while, round the college,",
    "smog-smudged San Fernando Valley beckoned,",
    "panoramic and bland. I’d just returned",
    "from my debauched year up north—sad, drunken",
    "sex at the baths, in dark parks. You still yearned",
    "for St. David’s, your stint as a foreign",
    "exchange student. In Wales, something fearless",
    "woke you up: you drank, wrote, fucked. Now, stuck in",
    "the suburbs, we talked poets, punk rock. This",
    "was the late seventies, disco’s zenith.",
    "We both wanted to look like Patti Smith.",
    "We both wanted to look like Patti Smith",
    "on her",
    "album: disheveled, pale,",
    "thin, intense. You were scanning Meredith’s",
    "“Modern Love” for British Lit. I thought stale",
    "anyone before Sexton. You laughed, threw",
    "back your head. I puffed a Marlboro Light.",
    "In truth, you were too hearty, and I too",
    "uptight, to do punk. I praised, as twilight",
    "dimmed the gray valley, a poem you’d read",
    "at the student reading: a pitcher cracks,",
    "foreshadows a car crash. The skyline bled",
    "behind you. I’d also read that night—racked",
    "with stage fright, trembling uncontrollably.",
    "You seemed at ease, more confident than me.",
    "You seemed at ease, more confident than me,",
    "more independent. Lived on Amigo",
    "Avenue with a roommate, a moody",
    "science major; and your alter ego,",
    "a tomcat named Baby Tubbs. Still at home,",
    "I had no wheels. You drove a battered white",
    "hatchback full of newspapers, beer cans, comb,",
    "brush, books—half wastebasket, half purse. One night",
    "early on, we split a fifth of scotch, spread",
    "your tarot cards on the living room floor.",
    "You predicted long life for me, then said",
    "of yourself: “I",
    "make twenty-five.” Your",
    "roommate walked by, shot a look. Later, I",
    "passed out beneath Lord Byron’s watchful eye.",
    "Passed out beneath Lord Byron’s watchful eye—",
    "the poster tacked above your secondhand",
    "couch—I dreamt I was falling down the side",
    "of a mountain, a scarecrow, twisted and",
    "limp, limbs ripped, bouncing from rock to rock. On",
    "every wall an idol: Toulouse-Lautrec",
    "cancan in kitchen, young Chatterton’s wan",
    "figure over your desk. Shuffling the deck,",
    "you asked the same question, drew the same black",
    "card: Death. Together we consulted all",
    "your oracles: Ouija board, zodiac,",
    "I Ching, palm, a fickle Magic 8 Ball.",
    "Hoping for more time, you inquired, believed",
    "like a convict praying for a reprieve.",
    "Like a convict praying for a reprieve,",
    "you were more alive than the complacent",
    "suburbanites I despised. Drunk and peeved",
    "at the world, I started an argument",
    "that ended with you hurling a full Coors",
    "at me as I fumed down your stairs. Four weeks",
    "passed before we spoke, a rift I endured",
    "by writing a poem about the freak-",
    "ish night a black cloud followed us—we lit",
    "candles, toasted oblivion. Battle",
    "scarred, we entered the undergraduate",
    "poetry contest at Northridge. Daniel",
    "Halpern guest judged...or was it May Swenson?",
    "After your death, I’d be happy you won.",
    "What can you say about a twenty-five-",
    "year-old girl who died? That as a child she",
    "loved horses. And dogs. And cats. That Monty",
    "Python made her laugh. That she was alive",
    "to the disruptions of her time. That she",
    "liked Byron, Rod Stewart, Mozart, Waugh, Poe,",
    "Keats, the Cars. That she lived on Amigo",
    "and was my friend. That she once threw her keys",
    "in anger; once threw a",
    ", shout-",
    "ing “I hate John Ashbery!” And that she",
    "once, after a speed- and scotch-fueled orgy—",
    "Some Girls blasting, her last boyfriend passed out",
    "beside us—straddled, rode me like a horse.",
    "Rachel, can I say this: your cunt felt coarse.",
    "After your death, I’d be happy you won",
    "the contest—at least you had that. “Don’t turn",
    "on me,” you pleaded. Losing wasn’t fun,",
    "but I couldn’t begrudge you your prize. Burned",
    "out from an abortion, a vicious bite—",
    "a German shepherd lunged at your nose, slit",
    "its tip—and a violent unrequit-",
    "ed affair with your “Don J,” a closet",
    "case obsessed with Kerouac, you spoke of",
    "making a change. By then it was summer:",
    "Blondie on the car radio, Fourth of",
    "July, craving fireworks. I remember",
    "headlights; reaching for the steering wheel, you.",
    "Next thing I knew, I woke in ICU.",
    "Next thing I knew, I woke in ICU:",
    "machines beeping around me, doctors and",
    "nurses hovering in an eerie blue",
    "light. Tube down my throat, I scrawled, with bruised hand,",
    "your name, question mark. My sister was steered",
    "in, wept to tell you were dead. The night they",
    "moved me to a private room, you appeared,",
    "pulsating white presence, in the hallway",
    "outside my door. “I’m all right,” you said, “You",
    "don’t have to worry about me.” I’d lie",
    "there in traction for six weeks, almost two",
    "decades ago, a ghost that fell from my",
    "own scarecrow dream, numb to that deadly drop.",
    "The first time we talked was on a rooftop."
  ],
  "title": "A Poet’s Death",
  "year": ""
}