{
  "author": "David Trinidad",
  "classification": "",
  "keywords": [
    "Friends",
    "Enemies",
    "Poetry",
    "Poets",
    "Relationships",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181293",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I went to his sixty-sixth birthday",
    "dinner: sixteen years ago this past",
    "November. I remember that it was at",
    "Chelsea Central (his favorite restaurant:",
    "great steaks) on 10th Avenue, and",
    "that Ashbery was there, and a few",
    "others, including Joe, impeccably",
    "dressed and gracious, who picked up",
    "what must have been (I thought",
    "at the time) an exorbitant bill.",
    "I remember him saying more than",
    "once, “Joe always picks up the bill,”",
    "then smiling a slightly wicked smile.",
    "Sitting with him (those excruciating",
    "silences!) in his room at the Chelsea,",
    "my eyes would wander from his book-",
    "shelves (",
    "stood out)",
    "to the pan of water on the radiator",
    "to the records strewn on the floor",
    "to some scraggly plants (ivy? herbs?)",
    "in ceramic pots at the base of the French",
    "doors that opened to the balcony and",
    "balustrade and sound of traffic on 23rd",
    "Street six floors below. He read me",
    "“White Boat, Blue Boat” shortly after he",
    "wrote it, and a poem about Brook Benton",
    "singing “Rainy Night in Georgia” that",
    "didn’t make it into his",
    ", though",
    "I remember thinking it beautiful. He",
    "complained, in a letter to Tom, about",
    "how much I smoked, and how emotional",
    "I’d get during movies: he must have been",
    "referring to",
    "(he had a yen",
    "for Kevin Costner). When he took me",
    "to see",
    ", a film he loved, I was",
    "bored. Once, we took the subway (he",
    "hadn’t ridden it in years) to the Frick;",
    "I remember admiring Romney’s Lady",
    "Hamilton. It hurt that he didn’t invite",
    "me to the dinner after his Dia reading",
    "or to the reception after his reading at the",
    "92nd Street Y, though he did, at the latter,",
    "read “Mood Indigo,” dedicated to me.",
    "When he said my name from the stage,",
    "Joan and Eileen, sitting to my left, turned",
    "and stared at me; frozen by the enormity",
    "of the moment, I couldn’t look back.",
    "When he came to a reading I gave at",
    "St. Mark’s, Raymond impressed upon",
    "me what an honor it was: Jimmy didn’t",
    "go to many poetry readings. What else",
    "is there to say? That when I visited him",
    "at St. Vincent’s the day before he died",
    "Darragh said, “He likes to hear gossip.”",
    "So I said, “Eileen and I are talking again.”",
    "That at his funeral I sat alone (Ira couldn’t",
    "come); that that was the loneliest feeling",
    "in the world. That afterwards Doug said",
    "“You look so sad.” How should I have",
    "looked, Doug! And that a year after he",
    "died, I dreamt I saw him in the lobby of",
    "the Chelsea Hotel. He was wearing a",
    "hospital shift and seemed to have no",
    "muscle control over his face—like in inten-",
    "sive care after his stroke. He saw me",
    "and said, “It’s nice to see some familiar",
    "faces.” I approached him, but he",
    "disappeared."
  ],
  "title": "James Schuyler",
  "year": ""
}