{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class",
    "History",
    "Politics",
    "Money",
    "Economics",
    "Popular Culture",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/learning/guide/244636",
  "region": "U.S., Western",
  "text": [
    "Blood on the night soil man en route to the country prison",
    "Blood on the sullen chair, the one that holds you with its pleasure",
    "Blood inside the quartz, the beauty watch, the eye of the guard",
    "Blood on the slope of names & the tattoos hidden",
    "Blood on the Virgin, behind the veils,",
    "Behind—in the moon angel's gold oracle hair",
    "What blood is this, is it the blood of the worker rat?",
    "Is it the blood of the clone governor, the city maid?",
    "Why does it course in s's & z's?",
    "Blood on the couch, made for viewing automobiles & face cream",
    "Blood on the pin, this one going through you without any pain",
    "Blood on the screen, the green torso queen of slavering hearts",
    "Blood on the grandmother's wish, her tawdry stick of Texas",
    "Blood on the daughter's breast who sews roses",
    "Blood on the father, does anyone remember him, bluish?",
    "Blood from a kitchen fresco, in thick amber strokes",
    "Blood from the baby's right ear, from his ochre nose",
    "What blood is this?",
    "Blood on the fender, in the sender's shoe, in his liquor sack",
    "Blood on the street, call it Milagro Boulevard, Mercy Lanes #9",
    "Blood on the alien, in the alligator jacket teen boy Juan",
    "There is blood, there, he says",
    "Blood here too, down here, she says",
    "Only blood, the Blood Mother sings",
    "Blood driving miniature American queens stamped into rage",
    "Blood driving rappers in Mercedes blackened & whitened in news",
    "Blood driving the snare-eyed professor searching for her panties",
    "Blood driving the championship husband bent in Extreme Unction",
    "Blood of the orphan weasel in heat, the Calvinist farmer in wheat",
    "Blood of the lettuce rebellion on the rise, the cannery worker's prize",
    "Blood of the painted donkey forced into prostitute zebra,",
    "Blood of the Tijuana tourist finally awake & forced into pimp sleep again",
    "It is blood time, Sir Terminator says,",
    "It is blood time, Sir Simpson winks,",
    "It is blood time, Sir McVeigh weighs.",
    "Her nuclear blood watch soaked, will it dry?",
    "His whitish blood ring smoked, will it foam?",
    "My groin blood leather roped, will it marry?",
    "My wife's peasant blood spoked, will it ride again?",
    "Blood in the tin, in the coffee bean, in the",
    "Blood in the language, in the wise text of the market sausage",
    "Blood in the border web, the penal colony shed, in the bilingual yard",
    "Crow blood blues perched on nothingness again",
    "fly over my field, yellow-green & opal",
    "Dog blood crawl & swish through my sheets",
    "Who will eat this speckled corn?",
    "Who shall be born on this Wednesday war bed?",
    "Blood in the acid theater, again, in the box office smash hit",
    "Blood in the Corvette tank, in the crack talk crank below",
    "Blood boat Navy blood glove Army ventricle Marines",
    "in the cookie sex jar, camouflaged rape whalers",
    "Roam & rumble, investigate my Mexican hoodlum blood",
    "Tiny blood behind my Cuban ear, wine colored & hushed",
    "Tiny blood in the death row tool, in the middle-aged corset",
    "Tiny blood sampler, tiny blood, you hush up again, so tiny",
    "Blood in the Groove Shopping Center,",
    "In blue Appalachia river, in Detroit harness spleen",
    "Blood in the Groove Virus machine,",
    "In low ocean tide, in Iowa soy bean",
    "Blood in the Groove Lynch mob orchestra,",
    "South of Herzegovina, south, I said",
    "Blood marching for the Immigration Patrol, prized & arrogant",
    "Blood spawning in the dawn break of African Blood Tribes, grimacing",
    "& multiple—multiple, I said",
    "Blood on the Macho Hat, the one used for proper genuflections",
    "Blood on the faithful knee, the one readied for erotic negation",
    "Blood on the willing nerve terminal, the one open for suicide",
    "Blood at the age of seventeen",
    "Blood at the age of one, dumped in a Greyhound bus",
    "Blood mute & autistic & cauterized & smuggled Mayan",
    "& burned in border smelter tar",
    "Could this be yours? Could this item belong to you?",
    "Could this ticket be what you ordered, could it?",
    "Blood on the wheel, blood on the reel",
    "Bronze dead gold & diamond deep. Blood be fast."
  ],
  "title": "Blood on the Wheel",
  "year": ""
}