{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250748",
  "region": "U.S., Western",
  "text": [
    "At the greyhound bus stations, at airports, at silent wharfs",
    "the bodies exit the crafts. Women, men, children; cast out",
    "from the new paradise.",
    "They are not there in the homeland, in Argentina, not there",
    "in Santiago, Chile; never there in Montevideo, Uruguay,",
    "and they are not here",
    "in",
    "They are in exile: a slow scream across a yellow bridge",
    "the jaws stretched, widening, the eyes multiplied into blood",
    "orbits, torn, whirling, spilling between two slopes; the sea, black,",
    "swallowing all prayers, shadeless. Only tall faceless figures",
    "of pain flutter across the bridge. They pace in charred suits,",
    "the hands lift, point and ache and fly at sunset as cold dark",
    "birds. They will hover over the dead ones: a family shattered",
    "by military, buried by hunger, asleep now with the eyes burning",
    "echoes calling",
    "From here we see them, we the ones from here, not there or across,",
    "only here, without the bridge, without the arms as blue liquid",
    "quenching the secret thirst of unmarked graves, without",
    "our flesh journeying refuge or pilgrimage; not passengers",
    "on imaginary ships sailing between reef and sky, we that die",
    "here awake on Harrison Street, on Excelsior Avenue clutching",
    "the tenderness of chrome radios, whispering to the saints",
    "in supermarkets, motionless in the chasm of playgrounds,",
    "searching at 9 a.m. from our third floor cells, bowing mute,",
    "shoving the curtains with trembling speckled brown hands. Alone,",
    "we look out to the wires, the summer, to the newspaper wound",
    "in knots as matches for tenements. We that look out from",
    "our miniature vestibules, peering out from our old clothes,",
    "the father's well-sewn plaid shirt pocket, an old woman's",
    "oversized wool sweater peering out from the makeshift kitchen.",
    "We peer out to the streets, to the parades, we the ones from here",
    "not there or across, from here, only here. Where is our exile?",
    "Who has taken it?"
  ],
  "title": "Exiles",
  "year": ""
}