{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Living",
    "Health",
    "Illness",
    "Social Commentaries",
    "War",
    "Conflict",
    "Relationships",
    "Sorrow",
    "Grieving"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/183587",
  "region": "U.S., Western",
  "text": [
    "I cut / / / / /",
    "I multiply everyday images. I apply an aluminum point.",
    "To the landscape.",
    "To the sentence.",
    "To the photo.",
    "To the figure.",
    "To the word.",
    "And suddenly, with a slight tremor of eyes, vertebrae and fingers, I",
    "destroy everything that exists.",
    "Through the years, I’ve rebuilt the cells, uncovered the signs of the cold,",
    "immaculate, academic vestibules and of the dead lips and histories in the",
    "metropolitan streets.",
    "My surgery is criminal.",
    "No one has been able to identify the skeletons, the remains, the thousand",
    "scattered nerves of personages I’ve gathered in order to bring this figure",
    "back to life. The scars are numberless and invisible.",
    "Who would suspect a grafik artist?",
    "Who would suspect this gray table as a chamber of murders?",
    "Instruments:",
    "—The pencil sleeping with its yellow blanket and rubber crown.",
    "—A magazine of memories, smiling women, men’s suits and watches like",
    "drops, like science.",
    "—Tubes of smothered ink sounding like small seas pounding a universe of",
    "plastic.",
    "—A photo of a Chamula woman looking through these windows toward",
    "the Mission.",
    "—Watercolors: French Ultramarine, Emerald Green and Windsor Violet.",
    "—Matches thin friends identical soldiers with their red helmets thinking.",
    "—Dictionaries in Portuguese, Spanish and German, white pages beasts",
    "nobody hears moaning.",
    "—The priest lantern praying with its head pointing toward the floor in",
    "front of a fierce wall.",
    "—Solemn archives organized by syllables, breaths, laughs and love with X.",
    "—A book about an artist:",
    ", printed in New",
    "York where they listen to the wind falling from the tallest building.",
    "And the X-acto knives. Triangular. The beautiful blades / / / / /",
    "Every night cars cruise the streets of 24th and Mission. A woman from San",
    "José drives a blue Chevy with smoked windows. Estela. She has reddish",
    "hair. Tight brows and dark eyes desiring everything but this street that",
    "ends in eight blocks: Potrero Avenue. She’ll have to turn. But she won’t.",
    "She won’t go back to the home of twenty years and her father who pretends",
    "to play",
    "by Agustín Lara on his old guitar and the mother organizing a",
    "Jehovah’s Witnesses’ meeting. Estela will leave the car parked between",
    "Harrison Street and Alabama in San Francisco. She’ll walk aimlessly in the",
    "warmth of the produce stores, into St. Peter’s church, by the Galería de la",
    "Raza, China Books, the bakery at La Victoria. She’ll walk in the night with",
    "her eyes burning, seeing him laughing, the young man in his black box",
    "apartment, laughing, laughing, laughing like a little man.",
    "The little man laughs. It’s an apartment of marriage and fists. The",
    "wife-beater laughs in his easy chair. Next to his bed he sees the anxious",
    "note. He focuses on the signature with the E broken in three places.",
    "He looks at the stained and unmade sheets, the dull curtains, the crushed",
    "cigarettes and the ashes. The black-and-white television announces a sale",
    "of living room furniture. With his can of beer he observes. Smokes. Thinks.",
    "Within a week or two they’ll take his cousin to San Quentin prison, again.",
    "The last time he saw him he was a gardener at a college.",
    "He imagines Estela coming home. He imagines and drinks calmly. Makes the",
    "bed. Turns off the television and turns on the fm. He amuses himself in",
    "that space or cube floating above the city.",
    "Estela walks north on the Avenue.",
    "P / O / T / R / E / R / O",
    "Grafiks require precise knives.",
    "On that day",
    "When you came to bathe me",
    "I sweated that stink",
    "That only the anesthetized",
    "Can sweat.",
    "You sponged my skin",
    "Cleaned my hair and",
    "Seeming to ignore",
    "My stunned and shriveled genitals",
    "You nonetheless bathed them . . .",
    "—",
    "Randi finds himself in a hospital in Los Angeles or maybe further south, in",
    "San Diego. I think his parents are from Arizona. He’s very ill. He’s in a room",
    "with a red sign hanging from the doorknob.",
    "I / S / O / L / A / T / I / O / N",
    "His liver is bloated, skin yellowed, hair long and greasy. Weakness",
    "consumes him night after night. He can’t speak, tires easily. But he can",
    "hear. He hears the white heels of the doctors and nurses running to the",
    "rooms of the dying. He hears footsteps fluttering like doves over the floor",
    "or like the leaves of fever falling from the roof of hell.",
    "It’s eleven o’clock at night. He hears the abandoned man in room 200 fall",
    "out of bed attempting to drink a glass of water. He hears the IV tubes",
    "bursting, the sweet plasma spinning between the walls, the bag slipping to",
    "the floor and splattering through the night’s open screens.",
    "The man screams. Vomits blood and ulcers. Gets tangled up in sheets and",
    "transparent plastic veins. After half an hour doves fly in. The leaves fall.",
    "Fast.",
    "After a few days a black man enters room 199. An orderly. He cleans his",
    "body with a warm sponge. His hands run slowly down the yellowed back,",
    "the belly and fragile shoulders of Randi. Dark birds fly over a forgotten",
    "landscape. Randi looks at his mother rubbing his chest with alcohol to",
    "quiet the cough before he sleeps. He turns his face. Imagines his one-room",
    "house, a trailer his father made out of an old car. They’re on a little ranch",
    "at the outskirts of an unknown town. The mountains reflect the afternoon’s",
    "coppery heat. From afar you can see birds crossing above the saguaros and",
    "the sky.",
    "The last time I saw Randi was at San Francisco City College. He had just",
    "turned in all his papers so he could drop out at midterm. He didn’t want to",
    "go on with it. It was a farce.",
    "Like when he was invited to read poetry near the Galería de La Raza in the",
    "Mission District. He never showed up. Took 18th instead of 24th Street.",
    "Some Latinos beat him up. They noticed a homosexual air about him.",
    "Lies do not exist, only the grafik.",
    "This figure has no scars / / / / /",
    "When I had you they didn’t give",
    "me anything. I grabbed onto the",
    "washbasin until I thought I’d die",
    "they did that then. They strapped . . .",
    "—",
    "Eva (circa 1946), the doctor says they have to operate. Your pelvis is too",
    "narrow. The child can’t be born. It will come out in pieces. Eva. They’ll have",
    "to operate.",
    "He says he’ll give you morphine for the stitches afterwards. Even if you",
    "scream, Eva, it’ll be alright. Even if the nurses ignore you, laugh at you as",
    "they see your bluish mouth open, your sleepwalker’s eyes, your hands",
    "scratching against the metal bed or the air or memories. For one long",
    "second they’ll study your womb in bandages stains clouds raindrops suns",
    "and rouge shadows and rage over the coffin hidden by 10 centimeters of",
    "vertical stitching. Eva. You’ll hemorrhage 29 days later while washing",
    "clothes over a tin basin.",
    "Eva. The doctor is smiling. Have faith in him. He says everything is fine.",
    "I’ve signed the papers. Everything is arranged, girl.",
    "—The pencil wakes",
    "—The sheet tightens, the rubber vibrates",
    "—The magazine fades",
    "—The watch is speechless",
    "Someone has erased all the E’s from all the pages; small empty rectangles",
    "remain. The ink runs searching for asylum.",
    "—Emerald green is the color of jagged grass",
    "diluted in great bottles of tears, spit and",
    "alcohol. It’s rain for a hell of cells. They burn",
    "and burn and burn.",
    "S / I / E / B / R / E / N / N / E / N",
    "Diego, you touch up a colossal worker with too-sad eyes, wearing a faded",
    "blue cotton shirt. His eyes are swollen. The worker wants to see, but his",
    "eyes don’t count anymore, just his hands.",
    "They fly.",
    "They untangle above new machines toward the future. Touching the",
    "atmosphere. The fingers touch the 17th of February, 1981.",
    "The National Guard enters the province of Las Cabañas in El Salvador. They",
    "trap the area, cutting off all the roads out for the campesinos. Bombs fall.",
    "The mountains explode rocks, roots and water. An iron shell splinter rips",
    "into the throats of grandfathers and little girls. The initials U S A sweat.",
    "They sweat through the paint of the Guardia helicopters swooping down",
    "over the huts and fields of corn.",
    "Seven thousand begin to run toward the Río Lempa. 15km and then the wide",
    "river. 15km and then maybe refuge in the jungles of Honduras. Only",
    "15kms",
    "9kms",
    "7kms",
    "6kms a pregnant young woman disappears",
    "5kms the Guardia captured her along with the others",
    "4kms they rip off her clothes",
    "4kms soldiers in masculine green stained uniforms circle her",
    "4kms they tie her arms and legs",
    "3kms the bayonet penetrates",
    "2kms it etches an x of red tears over the furious womb",
    "6kms the proud soldier throws down his weapon",
    "12kms sinks his right hand",
    "9kms rips out the fetus with the fingernails of his hot fingers",
    "13kms lifts it up like a torch",
    "1km opening his mouth the soldier screams",
    "15kms One less communist in El Salvador!",
    "They reach the river. They jump in the water. Suddenly, from the Honduran",
    "side other helicopters and machine guns appear. The wind surrenders. The",
    "afternoon weakens.",
    "The giant worker’s machinery shrieks on the tiny corner of the page: Plate",
    "number 113. It’s your self-portrait that you painted on the wall of the",
    "San Francisco Art Institute.",
    "Few blades have been needed / / / / /",
    "This time. I used a few blades to fill the canvas with its dramatis",
    "personae, landscapes and scenes that have been held back and kept secret;",
    "a figure dealt out in different boxes toward different destinies. No one",
    "has been able to figure out what happened on this table. But it’s time to",
    "turn off the black lamp.",
    "If the ask me, I’ll do the only thing I can. I’ll show them everything",
    "I have; the only thing that counts:",
    "//////////////////OOOOOOOOoooooooooooooooo/////////////////////",
    "24242424242424242424242424242424242424242424242424242",
    "februaryfebruaryfebruaryfebruaryfebruaryfebruaryfebruraryfebr",
    "Circacircacircacircacircacircacircacircacircacircacircacircacircacirca",
    "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
    "1515151515151515151515151515151515151515151515151515151",
    "brennenbrennenbrennenbrennenbrennenbrennenbrennenbrennen",
    "????????????????????????????????????????????????????????????????",
    "fotofotofotofotofotofotofotofotofotofotofotofotofotofotofotofotofoto",
    "threethousandthreethousandthreethousandthreethousandthreethousa",
    "iiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii",
    "bladebladebladebladebladebladebladebladebladebladebladebladeblad",
    "potrero///// ////// ///// ///// ////// /// //// /// //potrero",
    "traptraptraptraptraptraptraptraptraptraptraptraptraptraptraptraptr",
    "xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx?xxxxxxxxxxxx",
    "uuuuuuuuuuuuuuXuuuuuuu uuuuuuuuuuuu uuuu uuuu uuuuuuuu",
    "gre – ngre – ngre – ngre – ngre – ngre – ngre – ngre – ngre – ng",
    "himhimhimhimhimhimhimhimhimhimhimhimhimhimhimhimhimhimh",
    "herherherherherherherherherherherherherherherherherherherher",
    "....................................................................e...........................",
    "...................................e....................................rouge................",
    ".............................................e..................................................",
    "leavesleavesleavesleavesleavesleavesleavesleavesleavesleavesle",
    "pencilpencilpencilpencilpencilpencilpencilpencilpencilpencilpencilpe",
    "usausausausausausausausausausausausausausausausausausausa",
    "riverriverriverriverL?L?L?L?L?L?L?L?L?L?L?L?L?L?L?riverriverriverri",
    "- - - - - - - - - -+ - - - - - = = = = = = =+ = = = =+ - = - - - - - -",
    "(((((((((((((((((((((((((((#))))))))))))))))))))))(((((#)))))))))))(#)))",
    "C/////////////R/////////////I////////////M//////////////E//////////////S"
  ],
  "title": "Grafik",
  "year": ""
}