{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Relationships",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/183567",
  "region": "U.S., Western",
  "text": [
    "I am merely posing for a photograph.",
    "Remember, when the Nomenclature",
    "stops you, tell them that—“Sirs, he was posing",
    "for my camera, that is all.” . . . yes, that may just work.",
    "My eyes:",
    "clear, hazel like my father’s, gaze across the sea, my hands at my side, my",
    "legs spread apart in the wet sands, my pants crumpled, torn, withered, my",
    "shirt in rags, see-through in places, no buttons, what a luxury, buttons, I",
    "laugh a little, my tongue slips and licks itself, almost, I laugh, licks itself",
    "from side to side, the corners of my mouth, if only I could talk like I used",
    "to, giggle under moonlight, to myself, my arms destitute, shrunken, I",
    "hadn’t noticed, after so many years sifting through rubble stars, rubble toys,",
    "rubble crosses, after so many decades beseeching rubble breasts—pretend I",
    "came to swim, I am here by accident,",
    "like you.",
    "My face to one side.",
    "Listen to gray-white bells of rubble, the list",
    "goes on—the bones, hearts, puffed intestines,",
    "stoned genitalia, teeth, again I forget how",
    "to piece all this together, scraps, so many scraps,",
    "lines and holes.",
    "The white gray rubble light blinds me,",
    "wait, I just thought—what if this is not visible,",
    "what if all this is not visible.",
    "Listen here, closely:",
    "I am speaking of the amber thighs",
    "still spilling nectar on the dust fleece across Gaza,",
    "the mountains, the spliced wombs across Israel, Syria.",
    "The amber serums cut across all boundaries,",
    "they smell incense, bread, honey—the color",
    "of my mother’s hands, her flesh, the shrapnel is the same color",
    "the propellers churn."
  ],
  "title": "I Am Merely Posing for a Photograph",
  "year": ""
}