{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Class",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250756",
  "region": "U.S., Western",
  "text": [
    "I walk back—nowhere,",
    "under moonlight. The dogs look as if",
    "they are angels, the ones I never imagined,",
    "with drooling silvery rays and torn behinds, yes,",
    "glowing in a strange and excited phosphor,",
    "dancing",
    "out of rhythm, racing up trees, chasing",
    "snails. This is like a children's book.",
    "O, yes, the children",
    "with rectangle heads and sack stomachs.",
    "With the eyes of Da Vinci, sad and impish,",
    "meticulous as Ibn Khaldun and taciturn as Nietzsche,",
    "phlegmatic and bitter, when they speak they leave",
    "opalescent liquids on the grasses, stuttered",
    "under a half-erased mural of Arafat, or",
    "is it Sharon,",
    "wait,",
    "the children never speak,",
    "they nod their heads, they carry huge",
    "bundles strapped across their foreheads.",
    "They weep under newspapers and roll up",
    "their skirts and wash them in the gutters,",
    "ponds, if they find them, then they run to the sea.",
    "This is where we meet, on occasion, we",
    "make up stories, we remember fruits and produce",
    "as if blessed by the plutonium blasts.",
    "\"Remember the pears, they were so green,",
    "and the avocados, like guitars, honey-golden, and",
    "the asparagus, like a lion's rainy mane, and . . .\"",
    "Our mouths water. Their mouths water,",
    "I am used to these stories. I am used to the land",
    "barren, bitten and aflame with lies. I am used to",
    "our faces in this new wild dispassionate light.",
    "I learned this from my musician friends, from",
    "years waging futile wars with poetry until",
    "I could not think of anything else."
  ],
  "title": "I Walk Back Nowhere",
  "year": ""
}