{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "Music",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/184007",
  "region": "U.S., Western",
  "text": [
    "Little Tokyo bar—",
    "ladies night, smoky gauze balcony, whispering. Tommy Becker,",
    "makes up words to “La Bamba”—request by Hard Jackson,",
    "mechanic on the left side of Paulie, oldies dancer, glowing",
    "with everything inside of her, shattered remembrances, healed",
    "in lavender nail polish, the jagged fingernail tapping. So",
    "play it hard above this floor, this velvet desert. I want",
    "the Titian ochre yeast of winter, keyboard man, fix your eyes",
    "on my eyes and tell me, handsome, how long will I live?",
    "How many double-fisted desires, crushed letters, will I lift",
    "in this terrain? And this rumbling sleeve, this ironed flint",
    "of inquisitions and imaginary executors, where shall I strike,",
    "what proud stones? Will this fauna open for me, ever, this fuzz,",
    "anointed beak inside the bartender’s mirrors, etched doves,",
    "a cautious spiral Harley tank, hissing, this Indian bead choker on Rita’s neck?",
    "How long shall we remain as wavy reflections,",
    "imitators of our own jacket’s frown? Who shall awaken first?",
    "Margo Fitzer, the waitress? I will say, Queen Margo, sing to me",
    "stoic princess of slavering hearts, three faint lines creased",
    "on your satin belly, toss our planet onto your umber lacquer tray,",
    "too empty now; make the earth spin its dog rhapsody, erotic",
    "through this silvery off-ramp and flake, unfurl. We tumble across",
    "this raceway in honey-glazed traces, our arms ahead, the hands",
    "flying to Ricky’s Ice Cream Parlour, outside. I want to own one",
    "someday, maybe on Thirty-Second Street. You will see me",
    "in my gelled waved hair, my busy wrists—so fast, a clown’s",
    "resolute gloves, dipping faster than finger painting—except",
    "I’d be stirring milk and the chocolate foam of love, churning,",
    "burning this sweet spirit, more uncertain, than the celestial",
    "sheaths above the prairie frost. See the boy coming, they chide,",
    "leaning, how he crosses his legs, his eyes dreaming, sideburns",
    "just shaved clean. He weighs the sour slate on his father’s breath;",
    "perfume, fortune, cards left on the bleeding table. Milo Wilkens, drummer",
    "at the curve, strokes his nipples with his arms as he hits the high hat.",
    "Somewhere in the back rooms, I know, a shrine, orange sponge cushions,",
    "two toilets and a wire wound wicker box, to leave flowers, occasional",
    "offerings by the Johnson County dudes, detasselers in jersey ties.",
    "Talk no more, enjoy. Darling singer, let your starry blouse sway me,",
    "steal this fresh peach half from its amber juice; I want the moon",
    "in this nectar, too. The flashing cymbals, feverish. Who can strike",
    "a votive candle, love, or sleep in this electronic night? Just listen",
    "to the two-part harmony, laughter, peeling beyond the cemetery, beyond",
    "the Iowa river—where the spike hat rooster bristles his tiny ears,",
    "bows his head, and sips from the dark canister under the carved pearl-stone.",
    "And then, returns. Let us drink, salute the bright spokes of meal, the dying",
    "wands of river blossoms, grandmother’s sacred hair; listen, her soprano",
    "owl, her bluish melody, so thin. Another glass please, we shall dance",
    "once again, our eyebrows smearing against each other’s cheekbones, loud",
    "with a Midwest sweat, a cantata from the crosshatch amp, click it.",
    "Click it, for wild kind rain, forgiving seasons, for the blushed bread",
    "of our shoulders and thighs, this night, everyone is here. Even Jeff Yoder",
    "came all the way from Illinois, to fill a bucket with passion, ruffled,",
    "thick. O sax player with a jail needle tattoo, leap onto this wet pavement,",
    "call my lonesome tempest heart, its buried mother’s kiss, bless us",
    "in staccato, with quivers of oak branch greenness, and sparrow longings",
    "riff over this brutal sky, give us your bell filled, conjure your tropic,",
    "our lover’s breath. Blues bar dancers, jangling gold popcorn, chord makers,",
    "opal-eyed Suzie in a flannel shirt; we beckon the spark, the flaring",
    "this lost body to live."
  ],
  "title": "Iowa Blues Bar Spiritual",
  "year": ""
}