{
  "author": "Juan Felipe Herrera",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Gender",
    "Sexuality",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/183557",
  "region": "U.S., Western",
  "text": [
    "I do not understand why men make war.",
    "Is it because artillery is the most stoic example",
    "of what flesh can become?",
    "Is it because the military plan is the final map",
    "drawn by the wisest hunter?",
    "Is it because the neutron ray is the invincible finger",
    "no one will disobey?",
    "or",
    "Is it because the flood of blood is the proper penance",
    "workers must pay for failing tribute at the prescribed",
    "hour?",
    "I do not understand why men make war.",
    "Is it because when death is multiple and expanding, there",
    "among the odd assemblages, arbitrary and unnamed, there",
    "among the shrivelled mountains, distorted and hollow, there",
    "among the liquid farms and cities, cold and sallow, there",
    "among the splintered bones of children, women, men and cattle",
    "there and only there, the eerie head of power is being born?",
    "Is it because submission is the only gesture to be rehearsed,",
    "to be dressed, to be modeled, to be cast, to be chosen",
    "in the one and only one drama to be staged in the theater of",
    "this world, where everyone must act with the backbone humbled",
    "with the mascara of bondage, with the lipstick of slaves under",
    "the light of gentle assassination with applause piercing the ground",
    "forever?",
    "or",
    "Is it because war is the secret room of all things to be kept",
    "sealed and contained, to be conquered and renamed",
    "enclosed by an empire of walls, vaults, hinges and locks with",
    "the hot key that men and only men must possess for an eternal",
    "evening to visit and contemplate, to snap open a favorite window",
    "and gaze at the calibrated murder as lovers of beauty?"
  ],
  "title": "War Voyeurs",
  "year": ""
}