{
  "author": "Charles Simic",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171691",
  "region": "U.S., New England",
  "text": [
    "Great are the Hittites.",
    "Their ears have mice and mice have holes.",
    "Their dogs bury themselves and leave the bones",
    "To guard the house. A single weed holds all their storms",
    "Until the spiderwebs spread over the heavens.",
    "There are bits of straw in their lakes and rivers",
    "Looking for drowned men. When a camel won’t pass",
    "Through the eye of one of their needles,",
    "They tie a house to its tail. Great are the Hittites.",
    "Their fathers are in cradles, their newborn make war.",
    "To them lead floats, a leaf sinks. Their god is the size",
    "Of a mustard seed so that he can be quickly eaten.",
    "They also piss against the wind,",
    "Pour water in a leaky bucket.",
    "Strike two tears to make fire,",
    "And have tongues with bones in them,",
    "Bones of a wolf gnawed by lambs.",
    "*",
    "They are also called mound builders,",
    "They are called Asiatic horses",
    "That will drink on the Rhine, they are called",
    "My grandmother’s fortune-telling, they are called",
    "You can’t take it to the grave with you.",
    "It’s that hum in your left ear,",
    "A sigh coming from deep within you,",
    "A dream in which you keep falling forever,",
    "The hour in which you sit up in bed",
    "As though someone has shouted your name.",
    "No one knows why the Hittites exist,",
    "Still, when two are whispering",
    "One of them is listening.",
    "Did they catch the falling knife?",
    "They caught it like a fly with closed mouths.",
    "Did they balance the last egg?",
    "They struck the egg with a bone so it won’t howl.",
    "Did they wait for dead man’s shoes?",
    "The shoes went in at one ear and out the other.",
    "Did they wipe the blood from their mousetraps?",
    "They burnt the blood to warm themselves.",
    "Are they cold with no pockets in their shrouds?",
    "If the sky falls, they shall have clouds for supper.",
    "What do they have for us",
    "To put in our pipes and smoke?",
    "They have the braid of a beautiful girl",
    "That drew a team of cattle",
    "And the engraving of him who slept",
    "With dogs and rose with fleas",
    "Searching for its trace in the sky.",
    "*",
    "And so there are fewer and fewer of them now.",
    "Who wrote their name on paper",
    "And burnt the paper? Who put snake bones",
    "In their pillows? Who threw nail parings",
    "In their soup? Who made them walk",
    "Under the ladder? Who stuck pins",
    "In their snapshots?",
    "The wart of warts and his brother evil eye.",
    "Bone-lazy and her sister rabbit’s-foot.",
    "Cross-your-fingers and their father dog star.",
    "Knock-on-wood and his mother hellfire.",
    "Because the tail can’t wag the cow.",
    "Because the woods can’t fly to the dove.",
    "Because the stones haven’t said their last word.",
    "Because dunghills rise and empires fall.",
    "*",
    "They are leaving behind",
    "All the silver spoons",
    "Found inside their throats at birth,",
    "A hand they bit because it fed them,",
    "Two rats from a ship that is still sinking,",
    "A collection of various split hairs,",
    "The leaf they turned over too late.",
    "*",
    "All that salt cast over the shoulder,",
    "All that bloody meat traveling under the saddles of nomads ...",
    "Here comes a forest in wolf’s clothing,",
    "The wise hen bows to the umbrella.",
    "When the bloodshot evening meets the bloodshot night,",
    "They tell each other bloodshot tales.",
    "That bare branch over them speaks louder than words.",
    "The moon is worn threadbare.",
    "I repeat: lean days don’t come singly,",
    "It takes all kinds to make the sun rise.",
    "The night is each man’s castle.",
    "Don’t let the castle out of the bag.",
    "Wind in the valley, wind in the high hills,",
    "Practice will make this body fit this bed.",
    "*",
    "May all roads lead",
    "Out of a sow’s ear",
    "To what’s worth",
    "Two in the bush."
  ],
  "title": "Concerning My Neighbors, the Hittites",
  "year": ""
}