{
  "author": "James Thomson (Bysshe Vanolis) (Bysshe Vanolis)",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174674",
  "region": "Scotland",
  "text": [
    "As I came through the desert thus it was,",
    "As I came through the desert: All was black,",
    "In heaven no single star, on earth no track;",
    "A brooding hush without a stir or note,",
    "The air so thick it clotted in my throat;",
    "And thus for hours; then some enormous things",
    "Swooped past with savage cries and clanking wings:",
    "But I strode on austere;",
    "No hope could have no fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: Eyes of fire",
    "Glared at me throbbing with a starved desire;",
    "The hoarse and heavy and carnivorous breath",
    "Was hot upon me from deep jaws of death;",
    "Sharp claws, swift talons, fleshless fingers cold",
    "Plucked at me from the bushes, tried to hold:",
    "But I strode on austere;",
    "No hope could have no fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: Lo you, there,",
    "That hillock burning with a brazen glare;",
    "Those myriad dusky flames with points a-glow",
    "Which writhed and hissed and darted to and fro;",
    "A Sabbath of the Serpents, heaped pell-mell",
    "For Devil's roll-call and some",
    "of Hell:",
    "Yet I strode on austere;",
    "No hope could have no fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: Meteors ran",
    "And crossed their javelins on the black sky-span;",
    "The zenith opened to a gulf of flame,",
    "The dreadful thunderbolts jarred earth's fixed frame:",
    "The ground all heaved in waves of fire that surged",
    "And weltered round me sole there unsubmerged:",
    "Yet I strode on austere;",
    "No hope could have no fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: Air once more,",
    "And I was close upon a wild sea-shore;",
    "Enormous cliffs arose on either hand,",
    "The deep tide thundered up a league-broad strand;",
    "White foambelts seethed there, wan spray swept and flew;",
    "The sky broke, moon and stars and clouds and blue:",
    "And I strode on austere;",
    "No hope could have no fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: On the left",
    "The sun arose and crowned a broad crag-cleft;",
    "There stopped and burned out black, except a rim,",
    "A bleeding eyeless socket, red and dim;",
    "Whereon the moon fell suddenly south-west,",
    "And stood above the right-hand cliffs at rest:",
    "Still I strode on austere;",
    "No hope could have no fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: From the right",
    "A shape came slowly with a ruddy light;",
    "A woman with a red lamp in her hand,",
    "Bareheaded and barefooted on that strand;",
    "O desolation moving with such grace!",
    "O anguish with such beauty in thy face.",
    "I fell as on my bier,",
    "Hope travailed with such fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: I was twain,",
    "Two selves distinct that cannot join again;",
    "One stood apart and knew but could not stir,",
    "And watched the other stark in swoon and her;",
    "And she came on, and never turned aside,",
    "Between such sun and moon and roaring tide:",
    "And as she came more near",
    "My soul grew mad with fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: Hell is mild",
    "And piteous matched with that accursèd wild;",
    "A large black sign was on her breast that bowed,",
    "A broad black band ran down her snow-white shroud;",
    "That lamp she held was her own burning heart,",
    "Whose blood-drops trickled step by step apart;",
    "The mystery was clear;",
    "Mad rage had swallowed fear.",
    "As I came through the desert thus it was,",
    "As I came through the desert: By the sea",
    "She knelt and bent above that senseless me;",
    "Those lamp-drops fell upon my white brow there,",
    "She tried to cleanse them with her tears and hair;",
    "She murmured words of pity, love, and woe,",
    "She heeded not the level rushing flow:",
    "And mad with rage and fear,",
    "I stood stonebound so near.",
    "As I came through the desert thus it was,",
    "As I came through the desert: When the tide",
    "Swept up to her there kneeling by my side,",
    "She clasped that corpse-like me, and they were borne",
    "Away, and this vile me was left forlorn;",
    "I know the whole sea cannot quench that heart,",
    "Or cleanse that brow, or wash those two apart:",
    "They love; their doom is drear,",
    "Yet they nor hope nor fear;",
    "But I, what do I here?"
  ],
  "title": "The City of Dreadful Night",
  "year": ""
}