{
  "author": "Tony Barnstone",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Money",
    "Economics",
    "Popular Culture",
    "Cities",
    "Urban Life",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237408",
  "region": "U.S., Western",
  "text": [
    "Blessed are the marble breasts of Venus,",
    "those ancient miracles, for they are upright and milk white",
    "and they point above the heads of the crowd in the casino.",
    "Blessed are the crowds that play, and whose reflections",
    "sway in the polish of her eggshell eyes,",
    "for they circle like birds around the games,",
    "and they are beautiful and helpless.",
    "Bless the fast glances that handle the waitress,",
    "bless her miniskirt toga and the flame-gold scotch,",
    "and bless the gamblers who gaze at the stage.",
    "Remember also the dancer and remember her dance,",
    "her long neck arched like a wild white goose,",
    "the tassels on her nipples that shoot like sparks,",
    "and bless the legs and bless the breasts",
    "for they are fruit and honey and they are generous to the eyes.",
    "Have mercy on my wallet, the dollars I punch into the slot,",
    "and grace the wheels swapping clubs and hearts.",
    "Mercy on me too, as I stumble as if in a hashish haze",
    "watching the reels spin away, for I am a blown fuse",
    "and I need someone to bless me before it’s too late.",
    "Honor the chance in a million, the slot machine jolting,",
    "the yellow light flashing, honor the voice that calls",
    ",",
    "and the coins that crush into the brushed steel tray,",
    "for there is a time for winning and a time for losing",
    "and if you cast your bread upon the waters",
    "you will find it again after many days.",
    "Pity the crowd around the blessed winner",
    "all patting his back as if it rubs off,",
    "this juice, this force, this whatever",
    "that might save them from their own cursed luck.",
    "And pity the poor winner whose hand claws back",
    "into his bucket of coins and who cannot walk away,",
    "because he’d do anything for the feeling he had",
    "when the great pattern rose from the chaos",
    "of cherries and lemons and diamonds and stars",
    "and he knew for that moment he was blessed."
  ],
  "title": "The 167th Psalm of Elvis",
  "year": ""
}