{
  "author": "Christian Wiman",
  "classification": "",
  "keywords": [
    "Activities",
    "School",
    "Learning",
    "Religion",
    "Christianity",
    "Faith",
    "Doubt"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249782",
  "region": "U.S., New England",
  "text": [
    "I tell you it's a bitch existence some Sundays",
    "and it's no good pretending you don't have to pretend,",
    "don't have to hitch up those gluefutured nags Hope and Help",
    "and whip the sorry chariot of yourself",
    "toward whatever hell your heaven is on days like these.",
    "I tell you it takes some hunger heaven itself won't slake",
    "to be so twitchingly intent on the pretty organist's pedaling,",
    "so lizardly alert to the curvelessness of her choir robe.",
    "Here it comes, brothers and sisters, the confession of sins,",
    "hominy hominy, dipstick doxology, one more churchcurdled hymn",
    "we don't so much sing as haunt: grounded altos, gear-grinding tenors,",
    "two score and ten gently bewildered men lip-synching along.",
    "You're up, Pastor. Bring on the unthunder. Some trickle-piss tangent",
    "to reality. Some bit of the Gospel grueling out of you.",
    "I tell you sometimes mercy means nothing",
    "but release from this homiletic hologram, a little fleshstep",
    "sideways, as it were, setting passion on autopilot (as if it weren't!)",
    "to gaze out in peace at your peaceless parishioners:",
    "boozeglazes and facelifts, bad mortgages, bored marriages,",
    "a masonry of faces at once specific and generic,",
    "and here and there that rapt famished look that leaps",
    "from person to person, year to year, like a holy flu.",
    "All these little crevices into which you've crawled",
    "like a chubby plumber with useless tools:",
    "Here, have a verse for your wife's death.",
    "Here, have a death for your life's curse.",
    "I tell you some Sundays even the children's sermon",
    "— maybe especially this — sharks your gut",
    "like a bite of tin some beer-guzzling goat",
    "either drunkenly or mistakenly decides to sample.",
    "I know what you're thinking. Christ's in this.",
    "He'll get to it, the old cunner, somewhere somehow",
    "there's the miracle meat, the aurora borealis blood,",
    "every last atom compacted to a grave",
    "and the one thing that every man must lose to save.",
    "Well, friends, I'm here to tell you two things today.",
    "First, though this is not, for me, one of those bilious abrading days,",
    "though in fact I stand before you in a rage of faith",
    "and have all good hope that you will all go help",
    "untold souls back into their bodies,",
    "ease the annihilating No above which they float,",
    "the truth is our only savior is failure.",
    "Which brings me to the second thing: that goat.",
    "It was real. It is, as is usually the case, the displacement of agency",
    "that is the lie. It was long ago, Mexico, my demon days:",
    "It was a wager whose stakes I failed to appreciate.",
    "He tottered. He flowered. He writhed time to a fraught quiet,",
    "and kicked occasionally, and lay there twitching, watching me die."
  ],
  "title": "The Preacher Addresses the Seminarians",
  "year": ""
}