{
  "author": "Kathy Fagan",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249474",
  "region": "",
  "text": [
    "Arcades of plane trees arc",
    "above the canal.",
    "I know they are not a choir.",
    "I know they are not Kabuki, tusk, knuckle, or",
    "the swords and flames St. Joan rode into,",
    "though it’s true I think of them as these,",
    "and as the sky’s deep pockets of snow, white keys,",
    "mammoth teeth. It is my way and my need:",
    "My emblems on a crest,",
    "gallery of visible ghosts. Mostly I love the light",
    "they hold inside, the all-too-much and aged",
    "of them, their airborne electricities. Who’s to explain",
    "affinities like these? Two seas were joined this way",
    "in 1681, sparing sailors from piracy and storms.",
    "In the 1830s, planes were planted on its banks",
    "to protect vacationers from sun. Now a careless",
    "tourist nicks a tree with rope and spreads disease",
    "that will kill them all.",
    ", traced",
    "to munitions boxes brought by World War II GIs.",
    "42,000 must be felled and burned to save, scientists",
    "hope, the remaining planes, cousin to our sycamore,",
    "that is the wood that made the box that held",
    "the fungus riding in the waters of the canal.",
    "Measures have been taken. The road to hell, etc.",
    "St. Joan, finally, was burned to death for the cross-",
    "dressing; Kabuki theaters incinerated by soldiers",
    "for their drag shows and wartime sympathies.",
    "Sorrow. Desire. There are so many auto fatalities",
    "on plane-lined streets here, the French joke",
    "about why the tree crossed the road. They burn",
    "the hollows out sometimes. Inscribe vaginal lips",
    "around the gashes in swaths of hot pink paint.",
    "What we leave behind and what is left of us",
    "are related questions. The graves in town are up",
    "to three centuries old. Some crypts, forged crosses,",
    "chipped wreaths of ceramic flowers. Earth gouged,",
    "trees felled, buildings razed, never mind the lives.",
    "In the new world, a fungus-resistant sycamore",
    "is bred to replace relatives destroyed at the canal.",
    "Measures taken. Like swapping out the burnt-out",
    "bulbs on a string of Christmas lights. So what",
    "if we are replaceable? Mostly I love how",
    "we burst the prisons of our skins and shine.",
    "Outside the cemetery, someone’s magic-markered",
    "a locked electrical box with the words",
    ".",
    "The plaques on the graves nearby are inscribed",
    "and",
    ". Which are, even in my language,",
    "polite ways of saying",
    "."
  ],
  "title": "Inscription",
  "year": ""
}