{
  "author": "Danez Smith",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249154",
  "region": "",
  "text": [
    "Let’s make a movie called",
    ".",
    "meets",
    "meets",
    ".",
    "There should be a scene where a little black boy is playing",
    "with a toy dinosaur on the bus, then looks out the window",
    "& sees the T. Rex, because there has to be a T. Rex.",
    "Don’t let Tarantino direct this. In his version, the boy plays",
    "with a gun, the metaphor: black boys toy with their own lives,",
    "the foreshadow to his end, the spitting image of his father.",
    "Fuck that, the kid has a plastic Brontosaurus or Triceratops",
    "& this is his proof of magic or God or Santa. I want a scene",
    "where a cop car gets pooped on by a pterodactyl, a scene",
    "where the corner store turns into a battle ground. Don’t let",
    "the Wayans brothers in this movie. I don’t want any racist shit",
    "about Asian people or overused Latino stereotypes.",
    "This movie is about a neighborhood of royal folks —",
    "children of slaves & immigrants & addicts & exiles — saving their town",
    "from real-ass dinosaurs. I don’t want some cheesy yet progressive",
    "Hmong sexy hot dude hero with a funny yet strong commanding",
    "black girl buddy-cop film. This is not a vehicle for Will Smith",
    "& Sofia Vergara. I want grandmas on the front porch taking out raptors",
    "with guns they hid in walls & under mattresses. I want those little spitty,",
    "screamy dinosaurs. I want Cicely Tyson to make a speech, maybe two.",
    "I want Viola Davis to save the city in the last scene with a black fist afro pick",
    "through the last dinosaur’s long, cold-blood neck. But this can’t be",
    "a black movie. This can’t be a black movie. This movie can’t be dismissed",
    "because of its cast or its audience. This movie can’t be a metaphor",
    "for black people & extinction. This movie can’t be about race.",
    "This movie can’t be about black pain or cause black people pain.",
    "This movie can’t be about a long history of having a long history with hurt.",
    "This movie can’t be about race. Nobody can say nigga in this movie",
    "who can’t say it to my face in public. No chicken jokes in this movie.",
    "No bullets in the heroes. & no one kills the black boy. & no one kills",
    "the black boy. & no one kills the black boy. Besides, the only reason",
    "I want to make this is for that first scene anyway: the little black boy",
    "on the bus with a toy dinosaur, his eyes wide & endless",
    "his dreams possible, pulsing, & right there."
  ],
  "title": "Dinosaurs in the Hood",
  "year": ""
}