{
  "author": "Rodney Koeneke",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247672",
  "region": "U.S., Northwestern",
  "text": [
    "This poem is essentially about life and death.",
    "What is clear about this particular poem, compared to most poetry,",
    "is that through the voice of the speaker the reader can feel the",
    "emotions and thoughts of the author",
    "flattening down into points",
    "that come across as very personal",
    "to delight and sadden the younger readers of today.",
    "In almost all other poetry there is a “speaker”",
    "who goes upward and upward,",
    "a machine that absorbs vibration from bigger machines",
    "but if it happens here now, in this poem",
    "will there be anyone nearby who wants to see?",
    "Maybe the dead know how to live more fully,",
    "torches turned down but still fuming",
    "like rinds around hot marshmallows do,",
    "their divided subject matter focused primarily",
    "on dark imagery with symbols of light inside—",
    "I never understood the big whoop about Demeter:",
    "reading is already a giant supplanting.",
    "A new reader discovers this work",
    "while he is leaving flowers where his dead bride used to be.",
    "But it enables him to be reborn again each time—",
    "Persephone is not the unhappy one",
    "moving up the dark stairs",
    "she considers in her consciousness as light",
    "while the poem commences and commences",
    "like the days dividing summer from its students,",
    "sponges that sway in an undersea film",
    "Until the poem spreads, and reaches its conclusion",
    "that students are each taught to believe in things differently:",
    "that Persephone was a goddess",
    "who was abducted by Pluto,",
    "the author himself a blue web that exists",
    "years and years after his death",
    "stuck inside the tired envelope of poetry",
    "Who feels he finally is reading himself,",
    "the spring flowers intense and papery",
    "like they used to be, enabling the reader",
    "again to feel the darkness",
    "with a rhythm that enables the reader to almost see.",
    "Was his conclusion merely a mistake, or did he intentionally",
    "use elements of different poems until he finally made",
    "his destination, from blue to smoking to flatten,",
    "September confused with its light?"
  ],
  "title": "Bardic Genetics",
  "year": ""
}