{
  "author": "Carolyn Wells",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182769",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It was an Artless Poster Girl pinned up against my wall,",
    "She was tremendous ugly, she was exceeding tall;",
    "I was gazing at her idly, and I think I must have slept,",
    "For that poster maiden lifted up her poster voice, and wept.",
    "She said between her poster sobs, ‘I think it’s rather rough",
    "To be jeered and fleered and flouted, and I’ve stood it long enough;",
    "I’m tired of being quoted as a Fright and Fad and Freak,",
    "And I take this opportunity my poster mind to speak.",
    "‘Although my hair is carmine and my nose is edged with blue,",
    "Although my style is splashy and my shade effects are few,",
    "Although I’m out of drawing and my back hair is a show,",
    "Yet I have n’t half the whimseys of the maidens that you know.",
    "‘I never keep you waiting while I prink before the glass,",
    "I never talk such twaddle as that little Dawson lass,",
    "I never paint on china, nor erotic novels write,",
    "And I never have recited “Curfew must not ring tonight”.",
    "‘I don’t rave over Ibsen, I never, never flirt,",
    "I never wear a shirt waist with a disconnected skirt;",
    "I never speak in public on “The Suffrage”, or “The Race”,",
    "I never talk while playing whist, or trump my partner’s ace.’",
    "I said: ‘O artless Poster Girl, you’re in the right of it,",
    "You are a joy forever, though a thing of beauty, nit!’",
    "And from her madder eyebrows to her utmost purple swirl,",
    "Against all captious critics I’ll defend the Poster Girl."
  ],
  "title": "The Poster Girl’s Defence",
  "year": ""
}