{
  "author": "Edgar Bowers",
  "classification": "Blank Verse",
  "keywords": [
    "Music",
    "Stars, Planets, Heavens",
    "Fall",
    "Trees",
    "Flowers",
    "Nature",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171958",
  "region": "U.S., Southern",
  "text": [
    "1",
    "The autumn shade is thin. Grey leaves lie faint",
    "Where they will lie, and, where the thick green was,",
    "Light stands up, like a presence, to the sky.",
    "The trees seem merely shadows of its age.",
    "From off the hill, I hear the logging crew,",
    "The furious and indifferent saw, the slow",
    "Response of heavy pine; and I recall",
    "That goddesses have died when their trees died.",
    "Often in summer, drinking from the spring,",
    "I sensed in its cool breath and in its voice",
    "A living form, darker than any shade",
    "And without feature, passionate, yet chill",
    "With lust to fix in ice the buoyant rim\u0097",
    "Ancient of days, the mother of us all.",
    "Now, toward his destined passion there, the strong,",
    "Vivid young man, reluctant, may return",
    "From suffering in his own experience",
    "To lie down in the darkness. In this time,",
    "I stay in doors. I do my work. I sleep.",
    "Each morning, when I wake, I assent to wake.",
    "The shadow of my fist moves on this page,",
    "Though, even now, in the wood, beneath a bank,",
    "Coiled in the leaves and cooling rocks, the snake",
    "Does as it must, and sinks into the cold.",
    "2",
    "Nights grow colder. The Hunter and the Bear",
    "Follow their tranquil course outside my window.",
    "I feel the gentian waiting in the wood,",
    "Blossoms waxy and blue, and blue-green stems",
    "Of the amaryllis waiting in the garden.",
    "I know, as though I waited what they wait,",
    "The cold that fastens ice about the root,",
    "A heavenly form, the same in all its changes,",
    "Inimitable, terrible, and still,",
    "And beautiful as frost. Fire warms my room.",
    "Its light declares my books and pictures. Gently,",
    "A dead soprano sings Mozart and Bach.",
    "I drink bourbon, then go to bed, and sleep",
    "In the Promethean heat of summer’s essence.",
    "3",
    "Awakened by some fear, I watch the sky.",
    "Compelled as though by purposes they know,",
    "The stars, in their blue distance, still affirm",
    "The bond of heaven and earth, the ancient way.",
    "This old assurance haunts small creatures, dazed",
    "In icy mud, though cold may freeze them there",
    "And leave them as they are all summer long.",
    "I cannot sleep. Passion and consequence,",
    "The brutal given, and all I have desired",
    "Evade me, and the lucid majesty",
    "That warmed the dull barbarian to life.",
    "So I lie here, left with self-consciousness,",
    "Enemy whom I love but whom his change",
    "And his forgetfulness again compel,",
    "Impassioned, toward my lost indifference,",
    "Faithful, but to an absence. Who shares my bed?",
    "Who lies beside me, certain of his waking,",
    "Led sleeping, by his own dream, to the day?",
    "4",
    "If I ask you, angel, will you come and lead",
    "This ache to speech, or carry me, like a child,",
    "To riot? Ever young, you come of age",
    "Remote, a pledge of distances, this pang",
    "I notice at dusk, watching you subside",
    "From tree-tops and from fields. Mysterious self,",
    "Image of the fabulous alien,",
    "Even in sleep you summon me, even there,",
    "When, under his native tree, Odysseus hears",
    "His own incredible past and future, whispered",
    "By wisdom, but by wisdom in disguise.",
    "5",
    "Thinking of a bravura deed, a place",
    "Sacred to a divinity, an old",
    "Verse that seems new, I postulate a man",
    "Mastered by his own image of himself.",
    "Who is it says,",
    "Sensuous angel,",
    "Vessel of nerve and blood, the impoverished heir",
    "Of an awareness other than his own?",
    "Not these, but one to come? For there he is,",
    "In a steel helmet, raging, fearing his death,",
    "Carrying bread and water to a quiet,",
    "Placing ten sounds together in one sound:",
    "Confirming his election, or merely still,",
    "Sleeping, or in a colloquy with the sun.",
    "6",
    "Snow and then rain. The roads are wet. A car",
    "Slips and strains in the mire, and I remember",
    "Driving in France: weapons-carriers and jeeps;",
    "Our clothes and bodies stiffened by mud; our minds",
    "Diverted from fear. We labor. Overhead,",
    "A plane, Berlin or Frankfurt, now New York.",
    "The car pulls clear. My neighbor smiles. He is old.",
    "Was this our wisdom, simply, in a chance,",
    "In danger, to be mastered by a task,",
    "Like groping round a chair, through a door, to bed?",
    "7",
    "A dormant season, and, under the dripping tree,",
    "Not sovereign, ordering nothing, letting the past",
    "Do with me as it will, I savor place",
    "And weather, air and sun. Though Hercules",
    "Confronts his nature in his deed, repeats",
    "His purposes, and is his will, intact,",
    "Magnificent, and memorable, I try",
    "The simplest forms of our old poverty.",
    "I seek no end appointed in my absence",
    "Beyond the silence I already share.",
    "8",
    "I drive home with the books that I will read.",
    "The streets are harsh with traffic. Where I once",
    "Played as a boy amid old stands of pine,",
    "Row after row of houses. Lined by the new",
    "Debris of wealth and power, the broken road.",
    "Then miles of red clay bank and frugal ground.",
    "At last, in the minor hills, my father’s place,",
    "Where I can find my way as in a thought\u0097",
    "Gardens, the trees we planted, all we share.",
    "A Cherokee trail runs north to summer hunting.",
    "I see it, when I look up from the page.",
    "9",
    "In nameless warmth, sun light in every corner,",
    "Bending my body over my glowing book,",
    "I share the room. Is it with a voice or touch",
    "Or look, as of an absence, learned by love,",
    "Now, merely mine? Annunciation, specter",
    "Of the worn out, lost, or broken, telling what future.",
    "What vivid loss to come, you change the room",
    "And him who reads here. Restless, he will stir,",
    "Look round, and see the room renewed and line,",
    "Color, and shape as, in desire, they are,",
    "Not shadows but substantial light, explicit,",
    "Bright as glass, inexhaustible, and true.",
    "1O",
    "My shadow moves, until, at noon, I stand",
    "Within its seal, as in the finished past.",
    "But in the place where effect and cause are joined,",
    "In the warmth or cold of my remembering,",
    "Of love, of partial freedom, the time to be",
    "Trembles and glitters again in windy light.",
    "For nothing is disposed. The slow soft wind",
    "Tilting the blood-root keeps its gentle edge.",
    "The intimate cry, both sinister and tender,",
    "Once heard, is heard confined in its reserve.",
    "My image of myself, apart, informed",
    "By many deaths, resists me, and I stay",
    "Almost as I have been, intact, aware,",
    "Alive, though proud and cautious, even afraid."
  ],
  "title": "Autumn Shade",
  "year": ""
}