{
  "author": "Edgar Bowers",
  "classification": "Blank Verse",
  "keywords": [
    "War",
    "Conflict",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171964",
  "region": "U.S., Southern",
  "text": [
    "The clairvoyante, a major general’s wife,",
    "The secretaries’ sibyl, read the letters",
    "They brought her from their GI soldier-lovers,",
    "Interpreting the script. I went along",
    "One afternoon with writing of my own.",
    "“This writing is by one you cannot trust,”",
    "She frowned, and all the secretaries smiled.",
    "But when she took my palm, she read the brown",
    "Fingers for too much smoking and the lines",
    "Of time and fate for a long and famous life.",
    "“Soon you will take a trip by land and sea.”",
    "Across the hall, her husband, half asleep",
    "And propped high on his pillows, when I bent",
    "To shake his hand, seeing my uniform,",
    "Called in a whisper as if he still dreamed,",
    "“I told him not to go to Russia!” Then,",
    "Remembering the woman at my jeep,",
    "Among the smoking tanks and half-tracks, crying,",
    "“My husband fell in Russia!” I thought I saw",
    "For him the summer uniforms in snow,",
    "Partisans, savage reprisals, day-long strafing,",
    "Long lines of prisoners never to return,",
    "Comrades armless, legless, and blind. But he,",
    "Clutching my sleeve to pull me closer, whispered,",
    "“It was the SS did it, not my men.",
    "The week before the armistice, they took",
    "Three just-conscripted boys who were afraid",
    "And hanged them, German children, the sky green",
    "Above the uniforms too big for them,",
    "As we saw when we found and cut them down.",
    "It was then that I despaired to live or die.”",
    "The secretaries waiting with their coats on,",
    "She thanked me for my visit, and, “Next week",
    "Bring cigarettes and coffee, please,” she said."
  ],
  "title": "Clear-seeing",
  "year": ""
}