{
  "author": "Edgar Bowers",
  "classification": "Blank Verse",
  "keywords": [
    "War",
    "Conflict",
    "Crime",
    "Punishment",
    "History",
    "Politics",
    "Reading",
    "Books",
    "Jobs",
    "Working",
    "Activities",
    "Arts",
    "Sciences",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171965",
  "region": "U.S., Southern",
  "text": [
    "Walking back to the office after lunch,",
    "I saw Hans. “Mister Isham, Mister Isham,”",
    "He called out in his hurry, “Herr Wegner needs you.",
    "A woman waiting for a border pass",
    "Took poison, she is dead, and the police",
    "Are there to take the body.” In the hall,",
    "The secretaries stood outside their doors",
    "Silently waiting with Wegner. “Sir,” he said,",
    "“It was her answer on the questionnaire,",
    "A clerk for the Gestapo. So it was.”",
    "Within the outer office, by the row",
    "Of wooden chairs, one lying on its side,",
    "On the discolored brown linoleum floor",
    "Under a GI blanket was the lost",
    "Unmoving shape; uncovered, from a fold,",
    "A dirty foot half out of a dirty shoe,",
    "Once white, heel bent, the sole worn through, the skin",
    "Bruised red and calloused, uncut toenails curved",
    "And veined like an old ivory. No one spoke.",
    "Police stood at attention by a stretcher.",
    "After an empty moment, suddenly",
    "Bent over as if taken by a cramp,",
    "I sobbed out loud and, on my uniform,",
    "Vomited up my lunch\u0097over the tie,",
    "The polished buttons and insignia,",
    "The little strips of color and the green",
    "Eisenhower jacket with its Eagle patch,",
    "The taut pants in a crease, the glistening jump-boots\u0097",
    "Vomiting and still sobbing, like a child",
    "Awakened in the night, and sick. Wegner and Hans",
    "Held me, murmuring, “Ach, dear sir, the war",
    "Is over and not over, such things happen.”",
    "While no one else moved, Frau Schmidt brought a towel",
    "To clean me off before Hans walked me back,",
    "My arm across his shoulders and I retelling",
    "The story of how, near Zell am See, we found,",
    "Hung from a tree in leaf, the final sack",
    "Of bones, in rotted Wehrmacht green. In the house",
    "An SS lord had furnished for his mistress\u0097",
    "Deep sofas, Persian rugs, and velvet drapes\u0097",
    "Frau König took my clothes. In my own room,",
    "Wearing the Gucci robe Bouchard had taken",
    "From a fine house before we got to Ulm,",
    "Instead of lying down to rest, I studied",
    "The book I read for German with Frau Schmidt,",
    "Goethe’s",
    ". Through the window,",
    "The Watchman’s upper slopes were shadows, green",
    "And purple with the afternoon, its snows",
    "Melting, its double peaks the victory sign."
  ],
  "title": "Clothes",
  "year": ""
}