{
  "author": "Edgar Bowers",
  "classification": "Blank Verse",
  "keywords": [
    "War",
    "Conflict",
    "Friends",
    "Enemies",
    "Heroes",
    "Patriotism",
    "History",
    "Politics",
    "Death",
    "The Body",
    "Living",
    "Relationships",
    "Nature",
    "Social Commentaries",
    "The Mind",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171961",
  "region": "U.S., Southern",
  "text": [
    "How shall a generation know its story",
    "If it will know no other? When, among",
    "The scoffers at the Institute, Pasteur",
    "Heard one deny the cause of child-birth fever,",
    "Indignantly he drew upon the blackboard,",
    "For all to see, the Streptococcus chain.",
    "His mind was like Odysseus and Plato",
    "Exploring a new cosmos in the old",
    "As if he wrote a poem—his enemy",
    "Suffering, disease, and death, the battleground",
    "His introspection. “Science and peace,” he said,",
    "“Will win out over ignorance and war,”",
    "But then, the virus mutant in his vein,",
    "“Death to the Prussian!” and “revenge, revenge!”",
    "How shall my generation tell its story?",
    "Their fathers jobless, boys for the",
    "And",
    ", the future like a stairwell",
    "To floors without a window or a door,",
    "And then the army: bayonet drill and foxhole;",
    "Bombing to rubble cities with textbook names",
    "Later to bulldoze streets for; their green bodies",
    "Drowned in the greener surfs of rumored France.",
    "My childhood friend, George Humphreys, whom I still see",
    "Still ten years old, his uncombed hair and grin",
    "Moment by moment in the Hürtgen dark",
    "Until the one step full in the sniper’s sight,",
    "His pastor father emptied by the grief.",
    "Clark Harrison, at nineteen a survivor,",
    "Never to walk or have a child or be",
    "A senator or governor. Herr Wegner,",
    "Who led his little troop, their standards high",
    "And sabers drawn, against a panzer corps,",
    "Emerging from among the shades at Dachau",
    "Stacked like firewood for someone else to burn;",
    "And Gerd Radomski, listening to broadcasts",
    "Of names, a yearlong babel of the missing,",
    "To find his wife and children. Then they came home,",
    "Near middle age at twenty-two, to find",
    "A new reunion of the church and state,",
    "Cynical Constantines who need no name,",
    "Domestic tranquility beaten to a sword,",
    "Sons wasted by another lie in Asia,",
    "Or Strangeloves they had feared that August day;",
    "And they like runners, stung, behind a flag,",
    "Running within a circle, bereft of joy.",
    "Hearing of the disaster at Sedan",
    "And the retreat worse than the one from Moscow,",
    "Their son among the missing or the dead,",
    "Pasteur and his wife Mary hired a carriage",
    "And, traveling to the east where he might try",
    "His way to Paris, stopping to ask each youth",
    "And comfort every orphan of the state’s",
    "Irascibility, found him at last",
    "And, unsurprised, embraced and took him in.",
    "Two wars later, the Prussian, once again",
    "The son of Mars, in Paris, Joseph Meister—",
    "The first boy cured of rabies, now the keeper",
    "Of Pasteur’s mausoleum—when commanded",
    "To open it for them, though over seventy,",
    "Lest he betray the master, took his life.",
    "I like to think of Pasteur in Elysium",
    "Beneath the sunny pine of ripe Provence",
    "Tenderly raising black sheep, butterflies,",
    "Silkworms, and a new culture, for delight,",
    "Teaching his daughter to use a microscope",
    "And musing through a wonder—sacred passion,",
    "Practice and metaphysic all the same.",
    "And, each year, honor three births: Valéry,",
    "Humbling his pride by trying to write well,",
    "Mozart, who lives still, keeping my attention",
    "Repeatedly outside the reach of pride,",
    "And him whose mark I witness as a trust.",
    "Others he saves but could not save himself—",
    "Socrates, Galen, Hippocrates—the spirit",
    "Fastened by love upon the human cross."
  ],
  "title": "For Louis Pasteur",
  "year": ""
}