{
  "author": "Edgar Bowers",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171959",
  "region": "U.S., Southern",
  "text": [
    "All winter long you listened for the boom",
    "Of distant cannon wheeled into their place.",
    "Sometimes outside beneath a bombers’ moon",
    "You stood alone to watch the searchlights trace",
    "Their careful webs against the boding sky,",
    "While miles away on Munich’s vacant square",
    "The bombs lunged down with an unruly cry",
    "Whose blast you saw yet could but faintly hear.",
    "And might have turned your eyes upon the gleam",
    "Of a thousand years of snow, where near the clouds",
    "The Alps ride massive to their full extreme,",
    "And season after season glacier crowds",
    "The dark, persistent smudge of conifers.",
    "Or seen beyond the hedge and through the trees",
    "The shadowy forms of cattle on the furze,",
    "Their dim coats white with mist against the freeze.",
    "Or thought instead of other times than these,",
    "Of other countries and of other sights:",
    "Eternal Venice sinking by degrees",
    "Into the very water that she lights;",
    "Reflected in canals, the lucid dome",
    "Of Maria della Salute at your feet,",
    "Her triple spires disfigured by the foam.",
    "Remembered in Berlin the parks, the neat",
    "Footpaths and lawns, the clean spring foliage,",
    "Where just short weeks before, a bomb, unaimed,",
    "Released a frightened lion from its cage,",
    "Which in the mottled dark that trees enflamed",
    "Killed one who hurried homeward from the raid.",
    "And by yourself there standing in the chill",
    "You must, with so much known, have been afraid",
    "And chosen such a mind of constant will,",
    "Which, though all time corrode with constant hurt,",
    "Remains, until it occupies no space,",
    "That which it is; and passionless, inert,",
    "Becomes at last no meaning and no place."
  ],
  "title": "The Stoic: For Laura Von Courten",
  "year": ""
}