{
  "author": "Anthony Madrid",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "The Mind",
    "Youth",
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243700",
  "region": "U.S., Midwestern",
  "text": [
    "I TOO have been to Candyland, but I found myself missing the death cult.",
    "I missed the spectacle of the wounded bones being opened and instrumented.",
    "Bill Varner, when he was still just a boy, wrote a stunning line of Arabic verse.",
    "He wrote: “The crescent moon is a scimitar; the sun, a severed head.”",
    "and this, when he still had to keep his books in a locker!",
    "And he’d never even held hands with a girl—God! Penn State in the 1980s!",
    "In those days, we all sat at the feet of a pig poet, deaf in one ear. One of these",
    "Dreadful “white-haired lovers”—oh, but he knew how to touch fire to fuse!",
    "That little stick of fire apt to launch a poetic career! But what is it now?",
    "Merely a billowing cloud of humidity floating out of a tree.",
    "Every turtle, snake, and bird is “born again”—oh, isn’t that so? The first time,",
    "Out the fêted cloaca—and the next, through the top of the shell.",
    "The “I” is Greek, the “it” Italian, and Dickinson is our Ghalib. But that",
    "Ridiculous piece of dirt you’re kissing on can never be anything but.",
    "Shut your eyes to what a worm he is, concentrate on his caress—but know",
    "Every half-truth is bound to call up its suppressed synoptic double.",
    "Close your eyes and moan softly, your head full of packed cotton—but know",
    "Every hidden camera’s cockpit must one day be delivered of its black box."
  ],
  "title": "I Too Have Been to Candyland",
  "year": ""
}