{
  "author": "Anthony Madrid",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246868",
  "region": "",
  "text": [
    "L",
    "is the hell you already know:",
    "That sublime work of the imagination by Dante Alighieri.",
    "But the",
    "that falls from that cloud is not made up of human souls.",
    "It rains, and the rain funnels down into the something-other-than-human sewer.",
    "Look how a Chinese writing brush ends in a cone of rigid horsehair.",
    "Loaded with ink, the cone will flex, will leave a wet trench in the rice paper.",
    "It will leave an attractive trench, and the daylight sucked into the ink",
    "Will give it a reflective “shine dot” — like looking into an animal’s eye.",
    "Which of you has looked into the looking-up eyes of a hair-trigger fox?",
    "A backyard fox or a campsite coyote: Daoist, unintelligible, brave . . .",
    "Which of you knows how",
    "to part the pebble on the beach from its colors?",
    "The songbird from its social network? the fruit from its multifaceted peel?",
    "Oh, that sugary piece of phosphorus in its form-fitted velvet casing!",
    "That unappreciated Egyptian sarcophagus meant | to be opened from the inside.",
    "And each seed-bearing fruit has an atmosphere. Each has its several moons,",
    "Has tides (subject to gravity), changing weather, lunar eclipses . . .",
    "But should an",
    "suddenly snatch the waiting pomegranate out of your hand,",
    "If it snatches the cap off your head, recall: its circuit has only begun . . .",
    "For the arrow of the luckless archer",
    "to the middle of his or her back.",
    "There, between athletic shoulder blades, is a diploma tube full of arrows.",
    "Is a diploma tube full of arrows, and so | it is time for graduation.",
    "The genie’s gone back to his bottle; the devils to their fallow hells.",
    "And the C",
    ", and the cloud above the ravine (wherein",
    "The charged particles have sorted themselves along their up-and-down axis),",
    "And the looking-up eyes of the fox, and the sarcophagus, and the campsite",
    "Are irreducible to a system, are each of them floating over a void.",
    "Truly: “All hells and hierarchies are works of the imagination.” And equally:",
    "“It is not the part of the Daoist sage to conjure meaningless hells.”"
  ],
  "title": "Like a Cloud above a Ravine",
  "year": ""
}