{
  "author": "May Sarton",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/18055",
  "region": "",
  "text": [
    "Absorbed in planting bulbs, that work of hope,",
    "I was startled by a loud human voice,",
    "“Do go on working while I talk. Don’t stop!”",
    "And I was caught upon the difficult choice—",
    "To yield the last half hour of precious light,",
    "Or to stay on my knees, absurd and rude;",
    "I willed her to be gone with all my might,",
    "This kindly neighbor who destroyed a mood;",
    "I could not think of next spring any more,",
    "I had to re-assess the way I live.",
    "Long after I went in and closed the door,",
    "I pondered on the crude imperative.",
    "What it is to be caught up in each day",
    "Like a child fighting imaginary wars,",
    "Converting work into this passionate play,",
    "A rounded whole made up of different chores",
    "Which one might name haphazard meditation.",
    "And yet an unexpected call destroys",
    "Or puts to rout my primitive elation:",
    "Why be so serious about mere joys?",
    "Is this where some outmoded madness lies,",
    "Poet as recluse? No, what comes to me",
    "Is how my father looked out of his eyes,",
    "And how he fought for his own passionate play.",
    "He could tear up unread and throw away",
    "Communications from officialdom,",
    "And, courteous in every other way,",
    "Would not brook anything that kept him from",
    "Those lively dialogues with man’s whole past",
    "That were his intimate and fruitful pleasure.",
    "Impetuous, impatient to the last,",
    "“Be adamant, keep clear, strike for your treasure!”",
    "I hear the youthful ardor in his voice",
    "(And so I must forgive a self in labor).",
    "I feel his unrepentant smiling choice,",
    "(And so I ask forgiveness of my neighbor)."
  ],
  "title": "A Country Incident",
  "year": ""
}