{
  "author": "Richard Wilbur",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Animals",
    "Death",
    "War",
    "Conflict",
    "Nature",
    "Social Commentaries",
    "History",
    "Politics",
    "Living",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171788",
  "region": "U.S., New England",
  "text": [
    "When you come, as you soon must, to the streets of our city,",
    "Mad-eyed from stating the obvious,",
    "Not proclaiming our fall but begging us",
    "In God’s name to have self-pity,",
    "Spare us all word of the weapons, their force and range,",
    "The long numbers that rocket the mind;",
    "Our slow, unreckoning hearts will be left behind,",
    "Unable to fear what is too strange.",
    "Nor shall you scare us with talk of the death of the race.",
    "How should we dream of this place without us?—",
    "The sun mere fire, the leaves untroubled about us,",
    "A stone look on the stone’s face?",
    "Speak of the world’s own change. Though we cannot conceive",
    "Of an undreamt thing, we know to our cost",
    "How the dreamt cloud crumbles, the vines are blackened by frost,",
    "How the view alters. We could believe,",
    "If you told us so, that the white-tailed deer will slip",
    "Into perfect shade, grown perfectly shy,",
    "The lark avoid the reaches of our eye,",
    "The jack-pine lose its knuckled grip",
    "On the cold ledge, and every torrent burn",
    "As Xanthus once, its gliding trout",
    "Stunned in a twinkling. What should we be without",
    "The dolphin’s arc, the dove’s return,",
    "These things in which we have seen ourselves and spoken?",
    "Ask us, prophet, how we shall call",
    "Our natures forth when that live tongue is all",
    "Dispelled, that glass obscured or broken",
    "In which we have said the rose of our love and the clean",
    "Horse of our courage, in which beheld",
    "The singing locust of the soul unshelled,",
    "And all we mean or wish to mean.",
    "Ask us, ask us whether with the worldless rose",
    "Our hearts shall fail us; come demanding",
    "Whether there shall be lofty or long standing",
    "When the bronze annals of the oak-tree close."
  ],
  "title": "Advice to a Prophet",
  "year": ""
}