{
  "author": "Richard Wilbur",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182175",
  "region": "U.S., New England",
  "text": [
    "To claim, at a dead party, to have spotted a grackle,",
    "When in fact you haven’t of late, can do no harm.",
    "Your reputation for saying things of interest",
    "Will not be marred, if you hasten to other topics,",
    "Nor will the delicate web of human trust",
    "Be ruptured by that airy fabrication.",
    "Later, however, talking with toxic zest",
    "Of golf, or taxes, or the rest of it",
    "Where the beaked ladle plies the chuckling ice,",
    "You may enjoy a chill of severance, hearing",
    "Above your head the shrug of unreal wings.",
    "Not that the world is tiresome in itself:",
    "We know what boredom is: it is a dull",
    "Impatience or a fierce velleity,",
    "A champing wish, stalled by our lassitude,",
    "To make or do. In the strict sense, of course,",
    "We invent nothing, merely bearing witness",
    "To what each morning brings again to light:",
    "Gold crosses, cornices, astonishment",
    "Of panes, the turbine-vent which natural law",
    "Spins on the grill-end of the diner’s roof,",
    "Then grass and grackles or, at the end of town",
    "In sheen-swept pastureland, the horse’s neck",
    "Clothed with its usual thunder, and the stones",
    "Beginning now to tug their shadows in",
    "And track the air with glitter. All these things",
    "Are there before us; there before we look",
    "Or fail to look; there to be seen or not",
    "By us, as by the bee’s twelve thousand eyes,",
    "According to our means and purposes.",
    "So too with strangeness not to be ignored,",
    "Total eclipse or snow upon the rose,",
    "And so with that most rare conception, nothing.",
    "What is it, after all, but something missed?",
    "It is the water of a dried-up well",
    "Gone to assail the cliffs of Labrador.",
    "There is what galled the arch-negator, sprung",
    "From Hell to probe with intellectual sight",
    "The cells and heavens of a given world",
    "Which he could take but as another prison:",
    "Small wonder that, pretending not to be,",
    "He drifted through the bar-like boles of Eden",
    "In a",
    ", dragging down",
    "And darkening with moody self-absorption",
    "What, when he left it, lifted and, if seen",
    "From the sun’s vantage, seethed with vaulting hues.",
    "Closer to making than the deftest fraud",
    "Is seeing how the catbird’s tail was made",
    "To counterpoise, on the mock-orange spray,",
    "Its light, up-tilted spine; or, lighter still,",
    "How the shucked tunic of an onion, brushed",
    "To one side on a backlit chopping-board",
    "And rocked by trifling currents, prints and prints",
    "Its bright, ribbed shadow like a flapping sail.",
    "Odd that a thing is most itself when likened:",
    "The eye mists over, basil hints of clove,",
    "The river glazes toward the dam and spills",
    "To the drubbed rocks below its crashing cullet,",
    "And in the barnyard near the sawdust-pile",
    "Some great thing is tormented. Either it is",
    "A tarp torn loose and in the groaning wind",
    "Now puffed, now flattened, or a hip-shot beast",
    "Which tries again, and once again, to rise.",
    "What, though for pain there is no other word,",
    "Finds pleasure in the cruellest simile?",
    "It is something in us like the catbird’s song",
    "From neighbor bushes in the grey of morning",
    "That, harsh or sweet, and of its own accord,",
    "Proclaims its many kin. It is a chant",
    "Of the first springs, and it is tributary",
    "To the great lies told with the eyes half-shut",
    "That have the truth in view: the tale of Chiron",
    "Who, with sage head, wild heart, and planted hoof",
    "Instructed brute Achilles in the lyre,",
    "Or of the garden where we first mislaid",
    "Simplicity of wish and will, forgetting",
    "Out of what cognate splendor all things came",
    "To take their scattering names; and nonetheless",
    "That matter of a baggage-train surprised",
    "By a few Gascons in the Pyrenees",
    "Which, having worked three centuries and more",
    "In the dark caves of France, poured out at last",
    "The blood of Roland, who to Charles his king",
    "And to the dove that hatched the dove-tailed world",
    "Was faithful unto death, and shamed the Devil."
  ],
  "title": "Lying",
  "year": ""
}