{
  "author": "Rita Dove",
  "classification": "Villanelle",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172128",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "There is a parrot imitating spring",
    "in the palace, its feathers parsley green.",
    "Out of the swamp the cane appears",
    "to haunt us, and we cut it down. El General",
    "searches for a word; he is all the world",
    "there is. Like a parrot imitating spring,",
    "we lie down screaming as rain punches through",
    "and we come up green. We cannot speak an R—",
    "out of the swamp, the cane appears",
    "and then the mountain we call in whispers",
    "The children gnaw their teeth to arrowheads.",
    "There is a parrot imitating spring.",
    "El General has found his word:",
    "Who says it, lives. He laughs, teeth shining",
    "out of the swamp. The cane appears",
    "in our dreams, lashed by wind and streaming.",
    "And we lie down. For every drop of blood",
    "there is a parrot imitating spring.",
    "Out of the swamp the cane appears.",
    "The word the general’s chosen is parsley.",
    "It is fall, when thoughts turn",
    "to love and death; the general thinks",
    "of his mother, how she died in the fall",
    "and he planted her walking cane at the grave",
    "and it flowered, each spring stolidly forming",
    "four-star blossoms. The general",
    "pulls on his boots, he stomps to",
    "her room in the palace, the one without",
    "curtains, the one with a parrot",
    "in a brass ring. As he paces he wonders",
    "Who can I kill today. And for a moment",
    "the little knot of screams",
    "is still. The parrot, who has traveled",
    "all the way from Australia in an ivory",
    "cage, is, coy as a widow, practising",
    "spring. Ever since the morning",
    "his mother collapsed in the kitchen",
    "while baking skull-shaped candies",
    "for the Day of the Dead, the general",
    "has hated sweets. He orders pastries",
    "brought up for the bird; they arrive",
    "dusted with sugar on a bed of lace.",
    "The knot in his throat starts to twitch;",
    "he sees his boots the first day in battle",
    "splashed with mud and urine",
    "as a soldier falls at his feet amazed—",
    "how stupid he looked!— at the sound",
    "of artillery.",
    "the soldier said, and died. Now",
    "the general sees the fields of sugar",
    "cane, lashed by rain and streaming.",
    "He sees his mother’s smile, the teeth",
    "gnawed to arrowheads. He hears",
    "the Haitians sing without R’s",
    "as they swing the great machetes:",
    "they sing,",
    "God knows",
    "his mother was no stupid woman; she",
    "could roll an R like a queen. Even",
    "a parrot can roll an R! In the bare room",
    "the bright feathers arch in a parody",
    "of greenery, as the last pale crumbs",
    "disappear under the blackened tongue. Someone",
    "calls out his name in a voice",
    "so like his mother’s, a startled tear",
    "splashes the tip of his right boot.",
    "The general remembers the tiny green sprigs",
    "men of his village wore in their capes",
    "to honor the birth of a son. He will",
    "order many, this time, to be killed",
    "for a single, beautiful word."
  ],
  "title": "Parsley",
  "year": ""
}