{
  "author": "Rita Dove",
  "classification": "Sonnet",
  "keywords": [
    "Parenthood",
    "Eating",
    "Drinking",
    "Painting",
    "Sculpture",
    "Living",
    "Activities",
    "Arts",
    "Sciences",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172124",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "She was thinner, with a mannered gauntness",
    "as she paused just inside the double",
    "glass doors to survey the room, silvery cape",
    "billowing dramatically behind her.",
    "I thought, lifting a hand until",
    "she nodded and started across the parquet;",
    "that’s when I saw she was dressed all in gray,",
    "from a kittenish cashmere skirt and cowl",
    "down to the graphite signature of her shoes.",
    "“Sorry I’m late,” she panted, though",
    "she wasn’t, sliding into the chair, her cape",
    "tossed off in a shudder of brushed steel.",
    "We kissed. Then I leaned back to peruse",
    "my blighted child, this wary aristocratic mole.",
    "“How’s business?” I asked, and hazarded",
    "a motherly smile to keep from crying out:",
    "Are you content to conduct your life",
    "as a cliché and, what’s worse,",
    "an anachronism, the brooding artist’s demimonde?",
    "Near the rue Princesse they had opened",
    "a gallery",
    "souvenir shop which featured",
    "fuzzy off-color Monets next to his acrylics, no doubt,",
    "plus bearded African drums and the occasional miniature",
    "gargoyle from Notre Dame the Great Artist had",
    "carved at breakfast with a pocket knife.",
    "“Tourists love us. The Parisians, of course”—",
    "she blushed—“are amused, though not without",
    "a certain admiration ...”",
    "The Chateaubriand",
    "arrived on a bone-white plate, smug and absolute",
    "in its fragrant crust, a black plug steaming",
    "like the heart plucked from the chest of a worthy enemy;",
    "one touch with her fork sent pink juices streaming.",
    "“Admiration for what?” Wine, a bloody",
    "Pinot Noir, brought color to her cheeks. “Why,",
    "the aplomb with which we’ve managed",
    "to support our Art”—meaning he’d convinced",
    "her to pose nude for his appalling canvases,",
    "faintly futuristic landscapes strewn",
    "with carwrecks and bodies being chewed",
    "by rabid cocker spaniels. “I’d like to come by",
    "the studio,” I ventured, “and see the new stuff.”",
    "“Yes, if you wish ...” A delicate rebuff",
    "before the warning: “He dresses all",
    "in black now. Me, he drapes in blues and carmine—",
    "and even though I think it’s kinda cute,",
    "in company I tend toward more muted shades.”",
    "She paused and had the grace",
    "to drop her eyes. She did look ravishing,",
    "spookily insubstantial, a lipstick ghost on tissue,",
    "or as if one stood on a fifth-floor terrace",
    "peering through a fringe of rain at Paris’",
    "dreaming chimney pots, each sooty issue",
    "wobbling skyward in an ecstatic oracular spiral.",
    "“And he never thinks of food. I wish",
    "I didn’t have to plead with him to eat ....” Fruit",
    "and cheese appeared, arrayed on leaf-green dishes.",
    "I stuck with café crème. “This Camembert’s",
    "so ripe,” she joked, “it’s practically grown hair,”",
    "mucking a golden glob complete with parsley sprig",
    "onto a heel of bread. Nothing seemed to fill",
    "her up: She swallowed, sliced into a pear,",
    "speared each tear-shaped lavaliere",
    "and popped the dripping mess into her pretty mouth.",
    "Nowhere the bright tufted fields, weighted",
    "vines and sun poured down out of the south.",
    "“But are you happy?” Fearing, I whispered it",
    "quickly. “What? You know, Mother”—",
    "she bit into the starry rose of a fig—",
    "“one really should try the fruit here.”",
    "I thought, and called for the bill."
  ],
  "title": "The Bistro Styx",
  "year": ""
}