{
  "author": "Marvin Bell",
  "classification": "",
  "keywords": [
    "Architecture",
    "Design",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175941",
  "region": "U.S., Midwestern",
  "text": [
    "The fake Parthenon in Nashville, Stonehenge reduced by a quarter",
    "near Maryhill on the Columbia, the little Statue of Liberty",
    "taken from the lawn of the high school and not recovered",
    "for months,",
    "Simon Rodia’s Watts Towers in the tile maker’s shape of a ship",
    "to sail home in, the house in the shape of a ship near Milwaukee",
    "where once before the river below rose up to swallow the bank,",
    "World’s Fairs where one can enter the cell of a human body",
    "or see Paris, London, Marrakech and the Taj Mahal in",
    "one afternoon,",
    "the headache that may be sinus or bad eyes or allergy or a tumor,",
    "the bruise that was blue now yellow the effect of labor or abuse,",
    "the cataclysmic event in a personal life not totally forgotten,",
    "the memory of doing well that turned to unexpressed anger",
    "just because love was everywhere preventing helpless mistakes—",
    "achievement and perfection for the first time considered in error,",
    "the end of life being life itself, life itself ignorance,",
    "we never tire of making the world smaller, looking in doll houses,",
    "and a mailman who has picked up every bright piece of glass and tile",
    "in forty years of rounds retired to build a house of glass and tile",
    "which is his life, no kick coming, while in a suburb of Chicago",
    "a leaning tower of Pisa drawn to scale signals a shopping plaza",
    "where goods come in from around the world, for the people who",
    "live there.",
    "And Vico says gods and goddesses are the self writ large—",
    "selves to make earthquakes, tornadoes, eclipses, selves to lift the sun—",
    "and Vico says all things having been named for the namers, us,",
    "we give a chair arms, legs, a seat and a back, a cup has its lip",
    "and a bottle its neck, and ever after rivers flow from their headwaters",
    "and a well-oiled engine purrs at the center of good feeling.",
    "So take your misery down a notch in aches and pains and",
    "little diseases,",
    "in years of photo albums, in journals of dreams interrupted",
    "by mornings,",
    "in furniture you built yourself, in copies and imitations,",
    "in scale-model wars and families and the age of fancy automobiles.",
    "And when once in your life you make the big trip to the original,",
    "chances are you’ll mainly see your own face in the glass that protects",
    "everything of which there’s one only in the form of its only maker."
  ],
  "title": "Replica",
  "year": ""
}