{
  "author": "Marvin Bell",
  "classification": "",
  "keywords": [
    "Living",
    "Nature",
    "Death",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175931",
  "region": "U.S., Midwestern",
  "text": [
    "That a bent piece of straw made a circle in the sand.",
    "That it represents the true direction of the wind.",
    "Beach grass, tousled phragmite.",
    "Bone-white dishes, scoops and bowls, glaring without seeing.",
    "An accordion of creases on the downhill, sand drapery.",
    "The cranberry bushes biting down to survive.",
    "And the wind’s needlework athwart the eyeless Atlantic.",
    "And the earless roaring in the shape of a sphere.",
    "A baritone wind, tuned to the breath of the clouds.",
    "Pushing sand that made a hilly prison of time.",
    "For wind and water both move inland.",
    "Abrading scrub — the stunted, the dwarfed, the bantam.",
    "A fine sandpaper, an eraser as wide as the horizon.",
    "Itself made of galaxies, billions against the grain.",
    "Sand: the mortal infinitude of a single rock.",
    "Pitch pine, thirty-five-foot oaks to their necks in sand.",
    "That the ocean signals the lighthouse.",
    "Gull feathers call to the fox that left them behind.",
    "Impressions of deer feet, dog feet and gull claws.",
    "The piping plover in seclusion.",
    "Somewhere the blind owl to be healed at sunset.",
    "Here is artistry beyond self-flattery.",
    "A rootworks wiser than the ball of yarn we call the brain.",
    "A mindless, eyeless, earless skin-sense.",
    "To which the crab comes sideways.",
    "With which the sunken ship shares its secrets.",
    "From which no harness can protect one, nor anchor fix one.",
    "He knows, who has paddled an hour with one oar.",
    "He knows, who has worn the whitecaps.",
    "Who has slipped from the ferry or leaped from the bridge.",
    "To be spoken of, though no one knows."
  ],
  "title": "Sounds of the Resurrected Dead Man’s Footsteps #17",
  "year": ""
}