{
  "author": "Marvin Bell",
  "classification": "",
  "keywords": [
    "Living",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175944",
  "region": "U.S., Midwestern",
  "text": [
    "When the dead man throws up, he thinks he sees his inner life.",
    "Seeing his vomit, he thinks he sees his inner life.",
    "Now he can pick himself apart, weigh the ingredients, research",
    "his makeup.",
    "He wants to study things outside himself if he can find them.",
    "Moving, the dead man makes the sound of bone on bone.",
    "He bends a knee that doesn’t wish to bend, he raises an arm that",
    "argues with a shoulder, he turns his head by throwing it",
    "wildly to the side.",
    "He envies the lobster the protective sleeves of its limbs.",
    "He believes the jellyfish has it easy, floating, letting everything pass",
    "through it.",
    "He would like to be a starfish, admired for its shape long after.",
    "Everything the dead man said, he now takes back.",
    "Not as a lively young man demonstrates sincerity or regret.",
    "A young dead man and an old dead man are two different things.",
    "A young dead man is oil, an old dead man is water.",
    "A young dead man is bread and butter, an old dead man is bread and",
    "water—it’s a difference in construction, also architecture.",
    "The dead man was there in the beginning: to the dead man, the sky",
    "is a crucible.",
    "In the dead man’s lifetime, the planet has changed from lava to ash",
    "to cement.",
    "But the dead man flops his feathers, he brings his wings up over",
    "his head and has them touch, he bends over with his beak",
    "to the floor, he folds and unfolds at the line where his",
    "armor creases.",
    "The dead man is open to change and has deep pockets.",
    "The dead man is the only one who will live forever.",
    "One day the dead man looked up into the crucible and saw the sun.",
    "The dead man in those days held the sky like a small globe, like a",
    "patchwork ball, like an ultramarine bowl.",
    "The dead man softened it, kneaded it, turned it and gave it volume.",
    "He thrust a hand deep into it and shaped it from the inside out.",
    "He blew into it and pulled it and stretched it until it became full-",
    "sized, a work of art created by a dead man.",
    "The excellence of it, the quality, its character, its fundamental",
    "nature, its raison d‘être, its “it” were all indebted to the",
    "dead man.",
    "The dead man is the flywheel of the spinning planet.",
    "The dead man thinks he can keep things the same by not moving.",
    "By not moving, the dead man maintains the status quo at the center",
    "of change.",
    "The dead man, by not moving, is an explorer: he follows his nose.",
    "When it’s not personal, not profound, he can make a new",
    "world anytime.",
    "The dead man is the future, was always the future, can never be",
    "the past.",
    "Like God, the dead man existed before the beginning, a time marked",
    "by galactic static.",
    "Now nothing remains of the first static that isn’t music, fashioned",
    "into melody by the accidents of interval.",
    "Now nothing more remains of silence that isn’t sound.",
    "The dead man has both feet in the past and his head in the clouds."
  ],
  "title": "The Book of the Dead Man (#3)",
  "year": ""
}