{
  "author": "Marvin Bell",
  "classification": "",
  "keywords": [
    "Living",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175945",
  "region": "U.S., Midwestern",
  "text": [
    "The dead man thinks his resolve has stiffened when the",
    "ground dries.",
    "Feeling the upward flow of moisture, the dead man thinks his",
    "resolve has stiffened.",
    "The dead man’s will, will be done.",
    "The dead man’s backbone stretches from rung to rung, from here to",
    "tomorrow, from a fabricated twinge to virtual agony.",
    "The dead man’s disks along his spine are like stepping-stones across",
    "a lake, the doctor told him “jelly doughnuts” when they",
    "ruptured, this is better.",
    "The dead man’s hernial groin is like a canvas bridge across a",
    "chasm, the doctor said “balloon” when they operated,",
    "this is better.",
    "The dead man’s toes are like sanded free forms and his heels are as",
    "smooth as the backs of new shoes, the doctor said “corns”",
    "when they ached, this is better.",
    "The dead man’s eyes are like tiny globes in water, continental",
    "geographies in microcosm, all the canyons are visible, now",
    "washed of random hairs that rooted, now free of the",
    "strangulated optics of retinal sense, this is better.",
    "All the dead man’s organs, his skin, muscles, tendons, arteries, veins,",
    "valves, networks, relays—the whole shebang hums like a",
    "quickly deserted hardware store.",
    "To the dead man, a head of cabbage is a forerunner of nutrients.",
    "The dead man’s garden foreshadows the day it is to be plowed under,",
    "agriculture being one of the ancient Roman methods for",
    "burying the Classics, the other was war.",
    "No one can argue with the dead man, he brooks no interference",
    "between the lightning and ground, his determination",
    "is legendary.",
    "You think it’s funny, the dead man being stiff?",
    "You think it’s an anatomically correct sexual joke?",
    "You think it’s easy, being petrified?",
    "You think it’s just one of those things, being turned to stone?",
    "Who do you think turns the dead man to stone anyway?",
    "Who do you think got the idea first?",
    "You think it’s got a future, this being dead?",
    "You think it’s in the cards, you think the thunder spoke?",
    "You think he thought he was dead, or thought he fancied he was",
    "dead, or imagined he could think himself dead, or really",
    "knew he was dead?",
    "You think he knew he knew?",
    "You think it was predetermined?",
    "You think when he stepped out of character he was different?",
    "What the hell, what do you think?",
    "You think it’s funny, the way the dead man is like lightning, going",
    "straight into the ground?",
    "You think it’s hilarious, comedy upstanding, crackers to make",
    "sense of?"
  ],
  "title": "The Book of the Dead Man (#15)",
  "year": ""
}