{
  "author": "Timothy Steele",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177330",
  "region": "",
  "text": [
    "At dawn, down in the streets, from pavement grills,",
    "Steam rises like the spent breath of the night.",
    "At open windows, curtains stir on sills;",
    "There’s caging drawn across a market’s face;",
    "An empty crane, at its construction site,",
    "Suspends a cable into chasmed space.",
    "The roof shows other rooftops, their plateaus",
    "Marked with antennas from which lines are tied",
    "And strung with water beads or hung with clothes.",
    "And here and there a pigeon comes to peck",
    "At opaque puddles, its stiff walk supplied",
    "By herky-jerky motions of its neck.",
    "Downtown, tall buildings surmount a thinning haze.",
    "The newest, the world center of a bank,",
    "Has sides swept upward from a block-broad base,",
    "Obsidian glass, fifty stories tall;",
    "Against it hangs a window-washer’s plank,",
    "An aerie on a frozen waterfall.",
    "Nearer and eastward, past still-sleeping blocks,",
    "Crews on the waterfront are changing shifts.",
    "Trucks load at warehouses at the foot of docks;",
    "A tug out in the bay, gathering speed,",
    "With a short hollow blast of puffed smoke, lifts",
    "Gulls to a cawing and air-borne stampede.",
    "It is as if dawn pliantly compels",
    "The city to relax to sounds and shapes,",
    "To its diagonals and parallels:",
    "Long streets with traffic signals blinking red,",
    "Small squares of parks, alleys with fire escapes,",
    "Rooftops above which cloudless day is spread.",
    "And it’s as if the roofs’ breeze-freshened shelves,",
    "Their level surfaces of gravelled tar",
    "Where glassy fragments glitter, are themselves",
    "A measure of the intermediate worth",
    "Of all the stories to the morning star",
    "And all the stories to the morning earth."
  ],
  "title": "From a Rooftop",
  "year": ""
}