{
  "author": "Timothy Steele",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/24521",
  "region": "",
  "text": [
    "As my Scotch, spared the water, blondly sloshes",
    "About its tumbler, and gay manic flame",
    "Is snapping in the fireplace, I grow youthful:",
    "I realize that calendars aren’t truthful",
    "And that for all of my grand unsuccesses",
    "External causes are to blame.",
    "And if at present somewhat destitute,",
    "I plan to alter, prove myself more able,",
    "And suavely stroll into the coming years",
    "As into rooms with thick rugs, chandeliers,",
    "And colorfully pyramided fruit",
    "On linened lengths of table.",
    "At times I fear the future won’t reward",
    "My failures with sufficient compensation,",
    "But dump me, aging, in a garret room",
    "Appointed with twilit, slant-ceilinged gloom",
    "And a lone bulb depending from a cord",
    "Suggestive of self-strangulation.",
    "Then, too, I have bad dreams, in one of which",
    "A cowled, scythe-bearing figure beckons me.",
    "Dark plains glow at his back: it seems I’ve died,",
    "And my soul, weighed and judged, has qualified",
    "For an extended, hyper-sultry hitch",
    "Down in eternity.",
    "Such fears and dreams, however, always pass.",
    "And gazing from my window at the dark,",
    "My drink in hand, I’m jauntily unbowed.",
    "The sky’s tiered, windy galleries stream with cloud,",
    "And higher still, the dazed stars thickly mass",
    "In their long Ptolemaic arc.",
    "What constellated powers, unkind or kind,",
    "Sway me, what far preposterous ghosts of air?",
    "Whoever they are, whatever our connection,",
    "I toast them (toasting also my reflection),",
    "Not minding that the words which come to mind",
    "Make the toast less toast than prayer:",
    "Here’s to the next year, to the best year yet;",
    "To mixed joys, to my harum-scarum prime;",
    "To auguries reliable and specious;",
    "To times to come, such times being precious,",
    "If only for the reason that they get",
    "Shorter all the time."
  ],
  "title": "On the Eve of a Birthday",
  "year": ""
}