{
  "author": "John Koethe",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248574",
  "region": "",
  "text": [
    "I used to like being young, and I still do,",
    "Because I think I still am. There are physical",
    "Objections to that thought, and yet what",
    "Fascinates me now is how obsessed I was at thirty-five",
    "With feeling older than I was: it seemed so smart",
    "And worldly, so fastidiously knowing to dwell so much",
    "On time — on what it gives, what it destroys, on how it feels.",
    "And now it’s here and doesn’t feel like anything at all:",
    "A little warm perhaps, a little cool, but mostly waiting on my",
    "Life to fill it up, and meanwhile living in the light and listening",
    "To the music floating through my living room each night.",
    "It’s something you can only recognize in retrospect, long after",
    "Everything that used to fill those years has disappeared",
    "And they’ve become regrets and images, leaving you alone",
    "In a perpetual present, in a nondescript small room where it began.",
    "You find it in yourself: the ways that led inexorably from",
    "Home to here are simply stories now, leading nowhere anymore;",
    "The wilderness they led through is the space behind a door",
    "Through which a sentence flows, following a map in the heart.",
    "Along the way the self that you were born with turns into",
    "The self that you created, but they come together at the end,",
    "United in the memory where time began: the tinkling of a bell",
    "On a garden gate in Combray, or the clang of a driven nail",
    "In a Los Angeles backyard, or a pure, angelic clang in Nova Scotia —",
    "Whatever age restores. It isn’t the generalizations that I loved",
    "At thirty-five that move me now, but particular moments",
    "When my life comes into focus, and the feeling of the years",
    "Between them comes alive. Time stops, and then resumes its story,",
    "Like a train to Balbec or a steamer to Brazil. We moved to San Diego,",
    "Then I headed east, then settled in the middle of the country",
    "Where I’ve waited now for almost forty years, going through the",
    "Motions of the moments as they pass from now to nothing,",
    "Reading by their light. I don’t know why I’m reading them again —",
    "Elizabeth Bishop, Proust. The stories you remember feel like mirrors,",
    "And rereading them like leafing through your life at a certain age,",
    "As though the years were pages. I keep living in the light",
    "Under the door, waiting on those vague sensations floating in",
    "And out of consciousness like odors, like the smell of sperm and lilacs.",
    "In the afternoon I bicycle to a park that overlooks Lake Michigan,",
    "Linger on a bench and read",
    "and",
    ",",
    "A physics book that argues time is real. And that’s my life —",
    "It isn’t much, and yet it hangs together: its obsessions dovetail",
    "With each other, as the private world of my experience takes its place",
    "Within a natural order that absorbs it, but for a while lets it live.",
    "It feels like such a miracle, this life: it promises everything,",
    "And even keeps its promise when you’ve grown too old to care.",
    "It seems unremarkable at first, and then as time goes by it",
    "Starts to seem unreal, a figment of the years inside a universe",
    "That flows around them and dissolves them in the end,",
    "But meanwhile lets you linger in a universe of one —",
    "A village on a summer afternoon, a garden after dark,",
    "A small backyard beneath a boring California sky.",
    "I said I still felt young, and so I am, yet what that means",
    "Eludes me. Maybe it’s the feeling of the presence",
    "Of the past, or of its disappearance, or both of them at once —",
    "A long estrangement and a private singularity, intact",
    "Within a tinkling bell, an iron nail, a pure, angelic clang —",
    "The echo of a clear, metallic sound from childhood,",
    "Where time began: “Oh, beautiful sound, strike again!”"
  ],
  "title": "A Private Singularity",
  "year": ""
}