{
  "author": "John Koethe",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177659",
  "region": "U.S., Midwestern",
  "text": [
    "A clumsy hillock",
    "Unmolded like a cake on the meadow",
    "In the Laguna Mountains. Tough yellow-green grass growing up to a tree",
    "As thick as a tooth. In winter, on the road from San Diego,",
    "Thousands of cars crawl up to the snow",
    "And their passengers get out to investigate it",
    "And then drive, discoursing, back home. And that’s California,",
    "Solemnly discharging its responsibilities.",
    "Meanwhile we breakfast on pancakes the size of a plate",
    "While the console radio goes on the blink.",
    "Miss L’Espagnole looks out from her frame on the wall,",
    "Completely prepared (though for what it is impossible to say).",
    "Her left arm is white and dips into a puddle of fire",
    "Or a pile of cotton on fire. And each thing is severe:",
    "The house hemmed in by pepper trees and Mexico",
    "(This one is white and in Chula Vista), and the paraphernalia",
    "Strewn around home: a few magazines summing up politics,",
    "A matchbox with a lavender automobile on the cover,",
    "And a set of soldiers of several military epochs marching off to war on the raffia rug.",
    "Unless, you’ve grown up amidst palm trees (and buildings that are either unbuilt, or hospitals)",
    "It’s impossible to appreciate a reasonable tree.",
    "I sometimes consider the parrots that live in the zoo",
    "And are sold on the street in Tijuana. Colored like national flags,",
    "Their heads are always cocked to pick up something behind them.",
    "And unless you have lived in a place where the fog",
    "Closes in like a face, it is impossible to be (even temporarily) relieved",
    "When it lifts to expose the freshly painted trim of the city, and it seems",
    "Like a fine day for knowledge: sunlight sleeping on top of the rocks",
    "And lots of white clouds scudding by like clean sheets",
    "Which, when the air in the bedroom is cold, you pull over your head",
    "And let the temperature slowly increase while you breathe.",
    "But California has only a coast in common with this."
  ],
  "title": "Below the Coast",
  "year": ""
}