{
  "author": "John Koethe",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/20939",
  "region": "",
  "text": [
    "Animals",
    "Carved—indicated, actually, from solid",
    "Blocks of wood, the copper-, cream-, and chocolate-colored",
    "Cows we bought in Salzburg form a tiny herd.",
    "And in Dr. Gachet’s etching, six",
    "Or seven universal poses are assumed by cats.",
    "A dying",
    "Mouse, a cat, and a flock of puzzled blackbirds wearing",
    "Uniforms and frock coats exhibit these traits.",
    "Formally outlasting the motive",
    "Of their creation with a poetry at once too vague",
    "And too precise to do anything with but",
    "Worship, they seem to have just blundered into our lives",
    "By accident, completely comprehending",
    "Everything we find so disturbing",
    "About them; but they never speak. They never even move",
    "From the positions in which Grandville or some",
    "Anonymous movie-poster artist has left them,",
    "A sort of ghostly wolf, a lizard, an ape",
    "And a huge dog. And their eyes, looking",
    "At nothing, manage to see everything invisible",
    "To ours, even with all the time in the world",
    "To see everything we think we have to see. And tell",
    "Of this in the only way we really can:",
    "With a remark as mild as the air",
    "In which it is to be left hanging; or a stiff scream,",
    "Folded like a sheet of paper over all",
    "The horrible memories of everything we were",
    "Going to have. That vanished before our eyes",
    "As we woke up to nothing but these,",
    "Our words, poor animals whose home is in another world.",
    "Summer Home",
    "Tiny outbursts of sunlight play",
    "On the tips of waves that look like tacks",
    "Strewn on the surface of the bay.",
    "Up the coast the water backs up",
    "Behind a lofty, wooded island. Here,",
    "According to photographs, it is less",
    "Turbulent and blue; but much clearer.",
    "It seems to exercise the sunlight less",
    "Reflecting it, allowing beaten silver sheets",
    "To roam like water across a kitchen floor.",
    "Having begun gradually, the gravel beach",
    "Ends abruptly in the forest on the shore.",
    "Looked at from a distance, the forest seems",
    "Haunted. But safe within its narrow room",
    "Its light is innocent and green, as though",
    "Emerging from another dream of diminution",
    "We found ourselves of normal, human size,",
    "Attempting to touch the leaves above our heads.",
    "Why couldn’t we have spent our summers here,",
    "Surrounded and growing up again? Or perhaps",
    "Arrive here late at night by car, much later",
    "In life? If only heaven were not too near",
    "For such sadness. And not within this world",
    "Which heaven has finally made clear.",
    "Green lichen fastened to a blue rock",
    "Like a map of the spot; cobwebs crowded with stars",
    "Of water; battalions of small white flowers.",
    "Such clarity, unrelieved except by our",
    "Delight and daily acquiescence in it,",
    "Presumably the effect of a natural setting",
    "Like this one, with all its expectations of ecstasy",
    "And peace, demands a future of forgetting",
    "Everything that sustains it: the dead leaves",
    "Of winter; the new leaves of spring which summer burns",
    "Into different kinds of happiness; for these,",
    "When autumn drops its tear upon them, turn.",
    "Domes",
    "“Pleased in proportion to the truth",
    "Depicted by means of familiar images.” That",
    "One was dazed; the other I left in a forest",
    "Surrounded by giant, sobering pines.",
    "For I had to abandon those lives.",
    "Their burden of living had become",
    "Mine and it was like dying: alone,",
    "Huddled under the cold blue dome of the stars,",
    "Still fighting what died and so close to myself I could not even see.",
    "I kept trying to look at myself. It was like looking into the sun and I went blind.",
    "O, to break open that inert light",
    "Like a stone and let the vision slowly sink down",
    "Into the texture of things, like a comb flowing through dark,",
    "Heavy hair; and to continue to be affected much later.",
    "I was getting so tired of that excuse: refusing love",
    "Until it might become so closely mated to its birth in",
    "Acts and words of love; until a soft monstrosity of song",
    "Might fuse these moments of affection with a dream of home;",
    "The cold, prolonged proximity of God long after night",
    "Has come and only starlight trickles through the dome;",
    "And yet I only wanted to be happy.",
    "I wanted rest and innocence; a place",
    "Where I could hide each secret fear by blessing it,",
    "By letting it survive inside those faces I could never understand,",
    "Love, or bear to leave. Because I wanted peace, bruised with prayer",
    "I tried to crawl inside the heavy, slaughtered hands of love",
    "And never move. And then I felt the wound unfold inside me",
    "Like a stab of paradise: explode: and then at last",
    "Exhausted, heal into pain. And that was happiness:",
    "A dream whose ending never ends, a vein",
    "Of blood, a hollow entity",
    "Consumed by consummation, bleeding so.",
    "In the sky our eyes ascend to as they sweep",
    "Upwards into emptiness, the angels sing their listless",
    "Lullabies and children wake up glistening with screams",
    "They left asleep; and the dead are dead. The wounded worship death",
    "And live a little while in love; and then are gone.",
    "Inside the dome the stars assume the outlines of their lives:",
    "Until we know, until we come to recognize as ours,",
    "Those other lives that live within us as our own."
  ],
  "title": "Domes",
  "year": ""
}