{
  "author": "John Koethe",
  "classification": "Free Verse",
  "keywords": [
    "Midlife",
    "Living",
    "Disappointment",
    "Failure",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Popular Culture",
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Philosophy"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177665",
  "region": "U.S., Midwestern",
  "text": [
    "Is this what I was made for? Is the world that fits",
    "Like what I feel when I wake up each morning? Steamclouds",
    "Hovering over the lake, and smoke ascending from ten thousand chimneys",
    "As in a picture on a calendar, in a frieze of ordinary days?",
    "Beneath a sky of oatmeal gray, the land slides downwards from a Kmart parking lot",
    "Into a distance lined with bungalows, and then a vague horizon.",
    "Higher and higher, until its gaze becomes a part of what it sees,",
    "The mind ascends through layers of immobility into an unfamiliar atmosphere",
    "Where nothing lives, and with a sense of finally breaking free",
    "Attains its kingdom: a constructed space, or an imaginary city",
    "Bordered all around by darkness; or a city gradually sinking into age,",
    "Dominated by a television tower whose blue light warns the traveler away.",
    "People change, or drift away, or die. It used to be a country",
    "Bounded by possibility, from which the restless could embark",
    "And then come home to, and where the soul could find an emblem of itself.",
    "Some days I feel a momentary lightness, but then the density returns,",
    "The salt-encrusted cars drive by the factory where a clock tower",
    "Overlooks the highway, and the third shift ends. And then softly,",
    "The way the future used to sing to me when I was ten years old,",
    "I start to hear the murmur of a voice that isn’t mine at all,",
    "Formless and indistinct, the music of a world that holds no place for me;",
    "And then an image starts to gather in my mind—a picture of a room",
    "Where someone lingers at a window, staring at a nearly empty street",
    "Bordered by freight yards and abandoned tanneries. And then the bus stops",
    "And a man gets off, and stands still, and then walks away.",
    "Last night I had a dream in which the image of a long-forgotten love",
    "Hovered over the city. No one could remember what his name was",
    "Or where he came from, or decipher what that emptiness might mean;",
    "Yet on the corner, next to the",
    "machine, a woman seemed to wave at me,",
    "Until the stream of morning traffic blocked her from my view.",
    "It’s strange, the way a person’s life can feel so far away,",
    "Although the claims of its existence are encountered everywhere",
    "—In a drugstore, or on the cover of a tabloid, on the local news",
    "Or in the mail that came this morning, in the musings of some talk show host",
    "Whose face is an enigma and whose name is just a number in the phone book,",
    "But whose words are as pervasive as the atmosphere I breathe.",
    "Why can’t I find my name in this profusion? Nothing even stays,",
    "No image glances back at me, no inner angel hurls itself in rage",
    "Against the confines of this surface that confronts me everywhere I look",
    "—At home or far away, here or on the way back from the store—",
    "Behind an all-inclusive voice and personality, fashioned out of fear",
    "And scattered like a million isolated points transmitting random images",
    "Across a space alive with unconnected signals.",
    "I heard my name",
    "Once, but then the noise of waiting patiently resumed. It felt the same,",
    "Yet gradually the terms I used to measure out my life increased,",
    "Until I realized that I’d been driving down these streets for sixteen years.",
    "I was part of the surroundings: people looked at me the way I used to look at them,",
    "And most of what I felt seemed second nature. Now and then that sense I’d had in high school",
    "—Of a puzzlement about to lift, a language just about to start—",
    "Meandered into consciousness; but by and large I’d spend the days",
    "Like something in the background, or like part of a design too intricate to see.",
    "Wasn’t there supposed to be a stage at which the soul at last broke free",
    "And started to meet the world on equal terms? To feel a little more at home,",
    "More intensely realized, more successfully contained",
    "Within the arc of its achievements? Filled with reservations,",
    "Moods and private doubts, yet always moving, with increasing confidence,",
    "Towards a kind of summary, towards the apex of a long career",
    "Advancing down an avenue that opened on a space of sympathy and public understanding?",
    "Or howling like the wind in the wires outside my window, in a cacophony of rage?",
    "I don’t think so. Age is like the dreams one had in childhood,",
    "Some parts of which",
    "true—I have the things I want, the words to misdescribe them,",
    "And the freedom to imagine what I think I feel. I think that most of what I feel remains unknown,",
    "But that beneath my life lies something intricate and real and",
    "Nearly close enough to touch. I live it, and I know I should explain it,",
    "Only I know I can’t—it’s just an image of my life that came to me one day,",
    "And which remained long after the delight it brought had ended.",
    "Sometimes I think I hear the sound of death approaching",
    "Like a song in the trees, a performance staged for me and me alone",
    "And written in the ersatz language of loss, the language of time passing,",
    "Or the sound of someone speaking decorously into the unknown",
    "—Like a voice picked up on the telephone when two lines cross momentarily",
    "—Overheard, and then half heard, and then gone."
  ],
  "title": "Early Morning in Milwaukee",
  "year": ""
}