{
  "author": "John Koethe",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Separation",
    "Divorce",
    "Time",
    "Brevity",
    "Love",
    "Break-ups",
    "Vexed Love",
    "Relationships",
    "Home Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242466",
  "region": "U.S., Midwestern",
  "text": [
    "I drove to Oak Park, took two tours,",
    "And looked at some of the houses.",
    "I took the long way back along the lake.",
    "The place that I came home to—a cavernous",
    "Apartment on the East Side of Milwaukee—",
    "Seems basically a part of that tradition,",
    "With the same admixture of expansion and restraint:",
    "The space takes off, yet leaves behind a nagging",
    "Feeling of confinement, with the disconcerting sense",
    "That while the superficial conflicts got resolved,",
    "The underlying tensions brought to equilibrium,",
    "It isn’t yet a place in which I feel that I can live.",
    "Imagine someone reading. Contemplate a man",
    "Oblivious to his settings, and then a distant person",
    "Standing in an ordinary room, hemmed in by limitations,",
    "Yet possessed by the illusion of an individual life",
    "That blooms within its own mysterious enclosure,",
    "In a solitary space in which the soul can breathe",
    "And where the heart can stay—not by discovering it,",
    "But by creating it, by giving it a self-sustaining",
    "Atmosphere of depth, both in the architecture,",
    "And in the unconstructed life that it contains.",
    "In a late and very brief remark, Freud speculates",
    "That space is the projection of a “psychic apparatus”",
    "Which remains almost entirely oblivious to itself;",
    "And Wright extols “that primitive sense of shelter”",
    "Which can turn a house into a refuge from despair.",
    "I wish that time could bring the future back again",
    "And let me see things as they used to seem to me",
    "Before I found myself alone, in an emancipated state—",
    "Alone and free and filled with cares about tomorrow.",
    "There used to be a logic in the way time passed",
    "That made it flow directly towards an underlying space",
    "Where all the minor, individual lives converged.",
    "The moments borrowed their perceptions from the past",
    "And bathed the future in a soft, familiar light",
    "I remembered from home, and which has faded.",
    "And the voices get supplanted by the rain,",
    "The nights seem colder, and the angel in the mind",
    "That used to sing to me beneath the wide suburban sky",
    "Turns into dreamwork and dissolves into the air,",
    "While in its place a kind of monument appears,",
    "Magnificent in isolation, compromised by proximity",
    "And standing in a small and singular expanse—",
    "As though the years had been a pretext for reflection,",
    "And my life had been a phase of disenchantment—",
    "As the faces that I cherished gradually withdraw,",
    "The reassuring settings slowly melt away,",
    "And what remains is just a sense of getting older.",
    "In a variation of the parable, the pure of heart",
    "Descend into a kingdom that they never wanted",
    "And refused to see. The homely notions of the good,",
    "The quaint ideas of perfection swept away like",
    "Adolescent fictions as the real forms of life",
    "Deteriorate with manically increasing speed,",
    "The kind man wakes into a quiet dream of shelter,",
    "And the serenity it brings—not in reflection,",
    "But in the paralyzing fear of being mistaken,",
    "Of losing everything, of acquiescing in the",
    "Obvious approach (the house shaped like a box;",
    "The life that can’t accommodate another’s)—",
    "As the heart shrinks down to tiny, local things.",
    "Why can’t the more expansive ecstasies come true?",
    "I met you more than thirty years ago, in 1958,",
    "In Mrs. Wolford’s eighth grade history class.",
    "All moments weigh the same, and matter equally;",
    "Yet those that time brings back create the fables",
    "Of a happy or unsatisfying life, of minutes",
    "Passing on the way to either peace or disappointment—",
    "Like a paper calendar on which it’s always autumn",
    "And we’re back in school again; or a hazy afternoon",
    "Near the beginning of October, with the World Series",
    "Playing quietly on the radio, and the windows open,",
    "And the California sunlight filling up the room.",
    "When I survey the mural stretched across the years",
    "—Across my heart—I notice mostly small, neglected",
    "Parts of no importance to the whole design, but which,",
    "In their obscurity, seem more permanent and real.",
    "I see the desks and auditorium, suffused with",
    "Yellow light connoting earnestness and hope that",
    "Still remains there, in a space pervaded by a",
    "Soft and supple ache too deep to contemplate—",
    "As though the future weren’t real, and the present",
    "Were amorphous, with nothing to hold on to,",
    "And the past were there forever. And the art",
    "That time inflicts upon its subjects can’t",
    "Eradicate the lines sketched out in childhood,",
    "Which harden into shapes as it recedes.",
    "I wish I knew a way of looking at the world",
    "That didn’t find it wanting, or of looking at my",
    "Life that didn’t always see a half-completed",
    "Structure made of years and filled with images",
    "And gestures emblematic of the past, like Gatsby’s",
    "Light, or Proust’s imbalance on the stones.",
    "I wish there were a place where I could stay",
    "And leave the world alone—an enormous stadium",
    "Where I could wander back and forth across a field",
    "Replete with all the incidents and small details",
    "That gave the days their textures, that bound the",
    "Minutes into something solid, and that linked them",
    "All together in a way that used to seem eternal.",
    "We used to go to dances in my family’s ancient",
    "Cadillac, which blew up late one summer evening",
    "Climbing up the hill outside Del Mar. And later",
    "I can see us steaming off the cover of the Beatles’",
    "Baby-butcher album at your house in Mission Bay;",
    "And three years later listening to the Velvet",
    "Underground performing in a roller skating rink.",
    "Years aren’t texts, or anything",
    "texts;",
    "And yet I often think of 1968 that way, as though",
    "That single year contained the rhythms of the rest,",
    "As what began in hope and eagerness concluded in",
    "Intractable confusion, as the wedding turned into a",
    "Puzzling fiasco over poor John Godfrey’s hair.",
    "The parts were real, and yet the dense and living",
    "Whole they once composed seems broken now, its",
    "Voice reduced to disembodied terms that speak to me",
    "More distantly each day, until the tangled years",
    "Are finally drained of feeling, and collapse into a",
    "Sequence of the places where we lived: your parents’",
    "House in Kensington, and mine above the canyon:",
    "Then the flat by Sears in Cambridge, where we",
    "Moved when we got married, and the third floor",
    "Of the house on Francis Avenue, near Harvard Square;",
    "The big apartment in Milwaukee where we lived the",
    "Year that John was born, and last of all the",
    "House in Whitefish Bay, where you live now",
    "And all those years came inexplicably undone",
    "In mid-July. The sequence ended late last year.",
    "Suppose we use a lifetime as a measure of the world",
    "As it exists for one. Then half of mine has ended,",
    "While the fragment which has recently come to be",
    "Contains no vantage point from which to see it whole.",
    "I think that people are the sum of their illusions,",
    "That the cares that make them difficult to see",
    "Are eased by distance, with their errors blending",
    "In an intricate harmony, their truths abiding",
    "In a subtle “spark” or psyche (each incomparable,",
    "Yet each the same as all the others) and their",
    "Disparate careers all joined together in a tangled",
    "Moral vision whose intense, meandering design",
    "Seems lightened by a pure simplicity of feeling,",
    "As in grief, or in the pathos of a life",
    "Cut off by loneliness, indifference or hate,",
    "Because the most important thing is human happiness—",
    "Not in the sense of private satisfactions, but of",
    "Lives that realize themselves in ordinary terms",
    "And with the quiet inconsistencies that make them real.",
    "The whole transcends its tensions, like the intimate",
    "Reflections on the day that came at evening, whose",
    "Significance was usually overlooked, or misunderstood,",
    "Because the facts were almost always unexceptional.",
    "Two years ago we took our son to Paris. Last night",
    "I picked him up and took him to a Lou Reed show,",
    "And then took him home. I look at all the houses as I",
    "Walk down Hackett Avenue to work. I teach my classes,",
    "Visit friends, cook introspective meals for myself,",
    "Yet in the end the minutes don’t add up. What’s lost",
    "Is the perception of the world as something good",
    "And held in common; as a place to be perfected",
    "In the kinds of everyday divisions and encounters",
    "That endowed it with integrity and structure,",
    "And that merged its private moments with the past.",
    "What broke it into pieces? What transformed the",
    "Flaws that gave it feeling into objects of a deep and",
    "Smoldering resentment—like coming home too early,",
    "Or walking too far ahead of you on the rue Jacob?",
    "I wish that life could be a window on the sun,",
    "Instead of just this porch where I can stand and",
    "Contemplate the wires that lace the parking lot",
    "And feel it moving towards some unknown resolution.",
    "The Guggenheim Museum just reopened. Tonight I",
    "Watched a segment of the news on PBS—narrated by a",
    "Woman we met years ago at Bob’s—that showed how",
    "Most of Wright’s interior had been restored,",
    "And how the ramp ascends in spirals towards the sky.",
    "I like the houses better—they flow in all directions,",
    "Merging with the scenery and embodying a milder,",
    "More domestic notion of perfection, on a human scale",
    "That doesn’t overwhelm the life that it encloses.",
    "Isn’t there a way to feel at home within the",
    "Confines of this bland, accommodating structure",
    "Made of souvenirs and emblems, like the hammock",
    "Hanging in the backyard of an undistinguished",
    "Prairie School house in Whitefish Bay—the lineal,",
    "Reduced descendant of the “Flameproof” Wright house",
    "Just a block or two away from where I live now?",
    "I usually walk along the street on Sunday,",
    "Musing on how beautiful it seems, how aspects of it",
    "Recapitulate the Oak Park house and studio, with",
    "Open spaces buried in a labyrinthine interior,",
    "And with the entrance half-concealed on the side—",
    "A characteristic feature of his plans that made it",
    "Difficult to find, although the hope was that in",
    "Trying to get inside, the visitor’s eye would come to",
    "Linger over subtleties he might have failed to see—",
    "In much the way that in the course of getting older,",
    "And trying to reconstruct the paths that led me here,",
    "I found myself pulled backwards through these old,",
    "Uncertain passages, distracted by the details,",
    "And meeting only barriers to understanding why the",
    "Years unfolded as they did, and why my life",
    "Turned out the way it has—like his signature",
    "“Pathway of Discovery,” with each diversion",
    "Adding to the integrity of the whole.",
    "There is this",
    "life has that makes the",
    "Accidents of time and place seem small.",
    "Everything alters, and the personal concerns",
    "That love could hold together for a little while",
    "Decay, and then the world seems strange again,",
    "And meaningless and free. I miss the primitive",
    "Confusions, and the secret way things came to me",
    "Each evening, and the pain. I still wonder",
    "Where the tears went, standing in my room each day",
    "And quietly inhabiting a calm, suspended state",
    "Enveloped by the emptiness that scares and thrills me,",
    "With the background noise cascading out of nothing",
    "Like a song that makes the days go by, a song",
    "Incorporating everything—not into what it says,",
    "But simply in the way it touches me, a single",
    "Image of dispersal, the inexhaustible perception",
    "Of contingency and transience and isolation.",
    "It brings them back to me. I have the inwardness",
    "I think I must have wanted, and the quietude,",
    "The solitary temper, and this space where I can",
    "Linger with the silence curling all around me",
    "Like the sound of pure passage, waiting here",
    "Surrounded by the furniture, the books and lists",
    "And all these other emblems of the floating world,",
    "The prints of raindrops that begin as mist, that fall",
    "Discreetly through the atmosphere, and disappear.",
    "And then I feel them in the air, in a reserved,",
    "More earthly music filled with voices reassembling",
    "In a wellspring of remembrance, talking to me again,",
    "And finding shelter in the same evasive movements",
    "I can feel in my own life, cloaked in a quiet",
    "Dignity that keeps away the dread of getting old,",
    "And fading out of other people’s consciousness,",
    "And dying –with its deepest insecurities and fears",
    "Concealed by their own protective colorations,",
    "As the mind secretes its shell and calls it home.",
    "It has the texture of an uncreated substance,",
    "Hovering between the settings it had come to love",
    "And some unformulated state I can’t imagine—",
    "Waiting for the telephone to ring, obsessed with",
    "Ways to occupy these wide, unstructured hours,",
    "And playing records by myself, and waking up alone.",
    "All things are disparate, yet subject to the same",
    "Intense, eradicating wills of time and personality,",
    "Like waves demolishing the walls love seemed to build",
    "Between our lives and emptiness, the certainty they",
    "Seemed to have just two or three short years ago,",
    "Before the anger spread its poison over everything.",
    "I think about the way our visions locked together",
    "In a nightmare play of nervousness and language,",
    "Living day to day inside the concentrated",
    "Force of that relentless argument, whose words",
    "Swept over us in formless torrents of anxiety, two",
    "People clinging to their versions of their lives",
    "Almost like children—living out each other’s",
    "Intermittent fantasies, that fed upon themselves",
    "As though infected by some vile, concentrated hatred;",
    "Who then woke up and planned that evening’s dinner.",
    "It’s all memories now, and distance. Miles away",
    "The cat is sleeping on the driveway, John’s in school,",
    "And sunlight filters through a curtain in the kitchen.",
    "Nothing really changes—the external world intrudes",
    "And then withdraws, and then becomes continuous again.",
    "I went downtown today and got a lamp with pendant",
    "Lanterns made of opalescent art glass—part, I guess,",
    "Of what this morning’s paper called the “Wright craze.”",
    "I like the easy way the days go by, the parts of aging",
    "That have come to seem familiar, and the uneventful",
    "Calm that seems to settle on the house at night.",
    "Each morning brings the mirror’s reassuring face,",
    "As though the years had left the same enduring person",
    "Simplified and changed—no longer vaguely desperate,",
    "No longer torn, yet still impatient with himself",
    "And still restless; but drained of intricacy and rage,",
    "Like a mild paradox—uninteresting in its own right,",
    "Yet existing for the sake of something stranger.",
    "Now and then our life comes over me, in brief,",
    "Involuntary glimpses of that world that blossom",
    "Unexpectedly, in fleeting moments of regret",
    "That come before the ache, the pang that gathers",
    "Sharply, like an indrawn breath—a strange and",
    "Thoughtful kind of pain, as though a steel",
    "Band had somehow snapped inside my heart.",
    "I don’t know. But what I do know is that",
    "None of it is ever going to come to me again.",
    "Why did I think a person only distantly like me",
    "Might finally represent my life? What aspects",
    "Of my attitudes, my cast of mind, my inconclusive",
    "Way of tossing questions at the world had I",
    "Supposed might realize another person’s fantasies",
    "And turn her into someone else—who gradually became",
    "A separate part of me, and argued with the very",
    "Words I would have used, and looked at me through",
    "Eyes I’d looked at as though gazing at myself?",
    "I guess we only realize ourselves in dreams,",
    "Or in these self-reflexive reveries sustaining",
    "All the charms that contemplation holds—until the",
    "Long enchantment of the soul with what it sees",
    "Is lifted, and it startles at a space alight with",
    "Objects of its infantile gaze, like people in a mall.",
    "I saw her just the other day. I felt a kind of",
    "Comfort at her face, one tinctured with bemusement",
    "At the strange and guarded person she’d become—",
    "Attractive, vaguely friendly, brisk (",
    "brisk),",
    "But no one I could think might represent my life.",
    "Why did I even",
    "to see myself in what’s outside?",
    "The strangeness pushes it away, propels the vision",
    "Back upon itself, into these regions filled with",
    "Shapes that I can wander through and never see,",
    "As though their image were inherently unreal.",
    "The houses on a street, the quiet backyard shade,",
    "The room restored to life with bric-a-brac—",
    "I started by revisiting these things, then slowly",
    "Reconceiving them as forms of loss made visible",
    "That balanced sympathy and space inside an",
    "Abstract edifice combining reaches of the past",
    "With all these speculations, all this artful",
    "Preening of the heart. I sit here at my desk,",
    "Perplexed and puzzled, teasing out a tangled",
    "Skein of years we wove together, and trying to",
    "Combine the fragments of those years into a poem.",
    "Who cares if life—if someone’s actual life—is",
    "Finally insignificant and small? There’s still a",
    "Splendor in the way it flowers once and fades",
    "And leaves a carapace behind. There isn’t time to",
    "Linger over why it happened, or attempt to make its",
    "Mystery come to life again and last, like someone",
    "Still embracing the confused perceptions of himself",
    "Embedded in the past, as though eternity lay there—",
    "For heaven’s a delusion, and eternity is in the details,",
    "And this tiny, insubstantial life is all there is.",
    "—And that would be enough, but for the reoccurring",
    "Dreams I often have of you. Sometimes at night",
    "The banished unrealities return, as though a room",
    "Suffused with light and poetry took shape around me.",
    "Pictures line the walls. It’s early summer.",
    "Somewhere in",
    ", Marcel,",
    "Reflecting on his years with “Albertine”—with X—",
    "Suggests that love is just a consciousness of distance,",
    "Of the separation of two lives in time and space.",
    "I think the same estrangement’s mirrored in each life,",
    "In how it seems both adequate and incomplete—part",
    "Day-to-day existence, part imaginary construct",
    "Beckoning at night, and sighing through my dreams",
    "Like some disconsolate chimera, or the subject",
    "Of a lonely, terrifying sadness; or the isolation",
    "Of a quiet winter evening, when the house feels empty,",
    "And silence intervenes. But in the wonderful",
    "Enclosure opening in my heart, I seem to recognize",
    "Our voices lilting in the yard, inflected by the",
    "Rhythms of a song whose words are seamless",
    "And whose lines are never-ending. I can almost",
    "See the contours of your face, and sense the",
    "Presence of the trees, and reimagine all of us",
    "Together in a deep, abiding happiness, as if the",
    "Three of us inhabited a fragile, made-up world",
    "That seemed to be so permanent, so real.",
    "I have this fantasy: It’s early in the evening.",
    "You and I are sitting in the backyard, talking.",
    "Friends arrive, then drinks and dinner, conversation…",
    "The lovely summer twilight lasts forever…",
    "What’s the use?",
    "What purpose do these speculations serve? What",
    "Mild enchantments do these meditations leave?",
    "They’re just the murmurs of an age, of middle age,",
    "That help to pass the time that they retrieve",
    "Before subsiding, leaving everything unchanged.",
    "Each of us at times has felt the future fade,",
    "Or seen the compass of his life diminished,",
    "Or realized some tangible illusion was unreal.",
    "Driving down to Evanston last week, I suddenly",
    "Remembered driving down that road eight years ago,",
    "So caught up in some story I’d just finished",
    "That I’d missed the way the countryside was changing—",
    "How in place of trees there now were office towers",
    "And theme parks, parts of a confusingly panoply of",
    "Barns and discount malls transfiguring a landscape",
    "Filled with high, receding clouds and rows of flimsy",
    "Houses in what used to be a field. I thought of",
    "Other people’s lives, and how impossible it seemed",
    "To grasp them on the model of my own—as little",
    "Mirrors of infinity—or sense their forms of",
    "Happiness, or in their minor personal upheavals",
    "Feel the sweep of time reduced to human scale",
    "And see its abstract argument made visible.",
    "I thought of overarching dreams of plenitude—",
    "How life lacks shape until it’s given one by love,",
    "And how each soul is both a kingdom in itself",
    "And part of some incorporating whole that",
    "Feels and has a face and lets it live forever.",
    "All of these seemed true, and cancelled one another,",
    "Leaving just the feeling of an unseen presence",
    "Tracing out the contours of a world erased,",
    "Like music tracing out the contours of the mind—﻿",
    "For life has the form of a winding curve in space",
    "And in its wake the human figure disappears.",
    "Look at our surroundings—where a previous age",
    "Could visualize a landscape we see borders,",
    "Yet I think the underlying vision is the same:",
    "A person positing a world that he can see",
    "And can’t contain, and vexed by other people.",
    "Everything is possible; some of it seemed real",
    "Or nearly real, yet in the end it spoke to me alone,",
    "In phrases echoing the isolation of a meager",
    "Ledge above a waterfall, or rolling across a vast,",
    "Expanding plain on which there’s always room,",
    "But only room for one. It starts and ends",
    "Inside an ordinary room, while in the interim",
    "Brimming with illusions, filled with commonplace",
    "Delights that make the days go by, with simple",
    "Arguments and fears, and with the nervous",
    "Inkling of some vague, utopian conceit",
    "Transforming both the landscape and our lives,",
    "Until we look around and find ourselves at home,",
    "But in a wholly different world. And even those",
    "Catastrophes that seemed to alter everything",
    "Seem fleeting, grounded in a natural order",
    "All of us are subject to, and ought to celebrate.",
    "—Yet",
    "? That things are temporary doesn’t",
    "Render them unreal, unworthy of regretting.",
    "It’s not as though the past had never happened:",
    "All those years were real, and their loss was real,",
    "And it",
    "sad—I don’t know what else to call it.",
    "I’m glad that both of us seem happy. Yet what",
    "Troubles me is just the way what used to be a world",
    "Turned out, in retrospect, to be a state of mind,",
    "And no more tangible than that. And now it’s gone,",
    "And in its place I find the image of a process",
    "Of inexorable decay, or of some great unraveling",
    "That drags the houses forward into emptiness",
    "And backwards into pictures of the intervening days",
    "Love pieced together out of nothing. And I’m",
    "Certain that this austere vision finally is true,",
    "And yet it strikes me as too meager to believe.",
    "It comes from much too high above the world",
    "And seems to me too hopeless, too extreme—",
    "But then I found myself one winter afternoon",
    "Remembering a quiet morning in a classroom",
    "And inventing everything again, in ordinary",
    "Terms that seemed to comprehend a childish",
    "Dream of love, and then the loss of love,",
    "And all the intricate years between.",
    "﻿"
  ],
  "title": "Falling Water",
  "year": ""
}