{
  "author": "John Koethe",
  "classification": "",
  "keywords": [
    "Midlife",
    "Living",
    "Disappointment",
    "Failure",
    "Love",
    "Marriage",
    "Companionship",
    "Relationships",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177661",
  "region": "U.S., Midwestern",
  "text": [
    "This is the life I wanted, and could never see.",
    "For almost twenty years I thought that it was enough:",
    "That real happiness was either unreal, or lost, or endless,",
    "And that remembrance was as close to it as I could ever come.",
    "And I believed that deep in the past, buried in my heart",
    "Beyond the depth of sight, there was a kingdom of peace.",
    "And so I never imagined that when peace would finally come",
    "It would be on a summer evening, a few blocks away from home",
    "In a small suburban park, with some children playing aimlessly",
    "In an endless light, and a lake shining in the distance.",
    "Eventually, sometime around the middle of your life,",
    "There’s a moment when the first imagination begins to wane.",
    "The future that had always seemed so limitless dissolves,",
    "And the dreams that used to seem so real float up and fade.",
    "The years accumulate; but they start to take on a mild,",
    "Human tone beyond imagination, like the sound the heart makes",
    "Pouring into the past its hymns of adoration and regret.",
    "And then gradually the moments quicken into life,",
    "Vibrant with possibility, sovereign, dense, serene;",
    "And then the park is empty and the years are still.",
    "I think the saddest memory is of a kind of light,",
    "A kind of twilight, that seemed to permeate the air",
    "For a few years after I’d grown up and gone away from home.",
    "It was limitless and free. And of course I was going to change,",
    "But freedom means that only aspects ever really change,",
    "And that as the past recedes and the future floats away",
    "You turn into what you are. And so I stayed basically the same",
    "As what I’d always been, while the blond light in the trees",
    "Became part of my memory, and my voice took on the accents",
    "Of a mind infatuated with the rhetoric of farewell.",
    "And now that disembodied grief has gone away.",
    "It was a flickering, literary kind of sadness,",
    "The suspension of a life between two other lives",
    "Of continual remembrance, between two worlds",
    "In which there’s too much solitude, too much disdain.",
    "But the sadness that I felt was real sadness,",
    "And this elation now a real tremor as the deepening",
    "Shadows lengthen upon the lake. This calm is real,",
    "But how much of the real past can it absorb?",
    "How far into the future can this peace extend?",
    "I love the way the light falls over the suburbs",
    "Late on these summer evenings, as the buried minds",
    "Stir in their graves, the hearts swell in the warm earth",
    "And the soul settles from the air into its human home.",
    "This is where the prodigal began, and now his day is ending",
    "In a great dream of contentment, where all night long",
    "The children sleep within tomorrow’s peaceful arms",
    "And the past is still, and suddenly we turn around and smile",
    "At the memory of a vast, inchoate dream of happiness,",
    "Now that we know that none of it is ever going to be.",
    "Don’t you remember how free the future seemed",
    "When it was all imagination? It was a beautiful park",
    "Where the sky was a page of water, and when we looked up,",
    "There were our own faces, shimmering in the clear air.",
    "And I know that this life is the only real form of happiness,",
    "But sometimes in its midst I can hear the dense, stifled sob",
    "Of the unreal one we might have known, and when that ends",
    "And my eyes are filled with tears, time seems to have stopped",
    "And we are alone in the park where it is almost twenty years ago",
    "And the future is still an immense, open dream."
  ],
  "title": "In the Park",
  "year": ""
}