{
  "author": "John Koethe",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/237198",
  "region": "",
  "text": [
    "Words can bang around in your head",
    "Forever, if you let them and you give them room.",
    "I used to love poetry, and mostly I still do,",
    "Though sometimes “I, too, dislike it.” There must be",
    "Something real beyond the fiddle and perfunctory",
    "Consolations and the quarrels—as of course",
    "There is, though what it is is difficult to say.",
    "I didn’t know what it was, and I don’t know now,",
    "But it was what I started out to do, and now, a lifetime later,",
    "All I’ve really done.",
    "Roots and Branches, Rivers and Mountains",
    "Alone, their fragments shored against the ruin or revelation",
    "That was sure to come, breathing in their secret atmosphere,",
    "Repeating them until they almost seemed my own.",
    "We like to think our lives are what they study to become,",
    "And yet so much of life is waiting, waiting on a whim.",
    "So much of what we are is sheer coincidence,",
    "Like a sentence whose significance is retrospective,",
    "Made up out of elementary particles that are in some sense",
    "Simply sounds, like syllables that finally settle into place.",
    "You probably think that this is a poem about poetry",
    "(And obviously it is), yet its real subject is time,",
    "For that’s what poetry is—a way to live through time",
    "And sometimes, just for a while, to bring it back.",
    "A paneled dining room in Holder Hall. Stage right, enter twit:",
    "“Mr. Ashbery, I’m your biggest campus fan.” We hit it off",
    "And talked about “The Skaters” and my preference for “Clepsydra”",
    "Vs. “Fragment.” Later on that night John asked me to a party in New York,",
    "From Frank O’Hara’s, who finally wandered down. I talked to him",
    "A little about",
    "And quoted a line from “Poem” about the rain, which seemed to please him too.",
    "The party ended, John and I went off to Max’s, ordered steaks",
    "I started coming to New York for lunch. We’d meet at",
    "Walk to Fifty-sixth Street to Larre’s, a restaurant filled with French expatriates,",
    "That he and Kenneth Koch and Frank O’Hara—Holy Trinity!",
    "(",
    "There was a dictator named Edgar and some penicillin,",
    "But that’s all I remember. They hadn’t actually been together",
    "In years, but planned to finish it that night at John’s new apartment",
    "On Ninety-fifth Street, and he said to come by for a drink",
    "Before they ate and got to work. It was a New York dream",
    "Come true: a brownstone floor-through, white and full of paintings",
    "(Naturally), “with a good library and record collection.”",
    "John had procured a huge steak, and as I helped him set the table",
    "The doorbell rang and Frank O’Hara, fresh from the museum",
    "And svelte in a hound’s tooth sports coat entered, followed shortly",
    "By “excitement-prone Kenneth Koch” in somber gray,",
    "And I was one with my immortals. In the small mythologies",
    "We make up out of memories and the flow of time",
    "A few moments remain frozen, though the feel of them is lost,",
    "The feel of talk. It ranged from puns to gossip, always coming back",
    "To poems and poets. Frank was fiercely loyal to young poets",
    "Leaving me to backtrack in embarrassment and have another drink,",
    "Which is what everyone had. I think you see where it was going:",
    "Conversation drifting into dinner, then I stayed for dinner",
    "And everyone forgot about the play, which was never finished",
    "(Though I think I’ve seen a fragment of it somewhere). I see a table",
    "In a cone of light, but there’s no sound except for Kenneth’s",
    "Deadpan “Love to see a boy eat” as I speared a piece of steak;",
    "And then the only voice I’m sure I hear is mine,",
    "As those moments that had once seemed singular and clear",
    "Dissolve into a “general mess of imprecision of feeling”",
    "And images, augmented by line breaks. There were phone calls,",
    "Other people arrived, the narrative of the night dissolved",
    "And finally everyone went home. School and spring wound down.",
    "The semester ended, then the weekend that I wrote about in “Sally’s Hair”",
    "Arrived and went, and then a late-night cruise around Manhattan for a rich friend’s",
    "And failed (thank God) to rouse him, caught a plane to San Diego",
    "The next day, worked at my summer job and worked on poems",
    "And started reading Proust, and got a card one afternoon",
    "From Peter Schjeldahl telling me that Frank O’Hara had been killed.",
    "Ninety-fifth Street soldiered on for several years.",
    "I remember a cocktail party (the symposium of those days),",
    "Followed by dinner just around the corner at Elaine’s,",
    "Pre-Woody Allen. It was there I learned of R.F.K.’s assassination",
    "When I woke up on the daybed in the living room, and where",
    "John told me getting married would ruin me as a poet",
    "“If this is all we need fear from spinach, then I don’t mind so much”",
    "(Which was probably premature—watering his plants one day",
    "She soaked his landlord, Giorgio Cavallon, dozing in the garden below).",
    "It was where Peter Delacorte late one night recited an entire side",
    "Of a",
    "To his friends’ subsequent dismay, and where he blessed me with his extra copy",
    "Of",
    "Sometimes a vague, amorphous stretch of years assumes a shape,",
    "But that’s the way life flows: in stages that take form in retrospect,",
    "A sense of freedom—one which gradually slipped away. The center",
    "Of the conversation moved downtown, the Renaissance gave way to mannerism",
    "The laws proscribing what you couldn’t do were clear. I got so tired",
    "Of writing all those New York poems (though by then I’d moved to Boston—",
    "To Siena, you might say) that led to nowhere but the next one,",
    "So I started writing poems about whatever moved me: what it’s",
    "To be alive within a world that holds no place for you, yet seems so beautiful;",
    "The feeling of the future, and its disappointments; the trajectory of a life,",
    "That always brought me back to time and memory (I’d finished Proust by then),",
    "And brings me back to this. John finally moved downtown himself,",
    "Into a two-story apartment at Twenty-fifth and Tenth, with a spiral staircase",
    "“It’s so",
    "The poetry still continued—mine and everyone’s. I’d added Jimmy",
    "To my pantheon (as you’ve probably noticed), but the night in nineteen sixty-six",
    "Seemed more and more remote: I never saw Kenneth anymore,",
    "John moved again, to Twenty-second Street, and Susan and I moved to Milwaukee,",
    "Where our son was born. I stopped coming to New York, and writing poems,",
    "And as though on cue two people whom I hadn’t seen in years—David Kalstone,",
    "Back to John’s and out to dinner—as though I’d never been away,",
    "Turned up everywhere, with arguments that poetry was called upon to prove.",
    "Half my life was still to come, and yet the rest was mostly personal:",
    "I got divorced, and Willy killed himself, and here I am now, ready to retire.",
    "There was an obituary in the",
    "A painter you’ll recall from Frank O’Hara’s poems (“Why I Am Not a Painter,”",
    "“Ode to Michael Goldberg (’s Birth and Other Births)”). I didn’t know him,",
    "The New York art world demimonde was there, including nearly everyone",
    "Who’s turned up in this poem. I remember staring at a guy who",
    "Looked like something from the Black Lagoon, dancing with a gorgeous",
    "Woman half his age. That’s",
    "O brave new world (now old) that had such people in’t!",
    "“The tiresome old man is telling us his life story.”",
    "I guess I am, but that’s what poets do—not always",
    "Quite as obviously as this, and usually more by indirection",
    "And omission, but beneath the poetry lies the singular reality",
    "And unreality of an individual life. I see it as a long,",
    "Illuminated tunnel, lined with windows giving on the scenes outside—",
    "On Ninety-fifth Street forty years ago. As life goes on",
    "You start to get increasingly distracted by your own reflection",
    "And the darkness gradually becoming visible at the end.",
    "I try not to look too far ahead, but just to stay here—",
    "Back (as they say) to the day, when poems were more like secrets,",
    "With their own vernacular, and you could tell your friends",
    "By who and what they read. And now John’s practically become",
    "A national treasure, and whenever I look up I think I see him",
    "Floating in the sky like the Cheshire Cat. I don’t know",
    "What to make of it, but it makes me happy—like seeing Kenneth",
    "Just before he died (“I’m going west John, I’m going west”)",
    "In his apartment on a side street near Columbia, or remembering",
    "Once again that warm spring night in nineteen sixty-six.",
    "I like to think of them together once again, at the cocktail party",
    "At the end of the mind, where I could blunder in and ruin it one last time.",
    "Meanwhile, on a hillside in the driftless region to the west,",
    "A few miles from the small town where",
    "I’m building a house on a meadow, if I’m permitted to return,",
    "Of an upland pasture without heaviness. I see myself",
    "Sitting on the deck and sipping a martini, as I used to at Larre’s,",
    "In a future that feels almost like a past I’m positive is there—",
    "But where? I think my life is still all conversation,",
    "Only now it’s with myself. I can see it continuing forever,",
    "Even in my absence, as I close the windows and turn off the lights",
    "And it begins to rain. And then we’re there together",
    "In the house on the meadow, waiting for whatever’s left to come",
    "In what’s become the near future—two versions of myself",
    "And of the people that we knew, each one an other",
    "To the other, yet both indelibly there: the twit of twenty",
    "And the aging child of sixty-two, still separate",
    "And searching in the night, listening through the night",
    "To the noise of the rain and memories of rain",
    "And evenings when we’d wander out into the Renaissance,",
    "When I could see you and talk to you and it could still",
    "And still there in the morning when the rain has stopped,",
    "And the apples are all getting tinted in the cool light."
  ],
  "title": "Ninety-Fifth Street",
  "year": ""
}