{
  "author": "John Koethe",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Arts",
    "Sciences",
    "Living",
    "Philosophy",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177658",
  "region": "U.S., Midwestern",
  "text": [
    "In these I find my calling:",
    "In the shower, in the mirror, in unconscious",
    "Hours spent staring at a screen",
    "At artifacts complete unto themselves.",
    "I think of them as self-sufficient worlds",
    "Where I can sojourn for a while,",
    "Then wake to find the clouds dispersing",
    "And the sidewalks steaming with the",
    "Rain that must have fallen while I stayed inside.",
    "The sun is shining, and the quiet",
    "Doubts are answered with more doubts,",
    "For as the years begin to mirror one another",
    "And the diary in the brain implodes,",
    "What filters through the theories on the page",
    "Is a kind of settledness, an equilibrium",
    "Between the life I have and what time seemed to hold—",
    "These rooms, these poems, these ordinary streets",
    "That spring to life each summer in an intricate construction",
    "Blending failed hopes and present happiness—",
    "Which from the outside seems like self-deception.",
    "There is no end to these reflections,",
    "To their measured music with its dying fall",
    "Wherein the heart and what it seeks are reconciled.",
    "I live them, and as though in gratitude",
    "They shape my days, from morning with its sweetest smile",
    "Until the hour when sleep blows out the candle.",
    "Between, the present falls away,",
    "And for a while the old romance resumes,",
    "Familiar but unrecognized, an undiscovered place",
    "Concealed within the confines of this room,",
    "That seems at once a form of feeling and a state of grace",
    "Prepared for me, written in my name",
    "Against the time when time has finally merged",
    "These commonplace surroundings with what lies behind the veil—",
    "Leaving behind at least a version of the truth",
    "Composed of what I felt and what I saw outside my window",
    "On a summer morning; melding sound and sense,",
    "A music and a mood, together in a hesitant embrace",
    "That makes them equal at the end.",
    "There may be nothing for a poem to change",
    "But an atmosphere: conventional or strange,",
    "Its meaning is enclosed by the perception",
    "—Better, by the misperception—",
    "Of what time held and what the future knew;",
    "Which is to say this very moment.",
    "And yet the promise of a distant",
    "Purpose is what makes each moment new.",
    "There may be nothing for the soul to say",
    "In its defense, except to describe the way",
    "It came to find itself at the impasse",
    "Morning reveals in the glass—",
    "The road that led away from home to here,",
    "That began in wonderment and hope,",
    "But that ended in the long slope",
    "Down to loneliness and the fear of fear.",
    "The casuistry is all in the event,",
    "Contingent on what someone might have meant",
    "Or might still mean. What feels most frightening",
    "Is the thought that when the lightning",
    "Has subsided, and the clearing sky",
    "Appears at last above the stage",
    "To mark the only end of age,",
    "That God, that distant and unseeing eye,",
    "Would see that none of this had ever been:",
    "That none of it, apparent or unseen,",
    "Was ever real, and all the private words,",
    "Which seemed to fill the air like birds",
    "Exploding from the brush, were merely sounds",
    "Without significance or sense,",
    "Inert and dead beneath the dense",
    "Expanse of the earth in its impassive rounds.",
    "There may be no rejoinder to that thought.",
    "There may be nothing that one could have sought",
    "That might have lent the search significance,",
    "Or even a kind of coherence.",
    "Perhaps. Yet closer to me than the grandeur",
    "Of the vast and the uncreated",
    "Is the calm of this belated",
    "Moment in its transitory splendor.",
    "Someone asked about the aura of regret",
    "And disappointment that surrounds these poems,",
    "About the private facts those feelings might conceal,",
    "And what their source was in my life.",
    "I said that none of it was personal,",
    "That as lives go my own life was a settled one,",
    "Comprising both successes and misfortunes, the successes",
    "Not especially striking, the misfortunes small.",
    "And yet the question is a real one,",
    "And not for me alone, though certainly for me.",
    "For even if, as Wittgenstein once claimed,",
    "That while the facts may stay the same",
    "And what is true of one is true of both,",
    "The happy and unhappy man inhabit different worlds,",
    "One still would want to know which world this is,",
    "And how that other one could seem so close.",
    "So much of how life feels lies in the phrasing,",
    "In the way a thought starts, then turns back upon itself",
    "Until its question hangs unanswered in the breeze.",
    "Perhaps the sadness is a way of seeming free,",
    "Of denying what can change or disappear,",
    "Of tearing free from circumstance,",
    "As though the soul could only speak out from the",
    "Safety of some private chamber in the air.",
    "Let me try once more. I think the saddest moments",
    "Are the ones that also seem most beautiful,",
    "For the nature of a moment is to fade,",
    "Leaving everything unaltered, and the landscape",
    "Where the light fell as it was before.",
    "And time makes poetry from what it takes away,",
    "And the measure of experience",
    "Is not that it be real, but that it last,",
    "And what one knows is simply what one knew,",
    "And what I want is simply what I had.",
    "These are the premises that structure what I feel,",
    "The axioms that govern my imagination,",
    "And beneath them lies the fear—",
    "Not the fear of the unknown, but the fear of growing old",
    "Unchanged, of looking in the mirror",
    "At a future that repeats itself ad infinitum.",
    "It could be otherwise so easily.",
    "The transience that lectures so insistently of loss",
    "Could speak as clearly of an openness renewed,",
    "A life made sweeter by its changing;",
    "And the shadows of the past",
    "Could seem a shade where one could linger for a while",
    "Before returning to the world, and moving on.",
    "The way would be the same in either case,",
    "Extending for an unknown span of years",
    "Experienced from two perspectives, a familiar course",
    "Accessible to all, yet narrowing,",
    "As the journey nears its end, to one.",
    "The difference isn’t in the details",
    "Or the destination, but in how things feel along the road:",
    "The secret of the quest lies all around me,",
    "While what lurks below the surface is another story,",
    "One of no more consequence or import than the last.",
    "What matters isn’t what one chances to believe,",
    "But the force of one’s attachments,",
    "And instead of looking for an answer in a dream",
    "Set aside the question, let the songs continue",
    "Going through the motions of the days",
    "And waking every morning to this single world,",
    "Whether in regret, or in celebration.",
    "Each day begins as yesterday began:",
    "A cat in silhouette in the dim light",
    "Of what the morning holds—",
    "Breakfast and",
    ", a man",
    "Taking a shower, a poem taking flight",
    "As a state of mind unfolds",
    "So unpredictably.",
    "Through the hot summer air",
    "I walk to a building where",
    "I give a lecture on philosophy",
    "In the strict sense; then go home to the cat.",
    "A narrow life; or put another way,",
    "A life whose facts can all",
    "Be written on a page, the narrow format",
    "Of this tiny novel of a day,",
    "written small,",
    "A diary so deep",
    "Its rhythms seem unreal:",
    "A solitary meal.",
    "Some records or a movie. And then sleep.",
    "At the ending of the remake of",
    "Kurt Russell and one other guy",
    "Are all that’s left of what had been the crew",
    "Of an Antarctic outpost. Some horrifying presence",
    "—Some protean",
    "—establishes itself",
    "Inside the person of an ordinary man",
    "And then, without a warning, erupts in devastation.",
    "The two survivors eye each other slowly,",
    "Neither knowing whether one of them",
    "Still holds the horror. “What do we do now?”",
    "The second asks, and Russell says,",
    "“Let’s see what happens,” and the movie ends.",
    "“Horror” is too strong, but substitute the fear",
    "I spoke about before, and the scene is apt.",
    "I don’t know, as no one really knows,",
    "What might lie waiting in the years to come,",
    "But sometimes when the question touches me I feel afraid—",
    "Not of age, but an age that seems a prolongation of this afternoon,",
    "That looks ahead, and looks instead into itself.",
    "This is the fear that draws me back inside:",
    "That this is all there is, that what I hold so easily",
    "Will vanish soon, and nothing like it will be given me again.",
    "The days will linger and the nights rehearse themselves",
    "Until the secret of my life has finally emerged—",
    "Not in devastation, but in a long decline",
    "That leads at least as surely to a single end.",
    "And then I turn away and see the sky",
    "That soars above the streets of North Point North,",
    "Reducing everyone to anonymity, an anonymity",
    "In which I find a kind of possibility, a kind of freedom",
    "As the world—the only world—rolls on its way,",
    "Oblivious to anything I might say, or that might happen in a poem.",
    "A poem can seize and hold a moment fast, yet it can",
    "Limit what there is to feel, and stake a distance from the world.",
    "The neighborhood around me wakes each day to lives",
    "No different than my own, lives harboring the same ambitions",
    "And regrets, but living on the humbler stuff of happiness.",
    "The disappointments come and go; what stays",
    "Is part of an abiding presence, human and serene.",
    "The houses wait unquestioning in the light",
    "Of an approaching summer evening, while a vast",
    "Contentment answers from the air.",
    "I think I know where this is going to end,",
    "But still my pleasure is to wait—",
    "Not wait, perhaps, for anything within,",
    "But for what lies outside. Let’s see what happens."
  ],
  "title": "North Point North",
  "year": ""
}