{
  "author": "John Koethe",
  "classification": "Blank Verse",
  "keywords": [
    "Midlife",
    "Arts",
    "Sciences",
    "Living",
    "Reading",
    "Books",
    "Philosophy",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177664",
  "region": "U.S., Midwestern",
  "text": [
    "Above a coast that lies between two coasts",
    "Flight 902 turns west towards San Diego.",
    "Milwaukee falls away. The constant passenger,",
    "Removed from character and context, resumes",
    "His California story, gradually ascending,",
    "Reading",
    "for the umpteenth time,",
    "Like a book above the world, or below the noise.",
    "I recall some houses halfway in the desert,",
    "And how dry the trees all seemed, and temporary",
    "Even the tallest buildings looked, with bungalows",
    "Decaying in the Santa Ana wind. And finally",
    "Just how small it was, and mean. Is it nostalgia",
    "For the limited that makes the days go quickly,",
    "Tracing out their spirals of diminishing concern?",
    "Like all the boys who lived on Westland Avenue,",
    "I learned to follow the trails through the canyon,",
    "Shoot at birds with a BB gun, and dream of leaving.",
    "What",
    "books? To me they seemed like mirrors",
    "Holding up a vision of the social, in which people,",
    "Beckoning from their inaccessible preserves",
    "Like forgotten toys, afforded glimpses of those",
    "Evanescent worlds that certain minor writers",
    "—Raymond Chandler say, or even Rupert Brooke—",
    "Could visualize somehow, and bring to life again.",
    "And though these worlds were sometimes difficult to see,",
    "Once having seen them one returned to find the words",
    "Still there, like a part of the surroundings",
    "Compliant to one’s will.",
    "Yet these are attitudes,",
    "And each age has its separate store of attitudes,",
    "Its store of tropes—“In Grantchester, in Grantchester!—”",
    "That filter through its dreams and fill its songs.",
    "Hume tried to show that sympathy alone allows",
    "“The happiness of strangers” to affect our lives.",
    "Yet now and then a phrase, echoing in the mind",
    "Long after its occasion, seems to resurrect",
    "A world I think I recognize, and never saw.",
    "For what was there to see? Some houses on a hill",
    "Next to a small stream? A village filled with people",
    "I couldn’t understand? Could anyone have",
    "the",
    "Transitory sweetness of the Georgians’ England",
    "And the world before the War, before",
    "?",
    "Years are secrets, and their memories are often",
    "Stories of a past that no one witnessed, like the",
    "Fantasies of home one builds to rationalize",
    "The ordinary way one’s life has gone since then.",
    "Words seem to crystallize that life in pictures—",
    "In a postcard of a vicarage, or of a canyon",
    "Wedged between the desert and an endless ocean—",
    "But their clarity is fleeting. I can nearly",
    "See the coast from here, and as I hear the engines",
    "And the bell chimes, all those images dissolve.",
    "And then I start to hear the murmur of that",
    "Constant voice as distant from me as a landscape",
    "Studied from an airplane: a contingent person",
    "With a particular mind, and a particular will,",
    "Descending across a desert, westward over mountains",
    "And the sparsely peopled scrub beyond the city,",
    "Pocked with half-filled reservoirs and rudimentary",
    "Trails with nothing waiting for me at the end",
    "—“And is there honey still for tea?”—",
    "But isolated houses nestled in the hills."
  ],
  "title": "The Constant Voice",
  "year": ""
}