{
  "author": "John Koethe",
  "classification": "",
  "keywords": [
    "Time",
    "Brevity",
    "Nature",
    "Spring",
    "Living",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177662",
  "region": "U.S., Midwestern",
  "text": [
    "Snow melts into the earth and a gentle breeze",
    "Loosens the damp gum wrappers, the stale leaves",
    "Left over from autumn, and the dead brown grass.",
    "The sky shakes itself out. And the invisible birds",
    "Winter put away somewhere return, the air relaxes,",
    "People start to circulate again in twos and threes.",
    "The dominant feelings are the blue sky, and the year.",
    "—Memories of other seasons and the billowing wind;",
    "The light gradually altering from difficult to clear",
    "As a page melts and a photograph develops in the backyard.",
    "When some men came to tear down the garage across the way",
    "The light was still clear, but the salt intoxication",
    "Was already dissipating into the atmosphere of constant day",
    "April brings, between the isolation and the flowers.",
    "Now the clouds are lighter, the branches are frosted green,",
    "And suddenly the season that had seemed so tentative before",
    "Becomes immediate, so clear the heart breaks and the vibrant",
    "Air is laced with crystal wires leading back from hell.",
    "Only the distraction, and the exaggerated sense of care",
    "Here at the heart of spring—all year long these feelings",
    "Alternately wither and bloom, while a dense abstraction",
    "Hides them. But now the mental dance of solitude resumes,",
    "And life seems smaller, placed against the background",
    "Of this story with the empty, moral quality of an expansive",
    "Gesture made up out of trees and clouds and air.",
    "The loneliness comes and goes, but the blue holds,",
    "Permeating the early leaves that flutter in the sunlight",
    "As the air dances up and down the street. Some kids yell.",
    "A white dog rolls over on the grass and barks once. And",
    "Although the incidents vary and the principal figures change,",
    "Once established, the essential tone and character of a season",
    "Stays inwardly the same day after day, like a person’s.",
    "The clouds are frantic. Shadows sweep across the lawn",
    "And up the side of the house. A dappled sky, a mild blue",
    "Watercolor light that floats the tense particulars away",
    "As the distraction starts. Spring here is at first so wary,",
    "And then so spare that even the birds act like strangers,",
    "Trying out the strange air with a hesitant chirp or two,",
    "And then subsiding. But the season intensifies by degrees,",
    "Imperceptibly, while the colors deepen out of memory,",
    "The flowers bloom and the thick leaves gleam in the sunlight",
    "Of another city, in a past which has almost faded into heaven.",
    "And even though memory always gives back so much more of",
    "What was there than the mind initially thought it could hold,",
    "Where will the separation and the ache between the isolated",
    "Moments go when summer comes and turns this all into a garden?",
    "Spring here is too subdued: the air is clear with anticipation,",
    "But its real strength lies in the quiet tension of isolation",
    "And living patiently, without atonement or regret,",
    "In the eternity of the plain moments, the nest of care",
    "—Until suddenly, all alone, the mind is lifted upward into",
    "Light and air and the nothingness of the sky,",
    "Held there in that vacant, circumstantial blue until,",
    "In the vehemence of a landscape where all the colors disappear,",
    "The quiet absolution of the spirit quickens into fact,",
    "And then, into death. But the wind is cool.",
    "The buds are starting to open on the trees.",
    "Somewhere up in the sky an airplane drones."
  ],
  "title": "The Late Wisconsin Spring",
  "year": ""
}