{
  "author": "Lawrence Raab",
  "classification": "",
  "keywords": [
    "Seas, Rivers,",
    "Streams",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179025",
  "region": "U.S., New England",
  "text": [
    "After a night of wind we are surprised",
    "by the light, how it flutters up from the back of the sea",
    "and leaves us at ease. We can walk along the shore",
    "this way or that, all day. Sit in the spiky grass",
    "among the low whittled bushes, listening",
    "to crickets, to the whisk of the small waves,",
    "the rattling back of stones. “Observation,”",
    "our Golden Nature Guide instructs, is the key to science.",
    "Look all around you. Some beaches",
    "may be quite barren except for things washed up.”",
    "A buoy and a blue bottle, a lightbulb",
    "cloudy but unbroken. For an hour",
    "my daughter gathers trinkets, bits of good luck.",
    "She sings the song she’s just invented:",
    "Everybody knows when the old days come.",
    "Although it is October, today falls into the shape",
    "of summer, that sense of languid promise",
    "in which we are offered another",
    "and then another spell of flawless weather.",
    "It is the weather of Sundays,",
    "the weather of memory, and I can see",
    "myself sitting on a porch looking",
    "out at water, the discreet shores",
    "of a lake. Three or four white pines",
    "were enough of a mystery, how they shook",
    "and whispered, how at night I felt them",
    "leaning against my window, like the beginning",
    "of a story in which children must walk",
    "deeper and deeper into a dark forest,",
    "and are afraid, yet calm, unaware",
    "of the arrangements made for them to survive.",
    "My daughter counts her shells and stones,",
    "my wife clips bayberry from the pathway. I raise",
    "an old pair of binoculars, follow the edge of the sky",
    "to the lighthouse, then down into the waves as they",
    "fold around rocks humped up out of the sea.",
    "I can turn the wheel and blur it all",
    "into a dazzle, the pure slips and shards of light.",
    "“A steady push of wind,” we read in the book,",
    "“gives water its rolling, rising and falling motion.",
    "As the sea moves up and down, the wave itself",
    "moves forward. As it nears the shore friction",
    "from the bottom causes it to rise higher",
    "until it tips forward in an arc and breaks.”",
    "On the table in front of the house",
    "is the day’s collection: sea-glass",
    "and starfish, a pink claw, that blue bottle—",
    "some to be taken home, arranged in a box,",
    "laid on a shelf, later rediscovered, later",
    "thrown away, casually, without regret,",
    "and some of it, even now, to be discarded,",
    "like the lesser stones, and the pale",
    "chipped shells which are so alike",
    "we can agree that saving one or two will be enough."
  ],
  "title": "On the Island",
  "year": ""
}