{
  "author": "Henry Timrod",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "Winter"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178780",
  "region": "U.S., Southern",
  "text": [
    "Oh! dost thou flatter falsely, Hope?",
    "The day hath scarcely passed that saw thy birth,",
    "Yet thy white wings are plumed to all their scope,",
    "And hour by hour thine eyes have gathered light,",
    "And grown so large and bright,",
    "That my whole future life unfolds what seems,",
    "Beneath their gentle beams,",
    "A path that leads athwart some guiltless earth,",
    "To which a star is dropping from the night!",
    "Not many moons ago,",
    "But when these leafless beds were all aglow",
    "With summer’s dearest treasures, I",
    "Was reading in this lonely garden-nook;",
    "A July noon was cloudless in the sky,",
    "And soon I put my shallow studies by;",
    "Then sick at heart, and angered by the book,",
    "Which, in good sooth, was but the long-drawn sigh",
    "Of some one who had quarreled with his kind,",
    "Vexed at the very proofs which I had sought,",
    "And all annoyed while all alert to find",
    "A plausible likeness of my own dark thought,",
    "I cast me down beneath yon oak’s wide boughs,",
    "And, shielding with both hands my throbbing brows,",
    "Watched lazily the shadows of my brain.",
    "The feeble tide of peevishness went down,",
    "And left a flat dull waste of dreary pain",
    "Which seemed to clog the blood in every vein;",
    "The world, of course, put on its darkest frown—",
    "In all its realms I saw no mortal crown",
    "Which did not wound or crush some restless head;",
    "And hope, and will, and motive, all were dead.",
    "So, passive as a stone, I felt too low",
    "To claim a kindred with the humblest flower;",
    "Even that would bare its bosom to a shower,",
    "While I henceforth would take no pains to live,",
    "Nor place myself where I might feel or give",
    "A single impulse whence a wish could grow.",
    "There was a tulip scarce a gossamer’s throw",
    "Beyond that platanus. A little child,",
    "Most dear to me, looked through the fence and smiled",
    "A hint that I should pluck it for her sake.",
    "Ah, me! I trust I was not well awake—",
    "The voice was very sweet,",
    "Yet a faint languor kept me in my seat.",
    "I saw a pouted lip, a toss, and heard",
    "Some low expostulating tones, but stirred",
    "Not even a leaf’s length, till the pretty fay,",
    "Wondering, and half abashed at the wild feat,",
    "Climbed the low pales, and laughed my gloom away.",
    "And here again, but led by other powers,",
    "A morning and a golden afternoon,",
    "These happy stars, and yonder setting moon,",
    "Have seen me speed, unreckoned and untasked,",
    "A round of precious hours.",
    "Oh! here, where in that summer noon I basked,",
    "And strove, with logic frailer than the flowers,",
    "To justify a life of sensuous rest,",
    "A question dear as home or heaven was asked,",
    "And without language answered. I was blest!",
    "Blest with those nameless boons too sweet to trust",
    "Unto the telltale confidence of song.",
    "Love to his own glad self is sometimes coy,",
    "And even thus much doth seem to do him wrong;",
    "While in the fears which chasten mortal joy,",
    "Is one that shuts the lips, lest speech too free,",
    "With the cold touch of hard reality,",
    "Should turn its priceless jewels into dust.",
    "Since that long kiss which closed the morning’s talk,",
    "I have not strayed beyond this garden walk.",
    "As yet a vague delight is all I know,",
    "A sense of joy so wild ’t is almost pain,",
    "And like a trouble drives me to and fro,",
    "And will not pause to count its own sweet gain.",
    "I am so happy! that is all my thought!",
    "To-morrow I will turn it round and round,",
    "And seek to know its limits and its ground.",
    "To-morrow I will task my heart to learn",
    "The duties which shall spring from such a seed,",
    "And where it must be sown, and how be wrought.",
    "But oh! this reckless bliss is bliss indeed!",
    "And for one day I choose to seal the urn",
    "Wherein is shrined Love’s missal and his creed.",
    "Meantime I give my fancy all it craves;",
    "Like him who found the West when first he caught",
    "The light that glittered from the world he sought,",
    "And furled his sails till Dawn should show the land;",
    "While in glad dreams he saw the ambient waves",
    "Go rippling brightly up a golden strand.",
    "Hath there not been a softer breath at play",
    "In the long woodland aisles than often sweeps",
    "At this rough season through their solemn deeps—",
    "A gentle Ariel sent by gentle May,",
    "Who knew it was the morn",
    "On which a hope was born,",
    "To greet the flower ere it was fully blown,",
    "And nurse it as some lily of her own?",
    "And wherefore, save to grace a happy day,",
    "Did the whole West at blushing sunset glow",
    "With clouds that, floating up in bridal snow,",
    "Passed with the festal eve, rose-crowned, away!",
    "And now, if I may trust my straining sight,",
    "The heavens appear with added stars to-night,",
    "And deeper depths, and more celestial height,",
    "Than hath been reached except in dreams or death.",
    "Hush, sweetest South! I love thy delicate breath;",
    "But hush! methought I felt an angel’s kiss!",
    "Oh! all that lives is happy in my bliss.",
    "That lonely fir, which always seems",
    "As though it locked dark secrets in itself,",
    "Hideth a gentle elf,",
    "Whose wand shall send me soon a frolic troop",
    "Of rainbow visions, and of moonlit dreams.",
    "Can joy be weary, that my eyelids droop?",
    "To-night I shall not seek my curtained nest,",
    "But even here find rest.",
    "Who whispered then? And what are they that peep",
    "Betwixt the foliage in the tree-top there?",
    "Come, Fairy Shadows! for the morn is near,",
    "When to your sombre pine ye all must creep;",
    "Come, ye wild pilots of the darkness, ere",
    "My spirit sinks into the gulf of Sleep;",
    "Even now it circles round and round the deep—",
    "Appear! Appear!"
  ],
  "title": "A Rhapsody of a Southern Winter Night",
  "year": ""
}