{
  "author": "Henry Timrod",
  "classification": "Blank Verse",
  "keywords": [
    "Mythology",
    "Folklore",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178782",
  "region": "U.S., Southern",
  "text": [
    "In a far country, and a distant age,",
    "Ere sprites and fays had bade farewell to earth,",
    "A boy was born of humble parentage;",
    "The stars that shone upon his lonely birth",
    "Did seem to promise sovereignty and fame—",
    "Yet no tradition hath preserved his name.",
    "’T is said that on the night when he was born,",
    "A beauteous shape swept slowly through the room;",
    "Its eyes broke on the infant like a morn,",
    "And his cheek brightened like a rose in bloom;",
    "But as it passed away there followed after",
    "A sigh of pain, and sounds of elvish laughter.",
    "And so his parents deemed him to be blest",
    "Beyond the lot of mortals; they were poor",
    "As the most timid bird that stored its nest",
    "With the stray gleanings at their cottage-door:",
    "Yet they contrived to rear their little dove,",
    "And he repaid them with the tenderest love.",
    "The child was very beautiful in sooth,",
    "And as he waxed in years grew lovelier still;",
    "On his fair brow the aureole of truth",
    "Beamed, and the purest maidens, with a thrill,",
    "Looked in his eyes, and from their heaven of blue",
    "Saw thoughts like sinless Angels peering through.",
    "Need there was none of censure or of praise",
    "To mould him to the kind parental hand;",
    "Yet there was ever something in his ways,",
    "Which those about him could not understand;",
    "A self-withdrawn and independent bliss,",
    "Beside the father’s love, the mother’s kiss.",
    "For oft, when he believed himself alone,",
    "They caught brief snatches of mysterious rhymes,",
    "Which he would murmur in an undertone,",
    "Like a pleased bee’s in summer; and at times",
    "A strange far look would come into his eyes,",
    "As if he saw a vision in the skies.",
    "And he upon a simple leaf would pore",
    "As if its very texture unto him",
    "Had some deep meaning; sometimes by the door,",
    "From noon until a summer-day grew dim,",
    "He lay and watched the clouds; and to his thought",
    "Night with her stars but fitful slumbers brought.",
    "In the long hours of twilight, when the breeze",
    "Talked in low tones along the woodland rills,",
    "Or the loud North its stormy minstrelsies",
    "Blent with wild noises from the distant hills,",
    "The boy—his rosy hand against his ear",
    "Curved like a sea-shell—hushed as some rapt seer,",
    "Followed the sounds, and ever and again,",
    "As the wind came, and went, in storm or play,",
    "He seemed to hearken as to some far strain",
    "Of mingled voices calling him away;",
    "And they who watched him held their breath to trace",
    "The still and fixed attention in his face.",
    "Once, on a cold and loud-voiced winter night,",
    "The three were seated by their cottage-fire—",
    "The mother watching by its flickering light",
    "The wakeful urchin, and the dozing sire;",
    "There was a brief, quick motion like a bird’s,",
    "And the boy’s thought thus rippled into words:",
    "“O mother! thou hast taught me many things,",
    "But none I think more beautiful than speech—",
    "A nobler power than even those broad wings",
    "I used to pray for, when I longed to reach",
    "That distant peak which on our vale looks down,",
    "And wears the star of evening for a crown.",
    "“But, mother, while our human words are rife",
    "To us with meaning, other sounds there be",
    "Which seem, and are, the language of a life",
    "Around, yet unlike ours: winds talk; the sea",
    "Murmurs articulately, and the sky",
    "Listens, and answers, though inaudibly.",
    "“By stream and spring, in glades and woodlands lone,",
    "Beside our very cot, I’ve gathered flowers",
    "Inscribed with signs and characters unknown;",
    "But the frail scrolls still baffle all my powers:",
    "What is this language and where is the key",
    "That opes its weird and wondrous mystery?",
    "“The forests know it, and the mountains know,",
    "And it is written in the sunset’s dyes;",
    "A revelation to the world below",
    "Is daily going on before our eyes;",
    "And, but for sinful thoughts, I do not doubt",
    "That we could spell the thrilling secret out.",
    "“O mother! somewhere on this lovely earth",
    "I lived, and understood that mystic tongue,",
    "But, for some reason, to my second birth",
    "Only the dullest memories have clung,",
    "Like that fair tree that even while blossoming",
    "Keeps the dead berries of a former spring.",
    "“Who shall put life in these?—my nightly dreams",
    "Some teacher of supernal powers foretell;",
    "A fair and stately shape appears, which seems",
    "Bright with all truth; and once, in a dark dell",
    "Within the forest, unto me there came",
    "A voice that must be hers, which called my name.”",
    "Puzzled and frightened, wondering more and more,",
    "The mother heard, but did not comprehend;",
    "“So early dallying with forbidden lore!",
    "Oh, what will chance, and wherein will it end?",
    "My child! my child!” she caught him to her breast,",
    "“Oh, let me kiss these wildering thoughts to rest!",
    "“They cannot come from God, who freely gives",
    "All that we need to have, or ought to know;",
    "Beware, my son! some evil influence strives",
    "To grieve thy parents, and to work thee woe;",
    "Alas! the vision I misunderstood!",
    "It could not be an angel fair and good.”",
    "And then, in low and tremulous tones, she told",
    "The story of his birth-night; the boy’s eyes,",
    "As the wild tale went on, were bright and bold,",
    "With a weird look that did not seem surprise:",
    "“Perhaps,” he said, “this lady and her elves",
    "Will one day come, and take me to themselves.”",
    "“And would’st thou leave us?” “Dearest mother, no!",
    "Hush! I will check these thoughts that give thee pain;",
    "Or, if they flow, as they perchance must flow,",
    "At least I will not utter them again;",
    "Hark! didst thou hear a voice like many streams?",
    "Mother! it is the spirit of my dreams!”",
    "Thenceforth, whatever impulse stirred below,",
    "In the deep heart beneath that childish breast,",
    "Those lips were sealed, and though the eye would glow,",
    "Yet the brow wore an air of perfect rest;",
    "Cheerful, content, with calm though strong control,",
    "He shut the temple-portals of his soul.",
    "And when too restlessly the mighty throng",
    "Of fancies woke within his teeming mind,",
    "All silently they formed in glorious song,",
    "And floated off unheard, and undivined,",
    "Perchance not lost—with many a voiceless prayer",
    "They reached the sky, and found some record there.",
    "Softly and swiftly sped the quiet days;",
    "The thoughtful boy has blossomed into youth,",
    "And still no maiden would have feared his gaze,",
    "And still his brow was noble with the truth:",
    "Yet though he masks the pain with pious art",
    "There burns a restless fever in his heart.",
    "A childish dream is now a deathless need",
    "Which drives him to far hills and distant wilds;",
    "The solemn faith and fervor of his creed",
    "Bold as a martyr’s, simple as a child’s;",
    "The eagle knew him as she knew the blast,",
    "And the deer did not flee him as he passed.",
    "But gentle even in his wildest mood,",
    "Always, and most, he loved the bluest weather,",
    "And in some soft and sunny solitude",
    "Couched like a milder sunshine on the heather,",
    "He communed with the winds, and with the birds,",
    "As if they might have answered him in words.",
    "Deep buried in the forest was a nook,",
    "Remote and quiet as its quiet skies;",
    "He knew it, sought it, loved it as a book",
    "Full of his own sweet thoughts and memories;",
    "Dark oaks and fluted chestnuts gathering round,",
    "Pillared and greenly domed a sloping mound,",
    "Whereof—white, purple, azure, golden, red,",
    "Confused like hues of sunset—the wild flowers",
    "Wove a rich dais; through crosslights overhead",
    "Glanced the clear sunshine, fell the fruitful showers,",
    "And here the shyest bird would fold her wings;",
    "Here fled the fairest and the gentlest things.",
    "Thither, one night of mist and moonlight, came",
    "The youth, with nothing deeper in his thoughts",
    "Than to behold beneath the silver flame",
    "New aspects of his fair and favorite spot;",
    "A single ray attained the ground, and shed",
    "Just light enough to guide the wanderer’s tread.",
    "And high and hushed arose the stately trees,",
    "Yet shut within themselves, like dungeons, where",
    "Lay fettered all the secrets of the breeze;",
    "Silent, but not as slumbering, all things there",
    "Wore to the youth’s aroused imagination",
    "An air of deep and solemn expectation.",
    "“Hath Heaven,” the youth exclaimed, “a sweeter spot,",
    "Or Earth another like it?—yet even here",
    "The old mystery dwells! and though I read it not,",
    "Here most I hope—it is, or seems so near;",
    "So many hints come to me, but, alas!",
    "I cannot grasp the shadows as they pass.",
    "“Here, from the very turf beneath me, I",
    "Catch, but just catch, I know not what faint sound,",
    "And darkly guess that from yon silent sky",
    "Float starry emanations to the ground;",
    "These ears are deaf, these human eyes are blind,",
    "I want a purer heart, a subtler mind.",
    "“Sometimes—could it be fancy?—I have felt",
    "The presence of a spirit who might speak;",
    "As down in lowly reverence I knelt,",
    "Its very breath has kissed my burning cheek;",
    "But I in vain have hushed my own to hear",
    "A wing or whisper stir the silent air!”",
    "Is not the breeze articulate? Hark! Oh, hark!",
    "A distant murmur, like a voice of floods;",
    "And onward sweeping slowly through the dark,",
    "Bursts like a call the night-wind from the woods!",
    "Low bow the flowers, the trees fling loose their dreams,",
    "And through the waving roof a fresher moonlight streams.",
    "“Mortal!”—the word crept slowly round the place",
    "As if that wind had breathed it! From no star",
    "Streams that soft lustre on the dreamer’s face.",
    "Again a hushing calm! while faint and far",
    "The breeze goes calling onward through the night.",
    "Dear God! what vision chains that wide-strained sight?",
    "Over the grass and flowers, and up the slope",
    "Glides a white cloud of mist, self-moved and slow,",
    "That, pausing at the hillock’s moonlit cope,",
    "Swayed like a flame of silver; from below",
    "The breathless youth with beating heart beholds",
    "A mystic motion in its argent folds.",
    "Yet his young soul is bold, and hope grows warm,",
    "As flashing through that cloud of shadowy crape,",
    "With sweep of robes, and then a gleaming arm,",
    "Slowly developing, at last took shape",
    "A face and form unutterably bright,",
    "That cast a golden glamour on the night.",
    "But for the glory round it it would seem",
    "Almost a mortal maiden; and the boy,",
    "Unto whom love was yet an innocent dream,",
    "Shivered and crimsoned with an unknown joy;",
    "As to the young Spring bounds the passionate South,",
    "He could have clasped and kissed her mouth to mouth.",
    "Yet something checked, that was and was not dread,",
    "Till in a low sweet voice the maiden spake;",
    "She was the Fairy of his dreams, she said,",
    "And loved him simply for his human sake;",
    "And that in heaven, wherefrom she took her birth,",
    "They called her Poesy, the angel of the earth.",
    "“And ever since that immemorial hour,",
    "When the glad morning-stars together sung,",
    "My task hath been, beneath a mightier Power,",
    "To keep the world forever fresh and young;",
    "I give it not its fruitage and its green,",
    "But clothe it with a glory all unseen.",
    "“I sow the germ which buds in human art,",
    "And, with my sister, Science, I explore",
    "With light the dark recesses of the heart,",
    "And nerve the will, and teach the wish to soar;",
    "I touch with grace the body’s meanest clay,",
    "While noble souls are nobler for my sway.",
    "“Before my power the kings of earth have bowed;",
    "I am the voice of Freedom, and the sword",
    "Leaps from its scabbard when I call aloud;",
    "Wherever life in sacrifice is poured,",
    "Wherever martyrs die or patriots bleed,",
    "I weave the chaplet and award the meed.",
    "“Where Passion stoops, or strays, is cold, or dead,",
    "I lift from error, or to action thrill!",
    "Or if it rage too madly in its bed,",
    "The tempest hushes at my ‘peace! be still!’",
    "I know how far its tides should sink or swell,",
    "And they obey my sceptre and my spell.",
    "“All lovely things, and gentle—the sweet laugh",
    "Of children, Girlhood’s kiss, and Friendship’s clasp,",
    "The boy that sporteth with the old man’s staff,",
    "The baby, and the breast its fingers grasp—",
    "All that exalts the grounds of happiness,",
    "All griefs that hallow, and all joys that bless,",
    "“To me are sacred; at my holy shrine",
    "Love breathes its latest dreams, its earliest hints;",
    "I turn life’s tasteless waters into wine,",
    "And flush them through and through with purple tints.",
    "Wherever Earth is fair, and Heaven looks down,",
    "I rear my altars, and I wear my crown.",
    "“I am the unseen spirit thou hast sought,",
    "I woke those shadowy questionings that vex",
    "Thy young mind, lost in its own cloud of thought,",
    "And rouse the soul they trouble and perplex;",
    "I filled thy days with visions, and thy nights",
    "Blessed with all sweetest sounds and fairy sights.",
    "“Not here, not in this world, may I disclose",
    "The mysteries in which this life is hearsed;",
    "Some doubts there be that, with some earthly woes,",
    "By Death alone shall wholly be dispersed;",
    "Yet on those very doubts from this low sod",
    "Thy soul shall pass beyond the stars to God.",
    "“And so to knowledge, climbing grade by grade,",
    "Thou shalt attain whatever mortals can,",
    "And what thou may’st discover by my aid",
    "Thou shalt translate unto thy brother man;",
    "And men shall bless the power that flings a ray",
    "Into their night from thy diviner day.",
    "“For from thy lofty height, thy words shall fall",
    "Upon their spirits, like bright cataracts",
    "That front a sunrise; thou shalt hear them call",
    "Amid their endless waste of arid facts,",
    "As wearily they plod their way along,",
    "Upon the rhythmic zephyrs of thy song.",
    "“All this is in thy reach, but much depends",
    "Upon thyself—thy future I await;",
    "I give the genius, point the proper ends,",
    "But the true bard is his own only Fate;",
    "Into thy soul my soul have I infused;",
    "Take care thy lofty powers be wisely used.",
    "“The Poet owes a high and holy debt,",
    "Which, if he feel, he craves not to be heard",
    "For the poor boon of praise, or place, nor yet",
    "Does the mere joy of song, as with the bird",
    "Of many voices, prompt the choral lay",
    "That cheers that gentle pilgrim on his way.",
    "“Nor may he always sweep the passionate lyre,",
    "Which is his heart, only for such relief",
    "As an impatient spirit may desire,",
    "Lest, from the grave which hides a private grief,",
    "The spells of song call up some pallid wraith",
    "To blast or ban a mortal hope or faith.",
    "“Yet over his deep soul, with all its crowd",
    "Of varying hopes and fears, he still must brood;",
    "As from its azure height a tranquil cloud",
    "Watches its own bright changes in the flood;",
    "Self-reading, not self-loving—they are twain—",
    "And sounding, while he mourns, the depths of pain.",
    "“Thus shall his songs attain the common breast,",
    "Dyed in his own life’s blood, the sign and seal,",
    "Even as the thorns which are the martyr’s crest,",
    "That do attest his office, and appeal",
    "Unto the universal human heart",
    "In sanction of his mission and his art.",
    "“Much yet remains unsaid—pure must he be;",
    "Oh, blessed are the pure! for they shall hear",
    "Where others hear not, see where others see",
    "With a dazed vision: who have drawn most near",
    "My shrine, have ever brought a spirit cased",
    "And mailed in a body clean and chaste.",
    "“The Poet to the whole wide world belongs,",
    "Even as the teacher is the child’s—I said",
    "No selfish aim should ever mar his songs,",
    "But self wears many guises; men may wed",
    "Self in another, and the soul may be",
    "Self to its centre, all unconsciously.",
    "“And therefore must the Poet watch, lest he,",
    "In the dark struggle of this life, should take",
    "Stains which he might not notice; he must flee",
    "Falsehood, however winsome, and forsake",
    "All for the Truth, assured that Truth alone",
    "Is Beauty, and can make him all my own.",
    "“And he must be as armed warrior strong,",
    "And he must be as gentle as a girl,",
    "And he must front, and sometimes suffer wrong,",
    "With brow unbent, and lip untaught to curl;",
    "For wrath, and scorn, and pride, however just,",
    "Fill the clear spirit’s eyes with earthly dust.”",
    "*",
    "The story came to me—it recks not whence—",
    "In fragments. Oh! if I could tell it all,",
    "If human speech indeed could tell it all,",
    "’T were not a whit less wondrous, than if I",
    "Should find, untouched in leaf and stem, and bright",
    "As when it bloomed three thousand years ago",
    "On some Idalian slope, a perfect rose.",
    "Alas! a leaf or two, and they perchance",
    "Scarce worth the hiving, one or two dead leaves",
    "Are the sole harvest of a summer’s toil.",
    "There was a moment, ne’er to be recalled,",
    "When to the Poet’s hope within my heart,",
    "They wore a tint like life’s, but in my hand,",
    "I know not why, they withered. I have heard",
    "Somewhere, of some dead monarch, from the tomb",
    "Where he had slept a century and more,",
    "Brought forth, that when the coffin was laid bare,",
    "Albeit the body in its mouldering robes",
    "Was fleshless, yet one feature still remained",
    "Perfect, or perfect seemed at least; the eyes",
    "Gleamed for a second on the startled crowd,",
    "And then went out in ashes. Even thus",
    "The story, when I drew it from the grave",
    "Where it had lain so long, did seem, I thought,",
    "Not wholly lifeless; but even while I gazed",
    "To fix its features on my heart, and called",
    "The world to wonder with me, lo! it proved",
    "I looked upon a corpse!",
    "What further fell",
    "In that lone forest nook, how much was taught,",
    "How much was only hinted, what the youth",
    "Promised, if promise were required, to do",
    "Or strive for, what the gifts he bore away—",
    "Or added powers or blessings—how at last,",
    "The vision ended and he sought his home,",
    "How lived there, and how long, and when he passed",
    "Into the busy world to seek his fate,",
    "I know not, and if any ever knew,",
    "The tale hath perished from the earth; for here",
    "The slender thread on which my song is strung",
    "Breaks off, and many after-years of life",
    "Are lost to sight, the life to reappear",
    "Only toward its close—as of a dream",
    "We catch the end, and opening, but forget",
    "That which had joined them in the dreaming brain;",
    "Or as a mountain with a belt of mist",
    "That shows his base, and far above, a peak",
    "With a blue plume of pines.",
    "But turn the page",
    "And read the only hints that yet remain.",
    "It is not winter yet, but that sweet time",
    "In autumn when the first cool days are past;",
    "A week ago, the leaves were hoar with rime,",
    "And some have dropped before the North wind’s blast;",
    "But the mild hours are back, and at mid-noon,",
    "The day hath all the genial warmth of June.",
    "What slender form lies stretched along the mound?",
    "Can it be his, the Wanderer’s, with that brow",
    "Gray in its prime, those eyes that wander round",
    "Listlessly, with a jaded glance that now",
    "Seems to see nothing where it rests, and then",
    "Pores on each trivial object in its ken?",
    "See how a gentle maid’s wan fingers clasp",
    "The last fond love-notes of some faithless hand;",
    "Thus with a transient interest, his weak grasp",
    "Holds a few leaves as when of old he scanned",
    "The meaning in their gold and crimson streaks,",
    "But the sweet dream has vanished! hush! he speaks!",
    "“Once more, once more, after long pain and toil,",
    "And yet not long, if I should count by years,",
    "I breathe my native air, and tread the soil",
    "I trod in childhood; if I shed no tears,",
    "No happy tears, ’t is that their fount is dry,",
    "And joy that cannot weep must sigh, must sigh.",
    "“These leaves, my boyish books in days of yore,",
    "When, as the weeks sped by, I seemed to stand",
    "Ever upon the brink of some wild lore,",
    "These leaves shall make my bed, and—for the hand",
    "Of God is on me, chilling brain and breath—",
    "I shall not ask a softer couch in death.",
    "“Here was it that I saw, or dreamed I saw,",
    "I know not which, that shape of love and light.",
    "Spirit of Song! have I not owned thy law?",
    "Have I not taught, or striven to teach the right,",
    "And kept my heart as clean, my life as sweet,",
    "As mortals may, when mortals mortals meet?",
    "“Thou know’st how I went forth, my youthful breast",
    "On fire with thee, amid the paths of men;",
    "Once in my wanderings, my lone footsteps pressed",
    "A mountain forest; in a sombre glen,",
    "Down which its thunderous boom a cataract flung,",
    "A little bird, unheeded, built and sung.",
    "“So fell my voice amid the whirl and rush",
    "Of human passions; if unto my art",
    "Sorrow hath sometimes owed a gentler gush,",
    "I know it not; if any Poet-heart",
    "Hath kindled at my songs its light divine,",
    "I know it not; no ray came back to mine.",
    "“Alone in crowds, once more I sought to make",
    "Of senseless things my friends; the clouds that burn",
    "Above the sunset, and the flowers that shake",
    "Their odors in the wind—these would not turn",
    "Their faces from me; far from cities, I",
    "Forgot the scornful world that passed me by.",
    "“Yet even the world’s cold slights I might have borne,",
    "Nor fled, though sorrowing; but I shrank at last",
    "When one sweet face, too sweet, I thought, for scorn,",
    "Looked scornfully upon me; then I passed",
    "From all that youth had dreamed or manhood planned,",
    "Into the self that none would understand.",
    "“She was—I never wronged her womanhood",
    "By crowning it with praises not her own—",
    "She was all earth’s, and earth’s, too, in that mood",
    "When she brings forth her fairest; I atone",
    "Now, in this fading brow and failing frame,",
    "That such a soul such soul as mine could tame.",
    "“Clay to its kindred clay! I loved in sooth",
    "Too deeply and too purely to be blest;",
    "With something more of lust and less of truth",
    "She would have sunk all blushes on my breast,",
    "And—but I must not blame her—in my ear",
    "Death whispers! and the end, thank God! draws near!”",
    "Hist! on the perfect silence of the place",
    "Comes and dies off a sound like far-off rain",
    "With voices mingled; on the Poet’s face",
    "A shadow, where no shadow should have lain,",
    "Falls the next moment: nothing meets his sight,",
    "Yet something moves betwixt him and the light.",
    "And a voice murmurs, “Wonder not, but hear!",
    "Me to behold again thou need’st not seek;",
    "Yet by the dim-felt influence on the air,",
    "And by the mystic shadow on thy cheek,",
    "Know, though thou may’st not touch with fleshly hands,",
    "The genius of thy life beside thee stands!",
    "“Unto no fault, O weary-hearted one!",
    "Unto no fault of man’s thou ow’st thy fate;",
    "All human hearts that beat this earth upon,",
    "All human thoughts and human passions wait",
    "Upon the genuine bard, to him belong,",
    "And help in their own way the Poet’s song.",
    "“How blame the world? for the world hast thou wrought?",
    "Or wast thou but as one who aims to fling",
    "The weight of some unutterable thought",
    "Down like a burden? what from questioning",
    "Too subtly thy own spirit, and to speech",
    "But half subduing themes beyond the reach",
    "“Of mortal reason; what from living much",
    "In that dark world of shadows, where the soul",
    "Wanders bewildered, striving still to clutch,",
    "Yet never clutching once, a shadowy goal,",
    "Which always flies, and while it flies seems near,",
    "Thy songs were riddles hard to mortal ear.",
    "“This was the hidden selfishness that marred",
    "Thy teachings ever; this the false key-note",
    "That on such souls as might have loved thee jarred",
    "Like an unearthly language; thou did’st float",
    "On a strange water; those who stood on land",
    "Gazed, but they could not leave their beaten strand.",
    "“Your elements were different, and apart—",
    "The world’s and thine—and even in those intense",
    "And watchful broodings o’er thy inmost heart,",
    "It was thy own peculiar difference",
    "That thou did’st seek; nor did’st thou care to find",
    "Aught that would bring thee nearer to thy kind.",
    "“Not thus the Poet, who in blood and brain",
    "Would represent his race and speak for all,",
    "Weaves the bright woof of that impassioned strain",
    "Which drapes, as if for some high festival",
    "Of pure delights—whence few of human birth",
    "May rightly be shut out—the common earth.",
    "“As the same law that moulds a planet, rounds",
    "A drop of dew, so the great Poet spheres",
    "Worlds in himself; no selfish limit bounds",
    "A sympathy that folds all characters,",
    "All ranks, all passions, and all life almost",
    "In its wide circle. Like some noble host,",
    "“He spreads the riches of his soul, and bids",
    "Partake who will. Age has its saws of truth,",
    "And love is for the maiden’s drooping lids,",
    "And words of passion for the earnest youth;",
    "Wisdom for all; and when it seeks relief,",
    "Tears, and their solace for the heart of grief.",
    "“Nor less on him than thee, the mysteries",
    "Within him and about him ever weigh—",
    "The meanings in the stars, and in the breeze,",
    "All the weird wonders of the common day,",
    "Truths that the merest point removes from reach,",
    "And thoughts that pause upon the brink of speech;",
    "“But on the surface of his song, these lie",
    "As shadows, not as darkness; and alway,",
    "Even though it breathe the secrets of the sky,",
    "There is a human purpose in the lay;",
    "As some tall fir that whispers to the stars",
    "Shields at its base a cotter’s lattice-bars.",
    "“Even such my Poet! for thou still art mine!",
    "Thou might’st have been, and now have calmly died,",
    "A priest, and not a victim at the shrine;",
    "Alas! yet was it all thy fault? I chide,",
    "Perchance, myself within thee, and the fate",
    "To which thy power was solely consecrate.",
    "“Thy life hath not been wholly without use,",
    "Albeit that use is partly hidden now;",
    "In thy unmingled scorn of any truce",
    "With this world’s specious falsehoods, often thou",
    "Hast uttered, through some all unworldly song,",
    "Truths that for man might else have slumbered long.",
    "“And these not always vainly on the crowd",
    "Have fallen; some are cherished now, and some,",
    "In mystic phrases wrapped as in a shroud,",
    "Wait the diviner, who as yet is dumb",
    "Upon the breast of God—the gate of birth",
    "Closed on a dreamless ignorance of earth.",
    "“And therefore, though thy name shall pass away,",
    "Even as a cloud that hath wept all its showers,",
    "Yet as that cloud shall live again one day",
    "In the glad grass, and in the happy flowers,",
    "So in thy thoughts, though clothed in sweeter rhymes,",
    "Thy life shall bear its flowers in future times.”"
  ],
  "title": "A Vision of Poesy",
  "year": ""
}