{
  "author": "Henry Timrod",
  "classification": "Blank Verse",
  "keywords": [
    "Growing Old",
    "War",
    "Conflict",
    "Living",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178779",
  "region": "U.S., Southern",
  "text": [
    "My gentle friend! I hold no creed so false",
    "As that which dares to teach that we are born",
    "For battle only, and that in this life",
    "The soul, if it would burn with starlike power,",
    "Must needs forsooth be kindled by the sparks",
    "Struck from the shock of clashing human hearts.",
    "There is a wisdom that grows up in strife,",
    "And one—I like it best—that sits at home",
    "And learns its lessons of a thoughtful ease.",
    "So come! a lonely house awaits thee!—there",
    "Nor praise, nor blame shall reach us, save what love",
    "Of knowledge for itself shall wake at times",
    "In our own bosoms; come! and we will build",
    "A wall of quiet thought, and gentle books,",
    "Betwixt us and the hard and bitter world.",
    "Sometimes—for we need not be anchorites—",
    "A distant friend shall cheer us through the Post,",
    "Or some Gazette—of course no partisan—",
    "Shall bring us pleasant news of pleasant things;",
    "Then, twisted into graceful allumettes,",
    "Each ancient joke shall blaze with genuine flame",
    "To light our pipes and candles; but to wars,",
    "Whether of words or weapons, we shall be",
    "Deaf—so we twain shall pass away the time",
    "Ev’n as a pair of happy lovers, who,",
    "Alone, within some quiet garden-nook,",
    "With a clear night of stars above their heads,",
    "Just hear, betwixt their kisses and their talk,",
    "The tumult of a tempest rolling through",
    "A chain of neighboring mountains; they awhile",
    "Pause to admire a flash that only shows",
    "The smile upon their faces, but, full soon,",
    "Turn with a quick, glad impulse, and perhaps",
    "A conscious wile that brings them closer yet,",
    "To dally with their own fond hearts, and play",
    "With the sweet flowers that blossom at their feet."
  ],
  "title": "Retirement",
  "year": ""
}