{
  "author": "Henry Timrod",
  "classification": "Blank Verse",
  "keywords": [
    "Nature",
    "Summer",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178775",
  "region": "U.S., Southern",
  "text": [
    "It is a place whither I’ve often gone",
    "For peace, and found it, secret, hushed, and cool,",
    "A beautiful recess in neighboring woods.",
    "Trees of the soberest hues, thick-leaved and tall,",
    "Arch it o’erhead and column it around,",
    "Framing a covert, natural and wild,",
    "Domelike and dim; though nowhere so enclosed",
    "But that the gentlest breezes reach the spot",
    "Unwearied and unweakened. Sound is here",
    "A transient and unfrequent visitor;",
    "Yet if the day be calm, not often then,",
    "Whilst the high pines in one another’s arms",
    "Sleep, you may sometimes with unstartled ear",
    "Catch the far fall of voices, how remote",
    "You know not, and you do not care to know.",
    "The turf is soft and green, but not a flower",
    "Lights the recess, save one, star-shaped and bright—",
    "I do not know its name—which here and there",
    "Gleams like a sapphire set in emerald.",
    "A narrow opening in the branched roof,",
    "A single one, is large enough to show,",
    "With that half-glimpse a dreamer loves so much,",
    "The blue air and the blessing of the sky.",
    "Thither I always bent my idle steps,",
    "When griefs depressed, or joys disturbed my heart,",
    "And found the calm I looked for, or returned",
    "Strong with the quite rapture in my soul.",
    "But one day,",
    "One of those July days when winds have fled",
    "One knows not whither, I, most sick in mind",
    "With thoughts that shall be nameless, yet, no doubt,",
    "Wrong, or at least unhealthful, since though dark",
    "With gloom, and touched with discontent, they had",
    "No adequate excuse, nor cause, nor end,",
    "I, with these thoughts, and on this summer day,",
    "Entered the accustomed haunt, and found for once",
    "No medicinal virtue.",
    "Not a leaf",
    "Stirred with the whispering welcome which I sought,",
    "But in a close and humid atmosphere,",
    "Every fair plant and implicated bough",
    "Hung lax and lifeless. Something in the place,",
    "Its utter stillness, the unusual heat,",
    "And some more secret influence, I thought,",
    "Weighed on the sense like sin. Above I saw,",
    "Though not a cloud was visible in heaven,",
    "The palid sky look through a glazed mist",
    "Like a blue eye in death.",
    "The change, perhaps,",
    "Was natural enough; my jaundiced sight,",
    "The weather, and the time explain it all:",
    "Yet have I drawn a lesson from the spot,",
    "And shrined it in these verses for my heart.",
    "Thenceforth those tranquil precincts I have sought",
    "Not less, and in all shades of various moods;",
    "But always shun to desecrate the spot",
    "By weak repinings, sickly sentiments,",
    "Or inconclusive sorrows. Nature, though",
    "Pure as she was in Eden when her breath",
    "Kissed the white brow of Eve, doth not refuse,",
    "In her own way and with a just reserve,",
    "To sympathize with human suffering;",
    "But for the pains, the fever, and the fret",
    "Engendered of a weak, unquiet heart,",
    "She hath no solace; and who seeks her when",
    "These be the troubles over which he moans,",
    "Reads in her unreplying lineaments",
    "Rebukes, that, to the guilty consciousness,",
    "Strike like contempt."
  ],
  "title": "The Summer Bower",
  "year": ""
}