{
  "author": "Henry Timrod",
  "classification": "Couplet",
  "keywords": [
    "Marriage",
    "Companionship",
    "Relationships",
    "Living",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178784",
  "region": "U.S., Southern",
  "text": [
    "You say, as one who shapes a life,",
    "That you will never be a wife,",
    "And, laughing lightly, ask my aid",
    "To paint your future as a maid.",
    "This is the portrait; and I take",
    "The softest colors for your sake:",
    "The springtime of your soul is dead,",
    "And forty years have bent your head;",
    "The lines are firmer round your mouth,",
    "But still its smile is like the South.",
    "Your eyes, grown deeper, are not sad,",
    "Yet never more than gravely glad;",
    "And the old charm still lurks within",
    "The cloven dimple of your chin.",
    "Some share, perhaps, of youthful gloss",
    "Your cheek hath shed; but still across",
    "The delicate ear are folded down",
    "Those silken locks of chestnut brown;",
    "Though here and there a thread of gray",
    "Steals through them like a lunar ray.",
    "One might suppose your life had passed",
    "Unvexed by any troubling blast.",
    "And such—for all that I foreknow—",
    "May be the truth! The deeper woe!",
    "A loveless heart is seldom stirred;",
    "And sorrow shuns the mateless bird;",
    "But ah! through cares alone we reach",
    "The happiness which mocketh speech;",
    "In the white courts beyond the stars",
    "The noblest brow is seamed with scars;",
    "And they on earth who’ve wept the most",
    "Sit highest of the heavenly host.",
    "Grant that your maiden life hath sped",
    "In music o’er a golden bed,",
    "With rocks, and winds, and storms at truce,",
    "And not without a noble use;",
    "Yet are you happy? In your air",
    "I see a nameless want appear,",
    "And a faint shadow on your cheek",
    "Tells what the lips refuse to speak.",
    "You have had all a maid could hope",
    "In the most cloudless horoscope:",
    "The strength that cometh from above;",
    "A Christian mother’s holy love;",
    "And always at thy soul’s demand",
    "A brother’s, sister’s heart and hand.",
    "Small need your heart hath had to roam",
    "Beyond the circle of your home;",
    "And yet upon your wish attends",
    "A loving throng of genial friends.",
    "What, in a lot so sweet as this,",
    "Is wanting to complete your bliss?",
    "And to what secret shall I trace",
    "The clouds that sometimes cross your face,",
    "And that sad look which now and then",
    "Comes, disappears, and comes again,",
    "And dies reluctantly away",
    "In those clear eyes of azure gray?",
    "At best, and after all, the place",
    "You fill with such a serious grace,",
    "Hath much to try a woman’s heart,",
    "And you but play a painful part.",
    "The world around, with little ruth,",
    "Still laughs at maids who have not youth,",
    "And, right or wrong, the old maid rests",
    "The victim of its paltry jests,",
    "And still is doomed to meet and bear",
    "Its pitying smile or furtive sneer.",
    "These are indeed but petty things,",
    "And yet they touch some hearts like stings.",
    "But I acquit you of the shame",
    "Of being unresisting game;",
    "For you are of such tempered clay",
    "As turns far stronger shafts away,",
    "And all that foes or fools could guide",
    "Would only curl that lip of pride.",
    "How then, O weary one! explain",
    "The sources of that hidden pain?",
    "Alas! you have divined at length",
    "How little you have used your strength,",
    "Which, with who knows what human good,",
    "Lies buried in that maidenhood,",
    "Where, as amid a field of flowers,",
    "You have but played with April showers.",
    "Ah! we would wish the world less fair,",
    "If spring alone adorned the year,",
    "And autumn came not with its fruit,",
    "And autumn hymns were ever mute.",
    "So I remark with small surprise",
    "That, as the unvarying season flies,",
    "From day to night and night to day,",
    "You sicken of your endless May.",
    "In this poor life we may not cross",
    "One virtuous instinct without loss,",
    "And the soul grows not to its height",
    "Till love calls forth its utmost might.",
    "Not blind to all you might have been,",
    "And with some consciousness of sin—",
    "Because with love you sometimes played,",
    "And choice, not fate, hath kept you maid—",
    "You feel that you must pass from earth",
    "But half-acquainted with its worth,",
    "And that within your heart are deeps",
    "In which a nobler woman sleeps;",
    "That not the maiden, but the wife",
    "Grasps the whole lesson of a life,",
    "While such as you but sit and dream",
    "Along the surface of its stream.",
    "And doubtless sometimes, all unsought,",
    "There comes upon your hour of thought,",
    "Despite the struggles of your will,",
    "A sense of something absent still;",
    "And then you cannot help but yearn",
    "To love and be beloved in turn,",
    "As they are loved, and love, who live",
    "As love were all that life could give;",
    "And in a transient clasp or kiss",
    "Crowd an eternity of bliss;",
    "They who of every mortal joy",
    "Taste always twice, nor feel them cloy,",
    "Or, if woes come, in Sorrow’s hour",
    "Are strengthened by a double power.",
    "*",
    "Here ends my feeble sketch of what",
    "Might, but will never be your lot;",
    "And I foresee how oft these rhymes",
    "Shall make you smile in after-times.",
    "If I have read your nature right,",
    "It only waits a spark of light;",
    "And when that comes, as come it must,",
    "It will not fall on arid dust,",
    "Nor yet on that which breaks to flame",
    "In the first blush of maiden shame;",
    "But on a heart which, even at rest,",
    "Is warmer than an April nest,",
    "Where, settling soft, that spark shall creep",
    "About as gently as a sleep;",
    "Still stealing on with pace so slow",
    "Yourself will scarcely feel the glow,",
    "Till after many and many a day,",
    "Although no gleam its course betray,",
    "It shall attain the inmost shrine,",
    "And wrap it in a fire divine!",
    "I know not when or whence indeed",
    "Shall fall and burst the burning seed,",
    "But oh! once kindled, it will blaze,",
    "I know, forever! By its rays",
    "You will perceive, with subtler eyes,",
    "The meaning in the earth and skies,",
    "Which, with their animated chain",
    "Of grass and flowers, and sun and rain,",
    "Of green below, and blue above,",
    "Are but a type of married love.",
    "You will perceive that in the breast",
    "The germs of many virtues rest,",
    "Which, ere they feel a lover’s breath,",
    "Lie in a temporary death;",
    "And till the heart is wooed and won",
    "It is an earth without a sun.",
    "But now, stand forth as sweet as life!",
    "And let me paint you as a wife.",
    "I note some changes in your face,",
    "And in your mien a graver grace;",
    "Yet the calm forehead lightly bears",
    "Its weight of twice a score of years;",
    "And that one love which on this earth",
    "Can wake the heart to all its worth,",
    "And to their height can lift and bind",
    "The powers of soul, and sense, and mind,",
    "Hath not allowed a charm to fade—",
    "And the wife’s lovelier than the maid.",
    "An air of still, though bright repose",
    "Tells that a tender hand bestows",
    "All that a generous manhood may",
    "To make your life one bridal day,",
    "While the kind eyes betray no less,",
    "In their blue depths of tenderness,",
    "That you have learned the truths which lie",
    "Behind that holy mystery,",
    "Which, with its blisses and its woes,",
    "Nor man nor maiden ever knows.",
    "If now, as to the eyes of one",
    "Whose glance not even thought can shun,",
    "Your soul lay open to my view,",
    "I, looking all its nature through,",
    "Could see no incompleted part,",
    "For the whole woman warms your heart.",
    "I cannot tell how many dead",
    "You number in the cycles fled,",
    "And you but look the more serene",
    "For all the griefs you may have seen,",
    "As you had gathered from the dust",
    "The flowers of Peace, and Hope, and Trust.",
    "Your smile is even sweeter now",
    "Than when it lit your maiden brow,",
    "And that which wakes this gentler charm",
    "Coos at this moment on your arm.",
    "Your voice was always soft in youth,",
    "And had the very sound of truth,",
    "But never were its tones so mild",
    "Until you blessed your earliest child;",
    "And when to soothe some little wrong",
    "It melts into a mother’s song,",
    "The same strange sweetness which in years",
    "Long vanished filled the eyes with tears,",
    "And (even when mirthful) gave always",
    "A pathos to your girlish lays,",
    "Falls, with perchance a deeper thrill,",
    "Upon the breathless listener still.",
    "I cannot guess in what fair spot",
    "The chance of Time hath fixed your lot,",
    "Nor can I name what manly breast",
    "Gives to that head a welcome rest;",
    "I cannot tell if partial Fate",
    "Hath made you poor, or rich, or great;",
    "But oh! whatever be your place,",
    "I never saw a form or face",
    "To which more plainly hath been lent",
    "The blessing of a full content!"
  ],
  "title": "Two Portraits",
  "year": ""
}