{
  "author": "Gerald Stern",
  "classification": "",
  "keywords": [
    "Love",
    "Pets",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182310",
  "region": "",
  "text": [
    "This was gruesome—fighting over a ham sandwich",
    "with one of the tiny cats of Rome, he leaped",
    "on my arm and half hung on to the food and half",
    "hung on my shirt and coat. I tore it apart",
    "and let him have his portion, I think I lifted him",
    "down, sandwich and all, on the sidewalk and sat",
    "with my own sandwich beside him, maybe I petted",
    "his bony head and felt him shiver. I have",
    "told this story over and over; some things",
    "root in the mind; his boldness, of course, was frightening",
    "and unexpected—his stubbornness—though hunger",
    "drove him mad. It was the breaking of boundaries,",
    "the sudden invasion, but not only that, it was",
    "the sharing of food and the sharing of space; he didn’t",
    "run into an alley or into a cellar,",
    "he sat beside me, eating, and I didn’t run",
    "into a trattoria, say, shaking,",
    "with food on my lips and blood on my cheek, sobbing;",
    "but not only that, I had gone there to eat",
    "and wait for someone. I had maybe an hour",
    "before she would come and I was full of hope",
    "and excitement. I have resisted for years",
    "interpreting this, but now I think I was given",
    "a clue, or I was giving myself a clue,",
    "across the street from the glass sandwich shop.",
    "That was my last night with her, the next day",
    "I would leave on the train for Paris and she would",
    "meet her husband. Thirty-five years ago",
    "I ate my sandwich and moaned in her arms, we were",
    "dying together; we never met again",
    "although she was pregnant when I left her—I have",
    "a daughter or son somewhere, darling grandchildren",
    "in Norwich, Connecticut, or Canton, Ohio.",
    "Every five years I think about her again",
    "and plan on looking her up. The last time",
    "I was sitting in New Brunswick, New Jersey,",
    "and heard that her husband was teaching at Princeton,",
    "if she was still married, or still alive, and tried",
    "calling. I went that far. We lived",
    "in Florence and Rome. We rowed in the bay of Naples",
    "and floated, naked, on the boards. I started",
    "to think of her again today. I still",
    "am horrified by that cat’s hunger. I still",
    "am puzzled by the connection. This is another",
    "insane devotion, there must be hundreds, although",
    "it isn’t just that, there is no pain, and the thought",
    "is fleeting and sweet. I think it’s my own dumb boyhood,",
    "walking around with Slavic cheeks and burning",
    "stupid eyes. I think I gave the cat",
    "half of my sandwich to buy my life, I think",
    "I broke it in half as a decent sacrifice.",
    "It was this I bought, the red coleus,",
    "the split rocking chair, the silk lampshade.",
    "Happiness. I watched him with pleasure.",
    "I bought memory. I could have lost it.",
    "How crazy it sounds. His face twisted with cunning.",
    "The wind blowing through his hair. His jaws working."
  ],
  "title": "Another Insane Devotion",
  "year": ""
}