{
  "author": "Gerald Stern",
  "classification": "",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171910",
  "region": "",
  "text": [
    "Every city in America is approached",
    "through a work of art, usually a bridge",
    "but sometimes a road that curves underneath",
    "or drops down from the sky. Pittsburgh has a tunnel—",
    "you don’t know it—that takes you through the rivers",
    "and under the burning hills. I went there to cry",
    "in the woods or carry my heavy bicycle",
    "through fire and flood. Some have little parks—",
    "San Francisco has a park. Albuquerque",
    "is beautiful from a distance; it is purple",
    "at five in the evening. New York is Egyptian,",
    "especially from the little rise on the hill",
    "at 14-C; it has twelve entrances",
    "like the body of Jesus, and Easton, where I lived,",
    "has two small floating bridges in front of it",
    "that brought me in and out. I said good-bye",
    "to them both when I was 57. I’m reading",
    "Joseph Wood Krutch again—the second time.",
    "I love how he lived in the desert. I’m looking at the skull",
    "of Georgia O’Keeffe. I’m kissing Stieglitz good-bye.",
    "He was a city, Stieglitz was truly a city",
    "in every sense of the word; he wore a library",
    "across his chest; he had a church on his knees.",
    "I’m kissing him good-bye; he was, for me,",
    "the last true city; after him there were",
    "only overpasses and shopping centers,",
    "little enclaves here and there, a skyscraper",
    "with nothing near it, maybe a meaningless turf",
    "where whores couldn’t even walk, where nobody sits,",
    "where nobody either lies or runs; either that",
    "or some pure desert: a lizard under a boojum,",
    "a flower sucking the water out of a rock.",
    "What is the life of sadness worth, the bookstores",
    "lost, the drugstores buried, a man with a stick",
    "turning the bricks up, numbering the shards,",
    "dream twenty-one, dream twenty-two. I left",
    "with a glass of tears, a little artistic vial.",
    "I put it in my leather pockets next",
    "to my flask of Scotch, my golden knife and my keys,",
    "my joyful poems and my T-shirts. Stieglitz is there",
    "beside his famous number; there is smoke",
    "and fire above his head; some bowlegged painter",
    "is whispering in his ear; some lady-in-waiting",
    "is taking down his words. I’m kissing Stieglitz",
    "good-bye, my arms are wrapped around him, his photos",
    "are making me cry; we’re walking down Fifth Avenue;",
    "we’re looking for a pencil; there is a girl",
    "standing against the wall—I’m shaking now",
    "when I think of her; there are two buildings, one",
    "is in blackness, there is a dying poplar;",
    "there is a light on the meadow; there is a man",
    "on a sagging porch. I would have believed in everything."
  ],
  "title": "Kissing Stieglitz Good-Bye",
  "year": ""
}