{
  "author": "Gerald Stern",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "Growing Old",
    "Youth",
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248130",
  "region": "",
  "text": [
    "Sometimes I sit in my blue chair trying to remember",
    "what it was like in the spring of 1950",
    "before the burning coal entered my life.",
    "I study my red hand under the faucet, the left one",
    "below the grease line consisting of four feminine angels",
    "and one crooked broken masculine one",
    "and the right one lying on top of the white porcelain",
    "with skin wrinkled up like a chicken's",
    "beside the razor and the silver tap.",
    "I didn't live in Paris for nothing and walk",
    "with Jack Gilbert down the wide sidewalks",
    "thinking of Hart Crane and Apollinaire",
    "and I didn't save the picture of the two of us",
    "moving through a crowd of stiff Frenchmen",
    "and put it beside the one of Pound and Williams",
    "unless I wanted to see what coals had done",
    "to their lives too. I say it with vast affection,",
    "wanting desperately to know what the two of them",
    "talked about when they lived in Pennsylvania",
    "and what they talked about at St. Elizabeth's",
    "fifty years later, looking into the sun,",
    "40,000 wrinkles between them,",
    "the suffering finally taking over their lives.",
    "I think of Gilbert all the time now, what",
    "we said on our long walks in Pittsburgh, how",
    "lucky we were to live in New York, how strange",
    "his great fame was and my obscurity,",
    "how we now carry the future with us, knowing",
    "every small vein and every elaboration.",
    "The coal has taken over, the red coal",
    "is burning between us and we are at its mercy—",
    "as if a power is finally dominating",
    "the two of us; as if we're huddled up",
    "watching the black smoke and the ashes;",
    "as if knowledge is what we needed and now",
    "we have that knowledge. Now we have that knowledge.",
    "The tears are different—though I hate to speak",
    "for him—the tears are what we bring back to the",
    "darkness, what we are left with after our",
    "own escape, what, all along, the red coal had",
    "in store for us as we moved softly,",
    "either whistling or singing, either listening or reasoning,",
    "on the gray sidewalks and the green ocean;",
    "in the cars and the kitchens and the bookstores;",
    "in the crowded restaurants, in the empty woods and libraries."
  ],
  "title": "The Red Coal",
  "year": ""
}