{
  "author": "Gerald Stern",
  "classification": "",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171909",
  "region": "",
  "text": [
    "It is my emotions that early me through Lambertville, New Jersey,",
    "sheer feeling—and an obscure detour—that brings me to a coffee shop",
    "called “This Is It” and a small New Jersey clapboard",
    "with a charming fake sign announcing it to be",
    "the first condemned building in the United States",
    "and an old obese collie sitting on the cement steps",
    "of the front porch begging forgiveness with his red eyes.",
    "I talk to the coughing lady for five minutes,",
    "admire her sign, her antique flag, her dog,",
    "and share her grief over the loss of the house next door,",
    "boarded up forever, tied up in estates,",
    "surrounded by grass, doomed to an early fire.",
    "Everyone is into my myth! The whole countryside",
    "is studying weeds, collecting sadness, dreaming",
    "of odd connections and no place more than Lambertville",
    "will do for ghosts to go through your body",
    "or people to live out their lives with a blurred vision.",
    "The old woman is still talking. She tells me",
    "about her youth, she tells me about her mother’s ganglia",
    "and how the doctor slammed a heavy Bible down",
    "on her watery wrist, scattering spoons and bread crumbs",
    "and turning over little tin containers",
    "of alyssum and snapdragon. She tells me about the",
    "curved green glass that is gone forever. She tells me",
    "about her dog and its monotonous existence.",
    "Ah, but for sadness there are very few towns like Lambertville.",
    "It drips with grief, it almost sags from the weight.",
    "I know Frackville, Pa., and Sandusky, Ohio,",
    "and I know coal chutes, empty stores and rusty rivers",
    "but Lambertville is special, it is a wooden stage set,",
    "a dream-ridden carcass where people live out serious lives",
    "with other people’s secrets, trying to touch with their hands",
    "and eat with their cold forks, and open houses with their keys;",
    "and sometimes, on a damp Sunday, they leave the papers on the front porch",
    "to walk down York Street or Buttonwood Street",
    "past abandoned factories and wooden garages,",
    "past the cannon with balls and the new band shell,",
    "past the downtown churches and the antique shops,",
    "and even across the metal plates on the Delaware River",
    "to stinking New Hope, where all their deep longing",
    "is reduced to an hour and a half of greedy buying.",
    "I crawl across the street to have my coffee at the low counter,",
    "to listen to the noise of the saws drifting through the open window",
    "and to study the strange spirit of this tar paper café",
    "stuck on a residential street three or four blocks",
    "from Main and Bridge where except for the sudden windfall",
    "of the looping detour it would be relegated forever",
    "to the quiet company of three or four close friends",
    "and the unexpected attention of a bored crossing guard",
    "or exhausted meter man or truck driver.",
    "I listen to the plans of the three teen-age businessmen",
    "about to make their fortune in this rotting shack",
    "and walk—periodically—past the stainless steel sink",
    "to take my piss in the misplaced men’s room.",
    "I watch the bright happy girls organize their futures",
    "over and around the silent muscular boys",
    "and I wait, like a peaceful man, hours on end,",
    "for the truck out back to start, for the collie to die,",
    "for the flies to come, for the summer to bring its reckoning."
  ],
  "title": "This Is It",
  "year": ""
}