{
  "author": "Oliver de la Paz",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Parenthood",
    "Time",
    "Brevity",
    "Relationships",
    "Home Life",
    "Pets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249264",
  "region": "U.S., Northwestern",
  "text": [
    "The wind shakes the chimes",
    "into the siding, and the dog shakes too",
    "though he doesn’t wake you",
    "as I carry you to the bedroom. Small mouth",
    "sipping breath, you are fish-strange,",
    "bejeweled in the dimness of the microwave’s",
    "nightlight. As I turn my back to the bulb",
    "I make your form in my arms a dark weight",
    "but you are no anchor. Together",
    "we are sloops trailing a tiny wake in the carpet.",
    "In the dark it’s hard to navigate the furniture",
    "so I count distance—five paces",
    "from the tile to the sofa. From the sofa,",
    "twelve to the hall. I’m subtracting",
    "my steps to see what’s left. The things",
    "that burden me, like our lame dog’s shattered nail,",
    "blood on the carpet from his paces",
    "to the food dish, our drafty house, all are outpaced.",
    "There are no barriers, and I step over",
    "the hound’s dozing form as a quick gust cuts",
    "dead branches from the pine and the drifts",
    "lock our cars in. But I’m still counting—",
    "the none-stars in the winter sky,",
    "each hazily wrapped and strobing. The far bell",
    "over the deep waters of your sleep. Two steps to the corner",
    "where there are no animals nor animal danger. Two",
    "to the bed where behind us the shadow of the dog",
    "could be distant hills, where the clouds disassemble,",
    "where your breaths pull the warmth of the room in",
    "and where my face, my eyes are the glint of ore",
    "from a country far away and known only in a language,",
    "light as the syllables of exhalation."
  ],
  "title": "By Subtraction",
  "year": ""
}