{
  "author": "Oliver de la Paz",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "Relationships",
    "Home Life",
    "Social Commentaries",
    "Town",
    "Country Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249258",
  "region": "U.S., Northwestern",
  "text": [
    "When I look at it, it’s simple, really. I hated life there. September,",
    "once filled with animal deaths and toughened hay. And the smells",
    "of fall were boiled-down beets and potatoes",
    "or the farmhands’ breeches smeared with oil and diesel",
    "as they rode into town, dusty and pissed. The radio station",
    "split time between metal and Tejano, and the only action",
    "happened on Friday nights where the high school football team",
    "gave everyone a chance at forgiveness. The town left no room",
    "for novelty or change. The sheriff knew everyone’s son and despite that,",
    "we’d cruise up and down the avenues, switching between",
    "brake and gearshift. We’d fight and spit chew into Big Gulp cups",
    "and have our hearts broken nightly. In that town I learned",
    "to fire a shotgun at nine and wring a chicken’s neck",
    "with one hand by twirling the bird and whipping it straight like a towel.",
    "But I loved the place once. Everything was blonde and cracked",
    "and the irrigation ditches stretched to the end of the earth. You could",
    "ride on a bicycle and see clearly the outline of every leaf",
    "or catch on the streets each word of a neighbor’s argument.",
    "Nothing could happen there and if I willed it, the place would have me",
    "slipping over its rocks into the river with the sugar plant’s steam",
    "or signing papers at a storefront army desk, buttoned up",
    "with medallions and a crew cut, eyeing the next recruits.",
    "If I’ve learned anything, it’s that I could be anywhere,",
    "staring at a hunk of asphalt or listening to the clap of billiard balls",
    "against each other in a bar and hear my name. Indifference now?",
    "Some. I shook loose, but that isn’t the whole story. The fact is",
    "I’m still in love. And when I wake up, I watch my son yawn,",
    "and my mind turns his upswept hair into cornstalks",
    "at the edge of a field. Stillness is an acre, and his body",
    "idles, deep like heavy machinery. I want to take him back there,",
    "to the small town of my youth and hold the book of wildflowers",
    "open for him, and look. I want him to know the colors of horses,",
    "to run with a cattail in his hand and watch as its seeds",
    "fly weightless as though nothing mattered, as though",
    "the little things we tell ourselves about our pasts stay there,",
    "rising slightly and just out of reach."
  ],
  "title": "In Defense of Small Towns",
  "year": ""
}