{
  "author": "Edna St. Vincent Millay",
  "classification": "Sonnet",
  "keywords": [
    "Men",
    "Women",
    "Love",
    "Relationships",
    "Romantic Love",
    "Infatuation",
    "Crushes"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/173988",
  "region": "U.S., New England",
  "text": [
    "I",
    "Love, though for this you riddle me with darts,",
    "And drag me at your chariot till I die, \u0097",
    "Oh, heavy prince! Oh, panderer of hearts! \u0097",
    "Yet hear me tell how in their throats they lie",
    "Who shout you mighty: thick about my hair,",
    "Day in, day out, your ominous arrows purr,",
    "Who still am free, unto no querulous care",
    "A fool, and in no temple worshiper!",
    "I, that have bared me to your quiver's fire,",
    "Lifted my face into its puny rain,",
    "Do wreathe you Impotent to Evoke Desire",
    "As you are Powerless to Elicit Pain!",
    "(Now will the god, for blasphemy so brave,",
    "Punish me, surely, with the shaft I crave!)",
    "II",
    "I think I should have loved you presently,",
    "And given in earnest words I flung in jest;",
    "And lifted honest eyes for you to see,",
    "And caught your hand against my cheek and breast;",
    "And all my pretty follies flung aside",
    "That won you to me, and beneath your gaze,",
    "Naked of reticence and shorn of pride,",
    "Spread like a chart my little wicked ways.",
    "I, that had been to you, had you remained,",
    "But one more waking from a recurrent dream,",
    "Cherish no less the certain stakes I gained,",
    "And walk your memory's halls, austere, supreme,",
    "A ghost in marble of a girl you knew",
    "Who would have loved you in a day or two.",
    "III",
    "Oh, think not I am faithful to a vow!",
    "Faithless am I save to love's self alone.",
    "Were you not lovely I would leave you now:",
    "After the feet of beauty fly my own.",
    "Were you not still my hunger's rarest food,",
    "And water ever to my wildest thirst,",
    "I would desert you \u0097 think not but I would! \u0097",
    "And seek another as I sought you first.",
    "But you are mobile as the veering air,",
    "And all your charms more changeful than the tide,",
    "Wherefore to be inconstant is no care:",
    "I have but to continue at your side.",
    "So wanton, light and false, my love, are you,",
    "I am most faithless when I most am true.",
    "IV",
    "I shall forget you presently, my dear,",
    "So make the most of this, your little day,",
    "Your little month, your little half a year,",
    "Ere I forget, or die, or move away,",
    "And we are done forever; by and by",
    "I shall forget you, as I said, but now,",
    "If you entreat me with your loveliest lie",
    "I will protest you with my favorite vow.",
    "I would indeed that love were longer-lived,",
    "And vows were not so brittle as they are,",
    "But so it is, and nature has contrived",
    "To struggle on without a break thus far, \u0097",
    "Whether or not we find what we are seeking",
    "Is idle, biologically speaking."
  ],
  "title": "Four Sonnets (1922)",
  "year": ""
}