{
  "author": "Margaret Fuller",
  "classification": "",
  "keywords": [
    "Faith",
    "Doubt",
    "Religion",
    "God",
    "the Divine",
    "Living",
    "The Mind"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182705",
  "region": "",
  "text": [
    "The clouds are marshalling across the sky,",
    "Leaving their deepest tints upon yon range",
    "Of soul-alluring hills. The breeze comes softly,",
    "Laden with tribute that a hundred orchards",
    "Now in their fullest blossom send, in thanks",
    "For this refreshing shower. The birds pour forth",
    "In heightened melody the notes of praise",
    "They had suspended while God’s voice was speaking,",
    "And his eye flashing down upon his world.",
    "I sigh, half-charmed, half-pained. My sense is living,",
    "And, taking in this freshened beauty, tells",
    "Its pleasure to the mind. The mind replies,",
    "And strives to wake the heart in turn, repeating",
    "Poetic sentiments from many a record",
    "Which other souls have left, when stirred and satisfied",
    "By scenes as fair, as fragrant. But the heart",
    "Sends back a hollow echo to the call",
    "Of outward things, — and its once bright companion,",
    "Who erst would have been answered by a stream",
    "Of life-fraught treasures, thankful to be summoned, —",
    "Can now rouse nothing better than this echo;",
    "Unmeaning voice, which mocks their softened accents.",
    "Content thee, beautiful world! and hush, still busy mind!",
    "My heart hath sealed its fountains. To the things",
    "Of Time they shall be oped no more. Too long,",
    "Too often were they poured forth: part have sunk",
    "Into the desert; part profaned and swollen",
    "By bitter waters, mixed by those who feigned",
    "They asked them for refreshment, which, turned back,",
    "Have broken and o’erflowed their former urns.",
    "So when ye talk of",
    ", lonely world,",
    "And busy mind, ye ne’er again shall move me",
    "To answer ye, though still your calls have power",
    "To jar me through, and cause dull aching",
    ".",
    "No so the voice which hailed me from the depths",
    "Of yon dark-bosomed cloud, now vanishing",
    "Before the sun ye greet. It touched my centre,",
    "The voice of the Eternal, calling me",
    "To feel his other worlds; to feel that if",
    "I could deserve a home, I still might find it",
    "In other spheres, — and bade me not despair,",
    "Though ‘want of harmony’ and ‘aching void’",
    "Are terms invented by the men of this,",
    "Which I may not forget.",
    "In former times",
    "I loved to see the lightnings flash athwart",
    "The stooping heavens; I loved to hear the thunder",
    "Call to the seas and mountains; for I thought",
    "‘Tis thus man’s flashing fancy doth enkidle",
    "The firmament of mind; ‘tis thus his eloquence",
    "Calls unto the soul’s depths and heights; and still",
    "I defied the creature, nor remembered",
    "The Creator in his works.",
    "Ah now how different!",
    "The proud delight of that keen sympathy",
    "Is gone; no longer riding on the wave,",
    "But whelmed beneath it: my own plans and works,",
    "Or, as the Scriptures phrase it, my",
    "No longer interpose ‘twist me and Heaven.",
    "Today, for the first time, I felt the Deity,",
    "And uttered prayer on hearing thunder. This",
    "Must be thy will, — for finer, higher spirits",
    "Have gone through this same process, — yet I think",
    "There was religion in that strong delight,",
    "Those sounds, those thoughts of power imparted. True,",
    "I did not say, ‘He is the Lord thy God,’",
    "But I had feeling of his essence. But",
    "‘’Twas pride by which the angels fell.’ So be it!",
    "But O, might I but see a little onward!",
    "Father, I cannot be a spirit of power;",
    "May I be active as a spirit of love,",
    "Since thou hast ta’en me from that path which Nature",
    "Seemed to appoint, O, deign to ope another,",
    "Where I may walk with thought and hope assured;",
    "‘Lord, I believe; help thou mine unbelief!’",
    "Had I but faith like that which fired Novalis,",
    "I too could bear that the heart ‘fall in ashes,’",
    "While the freed spirit rises from beneath them,",
    "With heavenward-look, and Phoenix-plumes upsoaring!"
  ],
  "title": "Meditations",
  "year": ""
}