{
  "author": "Margaret Fuller",
  "classification": "",
  "keywords": [
    "Religion",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182706",
  "region": "",
  "text": [
    "There are who separate the eternal light",
    "In forms of man and woman, day and night;",
    "They cannot bear that God be essence quite.",
    "Existence is as deep a verity:",
    "Without the dual, where is unity?",
    "And the ‘I am’ cannot forbear to be;",
    "But from its primal nature forced to frame",
    "Mysteries, destinies of various name,",
    "Is forced to give what it has taught to claim.",
    "Thus love must answer to its own unrest;",
    "The bad commands us to expect the best,",
    "And hope of its own prospects is the test.",
    "And dost thou seek to find the one in two?",
    "Only upon the old can build the new;",
    "The symbol which you seek is found in you.",
    "The heart and mind, the wisdom and the will,",
    "The man and woman, must be severed still,",
    "And Christ must reconcile the good and ill.",
    "There are to whom each symbol is a mask;",
    "The life of love is a mysterious task;",
    "They want no answer, for they would not ask.",
    "A single thought transfuses every form;",
    "The sunny day is changed into the storm,",
    "For light is dark, hard soft, and cold is warm.",
    "One presence fills and floods the whole serene;",
    "Nothing can be, nothing has ever been,",
    "Except the one truth that creates the scene.",
    "Does the heart beat, — that is a seeming only;",
    "You cannot be alone, though you are lonely;",
    "The All is neutralized in the One only.",
    "You ask",
    "faith, — they are content with faith;",
    "You ask to have, — but they reply, ‘IT hath.’",
    "There is no end, and there need be no path.",
    "The day wears heavily, — why, then, ignore it;",
    "Peace is the soul’s desire, — such thoughts restore it;",
    "The truth thou art, — it needs not to implore it.",
    "all thy fancies supersedes,",
    "All that is done which thou wouldst seek in deeds,",
    "wealth obliterates all seeming needs.",
    "Both these are true, and if they are at strife,",
    "The mystery bears the one name of",
    "That, slowly spelled, will yet compose the strife.",
    "The men of old say, ‘Live twelve thousand years,",
    "And see the need of all that here appears,",
    "And Moxen* shall absorb thy smiles and tears.’",
    "These later men say, ‘Live this little day.",
    "Believe that human nature is the way,",
    "And know both Son and Father while you pray;",
    "And one in two, in three, and none alone,",
    "Letting you know even as you are known,",
    "Shall make the you and me eternal parts of one.’",
    "To me, our destinies seem flower and fruit",
    "Born of an ever-generating root;",
    "The other statement I cannot dispute.",
    "But say that Love and Life eternal seem,",
    "And if eternal ties be but a dream,",
    "What is the meaning of that self-same",
    "Your nature craves Eternity for Truth;",
    "Eternity of Love is prayer of youth;",
    "How, without love, would have gone forth your truth?",
    "I do not think we are deceived to grow,",
    "But that the crudest fancy, slightest show,",
    "Covers some separate truth that we may know.",
    "In the one Truth, each separate fact is true;",
    "Eternally in one I many view,",
    "And destinies through destiny pursue.",
    "This is",
    "tendency; but can I say",
    "That this my thought leads the true, only way?",
    "I only know it constant leads, and I obey.",
    "I only know one prayer — ‘Give me the truth,",
    "Give me that colored whiteness, ancient youth,",
    "Complex and simple, seen in joy and truth.",
    "Let me not by vain wishes bar my claim,",
    "Nor soothe my hunger by an empty name,",
    "Nor crucify the Son of man by hasty blame.",
    "But in the earth and fire, water and air,",
    "Live earnestly by turns without despair,",
    "Nor seek a home till home be every where!’"
  ],
  "title": "The One in All",
  "year": ""
}