{
  "author": "Terence Winch",
  "classification": "",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238644",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Alley of giant air conditioners, you roared",
    "your ill wind our way day and night. We burned",
    "you down, little house, but you rose right up again.",
    "We played guitars by candlelight and sang songs to the cat.",
    "We stole each other’s cake and dope, dancing",
    "all night, sleeping late, driving down Columbia",
    "Road to the Omega for Mexican-style chicken,",
    "which two lovers could live on for an entire day.",
    "We threatened you",
    "with a sledgehammer",
    "if you wouldn’t let us go.",
    "Enough, you finally stammered,",
    "be gone from Argonne!",
    "If you opened the door without thinking,",
    "the entire neighborhood gushed into the apartment",
    "like an open hydrant. We gathered around the black",
    "and white tv like it was a tabernacle containing",
    "the secrets we yearned to know. The first Gay Pride Day",
    "made the building tremble so violently the roaches",
    "scurried from the cracks and crevices looking",
    "for safer quarters. Theodore, Edward, and Al",
    "ran the only manual elevator still going in our",
    "part of town. Casey, violent and crazy, dealt coke",
    "out of his first floor apartment. Mara owned",
    "a dozen petite dogs to be avoided at all costs.",
    "Zoltan Farkas wrote",
    "and disappeared completely from the landscape.",
    "I had a brass bed, my altar of love, and a cat",
    "named Spooky. People yelled my name",
    "up the side of the building, I threw them",
    "a key out the window, and they rose",
    "up to the fifth floor and through that open door",
    "into my abode of bliss, which I still miss.",
    "They told me I was moving to the geriatric district.",
    "No Metro up there, they warned. But I was now",
    "on top of the hill, across the street from",
    "one of God’s most prestigious addresses.",
    "I would stare at the naked bodies carved above",
    "the Cathedral entrance, like a page torn from",
    "the",
    "version of Genesis, thinking",
    "yes—this is the way religion should be.",
    "A bus took me back to Dupont Circle",
    "in three minutes. At night I’d walk home",
    "up Mass Ave, past all the embassies,",
    "loving to touch down momentarily",
    "on Irish soil, salute the statue of Gibran,",
    "great poet of wedding-vow love, hail Mary and Tom",
    "and Cyn and Steve. Pick up the mail.",
    "Waltz with Susan in the enormous living room,",
    "then lie in bed at night, by the window,",
    "hypnotized by the big cake of a church bathed",
    "in its rosy blush of light, fireworks",
    "erupting somewhere in the city’s distant dark."
  ],
  "title": "Three Addresses",
  "year": ""
}