{
  "author": "Gabriel Spera",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29739",
  "region": "",
  "text": [
    "Three days later, Suljic was finally given a drink",
    "of water and marched with a dozen other men",
    "onto a small livery truck, one of two, fenced",
    "along each side by wooden planks,",
    "the back left open to give a clear shot",
    "to the automatic weapon poking out the window",
    "of the red sedan that followed, the squat nose",
    "trained on them, ridiculously, as if they'd any thought",
    "of hopping off a moving truck. Suljic peered",
    "vacantly through the slats. He'd missed the yellow flowers",
    "of Spring and by now saw a landscape taken over",
    "by Summer, the grasses closing behind them as they veered",
    "from the road and lurched across cow paths. They drove",
    "to the center of a wide field and stopped. Old sweat,",
    "without the breeze of movement, prickled in the heat.",
    "A metal smell drifted, an untended apple grove",
    "baked on a hill, and the weeds droned, motory with bees.",
    "But Suljic noticed none of these, fixed instead",
    "on the gaps in the field where bodies, all dead,",
    "matted down the wild carrot and chicory, their khakis",
    "splotched darkly, like a fawn's dappled haunches",
    "obscuring them. The men clambered down into the tall grass",
    "and lined up at gunpoint. Suljic was sure the last",
    "good thing he'd ever see would be the apple branches",
    "drooping with fruit, but the man beside him grabbed",
    "his hand, and looked him in the face, as if",
    "Suljic, just a bricklayer, had any assurances to give.",
    "He squeezed the hand back, hard, and felt a scab",
    "crossing the man's knuckles. He saw, too, a thin scar",
    "worrying the arch of his left eyebrow, much older,",
    "perhaps from a fall as a child from a ladder",
    "picking fruit. His hand was like a clump of mortar,",
    "and three nights without sleep had webbed his eyes red.",
    "And Suljic suddenly stuttered to ask his name,",
    "what town was he from, his job—anything—but there came",
    "the crackle, like sometimes thunder, undecided",
    "whether to begin, that starts, stalls, then trips",
    "over itself, the sound crinkling from one",
    "end of the sky to the other. The sound took possession",
    "of his face until it, too, crinkled, his grip",
    "pulsed, and he fell forward. Suljic winced",
    "in the tackle of bodies, and splayed down in the dirt",
    "flattening himself like a beetle, not hurt",
    "in any new way, not yet convinced",
    "he wasn't dead and didn't feel it. He heard the click",
    "of fresh clips sliding into place, and shut",
    "his eyes lightly, sure someone had seen he wasn't shot",
    "and would come finish it. But no one came. Another truck",
    "rolled up. The men climbed down, and lined up, docilely.",
    "He recognized, solely by rhythm, a prayer, cut off",
    "by the crackle, the hush of crickets, the soft",
    "whump of bodies folding at the knees",
    "and knocked by bullets shoulder first",
    "into the grass. No one yelled. No one tried to run.",
    "Another truck, another group, falling like a succession",
    "of bricks sliding off a hod. Suljic finally pissed",
    "where he lay, and blended in all the better",
    "with the others. The noise stopped, and he cracked",
    "his eyes enough to see, across the backs",
    "like bleeding hills, a man strolling along the scatter",
    "of bodies with a pistol, putting a slug",
    "into the skull of anyone that still twitched",
    "or mumbled. Then came the snort and low-pitched",
    "rumble of diesel engines as two backhoes dug",
    "a trench along the margin of all the collapsed",
    "bodies. Impossibly, the crackling started anew,",
    "and when darkness finally settled, the squads continued",
    "in what light the backhoes' headlights threw. Perhaps",
    "the shooting was over long before the sound",
    "left him, the crackle to his eardrums",
    "was like the rolling of a boat to his limbs",
    "echoing long after he'd reached dry ground.",
    "The soldiers left. Still he didn't move, but eased",
    "his eyes full open. The moon above the orchard",
    "was shrinking higher, its light glossing the awkward",
    "pale forms that stubbled the dry weeds,",
    "glinting off teeth and eyes. He scuttled from beneath",
    "the arms and legs flopped sleepingly over",
    "his own, as though by drunkards or lovers,",
    "and rose like a foal to his numb feet,",
    "seeing throughout the field no man not touched",
    "by three dead others. He stood for a moment, trying",
    "to guess, even roughly, their number, multiplying",
    "bodies per square yard, but the math was too much,",
    "the count too huge. He stared at the faces beside him",
    "in the grass, like a man leaving something he knew",
    "he would someday have to return to,",
    "looking for the landmarks that would guide him—",
    "the crooked teeth, the welted cheek, the pale eyes eclipsed",
    "by half-shut lids, lolling upward, inward, swollen",
    "as though with weeping, blood from an unseen hole",
    "glistering down a chin line, crusting on lips.",
    "How could he explain his life, what could he say",
    "to those who weren't here to see, to the mothers and wives",
    "who'd swear for years their men were still alive,",
    "somewhere, the bodies never found, bulldozed into clay—",
    "would he tell them how he tiptoed, unable to avoid",
    "stepping on hands and ankles, or how the tears",
    "like a secret he'd harbored through three years",
    "of siege shook loose, and how he let them, no longer afraid",
    "of being found out and cut down by gunfire,",
    "or how he ran anyway, when he reached the open, quick",
    "as his bum leg would let him, without a look",
    "back at the faces turned like gourds in the dark mire."
  ],
  "title": "In a Field Outside the Town",
  "year": ""
}