{
  "author": "James Wright",
  "classification": "Free Verse",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Winter"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177979",
  "region": "U.S., Midwestern",
  "text": [
    "The night’s drifts",
    "Pile up below me and behind my back,",
    "Slide down the hill, rise again, and build",
    "Eerie little dunes on the roof of the house.",
    "In the valley below me,",
    "Miles between me and the town of St.-Jeannet,",
    "The road lamps glow.",
    "They are so cold, they might as well be dark.",
    "Trucks and cars",
    "Cough and drone down there between the golden",
    "Coffins of greenhouses, the startled squawk",
    "Of a rooster claws heavily across",
    "A grove, and drowns.",
    "The gumming snarl of some grouchy dog sounds,",
    "And a man bitterly shifts his broken gears.",
    "True night still hangs on,",
    "Mist cluttered with a racket of its own.",
    "Now on the mountainside,",
    "A little way downhill among turning rocks,",
    "A square takes form in the side of a dim wall.",
    "I hear a bucket rattle or something, tinny,",
    "No other stirring behind the dim face",
    "Of the goatherd’s house. I imagine",
    "His goats are still sleeping, dreaming",
    "Of the fresh roses",
    "Beyond the walls of the greenhouse below them",
    "And of lettuce leaves opening in Tunisia.",
    "I turn, and somehow",
    "Impossibly hovering in the air over everything,",
    "The Mediterranean, nearer to the moon",
    "Than this mountain is,",
    "Shines. A voice clearly",
    "Tells me to snap out of it. Galway",
    "Mutters out of the house and up the stone stairs",
    "To start the motor. The moon and the stars",
    "Suddenly flicker out, and the whole mountain",
    "Appears, pale as a shell.",
    "Look, the sea has not fallen and broken",
    "Our heads. How can I feel so warm",
    "Here in the dead center of January? I can",
    "Scarcely believe it, and yet I have to, this is",
    "The only life I have. I get up from the stone.",
    "My body mumbles something unseemly",
    "And follows me. Now we are all sitting here strangely",
    "On top of the sunlight."
  ],
  "title": "A Winter Daybreak above Vence",
  "year": ""
}