{
  "author": "James Wright",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/16968",
  "region": "",
  "text": [
    "—Freud",
    "1",
    "My name is James A. Wright, and I was born",
    "Twenty-five miles from this infected grave,",
    "In Martins Ferry, Ohio, where one slave",
    "To Hazel-Atlas Glass became my father.",
    "He tried to teach me kindness. I return",
    "Only in memory now, aloof, unhurried,",
    "To dead Ohio, where I might lie buried,",
    "Had I not run away before my time.",
    "Ohio caught George Doty. Clean as lime,",
    "His skull rots empty here. Dying’s the best",
    "Of all the arts men learn in a dead place.",
    "I walked here once. I made my loud display,",
    "Leaning for language on a dead man’s voice.",
    "Now sick of lies, I turn to face the past.",
    "I add my easy grievance to the rest:",
    "2",
    "Doty, if I confess I do not love you,",
    "Will you let me alone? I burn for my own lies.",
    "The nights electrocute my fugitive,",
    "My mind. I run like the bewildered mad",
    "At St. Clair Sanitarium, who lurk,",
    "Arch and cunning, under the maple trees,",
    "Pleased to be playing guilty after dark.",
    "Staring to bed, they croon self-lullabies.",
    "Doty, you make me sick. I am not dead.",
    "I croon my tears at fifty cents per line.",
    "3",
    "Idiot, he demanded love from girls,",
    "And murdered one. Also, he was a thief.",
    "He left two women, and a ghost with child.",
    "The hair, foul as a dog’s upon his head,",
    "Made such revolting Ohio animals",
    "Fitter for vomit than a kind man’s grief.",
    "I waste no pity on the dead that stink,",
    "And no love’s lost between me and the crying",
    "Drunks of Belaire, Ohio, where police",
    "Kick at their kidneys till they die of drink.",
    "Christ may restore them whole, for all of me.",
    "Alive and dead, those giggling muckers who",
    "Saddled my nightmares thirty years ago",
    "Can do without my widely printed sighing",
    "Over their pains with paid sincerity.",
    "I do not pity the dead, I pity the dying.",
    "4",
    "I pity myself, because a man is dead.",
    "If Belmont County killed him, what of me?",
    "His victims never loved him. Why should we?",
    "And yet, nobody had to kill him either.",
    "It does no good to woo the grass, to veil",
    "The quicklime hole of a man’s defeat and shame.",
    "Nature-lovers are gone. To hell with them.",
    "I kick the clods away, and speak my name.",
    "5",
    "This grave’s gash festers. Maybe it will heal,",
    "When all are caught with what they had to do",
    "In fear of love, when every man stands still",
    "By the last sea,",
    "And the princes of the sea come down",
    "To lay away their robes, to judge the earth",
    "And its dead, and we dead stand undefended everywhere,",
    "And my bodies—father and child and unskilled criminal—",
    "Ridiculously kneel to bare my scars,",
    "My sneaking crimes, to God’s unpitying stars.",
    "6",
    "Staring politely, they will not mark my face",
    "From any murderer’s, buried in this place.",
    "Why should they? We are nothing but a man.",
    "7",
    "Doty, the rapist and the murderer,",
    "Sleeps in a ditch of fire, and cannot hear;",
    "And where, in earth or hell’s unholy peace,",
    "Men’s suicides will stop, God knows, not I.",
    "Angels and pebbles mock me under trees.",
    "Earth is a door I cannot even face.",
    "Order be damned, I do not want to die,",
    "Even to keep Belaire, Ohio, safe.",
    "The hackles on my neck are fear, not grief.",
    "(Open, dungeon! Open, roof of the ground!)",
    "I hear the last sea in the Ohio grass,",
    "Heaving a tide of gray disastrousness.",
    "Wrinkles of winter ditch the rotted face",
    "Of Doty, killer, imbecile, and thief:",
    "Dirt of my flesh, defeated, underground."
  ],
  "title": "At the Executed Murderer’s Grave",
  "year": ""
}