{
  "author": "James Wright",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Home Life",
    "Arts",
    "Sciences",
    "Living",
    "Parenthood",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177232",
  "region": "U.S., Midwestern",
  "text": [
    "The twilight falls; I soften the dusting feathers,",
    "And clean again.",
    "The house has lain and moldered for three days.",
    "The windows smeared with rain, the curtains torn,",
    "The mice come in,",
    "The kitchen blown with cold.",
    "I keep the house, and say no words.",
    "It is true I am as twisted as the cactus",
    "That gnarls and turns beside the milky light,",
    "That cuts the fingers easily and means nothing,",
    "For all the pain that shoots along the hand.",
    "I dust the feathers down the yellow thorns,",
    "I light the stove.",
    "The gas curls round the iron fretwork. the flame",
    "Floats above the lace,",
    "And bounces like a dancer stayed on air.",
    "Fire does not rest on iron, it drifts like a blue blossom",
    "And catches on my breath;",
    "Coiling, spinning, the blue foam of the gas fire",
    "Writhes like a naked girl;",
    "Turns up its face, like her.",
    "She came to me in rain.",
    "I did not know her, I did not know my name",
    "After she left to bed her children down,",
    "To phone her husband they were gone asleep.",
    "And she, lying, a pure fire, in the feathers,",
    "Dancing above the ironwork of her bed,",
    "Roaring, and singeing nothing.",
    "She had not wound her arms about me then,",
    "She had not dared.",
    "I only took her coat, and smiled to hear",
    "How she had left her purse and her umbrella",
    "In the theater, how she was sopping cold",
    "With the fall rain; and mine was the one light",
    "In the neighborhood. She came to my gas fire",
    "And lay before it, sprawled, her pure bare shoulders",
    "Folded in a doze, a clear, cold curve of stone.",
    "I only leaned above the hair,",
    "Turned back the quilt, arranged the feet, the arms,",
    "And kissed the sleeping shoulder, lightly, like the rain;",
    "And when she woke to wear her weathered clothes,",
    "I sent her home.",
    "She floated, a blue blossom, over the street.",
    "And when she came again,",
    "It was not long before she turned to me,",
    "And let her shawl slide down her neck and shoulder,",
    "Let her hair fall.",
    "And when she came again,",
    "It did not rain.",
    "Her husband came to pluck her like an apple,",
    "As the drunken farmer lurches against the tree,",
    "Grips the green globe not long beyond its bloom,",
    "And tears the skin, brutally, out of the bark,",
    "Leaves the whole bough broken,",
    "The orchard torn with many footprints,",
    "The fence swung wide",
    "On a raw hinge.",
    "And now it is said of me",
    "That my love is nothing because I have borne no children,",
    "Or because I have fathered none;",
    "That I twisted the twig in my hands",
    "And cut the blossom free too soon from the seed;",
    "That I lay across the fire,",
    "And snuffed it dead sooner than draft or rain.",
    "But I have turned away, and drawn myself",
    "Upright to walk along the room alone.",
    "Across the dark the spines of cactus plants",
    "Remind me how I go—aloof, obscure,",
    "Indifferent to the words the children chalk",
    "Against my house and down the garden walls.",
    "They cannot tear the garden out of me,",
    "Nor smear my love with names. Love is a cliff,",
    "A clear, cold curve of stone, mottled by stars,",
    "smirched by the morning, carved by the dark sea",
    "Till stars and dawn and waves can slash no more,",
    "Till the rock’s heart is found and shaped again.",
    "I keep the house and say no words, the evening",
    "Falls like a petal down the shawl of trees.",
    "I light the fire and see the blossom dance",
    "On air alone; I will not douse that flame,",
    "That searing flower; I will burn in it.",
    "I will not banish love to empty rain.",
    "For I know that I am asked to hate myself",
    "For their sweet sake",
    "Who sow the world with child.",
    "I am given to burn on the dark fire they make",
    "With their sly voices.",
    "But I have burned already down to bone.",
    "There is a fire that burns beyond the names",
    "Of sludge and filth of which this world is made.",
    "Agony sears the dark flesh of the body,",
    "And lifts me higher than the smoke, to rise",
    "Above the earth, above the sacrifice;",
    "Until my soul flares outward like a blue",
    "Blossom of gas fire dancing in mid-air:",
    "Free of the body’s work of twisted iron."
  ],
  "title": "Sappho",
  "year": ""
}