{
  "author": "James Wright",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets",
    "Living",
    "Death",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177981",
  "region": "U.S., Midwestern",
  "text": [
    "Anghiari is medieval, a sleeve sloping down",
    "A steep hill, suddenly sweeping out",
    "To the edge of a cliff, and dwindling.",
    "But far up the mountain, behind the town,",
    "We too were swept out, out by the wind,",
    "Alone with the Tuscan grass.",
    "Wind had been blowing across the hills",
    "For days, and everything now was graying gold",
    "With dust, everything we saw, even",
    "Some small children scampering along a road,",
    "Twittering Italian to a small caged bird.",
    "We sat beside them to rest in some brushwood,",
    "And I leaned down to rinse the dust from my face.",
    "I found the spider web there, whose hinges",
    "Reeled heavily and crazily with the dust,",
    "Whole mounds and cemeteries of it, sagging",
    "And scattering shadows among shells and wings.",
    "And then she stepped into the center of air",
    "Slender and fastidious, the golden hair",
    "Of daylight along her shoulders, she poised there,",
    "While ruins crumbled on every side of her.",
    "Free of the dust, as though a moment before",
    "She had stepped inside the earth, to bathe herself.",
    "I gazed, close to her, till at last she stepped",
    "Away in her own good time.",
    "Many men",
    "Have searched all over Tuscany and never found",
    "What I found there, the heart of the light",
    "Itself shelled and leaved, balancing",
    "On filaments themselves falling. The secret",
    "Of this journey is to let the wind",
    "Blow its dust all over your body,",
    "To let it go on blowing, to step lightly, lightly",
    "All the way through your ruins, and not to lose",
    "Any sleep over the dead, who surely",
    "Will bury their own, don’t worry."
  ],
  "title": "The Journey",
  "year": ""
}