{
  "author": "Kathleen Ossip",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246858",
  "region": "",
  "text": [
    "All song is formal, and you",
    "Maybe felt this and decided",
    "You’d be formal too. (The eyeliner, the beehive: formal.)",
    "When a desire to escape becomes formal,",
    "It’s dangerous. Then escape requires",
    "Nullity, rather than a walk in the park or a movie.",
    "Eventually, nullity gets harder and",
    "Harder to achieve. After surgery, I had",
    "Opiates. I pushed the button as often as I could.",
    "was how I felt. An escape",
    "So complete it became a song. After that,",
    "Elegy’s the only necessary form.",
    "Say you lost all your money, or turned against your ambition.",
    "Then you would be at peace, or",
    "Else why does the mind punish the body?",
    "Vengeance is mind, says the body.",
    "Ever after, you’re a mirror, “silver and exact.”",
    "Just like the bug in a string of code, the body defies the mind",
    "Or looks in the mirror of the mind and shudders.",
    "Better instruments are better because they’re",
    "Silver",
    "but intact.",
    "The clock is obdurate,",
    "Random, and definite.",
    "Obdurate the calendar.",
    "You thump on the cot: another signature.",
    "Did it didn’t do it would do it again.",
    "And if a",
    "dream dies? Please sign the petition.",
    "Very good. Let’s hunt for a pen.",
    "If you thump, there’s another signature and",
    "Signatures are given freely by the signer’s hand.",
    "Lingering over",
    "Unlovely bodies,",
    "Couldn’t help",
    "Intuitively rendering",
    "A whole",
    "Nother angel.",
    "Facts are",
    "Relics — an",
    "Effect worth",
    "Undertaking: yes,",
    "Dear daylight?",
    "Discourse that night concerned the warm-blooded love we felt.",
    "On the divan and in the ballroom and on the terrace, we felt it.",
    "Now virtue meant liking the look of the face we lay next to.",
    "Never mind the sting of the winter solstice.",
    "discourse that night concerned the warm-blooded love we felt.",
    "Something lifted us higher. Her little finger told her so,",
    "Untangling, with careless skill, the flora of the sexual grove.",
    "Master physician with a masterly joy in wrapping up",
    "Mud-spattered, coke-dusted wounds at midnight, when it’s too",
    "Early to stop dancing and go home. Our lily-minds soothed by her",
    "Royalty concealed in the synthesizers in the flora of the sexual grove."
  ],
  "title": "Elegies",
  "year": ""
}