{
  "author": "Eduardo C. Corral",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243752",
  "region": "",
  "text": [
    "in a Tex-Mex restaurant. His co-workers,",
    "unable to utter his name, renamed him Jalapeño.",
    "If I ask for a goldfish, he spits a glob of phlegm",
    "into a jar of water. The silver letters",
    "on his black belt spell",
    ". Once, borracho,",
    "at dinner, he said: Jesus wasn’t a snowman.",
    "Arriba Durango. Arriba Orizaba. Packed",
    "into a car trunk, he was smuggled into the States.",
    "Frijolero. Greaser. In Tucson he branded",
    "cattle. He slept in a stable. The horse blankets",
    "oddly fragrant: wood smoke, lilac. He’s an illegal.",
    "I’m an Illegal-American. Once, in a grove",
    "of saguaro, at dusk, I slept next to him. I woke",
    "with his thumb in my mouth. ¿No qué no",
    "tronabas, pistolita? He learned English",
    "by listening to the radio. The first four words",
    "he memorized: In God We Trust. The fifth:",
    "Percolate. Again and again I borrow his clothes.",
    "He calls me Scarecrow. In Oregon he picked apples.",
    "Braeburn. Jonagold. Cameo. Nightly,",
    "to entertain his cuates, around a campfire,",
    "he strummed a guitarra, sang corridos. Arriba",
    "Durango. Arriba Orizaba. Packed into",
    "a car trunk, he was smuggled into the States.",
    "Greaser. Beaner. Once, borracho, at breakfast,",
    "he said: The heart can only be broken",
    "once, like a window. ¡No mames! His favorite",
    "belt buckle: an águila perched on a nopal.",
    "If he laughs out loud, his hands tremble.",
    "Bugs Bunny wants to deport him. César Chávez",
    "wants to deport him. When I walk through",
    "the desert, I wear his shirt. The gaze of the moon",
    "stitches the buttons of his shirt to my skin.",
    "The snake hisses. The snake is torn."
  ],
  "title": "In Colorado My Father Scoured and Stacked Dishes",
  "year": ""
}