{
  "author": "Thomas Love Peacock",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Love",
    "Break-ups",
    "Vexed Love",
    "Relationships",
    "Men",
    "Women"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/245552",
  "region": "England",
  "text": [
    "Matilda, farewell! Fate has doom’d us to part,",
    "But the prospect occasions no pang to my heart;",
    "No longer is love with my reason at strife,",
    "Though once thou wert dearer, far dearer than life.",
    "As together we roam’d, I the passion confess’d,",
    "Which thy beauty and virtue had rais’d in my breast;",
    "That the passion was mutual thou mad’st me believe,",
    "And I thought",
    "Matilda could never deceive.",
    "Matilda! no, false one! my claims I resign:",
    "Thou canst not, thou must not, thou shalt not be mine:",
    "I now scorn thee as much as I lov’d thee before,",
    "Nor sigh when I think I shall meet thee no more.",
    "Though fair be thy form, thou no lovers wilt find,",
    "While folly and falsehood inhabit thy mind,",
    "Though coxcombs may flatter, though ideots may prize,",
    "Thou art shunn’d by the good, and contemn’d by the wise.",
    "Than mine what affection more fervent could be,",
    "When I thought ev’ry virtue was center’d in thee?",
    "Of the vows thou hast broken I will not complain,",
    "For I mourn not the loss of a heart I disdain.",
    "Oh! hadst thou but constant and amiable prov’d",
    "As that",
    "I formerly lov’d,",
    "Nor absence, nor time, though supreme their controul,",
    "Could have dimm’d the dear image then stamp’d on my soul.",
    "How bright were the pictures, untinted with shade,",
    "By Hope’s glowing pencil on Fancy pourtray’d!",
    "Sweet visions of bliss! which I could not retain;",
    "For they, like thyself, were deceitful and vain.",
    "Some other, perhaps, to Matilda is dear,",
    "Some other, more pleasing, though not more sincere;",
    "May he fix thy light passions, now wav’ring as air,",
    "Then leave thee, inconstant, to shame and despair!",
    "Repent not, Matilda, return not to me:",
    "Unavailing thy grief, thy repentance will be:",
    "In vain will thy vows or thy smiles be resum’d,",
    "For love, once extinguish’d, is never relum’d."
  ],
  "title": "Farewell to Matilda",
  "year": ""
}