{
  "author": "Valerie Martínez",
  "classification": "",
  "keywords": [
    "Living",
    "The Body",
    "Relationships",
    "Men",
    "Women",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250016",
  "region": "U.S., Southwestern",
  "text": [
    "We have the body of a woman, an arch over the ground, but there",
    "is no danger. Her hair falls, spine bowed, but no one is with her.",
    "The desert, yes, with its cacti, bursage, sidewinders. She is not in",
    "danger. If we notice, there are the tracks of animals moving east",
    "toward the sunrise. And the light is about to touch a woman's body",
    "without possession. Here, there are no girl's bones in the earth,",
    "marked with violence. A cholla blooms, just two feet away. It",
    "blooms.",
    "There is a man, like her father, who wakes to a note saying",
    "gone, for a day, to the desert. Now he knows she is in danger. He",
    "will try to anticipate what happens to a young woman, how it will",
    "happen, how he will deal with the terrible. In him, he feels he",
    "knows this somehow. He knows because there are men he knows",
    "who are capable. This place she has gone to, where? But it doesn't",
    "matter. There is, first of all, the heat which scorches, snakes",
    "with their coils and open mouths, men who go there with the very",
    "thing in mind. The very thing.",
    "It is the desert on its own. Miles. Beyond what anyone can see.",
    "Not peaceful nor vengeful. It does not bow down; it is not danger.",
    "I cannot speak of it without easing or troubling myself. It is not",
    "panorama nor theatre. I do not know. It is conception—the gifts or",
    "burdens I bear, whether arch, a prayer, or danger. They can happen,",
    "yes, we conceive them. This very woman I know. The man does sit",
    "tortured. The desert, created, merely embodies its place.",
    "And watch us lay our visions, O god, upon it."
  ],
  "title": "It Is Not",
  "year": ""
}