{
  "author": "Patricia Smith",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244370",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "—Ed Mazoue, New Orleans City Real Estate Administrator and Person in Charge of the City’s Cemeteries",
    "There’s nothing but mud. The ground looks dry and firm,",
    "but underneath is a stew of storm. Stout shovels, rusted,",
    "grow gummed and heavy with what I heft and rearrange.",
    "Progress is slow.",
    "The sun so often steams me shut, and I have to stop",
    "to gulp sugared bites of tea,",
    "flick away sweat with my swollen fingers,",
    "swat hard at sluggish flies who hover,",
    "like they know.",
    "And when I start again, there’s a rhythm to it,",
    "some ticking jazz that gets my square hips involved.",
    "I craft a chant purely for downbeat:",
    "My untried muscles blaze,",
    "joints click,",
    "pulse clutches my chest.",
    "Whole clocks later, I pause to relish the feat,",
    "to marvel at the way I’ve compromised the earth,",
    "how I’ve been that kind of God for a minute.",
    "But only time has moved.",
    "It’s like trying to reach the next world with a spoon.",
    "My boy would have laughed.",
    "and we’d settle, Sunday lazy,",
    "his squirm balanced on my belly.",
    "He needed what I was and what I wasn’t.",
    "Giggling in little language, he lobbed me the ball soft,",
    "walked slower when I was at his side,",
    "shared puffed white bread and purple jelly.",
    "He waited patiently for me after dark",
    "while I shuffled piles of books, looking for",
    "a bedtime drama of spacemen or soldiers,",
    "some crayoned splash to wrap his day around.",
    "But every night, when I opened the door to his room,",
    "all I saw",
    "was a quivering mountain of Snoopys, Blues, and Scoobys.",
    "Underneath them, his happy body could barely cage breath.",
    "Giggles unleashed his toes. My line, then:",
    "With the dirt balanced high, screaming my shoulder,",
    "I think hard on those nights of tussle and squeal.",
    "I want to feel his heat and twist in my arms again.",
    "I have to dig."
  ],
  "title": "Buried",
  "year": ""
}