{
  "author": "Patricia Smith",
  "classification": "Syllabic",
  "keywords": [
    "Nature",
    "Weather",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244374",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "This is not morning. There is a nastiness",
    "slowing your shoes, something you shouldn’t step in.",
    "It’s shattered beads, stomped flowers, vomit—",
    "such stupid beauty,",
    "beauty you can stick a manicured finger",
    "into and through, beauty that doesn’t rely",
    "on any sentence the sun chants, it’s whiskey",
    "swelter blown scarlet.",
    "Call this something else. Last night it had a name,",
    "a name wedged between an organ’s teeth, a name",
    "pumping a virgin unawares, a curse word.",
    "Wail it, regardless,",
    "Weak light, bleakly triumphant, will unveil scabs,",
    "snippets of filth music, cars on collapsed veins.",
    "The whole of gray doubt slithers on solemn skin.",
    "Call her New Orleans.",
    "Each day she wavers, not knowing how long she",
    "can stomach the introduction of needles,",
    "the brash, boozed warbling of bums with neon crowns,",
    "necklaces raining.",
    "She tries on her voice, which sounds like cigarettes,",
    "pubic sweat, brown spittle lining a sax bell",
    "the broken heel on a drag queen’s scarlet slings.",
    "Your kind of singing.",
    "Weirdly in love, you rhumba her edges, drink",
    "fuming concoctions, lick your lukewarm breakfast",
    "directly from her crust. Go on, admit it.",
    "You are addicted",
    "to her brick hips, the thick swerve she elicits,",
    "the way she kisses you, her lies wide open.",
    "She prefers alleys, crevices, basement floors.",
    "Hell, let her woo you.",
    "This kind of romance dims the worth of soldiers,",
    "bends and breaks the back, sips manna from muscle,",
    "tells you",
    "Pack your little suitcase,",
    "flee what is rigid",
    "and duly prescribed. Let her touch that raw space",
    "between cock and calm, the place that scripts such jazz.",
    "Let her pen letters addressed to your asking.",
    "You s-s-stutter.",
    "Blue is the color",
    "stunning your tongue. At least the city pretends",
    "to remember to be listening.",
    "She grins with glint tooth,",
    "wiping your mind blind of the wife, the children,",
    "the numb ritual of job and garden plot.",
    "Gently, she leads you out into the darkness",
    "and makes you drink rain."
  ],
  "title": "Prologue—And Then She Owns You",
  "year": ""
}