{
  "author": "Patricia Smith",
  "classification": "",
  "keywords": [
    "Nature",
    "Relationships",
    "Love",
    "The Body",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179240",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Hubbie 1 used to get wholly pissed when I made",
    "myself come.",
    "he’d sputter, blood",
    "popping to the surface of his fuzzed cheeks,",
    "By that time, I was",
    "in no mood to discuss the myriad merits of my",
    "pointer, or to jam the brakes on the express train",
    "slicing through my blood, It was easier to suffer",
    "the practiced professorial huff, the hissed invectives",
    "and the cold old shoulder, liver-dotted, quaking",
    "with rage. Shall we pause to bless professors and",
    "codgers and their bellowed, unquestioned ownership",
    "of things? I was sneaking time with my own body.",
    "I know I signed something over, but it wasn’t that.",
    "No matter how I angle this history, it’s weird,",
    "so let’s just say",
    "was on the telly",
    "and suddenly my lips pressing against",
    "the couch cushions felt spectacular and I thought",
    "wow this is strange, what the hell, I’m 30 years old,",
    "am I dying down there is this the feel, does the cunt",
    "go to heaven first, ooh, snapped river, ooh shimmy",
    "I had never had it never knew, oh i clamored and",
    "lurched beneath my little succession of boys I cried",
    "writhed hissed, ooh wee, suffered their flat lapping",
    "and machine-gun diddling their insistent c’mon girl",
    "c’mon until I memorized the blueprint for drawing",
    "blood from their shoulders, until there was nothing",
    "left but the self-satisfied liquidy snore of he who has",
    "rocked she, he who has made she weep with script.",
    "But this, oh Cary, gee Katherine, hallelujah Baby,",
    "the fur do fly, all gush and kaboom on the wind.",
    "Don’t hate me because I am multiple, hurtling.",
    "As long as there is still skin on the pad of my finger,",
    "as long as I’m awake, as long as my (new) husband’s",
    "mouth holds out, I am the spinner, the unbridled,",
    "the bellowing freak. When I have emptied him,",
    "he leans back, coos, edges me along, keeps wondering",
    "count. He falls to his knees in front of it, marvels",
    "at my yelps and carousing spine, stares unflinching",
    "as I bleed spittle unto the pillows.",
    "He has married a witness.",
    "My body bucks, slave to its selfish engine,",
    "and love is the dim miracle of these little deaths,",
    "fracturing, speeding for the surface.",
    "We know the record. As it taunts us, we have giggled,",
    "considered stopwatches, little laboratories. Somewhere",
    "beneath the suffering clean, swathed in eyes and silver,",
    "she came 134 times in one hour. I imagine wires holding",
    "her tight, her throat a rattling window. Searching scrubbed",
    "places for her name, I find only reams of numbers. I ask",
    "the quietest of them:",
    "Are we God?"
  ],
  "title": "What You Pray Toward",
  "year": ""
}