{
  "author": "Sandra McPherson",
  "classification": "Free Verse",
  "keywords": [
    "Animals",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171586",
  "region": "",
  "text": [
    "Lions don’t need your help. In the Serengeti,",
    "For instance, one thousand like the very rich",
    "Hold sway over more than Connecticut. The mane",
    "Of the lion, like the hooked jaw of the male salmon,",
    "Acts as a shield for defense and is the gift",
    "Of sexual selection. His eyes are fathomless amber.",
    "The lion is the most social of the big cats.",
    "Pride members are affectionate among themselves.",
    "They rub cheeks when they meet. They rest",
    "And hunt together. And cubs suckle indiscriminately.",
    "But strangers or members of a neighboring pride are not",
    "Usually accepted. If a pride male meets a strange female",
    "He may greet her in a friendly fashion",
    "And even mate with her",
    "But the pride females will drive her off.",
    "Male lions, usually depicted as indolent freeloaders",
    "Who let the lionesses do all the hunting, are not mere",
    "Parasites. They maintain the integrity of the territory.",
    "Lions eat communally but completely lack table manners.",
    "Indeed, lions give the impression that their evolution",
    "Toward a social existence is incomplete—that cooperation",
    "In achieving a task does not yet include",
    "The equal division of the spoils.",
    "More bad news: lions are not good parents.",
    "But prowess, that they have. Their courage comes",
    "From being built, like an automobile,",
    "For power. A visible lion is usually a safe lion,",
    "But one should never feel safe",
    "Because almost always there is something one can’t see.",
    "Given protection and power",
    "A lion does not need to be clever.",
    "Now, lions are not the most likable kind of animal",
    "Unless you are a certain type of person,",
    "That is, not necessarily leonine in the sense of manly",
    "Or ferocious, but one who wouldn’t mind resting twenty",
    "Of twenty-four hours a day and who is not beyond",
    "Stealing someone else’s kill",
    "About half the time.",
    "Lions are not my favorite kind of animal,",
    "Gazelles seem nicer,",
    "A zebra has his own sort of appealing pathos,",
    "Especially when he is sure prey for the lion.",
    "Lions have little to offer the spirit.",
    "If we made of ourselves parks and placed the lion",
    "In the constituent he most resembled",
    "He would be in our blood."
  ],
  "title": "Lions",
  "year": ""
}