{
  "author": "Mary Robinson",
  "classification": "Blank Verse",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182520",
  "region": "England",
  "text": [
    "Who has not waked to list the busy sounds",
    "Of summer’s morning, in the sultry smoke",
    "Of noisy London? On the pavement hot",
    "The sooty chimney-boy, with dingy face",
    "And tattered covering, shrilly bawls his trade,",
    "Rousing the sleepy housemaid. At the door",
    "The milk-pail rattles, and the tinkling bell",
    "Proclaims the dustman’s office; while the street",
    "Is lost in clouds impervious. Now begins",
    "The din of hackney-coaches, waggons, carts;",
    "While tinmen’s shops, and noisy trunk-makers,",
    "Knife-grinders, coopers, squeaking cork-cutters,",
    "Fruit-barrows, and the hunger-giving cries",
    "Of vegetable-vendors, fill the air.",
    "Now every shop displays its varied trade,",
    "And the fresh-sprinkled pavement cools the feet",
    "Of early walkers. At the private door",
    "The ruddy housemaid twirls the busy mop,",
    "Annoying the smart ’prentice, or neat girl,",
    "Tripping with band-box lightly. Now the sun",
    "Darts burning splendor on the glittering pane,",
    "Save where the canvas awning throws a shade",
    "On the gay merchandise. Now, spruce and trim,",
    "In shops (where beauty smiles with industry)",
    "Sits the smart damsel; while the passenger",
    "Peeps through the window, watching every charm.",
    "Now pastry dainties catch the eye minute",
    "Of humming insects, while the limy snare",
    "Waits to enthrall them. Now the lamp-lighter",
    "Mounts the tall ladder, nimbly venturous,",
    "To trim the half-filled lamps, while at his feet",
    "The pot-boy yells discordant! All along",
    "The sultry pavement, the old-clothes-man cries",
    "In tone monotonous, while sidelong views",
    "The area for his traffic: now the bag",
    "Is slyly opened, and the half-worn suit",
    "(Sometimes the pilfered treasure of the base",
    "Domestic spoiler), for one half its worth,",
    "Sinks in the green abyss. The porter now",
    "Bears his huge load along the burning way;",
    "And the poor poet wakes from busy dreams,",
    "To paint the summer morning."
  ],
  "title": "London’s Summer Morning",
  "year": ""
}