{
  "author": "Thylias Moss",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Birth",
    "Birthdays",
    "Infancy",
    "Parenthood",
    "Relationships",
    "Men",
    "Women",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Gender",
    "Sexuality",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240920",
  "region": "U.S., Midwestern",
  "text": [
    "Therefore, no more recounting of dreams, a routine thing",
    "that bores with expectations of invention, unfiltered",
    "non sequiturs, unusual embraces",
    "only from the practiced",
    "young woman who everyday remembers",
    "being a bride, she is changing behind that white curtain",
    "Leora",
    "fifteen again experiencing",
    "prematurely the pure suckling of a baby",
    "fifteen with a virgin desire for pure suckling",
    "something to do with jasmine",
    "with jasmine tea",
    "existing only without accident",
    "It blooms while Leora sleeps",
    "when she sleeps at night and it is also dark",
    "for the jasmine",
    "four hours",
    "of tea sucking on blossoms, Cestrum nocturnum like",
    "colostrums: the earliest secretions, and then only milk",
    "from mother",
    "—there it is",
    "seven times over",
    "jasmine bath after jasmine bath",
    "till the tea can get no better",
    "highest grade as stasis",
    "all As",
    "gets so boring, ka-put",
    "to the test of innovation",
    "all the right answers",
    "Leora",
    "sees herself mermaid, eel, tiger",
    "fish from waist down",
    "form-fitting skirt of winks",
    "under that bonefish or ladyfish profile: tail fins",
    "already split, caught in transition from legs to fin",
    "hybrid mutant bastard mestizo mulatto masala mule mix mutt",
    "hm/bm/mmmmm",
    "watered down (jasmine bath tea)",
    "spiked (jasmine bath tea)",
    "stands taller on tips of split tail fin",
    "ps: pastiche, salmagundi when all dressed up",
    "Leg and fin share custody",
    "so young men sacrifice only below the belt",
    "to please her",
    "many wounded soldiers",
    "her company",
    "From now on storming the beaches",
    "rocks already aftermath, the breaking of dozens of sphinxes",
    "the taming of sandstone lions and griffins, gargoyles",
    "Leora takes to breast anything capable of sucking",
    "and being filled, no ban on leeches and vipers",
    "that stick out like misplaced overdeveloped hairs",
    "and while in position, her free hand",
    "shaves the heads of Medusa’s children screaming",
    "for more nursing",
    "with her eyes closed, her free handy blade, sharpened",
    "life line",
    "The liquids of history therefore tend to ferment; the beverages for walks down",
    "memory lane therefore become pungent cheeses and wines, the odes",
    "to bitterness and sweetness happen. This is also desirable. Taste depends",
    "on how the glass tilts, how tongue curls.",
    "What’s difficult",
    "is maintaining gaps as gaps. A sustainable nothingness.",
    "But something enters. Sustainable nothingness",
    "looks like a niche.",
    "Ghosts and spirits of what’s been lost. A young woman looks over her shoulder.",
    "Close watching of what’s fading does not mean the change from substance to spirit",
    "would be observed. On the tippy-tips of split tail fin looking over her shoulder",
    "a long line for the nurse, exceptional business, nonstop nursing",
    "and the milk won’t stop, years are at the end of the line.",
    "Pull the plug on a nearby respirator (",
    ")",
    "(don’t assume location, location, location)",
    "the substance travels the line",
    "joins the community of electricity, colonies of gigantic storms",
    "on the sun",
    "and appearances in auroras",
    "that the mermaid sits under as under any canopy",
    "nonstop",
    "The spell of the tide tailored to make the one falling under its influence fall more",
    "willingly. It feels nothing like falling at all: Leora describes rehabilitation",
    "Sand sparkles remembering having been alive",
    "only once",
    "Leora’s eyes",
    "sparkle upon contact with crabs and their incredible redness",
    "that ought to teach her something about fire she does not know",
    "with top-heavy ways",
    "of knowing",
    "(the brain should travel the stations of the body, and one day",
    "the eyes and navel, when the eyes accompany the brain,",
    "line up in a row)",
    "—then a real reason for revision",
    "Accordingly, pureness of the situation milks its own purity",
    "Fantastic and looks disgusting",
    "(no matter where the eyes are—candidate",
    "for truth)",
    "but purity is still pure following",
    "such a milking",
    "The mermaid’s pregnancy has to be called immaculate after repeated searches for the",
    "limits. Lost without those. Pure. Last resort and best explanation for birth of a human",
    "baby from a mermaid without a human pelvis or womb. The best xrays",
    "cannot find them. Machines arrive on the beach and leave defective.",
    "Leora",
    "continues nursing",
    "her baby first in line",
    "The milk is pure. It does not need to be pasteurized. Makes (empty)",
    "no one ill. Nothing in it allows allergies. The chemistry (empty)",
    "of the milk is pure. (empty)",
    "The molecules of the tabernacle of purity.",
    "(as if they are empty) (nothing is right",
    "here)",
    "Law",
    "Flattened out they are like flattened tetrahedrons,",
    "probably are smashed pendulums",
    "now",
    "Leora",
    "blessed",
    "with impossibility of the usual kind of rape",
    "her own brand",
    "jasmine bath after jasmine bath",
    "without legs",
    "she does as much sitting",
    "as anyone who ever sat on a throne",
    "wheelchairs",
    "keep evolving"
  ],
  "title": "The Pampering of Leora",
  "year": ""
}