{
  "author": "Eileen R. Tabios",
  "classification": "Prose Poem",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239894",
  "region": "U.S., Western",
  "text": [
    "*",
    "Lime coats the thick sheaf of paper crossed by thin, parallel lines of a darker green. They approximate the rippling surface of a river pregnant with water and smoothly traveling towards an orb of sea salt. His pen is a black crow against a sunlit sky. Its ink is harsh, blotting paper, even with the neat economy of motion in how the ink is laid. For a moment, a golden spark glints from a cufflink struck by a sun ray. Meticulously, the ink travels from point to point, dipping, then rising, then dipping again until it is halted by one of the four walls of a square. The paper mottles. He lays the pen besides the projection of a likelihood as an ache begins between his shoulder blades. As he rolls his head in a circle, he considers the placement of a decimal point. Lastly, he considers the definition of a percentage to be the probability of error instead of the probability of an answer’s relevance.",
    "*",
    "It seems a secretary with large hair is shuffling until he notices that it is only a tight skirt hampering her thighs. He begins to feel the papers stacked on a crudenza curling their edges to protest being ignored. A lock of hair falls in front of his eyeballs and he notices a white feather. He immediately comprehends how long it has been since scissors tip-toed about his scalp. Bereft, he looks at his desk and is astonished at how still his fingers lie atop a yellow pad—he would have sworn his fear would have left his empty palms quaking at how time is consistently ending.",
    "*",
    "He looks up to be surprised at midnight “a done deal.” His hands seek release and he wipes them against the pin-striped wool encasing his thighs. A woman with a blurred face atop a blue silk shirt pops her head through the door. He knows she is speaking but his gaze cannot locate the source of the buzzing. He feels a fleeting thought of inebriated bees, how they might blunder with pollen gratuitously. His gaze falls to the circle of diamonds on her left, blue-veined wrist. He takes a chance and replies, “Yes.” It is sufficient to make her go away so that all that remains across his threshold is the shadow of a door. He feels he must complete the job by shutting a door but he is so tired.",
    "*",
    "he asks himself as he watches the Chairman hold hands with his tall wife. The wife smiles but it is clear she is dangling her legs over a pedestal. When he reaches them for an obligatory greeting, he realizes (without being surprised at the certainty of this thought) that she smells expensive. He hears her emerald earrings tinkle like wind chimes. His breath is the breeze against her pale, seamless skin. She smiles at him and he feels even smaller. His breath is the flutter of a Trochilidae’s wings. When he next turns to the Chairman, he is buffeted by the Chairman’s smug grin.",
    "*",
    "He tattoos his fingerprints on the most random of surfaces. It happens that way each morning when he must read six newspapers beside",
    ". One is in Japanese. Another in German. He cannot recall the last time he was lucid. He cuts himself shaving whenever the mirror reminds him that his eyes are covered by red cracks. They remind him of bigger faultlines just waiting to widen. He knows he will fold into himself during the fall. He feels that avoidance should be under his control. But it is not happening and he is often immobilized by this failure.",
    "*",
    "I should fall in love, he thinks, as he reads a worn newspaper clipping. It has traveled throughout the firm and reached him at last. He flinches at the leers clinging to the message. His fingers feel wet though the clipping is dry. The clipping is about Alan “Swift” Thiessen, the man who once sat in an office down the hall. Once, Swift was a tight muscle tightly sheathed in Italian suits with double-breasted blazers, a sartorial sun amidst the human commodities forging together a partnership. It was an eccentricity allowed by Swift’s ability to bleed rain from desiccated clients. Once, Swift also played squash every day. Now, Swift is clad in rough cotton and measures each passing moment in a jail, staring at rust and bricks. The newspaper reports how Swift went too far with a young, blonde boy sheathed in leather with metal studs. Still, The Investment Banker suggests to himself that he fall in love. Despite Swift’s ignominious end, he feels that Swift still bested him by having felt certain compulsions about which he can only remain curious.",
    "*",
    "At 4 a.m. he is not displeased to be alone walking the streets. At 4 a.m., he feels that the hour offers a certain excuse for his loneliness. Now, he is walking in the aftermath of an unseasonal rain so that the light is clean and the pavement shines from the wash of water. The tall buildings conspire to maintain sufficient lights to surround him like Christmas. He notices a white flower in a bud vase by a window he passes. It is unexpected but pleasing and he pauses to think,",
    "He knows he is imagining things but he senses the flower open its petals a tad wider. His nostrils flare at the inexplicable perfume of jasmine. He looks forward to winter when snow will cover the city. Even in a blizzard, the snow is constant. They never fail to cling softly to him as he walks in their midst. He feels,"
  ],
  "title": "The Investment Banker",
  "year": ""
}