{
  "author": "David Yezzi",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243122",
  "region": "",
  "text": [
    "I",
    "From the false summit, coxcomb-cum-arête,",
    "cool thermals underscore our frailties,",
    "past edges where our wingless feet are set",
    "and the long look down dilutes the evergreens.",
    "As sandstone ends, the world of ghosts begins—",
    "they sometimes rise up still in dreams, my love.",
    "With one hand firm, I step onto the skin",
    "of the abyss, embracing what’s above",
    "and severing spent ties to the scree below.",
    "The filtered light turns lichen eerie green,",
    "ushering in a world we hardly know,",
    "at least not one we’re sure we’ve ever seen",
    "just so, each climber brand new in his skin,",
    "no longer mired in waiting to begin.",
    "The whisper clings beside you as you rise",
    "along the ice melt, following the chalk.",
    "Its cadence is the thrum behind your eyes;",
    "your trembling, the music of its talk.",
    "No longer trust your arms; they’re paid with fear.",
    "Along the rock, the grip that’s hidden there,",
    "invisible but sure, will not appear",
    "until you trade your fast-hold for the air,",
    "and, as you reach, it ripples like a pool",
    "in which your newfound safety now reflects:",
    "the diastole of breath becomes the rule",
    "for governing what atmosphere elects—",
    "to claim this height as owed to us in spirit,",
    "although we risk ourselves to answer it.",
    "Free solo: dearest, I am losing you,",
    "not now (one hopes!) but slowly, over time.",
    "Admit that there is nothing left to do",
    "but re-devote our efforts to the climb,",
    "remembering that the second side is less",
    "than a reprieve—more sheer and far from kind—",
    "before the gentle, sloping wilderness",
    "enwraps us and we let go of the sky.",
    "Your living hand guides home my dangled foot.",
    "At gravity’s unlikely slant, we smear",
    "across the arkose, knowing that the root",
    "has taken hold deep in the layers. Here,",
    "a thrust fault pushed up rock, and, as it rose,",
    "it found its altitude in its repose.",
    "Pinned to the face, you close the aperture—",
    "no way looks right, and there is no way down",
    "but keeping on—returning’s hot allure",
    "hissing its false promises, the sound",
    "of the last support beam loudly giving way.",
    "What is it that wipes the rock free of direction?",
    "The crystal ceiling that began the day",
    "goes black, almost it seems without detection.",
    "The open door blows shut; the empty glass",
    "brims over and, when raised, is dry again:",
    "time’s bait-and-switch. An hour from the pass,",
    "wind drags high clouds across the peak; just then",
    "the air grows cold. Our backs turn to the weather,",
    "as a way comes clear, ascending with no tether.",
    "It’s when we’re most engaged with other things",
    "that the angel enters, a twist in temperature,",
    "a lightness in the chest that we call wings.",
    "Giddy with sacrament and the impure",
    "gluttony of blood and air and skin,",
    "we look with panoramic eyes to where",
    "the earth curls under and the sky begins,",
    "though we ourselves are of this light-shot air,",
    "senses extending without obstacle,",
    "reaching past by rooting down through rock—",
    "obdurate kindness, heaven’s windowsill.",
    "We are as useless as an open lock,",
    "more insubstantial than a drinking song,",
    "and marked by sandstone long after we’re gone."
  ],
  "title": "Flatirons",
  "year": ""
}