{
  "author": "Leontia Flynn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248728",
  "region": "",
  "text": [
    "At the mention of Gerard Manley Hopkins, my mild-mannered father",
    "— tender, abstracted — would exercise the right",
    "to revert to type. That is to say: devout; that is, proscriptive. He would rather",
    "we did not so bandy the good Jesuit’s name about",
    "in talk of “",
    "this” and “",
    "that” — just as he would rather",
    "my sister did not, from the library, request “sick”",
    ".",
    "Like tars on a stage deck, yo ho, we roll our eyes.",
    "Somebody snaps on the poisonous gas-fired heater",
    "— and I put off a year or two the hypothesis",
    "I’ll form, with a wave, to provoke him to these wobblers",
    "that all in such matters swing from pole to pole;",
    "as Hopkins was wont (his muse being bi[nsey] po[p]lar[s])",
    "to swing from joy’s heights, alas, to the abyss",
    "and for whom the mind had “mountains; cliffs of fall.”",
    "•",
    "“O the mind, mind has mountains; cliffs of fall",
    "Frightful, sheer, no-man-fathomed. Hold them cheap",
    "May who ne’er hung there.... ” Who’s not known the hell",
    "that fashions itself from the third night without sleep —",
    "the third or the fourth — in whose black margins crawl",
    "shrill horrors, and where breathless, poleaxed, pinned",
    "— as though in the teeth of an outrageous gale —",
    "the mind — sick — preys upon the stricken mind.",
    "And “worst, there is none” — no none — than this wild grief:",
    "Citalopram-wired. Our sweating selves self-cursed.",
    "Oh, “Mary, mother of us, where is your relief?”",
    "as Hopkins wrote — but, far gone, at its worst",
    "it’s her first",
    "I want. Please stroke my hair."
  ],
  "title": "Gerard Manley Hopkins",
  "year": ""
}