{
  "author": "Bin Ramke",
  "classification": "",
  "keywords": [
    "Nature",
    "Relationships",
    "Living",
    "Coming of Age",
    "Men",
    "Women",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180262",
  "region": "U.S., Southwestern",
  "text": [
    "The Pontalba Apartments in the View-Master",
    "and the cardboard cathedral as if trapped in the dream",
    "twenty years early, the whole a furious search",
    "as if for a reason. Still, it's sex that spoils it, isn't it?",
    "Jackson Square was the smallest sufficient landscape,",
    "but that was before, and now the gates are locked",
    "at sundown, and the smell of the river fails,",
    "falls ever backward. Some of us lived there, though:",
    "carried to the heart? Back then those flat facades",
    "shone on young couples acting like lovers",
    "or something, sitting on the bench, listening",
    "to chimes, living on doughnuts.",
    "There were pink roses on the iron fence",
    "washing white in the streetlight.",
    "Sometimes on a Sunday afternoon",
    "a nice person owns a house of pink stone",
    "with green lawns and little statues lining the drive.",
    "Sometimes there are maids at the windows",
    "shaking things in the breeze, sheets and pillows.",
    "Sometimes those houses have gardeners",
    "whose slim shears glisten in the sun, whose powders",
    "and viscous liquids kill the slugs and common",
    "little moles and dank dwellers.",
    "But in the movies there is music for anything.",
    "Every man matures in spite of himself,",
    "thus deserves no credit after all. Another landscape",
    "opened once on Ursulines Street: a convent",
    "conveniently tended by tall nuns stooping.",
    "Sounds of sprinklers somewhere in the air,",
    "smell of sanctity and rose dust, brief and golden.",
    "Carson McCullers thought it a party to which",
    "she had no invitation. I would have told her",
    "how it was, taken her for walks among the herbs.",
    "But young men have no school for love, alas,",
    "learn what we can too late, too lingeringly,",
    "then women wither from us like the state.",
    "Children abuse us mightily, running off",
    "to play in traffic along any dangerous life,",
    "daring us to die or watch trying.",
    "Memory Gardens, they are sometimes called,",
    "often lonely",
    ", as Mallarmé would say,",
    "–",
    ", the same forever:",
    "Haven't we all planted a friend or two, a father",
    "or a daughter or a distant cousin? My father's house",
    "a mausoleum. Here the landscape means business, boy.",
    "Here the man with the shovel is king.",
    "(More truly today, the man with a backhoe.)",
    "I also like the green, grassy rug they throw",
    "over the dirt, the sweet discreet mound",
    "rising humbly among the mourners, hands folded",
    "at crotch level, eyes focused inward",
    "or on the ankles of your favorite cousin.",
    "There is sometimes a walk afterward",
    "among arcades and hanging cascades,",
    "along the lyric delphinia and daphne.",
    "You talk with your scandalous cousin who lived",
    "twelve years with a man in Brazil.",
    "She tells you about the bougainvillaea",
    "both pink and white. And you say",
    "how your job keeps you indoors most of the summer:",
    "tall in the ear, cathedral quiet and dark",
    "in its own soothing sort of way, lingering",
    "like the tap of the tourist's toe on terrazzo,",
    "her memory, your cousin's presence after all",
    "these years remains. Love, you might say,",
    "but would she remember your visits",
    "among the gravestones, and your vows of celibacy",
    "and your attempts late into the nights to settle",
    "the issue of Fermat's Last Theorem once",
    "and for all? She sees her version",
    "of your sad affair; you see the sordid",
    "evenings at prayer in the cathedral, your beads",
    "entangling, your hands shuddering into spire-",
    "shaped wings wafting as if with incense",
    "into the hopeless future you shared so gladly,",
    "you who call yourself a man or a woman."
  ],
  "title": "Arcade: The Search for a Sufficient Landscape",
  "year": ""
}