{
  "author": "Bin Ramke",
  "classification": "Syllabic",
  "keywords": [
    "Marriage",
    "Companionship",
    "Growing Old",
    "Relationships",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180263",
  "region": "U.S., Southwestern",
  "text": [
    "And what is beauty anyway? The light off snow",
    "is pretty. I was young once, as young as any.",
    "After all, she thought, to know the edge",
    "of truth or of mountains, you need to lie or fall.",
    "Everyone has an inner life, O careless love,",
    "it's as simple as that. That's why they hurried",
    "to marry before the month ended—fear of June.",
    "She would avert her eyes from the magazines'",
    "special issues with brides on their creamy covers.",
    "He worked to replace her money he'd squandered.",
    "Then came a time of last intimacy, her injections,",
    "when once a week he'd puncture with the silken needle",
    "her arm, her condition worse with age, her pain",
    "made him wince and call her Dear; her alluring allergies.",
    "From where they retired all views were distant,",
    "nothing true or tender at hand. Mountains to the west",
    "like pets kept for good weather or loneliness",
    "and the need for cold to gloat upon.",
    "They would sometimes think of history together,",
    "of the choked passes which killed, of the grasses of summer",
    "when water was rare and expensive as illicit love.",
    "With the interstate smooth as needles gleaming beneath",
    "the snow-slick peaks, they would think of pioneers",
    "lost and together, alas, two by two, with beds as baggage.",
    "Another edge to be cut on. She loves the little",
    "line of houses or trees in landscapes, the thin",
    "horizons hugely bearing the weight of drama",
    "and of sky with its tooth of cypress or steeple.",
    "And he, while he turned the wheel and tuned the radio,",
    "what was on his married mind? He remembers often,",
    "these latter days, the cousin he first loved,",
    "her marriage to an ugly man when he lit the candles",
    "and wore the little suit his mother made,",
    "and he cried for her because she was only beautiful.",
    "He remembered riding in the car from the library,",
    "having taken a book on Freud because his cousin",
    "was studying Freud, and such studies were forbidden",
    "his Catholic childhood. And riding in the back seat",
    "as his father drove he read about the fountain pen",
    "as phallic, the ink seed of Onan spilled, and he",
    "grew sick and felt the frisson of guilt and glory.",
    "And she was married to an ugly man, but the world",
    "conspires to avert its eyes, and the needle-sharp",
    "peaks hover behind them as the little dashes of white",
    "lines spurt out beneath their car on the highway home,",
    "a little line like spoor marking their path, so easy",
    "to retrace, ready made, like everyone's. So there's",
    "no need to look, just live long, since youth is truer",
    "than beauty, Love; long life and many children."
  ],
  "title": "Better Late than Never",
  "year": ""
}