{
  "author": "Bin Ramke",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Family",
    "Ancestors",
    "Religion",
    "Christianity",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181691",
  "region": "U.S., Southwestern",
  "text": [
    "“Who are you to tell us how to live or why,",
    "et cetera?” No Man, of course, and not so tall",
    "as is the current fashion, nor smart enough",
    "in the acceptable modern way, to enthrall",
    "the crowd with stories of my life among",
    "the savages where I was home and growing",
    "baffled day by day, raging through the night",
    "as if it were new music I made, groaing.",
    "It came to me today at lunch, the sound",
    "of women in the next booth, a voice like",
    "Aunt Odile’s—whom I never knew well",
    "nor did I like her, but not her spite",
    "but her voice like home-grown fame, a touch",
    "gravelly, a considerable groan itself, it seemed.",
    "They spoke outmoded French around me, never",
    "to me, except to taunt, I thought. She leaned",
    "above me, on those visits, speaking to Mother",
    "in their private French, laughing. A boy",
    "surrounded by the sound of foreign tongues",
    "knowing what wasn’t meant for him: toy",
    "temptations, suggestive coils of syllables.",
    "I learned Latin, for Mass, and did love",
    "its terrific laddered randomness:",
    "The Blessed hovering Virgin above",
    "every station of a boy’s new path, hormonal",
    "disharmonies, her praises sung into hundreds",
    "the first Tuesday of every month: and yet",
    "Latin could not expose such shreds",
    "of glittering flesh as I found in French,",
    "not like the living tongue whose tip twined",
    "into an Uncle’s mustache as he leered",
    "at the wrong Aunt and winked and a fine",
    "distance crystallized loud there, then",
    "gone. Crashing like German. Father’s family",
    "spoke clear English among the bayous, boys",
    "and girls of immigrants accentless happily",
    "German through two wars, not counting",
    "Civil. I had the tongue for arithmetic",
    "and spoke it beautifully. I loved to count:",
    "precision’s a tempting career, clicking",
    "into a future like an abacus ignoring",
    "all those accents around.",
    "I never learned the luck of any",
    "but English, bland and bound.",
    "But only yesterday I heard a word",
    "the mechanic said in Czech",
    "to his cousin—",
    "—clearly centered",
    "in a welter of incomprehension, the wreck",
    "of my car at their wretched mercies: shop",
    "rag. And he wiped his hands and cried",
    "for me, shrugging like a cousin would.",
    "I wrote a check. I drove home, or tried.",
    "So does it count? Am I a man of passion or",
    "child of comprehension? “Father of little lusts",
    "driving myself home who thinks: Buy some",
    "sentiment, a little like love and she must",
    "speak French this time. She longs",
    "for you, you know; it isn’t just the money.",
    "America loves you for yourself alone”",
    "and so I go for professional help, honey-",
    "blond hair and a disposition like",
    "a happy banker, whose French for",
    "sounds like",
    "the cost of living",
    "is going up, loving her here."
  ],
  "title": "Melting Pot",
  "year": ""
}