{
  "author": "Bin Ramke",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Parenthood",
    "Relationships",
    "Men",
    "Women",
    "Family",
    "Ancestors",
    "Nature",
    "Weather",
    "Arts",
    "Sciences",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181692",
  "region": "U.S., Southwestern",
  "text": [
    "Pei designed the building with views,",
    "smooth masonry, and the mountains aligned",
    "for a photo opportunity; inside are files",
    "sufficient for forever, for fine tuning weather.",
    "Great Spangled Fritillary, the watcher vaguely recalls",
    "from Teach Yourself Lepidoptery, a book.",
    "He wanted to live in a land of appropriate weather",
    "with views of mountains and with music constant.",
    "He wants to tell a story but no one would listen,",
    "like opera: Black women clean the floors",
    "and shine the walls like silver nightly.",
    "Computers whir Platonic as nuns. Nothing",
    "escapes naming; storms arranged in teacups",
    "like anyone’s collection, like rows of butterflies",
    "pinned and satisfactory: this is the new landscape.",
    "Or there is a lewd father among the shrubbery",
    "watching daughters in weather; he breathes heavily",
    "and the wet wisdom begins, the storm gathering",
    "to spill across the ridge, longed for.",
    "Daughters must be warned against sincerity",
    "of frantic violins: “He was a man of sympathetic",
    "tendencies,” read the official report. “He was",
    "smaller than he looked and tended to lick chocolate",
    "from his fingers in a lascivious manner.”",
    "He tried his wife’s patience, it is true,",
    "and lived alone through the marriage, kept",
    "his own counsel. With such petty symbols as",
    "weather, he kept his own counsel.",
    "A butterfly like weather; the climate like",
    "laughter, the movement of small air. Clouds, too,",
    "have names. Clouds leave home to find themselves.",
    "Good money after bad, the fathers say, and close",
    "the door called Nature against their coming back.",
    "The funny little ways children have of making",
    "the world the color they always wanted. Sunset.",
    "Birds. The mathematics of memory begin",
    "to swirl like cookie dough, like chocolate with egg",
    "and sugar and vanilla and butter. A bowl to lick,",
    "dangerous with delight, as ultraviolet. Home again!",
    "begs the mother and soon the sorry child walks",
    "that long allée as rain begins to pour. Past",
    "such petty symbols the boy returns through architecture,",
    "a silly gauntlet: the butterfly, the mother, the fit",
    "signatures of loveliness. His parents at the door,",
    "the little cottage in the woods, Hansel home again",
    "at last, the shining path. A little like a dream.",
    "Ours is not a simple age, and things are what they seem",
    "happily ever after in the malicious tiny rain."
  ],
  "title": "The Center for Atmospheric Research",
  "year": ""
}