{
  "author": "Bin Ramke",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Youth",
    "Disappointment",
    "Failure",
    "Sorrow",
    "Grieving",
    "Time",
    "Brevity",
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181683",
  "region": "U.S., Southwestern",
  "text": [
    "Is there a sound? There is a forest.",
    "What is the world? The word is wilderness.",
    "What is the answer? The answer is the world.",
    "What is the beginning? A beginning is happiness.",
    "What is the end? No one lives there now.",
    "What is a beginning? The beginning is light.",
    "What makes happiness? Nothing.",
    "What makes an ending? What does not.",
    "What is her skin?",
    "of events and odors, of the rose fingers of dawn, transparent suns of full",
    "daylight, blue loves of dusk and night fish with huge eyes.",
    "Max Walter Svanberg",
    "What makes a question? Birds in the evening.",
    "When do birds die? When it is complete.",
    "What makes a world? The leaves shimmer in the wind, they",
    "reverberate with small heat and large wind and they cannot be counted.",
    "What is music? A man lives there with his sister, they count the buses passing",
    "their window, and they count the small-winged insects which die on that",
    "windowsill.",
    "Who is happy? Nothing is necessary, everything that is is.",
    "When does it end?",
    "After the hustling world is broken off.",
    "John Clare",
    "What is the beginning? The completion.",
    "How does it complicate? In that it dazzles.",
    "When does it matter? Blue loaves of dusk.",
    "Who perishes?",
    "Who listens? There will be prizes.",
    "What is a child? Blue lives of dusk.",
    "Where does dust come from? From tropical skies.",
    "When is it over?",
    "York...through tropical skies....into the receiving trays the balls come to rest",
    "releasing prizes.",
    "Joseph Cornell",
    "What does a child do? Listens with his body, with her body.",
    "When does it end? Listens with the hands.",
    "Does it end? The hands which are small and wide.",
    "Where do children come from? White pebbles.",
    "Who suffers? No one returns from there.",
    "Who suffers? There was once a small forest with a path of white pebbles",
    "and a tame group of frights and follies; whoever entered knew",
    "the path would carry them to the other side, but that it would be",
    "scary and fun at the same time. No one who entered was ever seen again.",
    "Is there a sound? There is a forest.",
    "Who listens? The large lady with the small dog, she leans into the",
    "neighbor’s yard to sniff the hydrangea once more hoping",
    "this time it will have an odor, a sweetness which she feels",
    "such a desperate need for she is near despair, she is thinking",
    "of killing herself except who would care for the dog, who could know",
    "what he feels what he needs what his smelly bed in the corner actually",
    "means to him.",
    "What matters? There is a forest.",
    "Who listens? Another theory of the origin of the universe holds that",
    "“matter” is a way of thinking, a little like love, actually, if you think",
    "of it that way.",
    "What matters? There is a forest.",
    "What is the word? There is color, and no one know what to do with it.",
    "We would be happier without it is one theory; we are irresponsible",
    "and full of angers like colors.",
    "What does the child think? The child.",
    "What does the child think? Happiness.",
    "What child? A word is a small part of itself, it is round at times, and it satisfies",
    "only itself.",
    "Does it answer? It does not.",
    "What is pain? A small island, or perhaps it is a large island, the adjective is",
    "merely relative and a convenience. There are a few inhabitants—one,",
    "actually, ever at a time—and the sky’s red would perhaps be beautiful if",
    "there were another even a single other inhabitant, alas.",
    "What is pain? A man turns and locks his door with exactly the same small",
    "dance of hands every morning at the same hour and pockets the key",
    "followed by a pat of the pocket with the hand which just locked the",
    "door. Unknown to him it is his life, it is the center and source of what",
    "he calls his life. It makes him what he is happy to call happy.",
    "Who suffers? Oh, it is true, there are causes of cruelty, it is that kind of world.",
    "What is geometry? It is how we know, and what.",
    "What is the purpose of memory? Blue lines of dust.",
    "What is the cat when she yawns?",
    "What is dust?",
    "Does the child suffer? The child is suffering.",
    "Is the child cruel? The child crushes the world at will, the child destroys",
    "with angelic decorum, the child bleeds into his own drinking water",
    "and smiles to see color a demon and delirium the child is born knowing",
    "and screaming and there is pain in his fist when he enters and there is",
    "pain as if the atoms which whirl mad in their completeness were tiny",
    "childbirths and it is the cruelty of children which presses upon the",
    "innocent earth and coal turns to diamond.",
    "What is to perish?",
    "What is to choose?",
    "What is to crush?"
  ],
  "title": "Trouble Deaf Heaven",
  "year": ""
}