{
  "author": "June Jordan",
  "classification": "",
  "keywords": [
    "Humor",
    "Satire",
    "Race",
    "Ethnicity",
    "Social Commentaries",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178520",
  "region": "",
  "text": [
    "A few years back and they told me Black",
    "means a hole where other folks",
    "got brain/it was like the cells in the heads",
    "of Black children was out to every hour on the hour naps",
    "Scientists called the phenomenon the Notorious",
    "Jensen Lapse, remember?",
    "Anyway I was thinking",
    "about how to devise",
    "a test for the wise",
    "like a Stanford-Binet",
    "for the C.I.A.",
    "you know?",
    "Take Einstein",
    "being the most the unquestionable the outstanding",
    "the maximal mind of the century",
    "right?",
    "And I’m struggling against this lapse leftover",
    "from my Black childhood to fathom why",
    "anybody should say so:",
    "I try that on this old lady live on my block:",
    "She sweeping away Saturday night from the stoop",
    "and mad as can be because some absolute",
    "jackass have left a kingsize mattress where",
    "she have to sweep around it stains and all she",
    "don’t want to know nothing about in the first place",
    "“Mrs. Johnson!” I say, leaning on the gate",
    "between us: “What you think about somebody come up",
    "with an",
    "equals",
    "”",
    "“How you doin,” she answer me, sideways, like she don’t",
    "want to let on she know I ain’",
    "combed my hair yet and here it is",
    "Sunday morning but still I have the nerve",
    "to be bothering serious work with these crazy",
    "questions about",
    "“",
    "equals what you say again, dear?”",
    "Then I tell her, “Well",
    "also this same guy? I think",
    "he was undisputed Father of the Atom Bomb!”",
    "“That right.” She mumbles or grumbles, not too politely",
    "“And dint remember to wear socks when he put on",
    "his shoes!” I add on (getting desperate)",
    "at which point Mrs. Johnson take herself and her broom",
    "a very big step down the stoop away from me",
    "“And never did nothing for nobody in particular",
    "lessen it was a committee",
    "and",
    "used to say, ‘What time is it?’",
    "and",
    "you’d say, ‘Six o’clock.’",
    "and",
    "he’d say, ‘Day or night?’",
    "and",
    "and he never made nobody a cup a tea",
    "in his whole brilliant life!",
    "and",
    "[my voice rises slightly]",
    "and",
    "he dint never boogie neither: never!”",
    "“Well,” say Mrs. Johnson, “Well, honey,",
    "I do guess",
    "that’s genius for you.”"
  ],
  "title": "A Poem about Intelligence for My Brothers and Sisters",
  "year": ""
}