{
  "author": "Anne Stevenson",
  "classification": "Elegy",
  "keywords": [
    "Growing Old",
    "Music",
    "Arts",
    "Sciences",
    "Living",
    "Parenthood"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180227",
  "region": "Wales",
  "text": [
    "Whenever my father was left with nothing to do —",
    "waiting for someone to 'get ready',",
    "or facing the gap between graduate seminars",
    "and dull after-suppers in his study",
    "grading papers or writing a review —",
    "he played the piano.",
    "I think of him packing his lifespan",
    "carefully, like a good leather briefcase,",
    "each irritating chore wrapped in floating passages",
    "for the left hand and right hand",
    "by Chopin or difficult Schumann;",
    "nothing inside it ever rattled loose.",
    "Not rationalism, though you could cut your tongue",
    "on the blade of his reasonable logic.",
    "Only at the piano did he become",
    "the bowed, reverent, wholly absorbed Romantic.",
    "The theme of his heroic, unfinished piano sonata",
    "could have been Brahms.",
    "Boredom, or what he disapproved of as",
    "'sitting around with your mouth open'",
    "oddly pursued him. He had small stamina.",
    "Whenever he succumbed to bouts of winter bronchitis,",
    "the house sank a little into its snowed-up garden,",
    "missing its musical swim-bladder.",
    "None of this suggests how natural he was.",
    "For years I thought fathers played the piano",
    "just as dogs barked and babies grew.",
    "We children ran in and out of the house,",
    "taking for granted that the 'Trout' or E flat Major Impromptu",
    "would be rippling around us.",
    "For him, I think, playing was solo flying, a bliss",
    "of removal, of being alone.",
    "Not happily always; never an escape,",
    "for he was affectionate, and the household hum",
    "he pretended to find trivial or ridiculous",
    "daily sustained him.",
    "When he talked about music, it was never",
    "of the",
    "that trembled from his drawn-out phrasing",
    "as raindrops phrase themselves along a wire;",
    "no, he defended movable doh or explained the amazing",
    "physics of the octave.",
    "We'd come in from school and find him",
    "cross-legged on the jungle of the floor,",
    "guts from one of his Steinways strewn about him.",
    "He always got the pieces back in place.",
    "I remember the yellow covers of Schirmer's Editions",
    "and the bound Peters Editions in the bookcase.",
    "When he defected to the cello in later years",
    "Grandmother,",
    ", mildly exclaimed,",
    "'Wasn't it lovely when Steve liked to play the piano.'",
    "Now I'm the grandmother listening to Steve at the piano.",
    "Lightly, in strains from Brahms-Haydn variations,",
    "his audible image returns to my humming ears."
  ],
  "title": "Elegy",
  "year": ""
}