{
  "author": "Anne Stevenson",
  "classification": "",
  "keywords": [
    "Activities",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180220",
  "region": "Wales",
  "text": [
    "Equisetum, horsetail, railway weed",
    "Laid down in the unconscious of the hills;",
    "Three hundred million years still buried",
    "In this hair-soft surviving growth that kills",
    "Everything in the glorious garden except itself,",
    "That thrives on starvation, and distils",
    "Black diamonds, the carboniferous shelf —",
    "That was life before our animals,",
    "With trilobite and coelacanth,",
    "A stratum of compressed time that tells",
    "Truth without language and is the body store",
    "Of fire, heat, night without intervals —",
    "That becomes people's living only when strange air",
    "Fills out the folded lungs, the inert corpuscles.",
    "Into the mute dark, light crawls once more.",
    "*",
    "So the hills must be pillaged and cored.",
    "Such history as they hide must be hacked out",
    "Urgent as money, the buried black seams uncovered.",
    "Rows of stunted houses under the smoke,",
    "Soot black houses pressed back hard against pit",
    "By fog, by smoke, by a cobra hood of smouldering coke",
    "Swayed from the nest of ovens huddled opposite.",
    "Families, seven or ten to a household,",
    "Growing up, breathing it, becoming it.",
    "On winter mornings, grey capped men in the cold,",
    "Clatter of boots on tarmac, sharp and empty,",
    "First shift out in thick frost simple as gold",
    "On the sulphurous roofs, on the stilted gantry,",
    "Crossing to engine house and winding gear —",
    "Helmet, pick, lamp, tin bottle of tea.",
    "A Nan or Nora slave to each black grate.",
    "Washing on Monday, the water grimed in its well.",
    "Iron and clean on Tuesday, roll out and bake",
    "Each Wednesday (that sweet bituminous smell",
    "No child who grew up here forgets).",
    "Thursdays, the Union and the Methodist Circle;",
    "Fishday on Friday (fryday), a queue of kids,",
    "Thin, squabbling by the chippy. Resurfaced quarrels",
    "After pay day — hard drinking and broken heads.",
    "Wheels within wheels, an England of working Ezekiels.",
    "Between slag-heaps, coke-tarns and black sludgy leavings,",
    "Forges roaring and reddening, hot irons glowing like jewels.",
    "No more, no more. They've swept up the workings",
    "As if they were never meant to be part of memory.",
    "A once way of being. A dead place. Hard livings",
    "That won't return, grim tales forgot as soon as told,",
    "Streaming from the roofs in smoke from a lost century —",
    "A veil of breath in which to survive the cold.",
    "*",
    "When the mine's shut down, habits prolong the story,",
    "Habits and voices, till grandmothers' old ways pass,",
    "And the terraces fold into themselves, so black, ugly",
    "And unloved that all but the saved (success",
    "Has spared them, the angel of death-by-money) move away.",
    "The town's inhabited by alien, washed up innocents.",
    "Children and animals, people too poor to stay",
    "Anywhere else, stray, dazed, into this slum of Eden.",
    "the church is without saints or statuary.",
    "The memorial is a pick, a hammer, a shovel, given",
    "By the men of Harvey Seam and Victoria Seam. May",
    "Their good bones wake in the living seams of Heaven.",
    "They are forgotten of the foot that passeth by.*",
    "*Job 28.4: The inscription on the Miners' Memorial in Durham Cathedral."
  ],
  "title": "Forgotten of the Foot",
  "year": ""
}