{
  "author": "Anne Stevenson",
  "classification": "Sonnet",
  "keywords": [
    "Spring",
    "Summer",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Winter",
    "Trees",
    "Flowers",
    "Fall",
    "Weather"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180230",
  "region": "Wales",
  "text": [
    "Which represents you, as my bones do, waits,",
    "all pores open, for the stun of snow. Which will come,",
    "as it always does, between breaths, between nights",
    "of no wind and days of the nulled sun.",
    "And has to be welcome. All instinct wants to anticipate",
    "faceless fields, a white road drawn",
    "through dependent firs, the soldered glare of lakes.",
    "Is it wanting you here to want the winter in?",
    "I breathe you back into your square house and begin",
    "to live here roundly. This year will be between,",
    "not in, four seasons. Do you hear already the wet",
    "rumble of thaw? Stones. Sky. Streams. Sun.",
    "Those might be swallows at the edge of sight",
    "returning to last year's nest in the crook of the porchlight.",
    "'Dear God,' they write, 'that was a selfish winter",
    "to lean so long, unfairly on the spring!'",
    "And now — this too much greed of seedy summer.",
    "Mouths of the flowers unstick themselves and sting",
    "the bees with irresistible dust. Iris",
    "allow undignified inspection. Plain waste",
    "weeds dress up in Queen Anne's lace. Our mist-",
    "blue sky clouds heavily with clematis.",
    "'Too much,' they cry, 'too much. Begin again.'",
    "The Lord, himself a casualty of weather",
    "falls to earth in large hot drops of rain.",
    "The dry loam rouses in his scent, and under",
    "him — moist, sweet, discriminate — the spring.",
    "Thunder. Lightning. He can do anything.",
    "The wet and weight of this half-born English winter",
    "is not the weather of those fragmentary half-true willows",
    "that break in the glass of the canal behind our rudder",
    "as water arrives in our wake — a travelling arrow",
    "of now, of now, of now. Leaves of the water",
    "furl back from our prow, and as the pinnate narrow",
    "seam of where we are drives through the mirror",
    "of where we have to be, alder and willow",
    "double crookedly, reverse, assume a power",
    "to bud out tentatively in gold and yellow,",
    "so it looks as if what should be end of summer —",
    "seeds, dead nettles, berries, naked boughs —",
    "is really the anxious clouding of first spring.",
    "...'Real' is what water is imagining.",
    "Before the leaves change, light transforms these lucid",
    "speaking trees. The heavy drench of August",
    "alters, things; its rich and sappy blood",
    "relaxes where a thirst ago, no rest",
    "released the roots' wet greed or stemmed their mad",
    "need to be more. September is the wisest",
    "time — neither the unbearable burning word",
    "nor the form of it, cooped in its cold ghost.",
    "How are they sombre — that unpicked apple, red,",
    "undisturbed by its fall; calm of those wasp-bored amethyst",
    "plums on the polished table? Body and head",
    "easy in amity, a beam between that must,",
    "unbalanced, quicken or kill, make new or dead",
    "whatever these voices are that hate the dust.",
    "It is imagination's white face remembers",
    "snow, its shape, a fluted shell on shoot",
    "or flower, its weight, the permanence of winter",
    "pitched against the sun's absolute root.",
    "All March is shambles, shards. Yet no amber",
    "chestnut, Indian, burnished by its tent",
    "cuts to a cleaner centre or keeps summer",
    "safer in its sleep. Ghost be content.",
    "You died in March when white air hurt the maples.",
    "Birches knelt under ice. Roads forgot",
    "their ways in aisles of frost. There were no petals.",
    "Face, white face, you are snow in the green hills.",
    "High stones complete your circle where trees start.",
    "Granite and ice are colours of the heart."
  ],
  "title": "Sonnets for Five Seasons",
  "year": ""
}