{
  "author": "Anne Stevenson",
  "classification": "",
  "keywords": [
    "Nature",
    "Spring",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180116",
  "region": "Wales",
  "text": [
    "Spring comes little, a little. All April it rains.",
    "The new leaves stick in their fists; new ferns still fiddleheads.",
    "But one day the swifts are back. Face to the sun like a child",
    "You shout, 'The swifts are back!'",
    "Sure enough, bolt nocks bow to carry one sky-scyther",
    "Two hundred miles an hour across fullblown windfields.",
    ". Another. And another.",
    "It's the cut air falling in shrieks on our chimneys and roofs.",
    "The next day, a fleet of high crosses cruises in ether.",
    "These are the air pilgrims, pilots of air rivers.",
    "But a shift of wing, and they're earth-skimmers, daggers",
    "Skilful in guiding the throw of themselves away from themselves.",
    "Quick flutter, a scimitar upsweep, out of danger of touch, for",
    "Earth is forbidden to them, water's forbidden to them,",
    "All air and fire, little owlish ascetics, they outfly storms,",
    "They rush to the pillars of altitude, the thermal fountains.",
    "Here is a legend of swifts, a parable —",
    "When the Great Raven bent over earth to create the birds,",
    "The swifts were ungrateful. They were small muddy things",
    "Like shoes, with long legs and short wings,",
    "So they took themselves off to the mountains to sulk.",
    "And they stayed there. 'Well,' said the Raven, after years of this,",
    "'I will give you the sky. You can have the whole sky",
    "On condition that you give up rest.'",
    "'Yes, yes,' screamed the swifts, 'We abhor rest.",
    "We detest the filth of growth, the sweat of sleep,",
    "Soft nests in the wet fields, slimehold of worms.",
    "Let us be free, be air!'",
    "So the Raven took their legs and bound them into their bodies.",
    "He bent their wings like boomerangs, honed them like knives.",
    "He streamlined their feathers and stripped them of velvet.",
    "Then he released them,",
    "Inscribed on their feet and wings. And so",
    "We have swifts, though in reality, not parables but",
    "Bolts in the world's need: swift",
    "Swifts, not in punishment, not in ecstasy, simply",
    "Sleepers over oceans in the mill of the world's breathing.",
    "The grace to say they live in another firmament.",
    "A way to say the miracle will not occur,",
    "And watch the miracle."
  ],
  "title": "Swifts",
  "year": ""
}