{
  "author": "Jerome Rothenberg",
  "classification": "Free Verse",
  "keywords": [
    "Class",
    "Living",
    "Social Commentaries",
    "Money",
    "Economics",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180417",
  "region": "U.S., Western",
  "text": [
    "The cruel majority emerges!",
    "Hail to the cruel majority!",
    "They will punish the poor for being poor.",
    "They will punish the dead for having died.",
    "Nothing can make the dark turn into light",
    "for the cruel majority.",
    "Nothing can make them feel hunger or terror.",
    "If the cruel majority would only cup their ears",
    "the sea would wash over them.",
    "The sea would help them forget their wayward children.",
    "It would weave a lullaby for young & old.",
    "(See the cruel majority with hands cupped to their ears,",
    "one foot is in the water, one foot is on the clouds.)",
    "One man of them is large enough to hold a cloud",
    "between his thumb & middle finger,",
    "to squeeze a drop of sweat from it before he sleeps.",
    "He is a little god but not a poet.",
    "(See how his body heaves.)",
    "The cruel majority love crowds & picnics.",
    "The cruel majority fill up their parks with little flags.",
    "The cruel majority celebrate their birthday.",
    "Hail to the cruel majority again!",
    "The cruel majority weep for their unborn children,",
    "they weep for the children that they will never bear.",
    "The cruel majority are overwhelmed by sorrow.",
    "(Then why are the cruel majority always laughing?",
    "Is it because night has covered up the city's walls?",
    "Because the poor lie hidden in the darkness?",
    "The maimed no longer come to show their wounds?)",
    "Today the cruel majority vote to enlarge the darkness.",
    "They vote for shadows to take the place of ponds",
    "Whatever they vote for they can bring to pass.",
    "The mountains skip like lambs for the cruel majority.",
    "Hail to the cruel majority!",
    "Hail! hail! to the cruel majority!",
    "The mountains skip like lambs, the hills like rams.",
    "The cruel majority tear up the earth for the cruel majority.",
    "Then the cruel majority line up to be buried.",
    "Those who love death will love the cruel majority.",
    "Those who know themselves will know the fear",
    "the cruel majority feel when they look in the mirror.",
    "The cruel majority order the poor to stay poor.",
    "They order the sun to shine only on weekdays.",
    "The god of the cruel majority is hanging from a tree.",
    "Their god's voice is the tree screaming as it bends.",
    "The tree's voice is as quick as lightning as it streaks across the sky.",
    "(If the cruel majority go to sleep inside their shadows,",
    "they will wake to find their beds filled up with glass.)",
    "Hail to the god of the cruel majority!",
    "Hail to the eyes in the head of their screaming god!",
    "Hail to his face in the mirror!",
    "Hail to their faces as they float around him!",
    "Hail to their blood & to his!",
    "Hail to the blood of the poor they need to feed them!",
    "Hail to their world & their god!",
    "Hail & farewell!",
    "Hail & farewell!",
    "Hail & farewell!"
  ],
  "title": "A Poem for the Cruel Majority",
  "year": ""
}