{
  "author": "Ted Berrigan",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Midlife",
    "The Body",
    "The Mind",
    "Time",
    "Brevity",
    "Relationships",
    "Men",
    "Women",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Race",
    "Ethnicity"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/245492",
  "region": "",
  "text": [
    "What I’m trying to say is that if an experience is",
    "proposed to me—I don’t have any particular interest",
    "in it—Any more than anything else. I’m interested in",
    "anything. Like I could walk out the door right now and go some",
    "where else. I don’t have any center in that sense. If you’ll look",
    "in my palm you’ll see that my heart and my head line are",
    "the same and if you’ll look in your palm you’ll see that it’s",
    "different. My heart and my head feel exactly the same. Me,",
    "I like to lay around of a Sunday and drink beer. I don’t feel",
    "a necessity for being a mature person in this world. I mean",
    "all the grown-ups in the world, they’re just playing house, all",
    "poets know that. How does your head feel? How I feel is",
    "what I think. I look at you today, & I expect you to look",
    "the same tomorrow. If you’re having a nervous breakdown, I’m",
    "not going to be looking at you like you’re going to die, because",
    "I don’t think you are. If you’re a woman you put yourself",
    "somewhere near the beginning and then there’s this other place",
    "you put yourself in terms of everybody. “The great cosmetic strange-",
    "ness of the normal deep person.” Okay. Those were those people—and",
    "I kept telling myself, I have to be here, because I don’t have",
    "a country. How tight is the string? And what is on this particular",
    "segment of it? And the photographer, being black, and the writer,",
    "me, being white, fell out at this point. And he didn’t want to",
    "look at it—I mean it’s nothing, just some drunk Indians riding",
    "Jersey milk cows—but I wanted to see it, I mean it was right",
    "in front of my eyes and I wanted therefore to look at it.",
    "And death is not any great thing, it’s there or it’s not. I mean",
    "God is the progenitor of religious impetuousity in the human beast.",
    "And Davy Crockett is right on that—I mean he’s gonna shoot a bear,",
    "but he’s not gonna shoot a train, because the train is gonna run",
    "right over him. You can’t shoot the train. And I always thought",
    "there was another way to do that. And it is necessary to do that",
    "and we bear witness that it is necessary to do it. The only distinction",
    "between men and women is five million shits."
  ],
  "title": "Around the Fire",
  "year": ""
}