{
  "author": "Ted Berrigan",
  "classification": "",
  "keywords": [
    "Living",
    "Birth",
    "Birthdays",
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Poetry",
    "Poets"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/245508",
  "region": "",
  "text": [
    "A lovely body gracefully is nodding",
    "Out of a blue Buffalo",
    "Monday morning",
    "curls",
    "softly rising color the air",
    "it’s yellow",
    "above the black plane",
    "beneath a red tensor",
    "I’ve been dreaming. The telephone kept ringing & ringing",
    "Clear & direct, purposeful yet pleasant, still taking pleasure",
    "in bringing the good news, a young man in horn-rims’ voice",
    "is speaking",
    "while I listen. Mr. Berrigan, he says, & without waiting for an answer",
    "goes on,",
    "I’m happy to be able to inform you that your request for",
    "a Guggenheim Foundation Grant",
    "Has been favorably received by the committee, & approved. When",
    "would you like to leave?",
    "Uh, not just yet, I said, uh, what exactly did I say with regards to",
    "leaving, in my application … I’m a little hazy at the moment.",
    "Yes. Your project, as outlined in your application for a grant for the",
    "purpose",
    "of giving Jim Carroll the best possible birthday present you could get",
    "him, through our Foundation, actually left the project, that is,",
    "how the monies",
    "would be spent, up to us. You indicated, wisely, I think, that we knew",
    "more about what kind of project we would approve than you did,",
    "so we should",
    "make one up for you, since all you wanted was money, to buy Jim a",
    "birthday gift.",
    "Aha! I said. So, what’s up?",
    "We have arranged for you and Jim to spend a year in London, in a",
    "flat off of King’s Row.",
    "You will receive 250 pounds a month expenses, all travel expenses",
    "paid, & a clothing allowance of 25 pounds each per month.",
    "During the year,",
    "At your leisure, you might send us from time to time copies of your",
    "London works. By year’s end I’m sure you each will have enough",
    "new poems for two books,",
    "Which we would then publish in a deluxe boxed hardcover edition,",
    "for the rights to which we shall be prepared to pay a considerable",
    "sum, as is your due.",
    "We feel that this inspired project will most surely result in The first",
    "major boxed set of works since Tom Sawyer & Huckleberry",
    "Finn! Innocents Abroad",
    "in reverse, so to speak! We know your poems, yours & Jim’s, will tell it",
    "like it is, & that is what we are desperate to know! So, when",
    "would you like to leave?",
    "Immediately, I shouted! & Jim! I called, Jim! Happy Birthday! Wake up!"
  ],
  "title": "Something Amazing Just Happened",
  "year": ""
}