{
  "author": "Carl Phillips",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "The Body",
    "Relationships",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Love",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240894",
  "region": "",
  "text": [
    "What do we do with the body, do we",
    "burn it, do we set it in dirt or in",
    "stone, do we wrap it in balm, honey,",
    "oil, and then gauze and tip it onto",
    "and trust it to a raft and to water?",
    "What will happen to the memory of his",
    "body, if one of us doesn't hurry now",
    "and write it down fast? Will it be",
    "salt or late light that it melts like?",
    "Floss, rubber gloves, and a chewed cap",
    "to a pen elsewhere —how are we to",
    "regard his effects, do we throw them",
    "or use them away, do we say they are",
    "relics and so treat them like relics?",
    "Does his soiled linen count? If so,",
    "would we be wrong then, to wash it?",
    "There are no instructions whether it",
    "should go to where are those with no",
    "linen, or whether by night we should",
    "memorially wear it ourselves, by day",
    "reflect upon it folded, shelved, empty.",
    "Here, on the floor behind his bed is",
    "a bent photo—why? Were the two of",
    "them lovers? Does it mean, where we",
    "found it, that he forgot it or lost it",
    "or intended a safekeeping? Should we",
    "attempt to make contact? What if this",
    "other man too is dead? Or alive, but",
    "doesn't want to remember, is human?",
    "Is it okay to be human, and fall away",
    "from oblation and memory, if we forget,",
    "and can't sometimes help it and sometimes",
    "it is all that we want? How long, in",
    "dawns or new cocks, does that take?",
    "What if it is rest and nothing else that",
    "we want? Is it a findable thing, small?",
    "In what hole is it hidden? Is it, maybe,",
    "a country? Will a guide be required who",
    "will say to us how? Do we fly? Do we",
    "swim? What will I do now, with my hands?"
  ],
  "title": "As from a Quiver of Arrows",
  "year": ""
}