{
  "author": "Charlotte Elizabeth Tonna",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Christianity",
    "Social Commentaries",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/240284",
  "region": "England",
  "text": [
    "From the region of zephyrs, the Emerald isle,",
    "The land of thy birth, in my freshness I come,",
    "To waken this long-cherished morn with a smile,",
    "And breathe o’er thy spirit the whispers of home.",
    "O welcome the stranger from Erin’s green sod;",
    "I sprang where the bones of thy fathers repose,",
    "I grew where thy free step in infancy trod,",
    "Ere the world threw around thee its wiles and its woes.",
    "But sprightlier themes",
    "Enliven the dreams,",
    "My dew-dropping leaflets unfold to impart:",
    "To loftiest emotion",
    "Of patriot devotion,",
    "I wake the full chord of an Irishman’s heart.",
    "The rose is expanding her petals of pride,",
    "And points to the laurels o’erarching her tree;",
    "And the hardy Bur-thistle stands rooted beside,",
    "And sternly demands;—Who dare meddle wi’ me?",
    "And bright are the garlands they jointly display,",
    "In death-fields of victory gallantly got;",
    "But let the fair sisters their trophies array,",
    "And show us the wreath where the shamrock is not!",
    "By sea and by land,",
    "With bullet and brand,",
    "My sons have directed the stormbolt of war;",
    "The banners ye boast,",
    "Ne’er waved o’er our host,",
    "Unfanned by the accents of Erin-go-bragh!",
    "Erin mavourneen! dark is thy night;",
    "Deep thy forebodings and gloomy thy fears;",
    "And O, there are bosoms with savage delight",
    "Who laugh at thy plainings and scoff at thy tears!",
    "But, Erin mavourneen, bright are the names",
    "Who twine with the heart-vein thy fate in their breast;",
    "And scorned be the lot of the dastard, who shames",
    "To plant, as a trophy, this leaf on his crest!",
    "Thrice trebled disgrace",
    "His honours deface,",
    "Who shrinks from proclaiming the isle of his birth!",
    "Though lowly its stem,",
    "This emerald gem",
    "Mates with the proudest that shadow the earth!"
  ],
  "title": "St. Patrick’s Day: With an Irish Shamrock",
  "year": ""
}