{
  "author": "P. K. Page",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/236852",
  "region": "",
  "text": [
    "One he had never guessed. The fourth? The ﬁfth?",
    "How could he tell, who’d only known the third?",
    "Something to do with eyesight, depth of ﬁeld.",
    "Perspective quite beyond him. Everything ﬂat",
    "or nearly ﬂat. The vanishing point",
    "they’d tried to teach at school was out of sight",
    "and out of mind. A blank.",
    "Now, this diaphanous dimension—one",
    "with neither up nor down, nor east nor west,",
    "nor orienting star to give him north.",
    "Even his name had left him. Strayed like a dog.",
    "Yet he was bathed in some unearthly light,",
    "a delicate no-color that made his ﬂesh",
    "transparent, see-through, a Saran-Wrap self.",
    "His body without substance and his mind",
    "with nothing to think about—although intact—",
    "was totally minus purpose. He must",
    "Rubens had been there was a void, a vast",
    "emptiness—no opulence. And then",
    "Cézanne who broke all matter up—",
    "made light of it, in fact. And mad Van Gogh",
    "who, blinded by the light, cut off his ear.",
    "Gone—that shadowy assembly—vanished, done.",
    "Gone without substance. Like himself. A shell.",
    "Insensate in a ﬂash. (What was that ﬂash—",
    "bereft of all but essence?) Was it death?",
    "He wondered about the word, so ﬁlled with breath",
    "yet breathless, breathless, breathless. A full stop.",
    "once in Brazil, “Soul of my very soul.”",
    "He’d prayed in Portuguese, an easier tongue—",
    "for newly agnostic Anglos—than his own,",
    "burdened with shibboleths and past beliefs.",
    "that made a calm within him. Where within?",
    "Was there a word for it? Was it his heart?",
    "Engulfed by love. Held in a healing beam",
    "of love-light. Had he earned such love?",
    "And how partake of such a gift when he",
    "was handicapped by Earthshine—wore the stars,",
    "badges and medals of privilege and success?",
    "Desensitizers, brutalizers—all",
    "the tricks that mammon plays to make one sleep.",
    "He must wake up. He must expose and strip",
    "successive layers to ﬁnd his soul again.",
    "Where had the rubble come from? He was like",
    "a junkyard—cluttered, ﬁlled with scrap iron, tin.",
    "As dead as any metal not in use.",
    "So he must start once more. He had begun",
    "how many times? Faint glimmerings and dim",
    "memories of pasts behind the past",
    "recently lived—the animal pasts and vague",
    "vegetable pasts—those climbing vines and fruits;",
    "and mineral pasts (a slower pulse) the shine",
    "of gold and silver and the gray of iron.",
    "The “upward anguish.”",
    "What a rush of wings",
    "above him as he thought the phrase and knew",
    "angels were overhead, and over them",
    "a million suns and moons."
  ],
  "title": "Cullen in the Afterlife",
  "year": ""
}