{
  "author": "Walt Whitman",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Living",
    "Sorrow",
    "Grieving",
    "Social Commentaries",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182372",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Come up from the fields father, here’s a letter from our Pete,",
    "And come to the front door mother, here’s a letter from thy dear son.",
    "Lo, ’tis autumn,",
    "Lo, where the trees, deeper green, yellower and redder,",
    "Cool and sweeten Ohio’s villages with leaves fluttering in the moderate wind,",
    "Where apples ripe in the orchards hang and grapes on the trellis’d vines,",
    "(Smell you the smell of the grapes on the vines?",
    "Smell you the buckwheat where the bees were lately buzzing?)",
    "Above all, lo, the sky so calm, so transparent after the rain, and with wondrous clouds,",
    "Below too, all calm, all vital and beautiful, and the farm prospers well.",
    "Down in the fields all prospers well,",
    "But now from the fields come father, come at the daughter’s call,",
    "And come to the entry mother, to the front door come right away.",
    "Fast as she can she hurries, something ominous, her steps trembling,",
    "She does not tarry to smooth her hair nor adjust her cap.",
    "Open the envelope quickly,",
    "O this is not our son’s writing, yet his name is sign’d,",
    "O a strange hand writes for our dear son, O stricken mother’s soul!",
    "All swims before her eyes, flashes with black, she catches the main words only,",
    "Sentences broken,",
    "At present low, but will soon be better.",
    "Ah now the single figure to me,",
    "Amid all teeming and wealthy Ohio with all its cities and farms,",
    "Sickly white in the face and dull in the head, very faint,",
    "By the jamb of a door leans.",
    "(the just-grown daughter speaks through her sobs,",
    "The little sisters huddle around speechless and dismay’d,)",
    "Alas poor boy, he will never be better, (nor may-be needs to be better, that brave and simple soul,)",
    "While they stand at home at the door he is dead already,",
    "The only son is dead.",
    "But the mother needs to be better,",
    "She with thin form presently drest in black,",
    "By day her meals untouch’d, then at night fitfully sleeping, often waking,",
    "In the midnight waking, weeping, longing with one deep longing,",
    "O that she might withdraw unnoticed, silent from life escape and withdraw,",
    "To follow, to seek, to be with her dear dead son."
  ],
  "title": "Come Up from the Fields Father",
  "year": ""
}