{
  "author": "Walt Whitman",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Nature",
    "Love",
    "The Body",
    "Desire",
    "Infatuation",
    "Crushes",
    "Realistic",
    "Complicated",
    "The Mind",
    "Religion",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174740",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I sing the body electric,",
    "The armies of those I love engirth me and I engirth them,",
    "They will not let me off till I go with them, respond to them,",
    "And discorrupt them, and charge them full with the charge of the soul.",
    "Was it doubted that those who corrupt their own bodies conceal themselves?",
    "And if those who defile the living are as bad as they who defile the dead?",
    "And if the body does not do fully as much as the soul?",
    "And if the body were not the soul, what is the soul?",
    "The love of the body of man or woman balks account, the body itself balks account,",
    "That of the male is perfect, and that of the female is perfect.",
    "The expression of the face balks account,",
    "But the expression of a well-made man appears not only in his face,",
    "It is in his limbs and joints also, it is curiously in the joints of his hips and wrists,",
    "It is in his walk, the carriage of his neck, the flex of his waist and knees, dress does not hide him,",
    "The strong sweet quality he has strikes through the cotton and broadcloth,",
    "To see him pass conveys as much as the best poem, perhaps more,",
    "You linger to see his back, and the back of his neck and shoulder-side.",
    "The sprawl and fulness of babes, the bosoms and heads of women, the folds of their dress, their style as we pass in the street, the contour of their shape downwards,",
    "The swimmer naked in the swimming-bath, seen as he swims through the transparent green-shine, or lies with his face up and rolls silently to and fro in the heave of the water,",
    "The bending forward and backward of rowers in row-boats, the horseman in his saddle,",
    "Girls, mothers, house-keepers, in all their performances,",
    "The group of laborers seated at noon-time with their open dinner-kettles, and their wives waiting,",
    "The female soothing a child, the farmer’s daughter in the garden or cow-yard,",
    "The young fellow hoeing corn, the sleigh-driver driving his six horses through the crowd,",
    "The wrestle of wrestlers, two apprentice-boys, quite grown, lusty, good-natured, native-born, out on the vacant lot at sun-down after work,",
    "The coats and caps thrown down, the embrace of love and resistance,",
    "The upper-hold and under-hold, the hair rumpled over and blinding the eyes;",
    "The march of firemen in their own costumes, the play of masculine muscle through clean-setting trowsers and waist-straps,",
    "The slow return from the fire, the pause when the bell strikes suddenly again, and the listening on the alert,",
    "The natural, perfect, varied attitudes, the bent head, the curv’d neck and the counting;",
    "Such-like I love—I loosen myself, pass freely, am at the mother’s breast with the little child,",
    "Swim with the swimmers, wrestle with wrestlers, march in line with the firemen, and pause, listen, count.",
    "I knew a man, a common farmer, the father of five sons,",
    "And in them the fathers of sons, and in them the fathers of sons.",
    "This man was of wonderful vigor, calmness, beauty of person,",
    "The shape of his head, the pale yellow and white of his hair and beard, the immeasurable meaning of his black eyes, the richness and breadth of his manners,",
    "These I used to go and visit him to see, he was wise also,",
    "He was six feet tall, he was over eighty years old, his sons were massive, clean, bearded, tan-faced, handsome,",
    "They and his daughters loved him, all who saw him loved him,",
    "They did not love him by allowance, they loved him with personal love,",
    "He drank water only, the blood show’d like scarlet through the clear-brown skin of his face,",
    "He was a frequent gunner and fisher, he sail’d his boat himself, he had a fine one presented to him by a ship-joiner, he had fowling-pieces presented to him by men that loved him,",
    "When he went with his five sons and many grand-sons to hunt or fish, you would pick him out as the most beautiful and vigorous of the gang,",
    "You would wish long and long to be with him, you would wish to sit by him in the boat that you and he might touch each other.",
    "I have perceiv’d that to be with those I like is enough,",
    "To stop in company with the rest at evening is enough,",
    "To be surrounded by beautiful, curious, breathing, laughing flesh is enough,",
    "To pass among them or touch any one, or rest my arm ever so lightly round his or her neck for a moment, what is this then?",
    "I do not ask any more delight, I swim in it as in a sea.",
    "There is something in staying close to men and women and looking on them, and in the contact and odor of them, that pleases the soul well,",
    "All things please the soul, but these please the soul well.",
    "This is the female form,",
    "A divine nimbus exhales from it from head to foot,",
    "It attracts with fierce undeniable attraction,",
    "I am drawn by its breath as if I were no more than a helpless vapor, all falls aside but myself and it,",
    "Books, art, religion, time, the visible and solid earth, and what was expected of heaven or fear’d of hell, are now consumed,",
    "Mad filaments, ungovernable shoots play out of it, the response likewise ungovernable,",
    "Hair, bosom, hips, bend of legs, negligent falling hands all diffused, mine too diffused,",
    "Ebb stung by the flow and flow stung by the ebb, love-flesh swelling and deliciously aching,",
    "Limitless limpid jets of love hot and enormous, quivering jelly of love, white-blow and delirious juice,",
    "Bridegroom night of love working surely and softly into the prostrate dawn,",
    "Undulating into the willing and yielding day,",
    "Lost in the cleave of the clasping and sweet-flesh’d day.",
    "This the nucleus—after the child is born of woman, man is born of woman,",
    "This the bath of birth, this the merge of small and large, and the outlet again.",
    "Be not ashamed women, your privilege encloses the rest, and is the exit of the rest,",
    "You are the gates of the body, and you are the gates of the soul.",
    "The female contains all qualities and tempers them,",
    "She is in her place and moves with perfect balance,",
    "She is all things duly veil’d, she is both passive and active,",
    "She is to conceive daughters as well as sons, and sons as well as daughters.",
    "As I see my soul reflected in Nature,",
    "As I see through a mist, One with inexpressible completeness, sanity, beauty,",
    "See the bent head and arms folded over the breast, the Female I see.",
    "The male is not less the soul nor more, he too is in his place,",
    "He too is all qualities, he is action and power,",
    "The flush of the known universe is in him,",
    "Scorn becomes him well, and appetite and defiance become him well,",
    "The wildest largest passions, bliss that is utmost, sorrow that is utmost become him well, pride is for him,",
    "The full-spread pride of man is calming and excellent to the soul,",
    "Knowledge becomes him, he likes it always, he brings every thing to the test of himself,",
    "Whatever the survey, whatever the sea and the sail he strikes soundings at last only here,",
    "(Where else does he strike soundings except here?)",
    "The man’s body is sacred and the woman’s body is sacred,",
    "No matter who it is, it is sacred—is it the meanest one in the laborers’ gang?",
    "Is it one of the dull-faced immigrants just landed on the wharf?",
    "Each belongs here or anywhere just as much as the well-off, just as much as you,",
    "Each has his or her place in the procession.",
    "(All is a procession,",
    "The universe is a procession with measured and perfect motion.)",
    "Do you know so much yourself that you call the meanest ignorant?",
    "Do you suppose you have a right to a good sight, and he or she has no right to a sight?",
    "Do you think matter has cohered together from its diffuse float, and the soil is on the surface, and water runs and vegetation sprouts,",
    "For you only, and not for him and her?",
    "A man’s body at auction,",
    "(For before the war I often go to the slave-mart and watch the sale,)",
    "I help the auctioneer, the sloven does not half know his business.",
    "Gentlemen look on this wonder,",
    "Whatever the bids of the bidders they cannot be high enough for it,",
    "For it the globe lay preparing quintillions of years without one animal or plant,",
    "For it the revolving cycles truly and steadily roll’d.",
    "In this head the all-baffling brain,",
    "In it and below it the makings of heroes.",
    "Examine these limbs, red, black, or white, they are cunning in tendon and nerve,",
    "They shall be stript that you may see them.",
    "Exquisite senses, life-lit eyes, pluck, volition,",
    "Flakes of breast-muscle, pliant backbone and neck, flesh not flabby, good-sized arms and legs,",
    "And wonders within there yet.",
    "Within there runs blood,",
    "The same old blood! the same red-running blood!",
    "There swells and jets a heart, there all passions, desires, reachings, aspirations,",
    "(Do you think they are not there because they are not express’d in parlors and lecture-rooms?)",
    "This is not only one man, this the father of those who shall be fathers in their turns,",
    "In him the start of populous states and rich republics,",
    "Of him countless immortal lives with countless embodiments and enjoyments.",
    "How do you know who shall come from the offspring of his offspring through the centuries?",
    "(Who might you find you have come from yourself, if you could trace back through the centuries?)",
    "A woman’s body at auction,",
    "She too is not only herself, she is the teeming mother of mothers,",
    "She is the bearer of them that shall grow and be mates to the mothers.",
    "Have you ever loved the body of a woman?",
    "Have you ever loved the body of a man?",
    "Do you not see that these are exactly the same to all in all nations and times all over the earth?",
    "If any thing is sacred the human body is sacred,",
    "And the glory and sweet of a man is the token of manhood untainted,",
    "And in man or woman a clean, strong, firm-fibred body, is more beautiful than the most beautiful face.",
    "Have you seen the fool that corrupted his own live body? or the fool that corrupted her own live body?",
    "For they do not conceal themselves, and cannot conceal themselves.",
    "O my body! I dare not desert the likes of you in other men and women, nor the likes of the parts of you,",
    "I believe the likes of you are to stand or fall with the likes of the soul, (and that they are the soul,)",
    "I believe the likes of you shall stand or fall with my poems, and that they are my poems,",
    "Man’s, woman’s, child’s, youth’s, wife’s, husband’s, mother’s, father’s, young man’s, young woman’s poems,",
    "Head, neck, hair, ears, drop and tympan of the ears,",
    "Eyes, eye-fringes, iris of the eye, eyebrows, and the waking or sleeping of the lids,",
    "Mouth, tongue, lips, teeth, roof of the mouth, jaws, and the jaw-hinges,",
    "Nose, nostrils of the nose, and the partition,",
    "Cheeks, temples, forehead, chin, throat, back of the neck, neck-slue,",
    "Strong shoulders, manly beard, scapula, hind-shoulders, and the ample side-round of the chest,",
    "Upper-arm, armpit, elbow-socket, lower-arm, arm-sinews, arm-bones,",
    "Wrist and wrist-joints, hand, palm, knuckles, thumb, forefinger, finger-joints, finger-nails,",
    "Broad breast-front, curling hair of the breast, breast-bone, breast-side,",
    "Ribs, belly, backbone, joints of the backbone,",
    "Hips, hip-sockets, hip-strength, inward and outward round, man-balls, man-root,",
    "Strong set of thighs, well carrying the trunk above,",
    "Leg fibres, knee, knee-pan, upper-leg, under-leg,",
    "Ankles, instep, foot-ball, toes, toe-joints, the heel;",
    "All attitudes, all the shapeliness, all the belongings of my or your body or of any one’s body, male or female,",
    "The lung-sponges, the stomach-sac, the bowels sweet and clean,",
    "The brain in its folds inside the skull-frame,",
    "Sympathies, heart-valves, palate-valves, sexuality, maternity,",
    "Womanhood, and all that is a woman, and the man that comes from woman,",
    "The womb, the teats, nipples, breast-milk, tears, laughter, weeping, love-looks, love-perturbations and risings,",
    "The voice, articulation, language, whispering, shouting aloud,",
    "Food, drink, pulse, digestion, sweat, sleep, walking, swimming,",
    "Poise on the hips, leaping, reclining, embracing, arm-curving and tightening,",
    "The continual changes of the flex of the mouth, and around the eyes,",
    "The skin, the sunburnt shade, freckles, hair,",
    "The curious sympathy one feels when feeling with the hand the naked meat of the body,",
    "The circling rivers the breath, and breathing it in and out,",
    "The beauty of the waist, and thence of the hips, and thence downward toward the knees,",
    "The thin red jellies within you or within me, the bones and the marrow in the bones,",
    "The exquisite realization of health;",
    "O I say these are not the parts and poems of the body only, but of the soul,",
    "O I say now these are the soul!"
  ],
  "title": "I Sing the Body Electric",
  "year": ""
}