{
  "author": "Walt Whitman",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Relationships",
    "Stars, Planets, Heavens",
    "Seas, Rivers,",
    "Streams"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174743",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "On the beach at night,",
    "Stands a child with her father,",
    "Watching the east, the autumn sky.",
    "Up through the darkness,",
    "While ravening clouds, the burial clouds, in black masses spreading,",
    "Lower sullen and fast athwart and down the sky,",
    "Amid a transparent clear belt of ether yet left in the east,",
    "Ascends large and calm the lord-star Jupiter,",
    "And nigh at hand, only a very little above,",
    "Swim the delicate sisters the Pleiades.",
    "From the beach the child holding the hand of her father,",
    "Those burial-clouds that lower victorious soon to devour all,",
    "Watching, silently weeps.",
    "Weep not, child,",
    "Weep not, my darling,",
    "With these kisses let me remove your tears,",
    "The ravening clouds shall not long be victorious,",
    "They shall not long possess the sky, they devour the stars only in apparition,",
    "Jupiter shall emerge, be patient, watch again another night, the Pleiades shall emerge,",
    "They are immortal, all those stars both silvery and golden shall shine out again,",
    "The great stars and the little ones shall shine out again, they endure,",
    "The vast immortal suns and the long-enduring pensive moons shall again shine.",
    "Then dearest child mournest thou only for Jupiter?",
    "Considerest thou alone the burial of the stars?",
    "Something there is,",
    "(With my lips soothing thee, adding I whisper,",
    "I give thee the first suggestion, the problem and indirection,)",
    "Something there is more immortal even than the stars,",
    "(Many the burials, many the days and nights, passing away,)",
    "Something that shall endure longer even than lustrous Jupiter",
    "Longer than sun or any revolving satellite,",
    "Or the radiant sisters the Pleiades."
  ],
  "title": "On the Beach at Night",
  "year": ""
}