{
  "author": "Walt Whitman",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Relationships",
    "Living",
    "Love",
    "Death",
    "Seas, Rivers,",
    "Streams",
    "Classic Love",
    "First Love",
    "Infatuation",
    "Crushes",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178710",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Out of the cradle endlessly rocking,",
    "Out of the mocking-bird’s throat, the musical shuttle,",
    "Out of the Ninth-month midnight,",
    "Over the sterile sands and the fields beyond, where the child leaving his bed wander’d alone, bareheaded, barefoot,",
    "Down from the shower’d halo,",
    "Up from the mystic play of shadows twining and twisting as if they were alive,",
    "Out from the patches of briers and blackberries,",
    "From the memories of the bird that chanted to me,",
    "From your memories sad brother, from the fitful risings and fallings I heard,",
    "From under that yellow half-moon late-risen and swollen as if with tears,",
    "From those beginning notes of yearning and love there in the mist,",
    "From the thousand responses of my heart never to cease,",
    "From the myriad thence-arous’d words,",
    "From the word stronger and more delicious than any,",
    "From such as now they start the scene revisiting,",
    "As a flock, twittering, rising, or overhead passing,",
    "Borne hither, ere all eludes me, hurriedly,",
    "A man, yet by these tears a little boy again,",
    "Throwing myself on the sand, confronting the waves,",
    "I, chanter of pains and joys, uniter of here and hereafter,",
    "Taking all hints to use them, but swiftly leaping beyond them,",
    "A reminiscence sing.",
    "Once Paumanok,",
    "When the lilac-scent was in the air and Fifth-month grass was growing,",
    "Up this seashore in some briers,",
    "Two feather’d guests from Alabama, two together,",
    "And their nest, and four light-green eggs spotted with brown,",
    "And every day the he-bird to and fro near at hand,",
    "And every day the she-bird crouch’d on her nest, silent, with bright eyes,",
    "And every day I, a curious boy, never too close, never disturbing them,",
    "Cautiously peering, absorbing, translating.",
    "Pour down your warmth, great sun!",
    "While we bask, we two together.",
    "Two together!",
    "Winds blow south, or winds blow north,",
    "Day come white, or night come black,",
    "Home, or rivers and mountains from home,",
    "Singing all time, minding no time,",
    "While we two keep together.",
    "Till of a sudden,",
    "May-be kill’d, unknown to her mate,",
    "One forenoon the she-bird crouch’d not on the nest,",
    "Nor return’d that afternoon, nor the next,",
    "Nor ever appear’d again.",
    "And thenceforward all summer in the sound of the sea,",
    "And at night under the full of the moon in calmer weather,",
    "Over the hoarse surging of the sea,",
    "Or flitting from brier to brier by day,",
    "I saw, I heard at intervals the remaining one, the he-bird,",
    "The solitary guest from Alabama.",
    "Blow up sea-winds along Paumanok’s shore;",
    "I wait and I wait till you blow my mate to me.",
    "Yes, when the stars glisten’d,",
    "All night long on the prong of a moss-scallop’d stake,",
    "Down almost amid the slapping waves,",
    "Sat the lone singer wonderful causing tears.",
    "He call’d on his mate,",
    "He pour’d forth the meanings which I of all men know.",
    "Yes my brother I know,",
    "The rest might not, but I have treasur’d every note,",
    "For more than once dimly down to the beach gliding,",
    "Silent, avoiding the moonbeams, blending myself with the shadows,",
    "Recalling now the obscure shapes, the echoes, the sounds and sights after their sorts,",
    "The white arms out in the breakers tirelessly tossing,",
    "I, with bare feet, a child, the wind wafting my hair,",
    "Listen’d long and long.",
    "Listen’d to keep, to sing, now translating the notes,",
    "Following you my brother.",
    "Close on its wave soothes the wave behind,",
    "And again another behind embracing and lapping, every one close,",
    "But my love soothes not me, not me.",
    "Low hangs the moon, it rose late,",
    "It is lagging—O I think it is heavy with love, with love.",
    "O madly the sea pushes upon the land,",
    "With love, with love.",
    "O night! do I not see my love fluttering out among the breakers?",
    "What is that little black thing I see there in the white?",
    "Loud! loud! loud!",
    "Loud I call to you, my love!",
    "High and clear I shoot my voice over the waves,",
    "Surely you must know who is here, is here,",
    "You must know who I am, my love.",
    "Low-hanging moon!",
    "What is that dusky spot in your brown yellow?",
    "O it is the shape, the shape of my mate!",
    "O moon do not keep her from me any longer.",
    "Land! land! O land!",
    "Whichever way I turn, O I think you could give me my mate back again if you only would,",
    "For I am almost sure I see her dimly whichever way I look.",
    "O rising stars!",
    "Perhaps the one I want so much will rise, will rise with some of you.",
    "O throat! O trembling throat!",
    "Sound clearer through the atmosphere!",
    "Pierce the woods, the earth,",
    "Somewhere listening to catch you must be the one I want.",
    "Shake out carols!",
    "Solitary here, the night’s carols!",
    "Carols of lonesome love! death’s carols!",
    "Carols under that lagging, yellow, waning moon!",
    "O under that moon where she droops almost down into the sea!",
    "O reckless despairing carols.",
    "But soft! sink low!",
    "Soft! let me just murmur,",
    "And do you wait a moment you husky-nois’d sea,",
    "For somewhere I believe I heard my mate responding to me,",
    "So faint, I must be still, be still to listen,",
    "But not altogether still, for then she might not come immediately to me.",
    "Hither my love!",
    "Here I am! here!",
    "With this just-sustain’d note I announce myself to you,",
    "This gentle call is for you my love, for you.",
    "Do not be decoy’d elsewhere,",
    "That is the whistle of the wind, it is not my voice,",
    "That is the fluttering, the fluttering of the spray,",
    "Those are the shadows of leaves.",
    "O darkness! O in vain!",
    "O I am very sick and sorrowful.",
    "O brown halo in the sky near the moon, drooping upon the sea!",
    "O troubled reflection in the sea!",
    "O throat! O throbbing heart!",
    "And I singing uselessly, uselessly all the night.",
    "O past! O happy life! O songs of joy!",
    "In the air, in the woods, over fields,",
    "Loved! loved! loved! loved! loved!",
    "But my mate no more, no more with me!",
    "We two together no more.",
    "The aria sinking,",
    "All else continuing, the stars shining,",
    "The winds blowing, the notes of the bird continuous echoing,",
    "With angry moans the fierce old mother incessantly moaning,",
    "On the sands of Paumanok’s shore gray and rustling,",
    "The yellow half-moon enlarged, sagging down, drooping, the face of the sea almost touching,",
    "The boy ecstatic, with his bare feet the waves, with his hair the atmosphere dallying,",
    "The love in the heart long pent, now loose, now at last tumultuously bursting,",
    "The aria’s meaning, the ears, the soul, swiftly depositing,",
    "The strange tears down the cheeks coursing,",
    "The colloquy there, the trio, each uttering,",
    "The undertone, the savage old mother incessantly crying,",
    "To the boy’s soul’s questions sullenly timing, some drown’d secret hissing,",
    "To the outsetting bard.",
    "Demon or bird! (said the boy’s soul,)",
    "Is it indeed toward your mate you sing? or is it really to me?",
    "For I, that was a child, my tongue’s use sleeping, now I have heard you,",
    "Now in a moment I know what I am for, I awake,",
    "And already a thousand singers, a thousand songs, clearer, louder and more sorrowful than yours,",
    "A thousand warbling echoes have started to life within me, never to die.",
    "O you singer solitary, singing by yourself, projecting me,",
    "O solitary me listening, never more shall I cease perpetuating you,",
    "Never more shall I escape, never more the reverberations,",
    "Never more the cries of unsatisfied love be absent from me,",
    "Never again leave me to be the peaceful child I was before what there in the night,",
    "By the sea under the yellow and sagging moon,",
    "The messenger there arous’d, the fire, the sweet hell within,",
    "The unknown want, the destiny of me.",
    "O give me the clew! (it lurks in the night here somewhere,)",
    "O if I am to have so much, let me have more!",
    "A word then, (for I will conquer it,)",
    "The word final, superior to all,",
    "Subtle, sent up—what is it?—I listen;",
    "Are you whispering it, and have been all the time, you sea-waves?",
    "Is that it from your liquid rims and wet sands?",
    "Whereto answering, the sea,",
    "Delaying not, hurrying not,",
    "Whisper’d me through the night, and very plainly before day-break,",
    "Lisp’d to me the low and delicious word death,",
    "And again death, death, death, death,",
    "Hissing melodious, neither like the bird nor like my arous’d child’s heart,",
    "But edging near as privately for me rustling at my feet,",
    "Creeping thence steadily up to my ears and laving me softly all over,",
    "Death, death, death, death, death.",
    "Which I do not forget,",
    "But fuse the song of my dusky demon and brother,",
    "That he sang to me in the moonlight on Paumanok’s gray beach,",
    "With the thousand responsive songs at random,",
    "My own songs awaked from that hour,",
    "And with them the key, the word up from the waves,",
    "The word of the sweetest song and all songs,",
    "That strong and delicious word which, creeping to my feet,",
    "(Or like some old crone rocking the cradle, swathed in sweet garments, bending aside,)",
    "The sea whisper’d me."
  ],
  "title": "Out of the Cradle Endlessly Rocking",
  "year": ""
}