{
  "author": "Walt Whitman",
  "classification": "Elegy",
  "keywords": [
    "Landscapes",
    "Pastorals",
    "Death",
    "Social Commentaries",
    "Sorrow",
    "Grieving",
    "Trees",
    "Flowers",
    "Living",
    "Heroes",
    "Patriotism",
    "Spring",
    "Nature",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174748",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "When lilacs last in the dooryard bloom’d,",
    "And the great star early droop’d in the western sky in the night,",
    "I mourn’d, and yet shall mourn with ever-returning spring.",
    "Ever-returning spring, trinity sure to me you bring,",
    "Lilac blooming perennial and drooping star in the west,",
    "And thought of him I love.",
    "O powerful western fallen star!",
    "O shades of night—O moody, tearful night!",
    "O great star disappear’d—O the black murk that hides the star!",
    "O cruel hands that hold me powerless—O helpless soul of me!",
    "O harsh surrounding cloud that will not free my soul.",
    "In the dooryard fronting an old farm-house near the white-wash’d palings,",
    "Stands the lilac-bush tall-growing with heart-shaped leaves of rich green,",
    "With many a pointed blossom rising delicate, with the perfume strong I love,",
    "With every leaf a miracle—and from this bush in the dooryard,",
    "With delicate-color’d blossoms and heart-shaped leaves of rich green,",
    "A sprig with its flower I break.",
    "In the swamp in secluded recesses,",
    "A shy and hidden bird is warbling a song.",
    "Solitary the thrush,",
    "The hermit withdrawn to himself, avoiding the settlements,",
    "Sings by himself a song.",
    "Song of the bleeding throat,",
    "Death’s outlet song of life, (for well dear brother I know,",
    "If thou wast not granted to sing thou would’st surely die.)",
    "Over the breast of the spring, the land, amid cities,",
    "Amid lanes and through old woods, where lately the violets peep’d from the ground, spotting the gray debris,",
    "Amid the grass in the fields each side of the lanes, passing the endless grass,",
    "Passing the yellow-spear’d wheat, every grain from its shroud in the dark-brown fields uprisen,",
    "Passing the apple-tree blows of white and pink in the orchards,",
    "Carrying a corpse to where it shall rest in the grave,",
    "Night and day journeys a coffin.",
    "Coffin that passes through lanes and streets,",
    "Through day and night with the great cloud darkening the land,",
    "With the pomp of the inloop’d flags with the cities draped in black,",
    "With the show of the States themselves as of crape-veil’d women standing,",
    "With processions long and winding and the flambeaus of the night,",
    "With the countless torches lit, with the silent sea of faces and the unbared heads,",
    "With the waiting depot, the arriving coffin, and the sombre faces,",
    "With dirges through the night, with the thousand voices rising strong and solemn,",
    "With all the mournful voices of the dirges pour’d around the coffin,",
    "The dim-lit churches and the shuddering organs—where amid these you journey,",
    "With the tolling tolling bells’ perpetual clang,",
    "Here, coffin that slowly passes,",
    "I give you my sprig of lilac.",
    "(Nor for you, for one alone,",
    "Blossoms and branches green to coffins all I bring,",
    "For fresh as the morning, thus would I chant a song for you O sane and sacred death.",
    "All over bouquets of roses,",
    "O death, I cover you over with roses and early lilies,",
    "But mostly and now the lilac that blooms the first,",
    "Copious I break, I break the sprigs from the bushes,",
    "With loaded arms I come, pouring for you,",
    "For you and the coffins all of you O death.)",
    "O western orb sailing the heaven,",
    "Now I know what you must have meant as a month since I walk’d,",
    "As I walk’d in silence the transparent shadowy night,",
    "As I saw you had something to tell as you bent to me night after night,",
    "As you droop’d from the sky low down as if to my side, (while the other stars all look’d on,)",
    "As we wander’d together the solemn night, (for something I know not what kept me from sleep,)",
    "As the night advanced, and I saw on the rim of the west how full you were of woe,",
    "As I stood on the rising ground in the breeze in the cool transparent night,",
    "As I watch’d where you pass’d and was lost in the netherward black of the night,",
    "As my soul in its trouble dissatisfied sank, as where you sad orb,",
    "Concluded, dropt in the night, and was gone.",
    "Sing on there in the swamp,",
    "O singer bashful and tender, I hear your notes, I hear your call,",
    "I hear, I come presently, I understand you,",
    "But a moment I linger, for the lustrous star has detain’d me,",
    "The star my departing comrade holds and detains me.",
    "O how shall I warble myself for the dead one there I loved?",
    "And how shall I deck my song for the large sweet soul that has gone?",
    "And what shall my perfume be for the grave of him I love?",
    "Sea-winds blown from east and west,",
    "Blown from the Eastern sea and blown from the Western sea, till there on the prairies meeting,",
    "These and with these and the breath of my chant,",
    "I’ll perfume the grave of him I love.",
    "O what shall I hang on the chamber walls?",
    "And what shall the pictures be that I hang on the walls,",
    "To adorn the burial-house of him I love?",
    "Pictures of growing spring and farms and homes,",
    "With the Fourth-month eve at sundown, and the gray smoke lucid and bright,",
    "With floods of the yellow gold of the gorgeous, indolent, sinking sun, burning, expanding the air,",
    "With the fresh sweet herbage under foot, and the pale green leaves of the trees prolific,",
    "In the distance the flowing glaze, the breast of the river, with a wind-dapple here and there,",
    "With ranging hills on the banks, with many a line against the sky, and shadows,",
    "And the city at hand with dwellings so dense, and stacks of chimneys,",
    "And all the scenes of life and the workshops, and the workmen homeward returning.",
    "Lo, body and soul—this land,",
    "My own Manhattan with spires, and the sparkling and hurrying tides, and the ships,",
    "The varied and ample land, the South and the North in the light, Ohio’s shores and flashing Missouri,",
    "And ever the far-spreading prairies cover’d with grass and corn.",
    "Lo, the most excellent sun so calm and haughty,",
    "The violet and purple morn with just-felt breezes,",
    "The gentle soft-born measureless light,",
    "The miracle spreading bathing all, the fulfill’d noon,",
    "The coming eve delicious, the welcome night and the stars,",
    "Over my cities shining all, enveloping man and land.",
    "Sing on, sing on you gray-brown bird,",
    "Sing from the swamps, the recesses, pour your chant from the bushes,",
    "Limitless out of the dusk, out of the cedars and pines.",
    "Sing on dearest brother, warble your reedy song,",
    "Loud human song, with voice of uttermost woe.",
    "O liquid and free and tender!",
    "O wild and loose to my soul—O wondrous singer!",
    "You only I hear—yet the star holds me, (but will soon depart,)",
    "Yet the lilac with mastering odor holds me.",
    "Now while I sat in the day and look’d forth,",
    "In the close of the day with its light and the fields of spring, and the farmers preparing their crops,",
    "In the large unconscious scenery of my land with its lakes and forests,",
    "In the heavenly aerial beauty, (after the perturb’d winds and the storms,)",
    "Under the arching heavens of the afternoon swift passing, and the voices of children and women,",
    "The many-moving sea-tides, and I saw the ships how they sail’d,",
    "And the summer approaching with richness, and the fields all busy with labor,",
    "And the infinite separate houses, how they all went on, each with its meals and minutia of daily usages,",
    "And the streets how their throbbings throbb’d, and the cities pent—lo, then and there,",
    "Falling upon them all and among them all, enveloping me with the rest,",
    "Appear’d the cloud, appear’d the long black trail,",
    "And I knew death, its thought, and the sacred knowledge of death.",
    "Then with the knowledge of death as walking one side of me,",
    "And the thought of death close-walking the other side of me,",
    "And I in the middle as with companions, and as holding the hands of companions,",
    "I fled forth to the hiding receiving night that talks not,",
    "Down to the shores of the water, the path by the swamp in the dimness,",
    "To the solemn shadowy cedars and ghostly pines so still.",
    "And the singer so shy to the rest receiv’d me,",
    "The gray-brown bird I know receiv’d us comrades three,",
    "And he sang the carol of death, and a verse for him I love.",
    "From deep secluded recesses,",
    "From the fragrant cedars and the ghostly pines so still,",
    "Came the carol of the bird.",
    "And the charm of the carol rapt me,",
    "As I held as if by their hands my comrades in the night,",
    "And the voice of my spirit tallied the song of the bird.",
    "To the tally of my soul,",
    "Loud and strong kept up the gray-brown bird,",
    "With pure deliberate notes spreading filling the night.",
    "Loud in the pines and cedars dim,",
    "Clear in the freshness moist and the swamp-perfume,",
    "And I with my comrades there in the night.",
    "While my sight that was bound in my eyes unclosed,",
    "As to long panoramas of visions.",
    "And I saw askant the armies,",
    "I saw as in noiseless dreams hundreds of battle-flags,",
    "Borne through the smoke of the battles and pierc’d with missiles I saw them,",
    "And carried hither and yon through the smoke, and torn and bloody,",
    "And at last but a few shreds left on the staffs, (and all in silence,)",
    "And the staffs all splinter’d and broken.",
    "I saw battle-corpses, myriads of them,",
    "And the white skeletons of young men, I saw them,",
    "I saw the debris and debris of all the slain soldiers of the war,",
    "But I saw they were not as was thought,",
    "They themselves were fully at rest, they suffer’d not,",
    "The living remain’d and suffer’d, the mother suffer’d,",
    "And the wife and the child and the musing comrade suffer’d,",
    "And the armies that remain’d suffer’d.",
    "Passing the visions, passing the night,",
    "Passing, unloosing the hold of my comrades’ hands,",
    "Passing the song of the hermit bird and the tallying song of my soul,",
    "Victorious song, death’s outlet song, yet varying ever-altering song,",
    "As low and wailing, yet clear the notes, rising and falling, flooding the night,",
    "Sadly sinking and fainting, as warning and warning, and yet again bursting with joy,",
    "Covering the earth and filling the spread of the heaven,",
    "As that powerful psalm in the night I heard from recesses,",
    "Passing, I leave thee lilac with heart-shaped leaves,",
    "I leave thee there in the door-yard, blooming, returning with spring.",
    "I cease from my song for thee,",
    "From my gaze on thee in the west, fronting the west, communing with thee,",
    "O comrade lustrous with silver face in the night.",
    "Yet each to keep and all, retrievements out of the night,",
    "The song, the wondrous chant of the gray-brown bird,",
    "And the tallying chant, the echo arous’d in my soul,",
    "With the lustrous and drooping star with the countenance full of woe,",
    "With the holders holding my hand nearing the call of the bird,",
    "Comrades mine and I in the midst, and their memory ever to keep, for the dead I loved so well,",
    "For the sweetest, wisest soul of all my days and lands—and this for his dear sake,",
    "Lilac and star and bird twined with the chant of my soul,",
    "There in the fragrant pines and the cedars dusk and dim."
  ],
  "title": "When Lilacs Last in the Dooryard Bloom’d",
  "year": ""
}