{
  "author": "James Tate",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179849",
  "region": "U.S., New England",
  "text": [
    "And what amazes me is that none of our modern inventions",
    "surprise or interest him, even a little. I tell him",
    "it is time he got his booster shots, but then",
    "I realize I have no power over him whatsoever.",
    "He becomes increasingly light-footed until I lose sight",
    "of him downtown between the federal building and",
    "the post office. A registered nurse is taking her",
    "coffee break. I myself needed a break, so I sat down",
    "next to her at the counter. \"Don't mind me,\" I said,",
    "\"I'm just a hungry little Gnostic in need of a sandwich.\"",
    "(This old line of mine had met with great success",
    "on any number of previous occasions.) I thought,",
    "a deaf, dumb, and blind nurse, sounds ideal!",
    "But then I remembered that some of the earliest",
    "Paleolithic office workers also feigned blindness",
    "when approached by nonoffice workers, so I paid my bill",
    "and disappeared down an alley where I composed myself.",
    "Amidst the piles of outcast citizenry and burning barrels",
    "of waste and rot, the plump rats darting freely,",
    "the havoc of blown newspapers, lay the little shroud",
    "of my lost friend: small and gray and threadbare,",
    "windworn by the ages of scurrying hither and thither,",
    "battered by the avalanches and private tornadoes",
    "of just being a gnome, but surely there were good times, too.",
    "And now, rejuvenated by the wind, the shroud moves forward,",
    "hesitates, dances sideways, brushes my foot as if for a kiss,",
    "and flies upward, whistling a little-known ballad",
    "about the pitiful, raw etiquette of the underworld."
  ],
  "title": "Shroud of the Gnome",
  "year": ""
}