{
  "author": "James Tate",
  "classification": "",
  "keywords": [
    "Living",
    "Parenthood",
    "Relationships",
    "Home Life",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/learning/guide/240106",
  "region": "U.S., New England",
  "text": [
    "Someone had spread an elaborate rumor about me, that I was",
    "in possession of an extraterrestrial being, and I thought I knew who",
    "it was. It was Roger Lawson. Roger was a practical joker of the",
    "worst sort, and up till now I had not been one of his victims, so",
    "I kind of knew my time had come. People parked in front of my",
    "house for hours and took pictures. I had to draw all my blinds",
    "and only went out when I had to. Then there was a barrage of",
    "questions. “What does he look like?\" “What do you feed him?” “How",
    "did you capture him?” And I simply denied the presence of an",
    "extraterrestrial in my house. And, of course, this excited them",
    "all the more. The press showed up and started creeping around",
    "my yard. It got to be very irritating. More and more came and",
    "parked up and down the street. Roger was really working overtime",
    "on this one. I had to do something. Finally, I made an announcement.",
    "I said, “The little fellow died peacefully in his sleep at 11:02",
    "last night.” “Let us see the body,” they clamored. “He went up",
    "in smoke instantly,” I said. “I don’t believe you,” one of them",
    "said. “There is no body in the house or I would have buried it",
    "myself,” I said. About half of them got in their cars and drove",
    "off. The rest of them kept their vigil, but more solemnly now.",
    "I went out and bought some groceries. When I came back about an",
    "hour later another half of them had gone. When I went into the kitchen",
    "I nearly dropped the groceries. There was a nearly transparent",
    "fellow with large pink eyes standing about three feet tall. “Why",
    "did you tell them I was dead? That was a lie,” he said. “You",
    "speak English,” I said. “I listen to the radio. It wasn’t very",
    "hard to learn. Also we have television. We get all your channels.",
    "I like cowboys, especially John Ford movies. They’re the best,”",
    "he said. “What am I going to do with you?” I said. “Take me",
    "to meet a real cowboy. That would make me happy,” he said. “I",
    "don’t know any real cowboys, but maybe we could find one. But",
    "people will go crazy if they see you. We’d have press following",
    "us everywhere. It would be the story of the century,” I said.",
    "“I can be invisible. It’s not hard for me to do,” he said.",
    "“I’ll think about it. Wyoming or Montana would be our best bet, but",
    "they’re a long way from here,” I said. “Please, I won’t cause",
    "you any trouble,” he said. “It would take some planning,” I said.",
    "I put the groceries down and started putting them away. I tried",
    "not to think of the cosmic meaning of all this. Instead, I",
    "treated him like a smart little kid. “Do you have any sarsaparilla?”",
    "he said. “No, but I have some orange juice. It’s good for you,”",
    "I said. He drank it and made a face. “I’m going to get the maps",
    "out,” I said. “We’ll see how we could get there.” When I came",
    "back he was dancing on the kitchen table, a sort of ballet, but",
    "very sad. “I have the maps,” I said. “We won’t need them. I just",
    "received word. I’m going to die tonight. It’s really a joyous",
    "occasion, and I hope you’ll help me celebrate by watching",
    ",” he said. I stood there with the maps in my",
    "hand. I felt an unbearable sadness come over me. “Why must",
    "you die?” I said. “Father decides these things. It is probably",
    "my reward for coming here safely and meeting you,” he said. “But",
    "I was going to take you to meet a real cowboy,” I said. “Let’s",
    "pretend you are my cowboy,” he said."
  ],
  "title": "The Cowboy",
  "year": ""
}