{
  "author": "James Tate",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177315",
  "region": "U.S., New England",
  "text": [
    "My cuticles are a mess. Oh honey, by the way,",
    "did you like my new negligee? It’s a replica",
    "of one Kim Novak wore in some movie or other.",
    "I wish I had a foot-long chili dog right now.",
    "Do you like fireworks, I mean not just on the 4th of July,",
    "but fireworks any time? There are people",
    "like that, you know. They’re like people who like",
    "orchestra music, listen to it any time of day.",
    "Lopsided people, that’s what my father calls them.",
    "Me, I’m easy to please. I like ping-gong and bobcats,",
    "shatterproof drinking glasses, the smell of kerosene,",
    "the crunch of carrots. I like caterpillars and",
    "whirlpools, too. What I hate most is being the first",
    "one at the scene of a bad accident.",
    "Do I smell like garlic? Are we still in Kansas?",
    "I once had a chiropractor make a pass at me,",
    "did I ever tell you that? He said that your spine",
    "is happiest when you’re snuggling. Sounds kind",
    "of sweet now when I tell you, but he was a creep.",
    "Do you know that I have never understood what they meant",
    "by “grassy knoll.” It sounds so idyllic, a place to go",
    "to dream your life away, not kill somebody. They",
    "should have called it something like “the grudging notch.”",
    "But I guess that’s life. What is it they always say?",
    "“It’s always the sweetest ones that break your heart.”",
    "You getting hungry yet, hon? I am. When I was seven",
    "I sat in our field and ate an entire eggplant",
    "right off the vine. Dad loves to tell that story,",
    "but I still can’t eat eggplant. He says I’ll be the first",
    "woman President, it’d be a waste since I talk so much.",
    "Which do you think the fixtures are in the bathroom",
    "at the White House, gold or brass? It’d be okay with me",
    "if they were just brass. Honey, can we stop soon?",
    "I really hate to say it but I need a lady’s room."
  ],
  "title": "The Motorcyclists",
  "year": ""
}