{
  "author": "James Tate",
  "classification": "Pastoral",
  "keywords": [
    "Arts",
    "Sciences",
    "Class",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Activities",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179855",
  "region": "U.S., New England",
  "text": [
    "Do you have adequate oxen for the job?",
    "No, my oxen are inadequate.",
    "Well, how many oxen would it take to do an adequate job?",
    "I would need ten more oxen to do the job adequately.",
    "I'll see if I can get them for you.",
    "I'd be obliged if you could do that for me.",
    "Certainly. And do you have sufficient fishcakes for the men?",
    "We have fifty fishcakes, which is less than sufficient.",
    "I'll have them delivered on the morrow.",
    "Do you need maps of the mountains and the underworld?",
    "We have maps of the mountains but we lack maps of the underworld.",
    "Of course you lack maps of the underworld,",
    "there are no maps of the underworld.",
    "And, besides, you don't want to go there, it's stuffy.",
    "I had no intention of going there, or anywhere for that matter.",
    "It's just that you asked me if I needed maps. . . .",
    "Yes, yes, it's my fault, I got carried away.",
    "What do you need, then, you tell me?",
    "We need seeds, we need plows, we need scythes, chickens,",
    "pigs, cows, buckets and women.",
    "Women?",
    "We have no women.",
    "You're a sorry lot, then.",
    "We are a sorry lot, sir.",
    "Well, I can't get you women.",
    "I assumed as much, sir.",
    "What are you going to do without women, then?",
    "We will suffer, sir. And then we'll die out one by one.",
    "Can any of you sing?",
    "Yes, sir, we have many fine singers among us.",
    "Order them to begin singing immediately.",
    "Either women will find you this way or you will die",
    "comforted. Meanwhile busy yourselves",
    "with the meaningful tasks you have set for yourselves.",
    "Sir, we will not rest until the babes arrive."
  ],
  "title": "The Workforce",
  "year": ""
}