{
  "author": "Harriet Maxwell Converse",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Religion",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238172",
  "region": "",
  "text": [
    "We who are here present thank the Great Spirit that we are here",
    "to praise Him.",
    "We thank Him that He has created men and women, and ordered",
    "that these beings shall always be living to multiply the earth.",
    "We thank Him for making the earth and giving these beings its products",
    "to live on.",
    "We thank Him for the water that comes out of the earth and runs",
    "for our lands.",
    "We thank Him for all the animals on the earth.",
    "We thank Him for certain timbers that grow and have fluids coming",
    "from them for us all.",
    "We thank Him for the branches of the trees that grow shadows",
    "for our shelter.",
    "We thank Him for the beings that come from the west, the thunder",
    "and lightning that water the earth.",
    "We thank Him for the light which we call our oldest brother, the sun",
    "that works for our good.",
    "We thank Him for all the fruits that grow on the trees and vines.",
    "We thank Him for his goodness in making the forests, and thank",
    "all its trees.",
    "We thank Him for the darkness that gives us rest, and for the kind Being",
    "of the darkness that gives us light, the moon.",
    "We thank Him for the bright spots in the skies that give us signs,",
    "the stars.",
    "We give Him thanks for our supporters, who had charge of our harvests.",
    "We give thanks that the voice of the Great Spirit can still be heard",
    "through the words of Ga-ne-o-di-o.",
    "We thank the Great Spirit that we have the privilege of this pleasant",
    "occasion.",
    "We give thanks for the persons who can sing the Great Spirit's music,",
    "and hope they will be privileged to continue in his faith.",
    "We thank the Great Spirit for all the persons who perform the ceremonies",
    "on this occasion."
  ],
  "title": "The Thanksgivings",
  "year": ""
}