{
  "author": "Hanoch Levin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/236728",
  "region": "",
  "text": [
    "and his flesh wasted away",
    "and his pale lips ate back from his mouth",
    "and his teeth were bared in a base grin.",
    "And the man tore from his face the grin",
    "and there underneath it rose a chortling.",
    "With the flesh gone the heart’s desire dried.",
    "Life, dreams are of flesh. Now",
    "flesh was gone. Who’s next in line? The bone.",
    "Without tears and sorrow and without waving a hanky",
    "bones took their leave of the dead man, from the one body",
    "and left, each bone on its solitary journey.",
    "As cries lose touch with the crier’s mouth,",
    "lose touch with the pain that gave them birth,",
    "and set sail in the air, playful gusts of sound,",
    "so the bones quit the body of the dead man",
    "to roll an independent roll through the ground.",
    "And the dead man continually shrank, and continually shriveled,",
    "bit by bit of him was lost.",
    "The leg detached from the body and went its way",
    "and became a separate entity.",
    "The hands left one another and became estranged,",
    "what are you to me, we were sisters,",
    "we clapped together, now we’re grown old,",
    "two gray spinsters, hard bitten,",
    "falling apart is something we can manage to do alone.",
    "Indeed, the mesh of bone is tough, you will not melt it",
    "with longings and memories; another world, hard and strange",
    "hides beneath our flesh; bone does not love",
    "does not remember, not women",
    "and not the light of the sun, with a rubbing sound",
    "like the sound of porcelain scratching,",
    "it crumbles and with the knock of breaking bones",
    "the living form recedes and is forgotten.",
    "Goodbye legs, goodbye hands, goodbye hip sockets and spare ribs,",
    "goodbye spine and collar bone, goodbye all of you",
    "we knew together a kind of rickety ensemble good for taking pains",
    "that bore on it with a sigh a sackful of hanks of meat",
    "for Christmas; Christmas is past, the meat consumed",
    "it’s time to part even from the bone that bears,",
    "so now is our parting season, the tree’s leaves",
    "fall in autumn, so our body loses its leaves.",
    "And of the dead man just a little ball of skull is left,",
    "and in it four holes packed and bunged with earth",
    "and since the flesh of lips is all eaten and his teeth bared to the end,",
    "the shameful smile of the dead man is lost and he’s mixed with the earth,",
    "and from between bared jaws, as from a broken urn, a last grin blossoms",
    "for is it not a horrified grin, in the skull of death.",
    "watching the crowd of the dead, and waits expectantly",
    "for the funny spectacle of his son’s death, his fall into the grave",
    "and his ridiculous desire to be taken to his father’s bosom),",
    "and they all lay, a field strewn with skulls,",
    "each man a skull deaf and dumb",
    "fastened into the earth and gazing up into the night sky.",
    "And opposite the night sky checkered with stars beaming—",
    "winking at the magnificence of the universe and its secret,",
    "there is a firmament below, rolling with rollicking skulls—",
    "winking at the horrors of death and its terrors.",
    "And firmament looks at firmament, as in a funhouse mirror.",
    "And a man all bent, that goes home alone at night,",
    "seeking a fitting mirror to the burden of his life,",
    "won’t raise his head on high and won’t wonder at the universe’s mysteries",
    "only he’ll gaze below, for there the sky suits him",
    "and it has no secret, only a piercing pain",
    "and it has no riddle, only a laughable solution,",
    "and there is no dome of blue, only a peel of mockery",
    "where score upon score of horrified grins",
    "shine gleaming from the lower firmament,",
    "like stains of fat from a butcher’s filthy apron.",
    "Indeed, it seems shame has no end,",
    "as if death put paid to everything",
    "and only left the insult that wriggles.",
    "And as it grows darker, and there was a dark there",
    "inside of darkness, and as the dead man dies further",
    "and gets lesser, fainter, and crumbles",
    "so the shame magnifies.",
    "And as one who shuts his eyes and squints in the darkness with great effort",
    "suddenly sees colorful stains of light,",
    "so, in the darkness of his adopted death, the dead man sees",
    "the piercing shards of laughter, its cutting leaps,",
    "colorful mockery, unexpected, sharp, a startling panoply of shades—",
    "so hurtful, that there is nothing like it in the embraces of joy",
    "and all the wreath of these colors was not created",
    "except to decorate the pain of our shame.",
    "And at the end of many years, when even the skull is fallen away",
    "and become flakes of dust, the wind",
    "with a whistle of contempt will cast them out",
    "to every part, and still will be borne with them the sound",
    "of the cry of the dead man,",
    "a moan so great as to never pass:",
    "Hey, you up there, I was here too!",
    "the lights go out slow,",
    "whoever cried out in his sleep",
    "in his cradle of earth sank, mute.",
    "With his ass and cart Messiah crawls",
    "and cries out: “Any old iron! Any old shoes!”"
  ],
  "title": "Poetry Magazine",
  "year": ""
}