{
  "author": "David Baker",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175830",
  "region": "",
  "text": [
    "1.",
    "Footfalls on the brickwork road many fathers laid",
    "by hand and heavy mallet make a sandy sound.",
    "You can hear, in the dusted scuff, a kind of gasp",
    "as from the crumpled lungs of those bent double",
    "by depression, by wagonloads of work—",
    "you can hear huffs of hot wind kick the dust",
    "around them. You can feel the brickwork give.",
    "This is how the town found a way from starving.",
    "Three summers running: nothing but dust rained down",
    "to choke out cornfields and wheat. The council",
    "paid any man driven to his knees to lay",
    "a road from here to Cedar City to keep working.",
    "They tapped in bricks from the limekiln one season.",
    "They turned each one one-quarter twist the next.",
    "2.",
    "All night, so far, I have waited for the train to come",
    "calling through a cotton curtain on its breeze.",
    "It always does—low as a mourning dove long minutes",
    "over the far, darkening fields and many trees.",
    "How huge the world must be to hear so far",
    "beyond the shade, beyond the grasp of night.",
    "There are apple boughs brushing my fine screen lightly.",
    "And a dozen stars, I know, like pinpricks on an arm.",
    "Before it stops, a train will hiss, grind, clatter",
    "all the way back while its car-locks bang.",
    "Then the engine at idle—hubbub, wood smoke,",
    "and trouble in the hobo camp below the trestle.",
    "How sad the world is to hear nothing for so long.",
    "It always comes. Sweet night wind like cider.",
    "3.",
    "I was watching the road where his car went",
    "and thirty years burned off, as in a drop of oil.",
    "I was scanning for dust on the rise, a cartoon",
    "cowboy’s gallop. It’s where he drove each morning",
    "off to work somewhere hard with the road crew—",
    "he returned each evening, burned and hurt.",
    "I have a good life and hands too soft for labor.",
    "Who would guess it takes this long to come home?",
    "All week I have checked the old road, as if",
    "nothing had come to pass—jars of peaches pinging",
    "on the kitchen sill, her voice like silverware.",
    "I was playing with a soldier and blue truck.",
    "There’s a road to everywhere, the song sweeps on.",
    "I am watching the road where the car drove.",
    "4.",
    "You can feel the brickwork give beneath your step.",
    "Each such shift in sand and balanced earth",
    "is kindred to the world’s intrinsic drift.",
    "Cars kick up a clatter, rumbling down the road—",
    "their tires grind brick to brick, turn dust to dust.",
    "When a truck goes by, the whole street quakes.",
    "You can feel your life begin to shake.",
    "5.",
    "Hanging primrose breeze. Haze of barbeque.",
    "The many children quieted by baths, put to bed—",
    "they wait for the locusts’ buzz and homing trains.",
    "One lone bat recurrent in the streetlamp glow.",
    "Four blocks down the road gives way to asphalt blacktop.",
    "But here the block stamp",
    "hasn’t rubbed off",
    "the red clay bars the many fathers wrecked",
    "their knees to pack tightly back into earth.",
    "How small a world it is to want such work.",
    "I will come here only once more to lie down too,",
    "having lived to praise one thing made so well",
    "it sings with each slow passage, rimmed",
    "with sleepers safe in all their loved and many beds.",
    "Flowers line every sidewalk down the breathing road."
  ],
  "title": "Dust to Dust",
  "year": ""
}