{
  "author": "David Baker",
  "classification": "",
  "keywords": [
    "Nature",
    "Spring",
    "Arts",
    "Sciences",
    "Crime",
    "Punishment",
    "Social Commentaries",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175834",
  "region": "",
  "text": [
    "this",
    "so he puts his weight to his elbow jammed",
    "under the jaw of the other one pinned",
    "there, panicked, panting, his back to the bricks.",
    "The others are loud and jeering and stand",
    "in a jackal circle a spitting-length",
    "away. The cold air is full of bird song.",
    "The sex—sheer sugar—of the flowering trees",
    "turns to powder against the skin, and cakes",
    "the sidewalks pale green, and packs the curbs.",
    "Far away a powerful siren cries.",
    "Someone is about to get his ass kicked.",
    "But now the cruel gang spots someone—okay,",
    "it’s me—who is writing this whole scene down.",
    "It’s so easy to surpass the limits",
    "of the powers of description.",
    "you looking at? There are yellow flowers",
    "sprouting from the downspout above their heads.",
    "The powers of discursion are no less",
    "feeble, frail as the least petal.",
    "They don’t stop it. The one in trouble is",
    "starting to weep, and the others to laugh,",
    "as the one with the elbow suddenly",
    "slips a white-handled knife from his pocket.",
    "(Is this the big city? Are there dime bags",
    "dropping from the claws of carrion birds?",
    "Have his bad colors taunted the wrong turf?)",
    "This is just my little town,",
    "and the hostile gang is as easily",
    "eight-years-old as twenty, out of grade school",
    "since three o’clock. I’m sorry for my mind,",
    "but the spring has spread a violent seed",
    "and it has taken root in this poem,",
    "as in my heart, in the children beating",
    "each other to a pulp in your city",
    "as well as mine. Is it less barbarous",
    "to turn now toward the beautiful? Once",
    "there was a hillside of white, wild lilies.",
    "The mayapples were spilling there. A first",
    "green froth of spring ferns spread under the pines—",
    "so the pastoral, unperturbed lilies",
    "stand around our absence in the sunlight.",
    "What have we done to deserve the pollen,",
    "the plant persistence of our natures? You",
    "want more? The boys beat the daylights out of",
    "the poor boy and I do nothing to help.",
    "And the flowers are fiction—descriptive,",
    "discursive—designed to suggest my mind",
    "in peace or shame. So are the boys, if",
    "the truth be told. So are the sexual trees.",
    "The knife, you understand, is real. The knife is mine."
  ],
  "title": "Pulp Fiction",
  "year": ""
}