{
  "author": "David Baker",
  "classification": "",
  "keywords": [
    "Living",
    "Horror",
    "Marriage",
    "Companionship",
    "Nature",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Philosophy",
    "Sorrow",
    "Grieving",
    "Death",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175835",
  "region": "",
  "text": [
    "It is to Emerson I have turned now,",
    "damp February, for he has written",
    "of the moral harmony of nature.",
    "The key to every man is his thought.",
    "But Emerson, half angel, suffers his",
    "dear Ellen’s dying only half-consoled",
    "that her lungs shall no more be torn nor her",
    "head scalded by her blood, nor her whole life",
    "suffer from the warfare between the force",
    "& delicacy of her soul & the",
    "weakness of her frame . . . March the 29th,",
    "1832, of an evening strange",
    "with dreaming, he scribbles, I visited",
    "Ellen’s tomb & opened the coffin.",
    "—Emerson looking in, clutching his key.",
    "Months of hard freeze have ruptured the wild",
    "fields of Ohio, and burdock is standing",
    "as if stunned by persistent cold wind",
    "or leaning over, as from rough breath.",
    "I have brought my little one, bundled and",
    "gloved, to the lonely place to let her run,",
    "hoary whiskers, wild fescue, cracks widened",
    "along the ground hard from a winter drought.",
    "I have come out for the first time in weeks",
    "still full of fever, insomnia-fogged,",
    "to track her flags of breath where she’s dying",
    "to vanish on the hillsides of bramble",
    "and burr. The seasonal birds—scruff cardinal,",
    "one or two sparrows, something with yellow—",
    "scatter in small explosions of ice.",
    "Emerson, gentle mourner, would be pleased",
    "by the physical crunch of the ground, damp",
    "from the melt, shaped by the shape of his boot,",
    "that half of him who loved the Dunscore heath",
    "too rocky to cultivate, covered thick",
    "with heather, gnarled hawthorn, the yellow furze",
    "not far from Carlyle’s homestead where they strolled,",
    "—that half of him for whom nature was thought.",
    "Kate has found things to deepen her horror",
    "for evenings to come, a deer carcass tunneled",
    "by slugs, drilled, and abandoned, a bundle",
    "of bone shards, hoof and hide, hidden by thick",
    "bramble, or the bramble itself enough",
    "to collapse her dreams, braided like rope, blood-",
    "colored, blood-barbed, tangled as Medusa.",
    "What does she see when she looks at such things?",
    "I do not know what is so wrong with me",
    "that my body has erupted, system",
    "by system, sick unto itself. I do",
    "not know what I have done, nor what she thinks",
    "when she turns toward her ill father. How did",
    "Emerson behold of his Ellen, un-",
    "embalmed face fallen in, of her white hands?",
    "Dreams & beasts are two keys by which we are",
    "to find out the secrets of our own natures.",
    "Half angel, Emerson wrestles all night",
    "with his journal, the awful natural",
    "fact of Ellen’s death, which must have been",
    "deeper sacrifice than a sacrament.",
    "Where has she gone now, whose laughter comes down",
    "like light snow on the beautiful hills?",
    "Perhaps it is the world that is the matter . . .",
    "—His other half worried by the wording."
  ],
  "title": "Romanticism",
  "year": ""
}