{
  "author": "David Baker",
  "classification": "",
  "keywords": [
    "Crime",
    "Punishment",
    "Class",
    "Social Commentaries",
    "Money",
    "Economics",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175831",
  "region": "",
  "text": [
    "1.",
    "It never stops raining. The water tower’s tarnished",
    "as cutlery left damp in the widower’s hutch.",
    "If you walk slow (but don’t stop), you’re not from nearby.",
    "All you can eat for a buck at the diner is",
    "cream gravy on sourdough, blood sausage, and coffee.",
    "Never lie. The preacher before this one dropped bombs",
    "in the war and walked with a limp at parade time.",
    "Until it burned, the old depot was a disco.",
    "A café. A card shoppe. A parts place for combines.",
    "Randy + Rhonda shows up each spring on the bridge.",
    "If you walk fast you did it. Nothing’s more lonesome",
    "than money. (Who says shoppe?) It never rains.",
    "2.",
    "Heat in the short field and dust scuffed up, glare",
    "off the guard-tower glass where the three pickets",
    "lean on their guns. The score is one to one.",
    "Everybody’s nervous but the inmates,",
    "who joke around—they jostle, they hassle",
    "the team of boys in trouble and their dads.",
    "It’s all in sport. The warden is the ump.",
    "The flat bleachers are dotted with guards; no",
    "one can recall the last time they got one",
    "over the wall. The cons play hard, then lose.",
    "And the warden springs for drinks all around—",
    "something he calls",
    "which is five kinds",
    "of soda pop poured over ice into",
    "each one’s cup, until the cup overflows.",
    "3.",
    "The latest uproar: to allow Wendy’s",
    "to build another fast-food burger shack",
    "on two acres of wetlands near Raccoon Creek,",
    "or to permit the conservationist",
    "well-to-do citizenry to keep their green",
    "space and thus assure long, unsullied views",
    "from their redwood decks, picture windows,",
    "and backyards chemically rich as golf greens.",
    "The paper’s rife with spats, accusations,",
    "pieties both ways. Wendy’s promises",
    "flowers, jobs. The citizens want this, too,",
    "but want it five miles away where people",
    "don’t care about egrets, willows, good views.",
    "Oh, it’s going to be a long night: call",
    "out for pizza, somebody brew some tea.",
    "Then we’ll all stand up for what we believe.",
    "4.",
    "The remnant industry of a dying town’s itself.",
    "Faux charm, flaked paint, innuendo in a nasal twang.",
    "Now the hardware store’s got how-to kits to make",
    "mushrooms out of plywood for the yard,",
    "and the corner grocery’s specialty this week",
    "is mango chutney, good with rabbit, duck, or spread",
    "for breakfast on a whole-wheat bagel fresh",
    "each morning at the small patisserie across",
    "the way from the red hotel. Which reminds me.",
    "Legend has it that the five chipped divots",
    "in the hotel wall—local lime and mortar—",
    "are what remains of the town’s last bad man.",
    "His fiery death’s renowned, but don’t look now",
    "Someone with a camera’s drawing down on you."
  ],
  "title": "The Truth about Small Towns",
  "year": ""
}