{
  "author": "Rachel Hadas",
  "classification": "Mixed",
  "keywords": [
    "Arts",
    "Sciences",
    "Theater",
    "Dance",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177409",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "A Greek I worked for once would always say",
    "that tragedies which still appall and thrill",
    "happen daily on a village scale.",
    "Except that he put it the other way:",
    "dark doings in the sleepiest small town",
    "loom dire and histrionic as a play.",
    "Cosmic? Perhaps. Unprecedented? Not",
    "to the old women sitting in the sun,",
    "the old men planted in cafes till noon",
    "or midnight taking in the human scene,",
    "connoisseurs of past-passing-and-to-come.",
    "These watchers locate in their repertory",
    "mythic fragments of some kindred story",
    "and draw them dripping out of memory’s well.",
    "Incest and adultery; exile",
    "and murder; divine punishment; disgrace:",
    "the trick is to locate the right-sized piece",
    "of the vast puzzle-patterned tapestry",
    "from which one ripped-out patch makes tragedy.",
    "This highly skilled and patient process—find",
    "a larger context, match and patch and mend—",
    "is what the chorus in Greek tragedy",
    "has always done. And to this very day",
    "spectators comb the tangles of a tale,",
    "compare, remember, comment—not ideal,",
    "but middle-aged or older, and alert.",
    "Beyond the hero’s rashness or the hurt",
    "heart of the heroine, they’ve reached the age",
    "when only stars still lust for center stage.",
    "The chorus, at a point midway between",
    "the limelight and the audience, is seen",
    "and unseen. Lady chaperones at balls",
    "once sat on brittle chairs against the walls.",
    "“My dancing days are over,” they’d both sigh",
    "and smile. Or take the case of poetry.",
    "Mine used to play the heroine—me me me—",
    "but lately, having had its fill of “I,”",
    "tries to discern, despite its vision’s flaws,",
    "a shape. A piece of myth. A pattern. Laws."
  ],
  "title": "The Chorus",
  "year": ""
}