{
  "author": "Charles Hanson Towne",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/1797",
  "region": "",
  "text": [
    "Three days I heard them grieve when I lay dead,",
    "(It was so strange to me that they should weep!)",
    "Tall candles burned about me in the dark,",
    "And a great crucifix was on my breast,",
    "And a great silence filled the lonesome room.",
    "I heard one whisper, \"Lo! the dawn is breaking,",
    "And he has lost the wonder of the day.\"",
    "Another came whom I had loved on earth,",
    "And kissed my brow and brushed my dampened hair.",
    "Softly she spoke: \"Oh that he should not see",
    "The April that his spirit bathed in! Birds",
    "Are singing in the orchard, and the grass",
    "That soon will cover him is growing green.",
    "The daisies whiten on the emerald hills,",
    "And the immortal magic that he loved",
    "Wakens again—and he has fallen asleep.\"",
    "Another said: \"Last night I saw the moon",
    "Like a tremendous lantern shine in heaven,",
    "And I could only think of him-and sob.",
    "For I remembered evenings wonderful",
    "When he was faint with Life's sad loveliness,",
    "And watched the silver ribbons wandering far",
    "Along the shore, and out upon the sea.",
    "Oh, I remembered how he loved the world,",
    "The sighing ocean and the flaming stars,",
    "The everlasting glamour God has given—",
    "-His tapestries that wrap the earth's wide room.",
    "I minded me of mornings filled with rain",
    "When he would sit and listen to the sound",
    "As if it were lost music from the spheres.",
    "He loved the crocus and the hawthorn-hedge,",
    "He loved the shining gold of buttercups,",
    "And the low droning of the drowsy bees",
    "That boomed across the meadows. He was glad",
    "At dawn or sundown; glad when Autumn came",
    "With her worn livery and scarlet crown,",
    "And glad when Winter rocked the earth to rest.",
    "Strange that he sleeps today when Life is young,",
    "And the wild banners of the Spring are blowing",
    "With green inscriptions of the old delight.\"",
    "I heard them whisper in the quiet room.",
    "I longed to open then my sealèd eyes,",
    "And tell them of the glory that was mine.",
    "There was no darkness where my spirit flew,",
    "There was no night beyond the teeming world.",
    "Their April was like winter where I roamed;",
    "Their flowers were like stones where now I fared.",
    "Earth's day! it was as if I had not known",
    "What sunlight meant! . . Yea, even as they grieved",
    "For all that I had lost in their pale place,",
    "I swung beyond the borders of the sky,",
    "And floated through the clouds, myself the air,",
    "Myself the ether, yet a matchless being",
    "Whom God had snatched from penury and pain",
    "To draw across the barricades of heaven.",
    "I clomb beyond the sun, beyond the moon;",
    "In flight on flight I touched the highest star;",
    "I plunged to regions where the Spring is born,",
    "Myself (I asked not how) the April wind,",
    "Myself the elements that are of God.",
    "Up flowery stairways of eternity",
    "I whirled in wonder and untrammeled joy,",
    "An atom, yet a portion of His dream—",
    "His dream that knows no end. . . .",
    "I was the rain,",
    "I was the dawn, I was the purple east,",
    "I was the moonlight on enchanted nights,",
    "(Yet time was lost to me); I was a flower",
    "For one to pluck who loved me; I was bliss,",
    "And rapture, splendid moments of delight;",
    "And I was prayer, and solitude, and hope;",
    "And always, always, always I was love.",
    "I tore asunder flimsy doors of time,",
    "And through the windows of my soul's new sight",
    "I saw beyond the ultimate bounds of space.",
    "I was all things that I had loved on earth—",
    "The very moonbeam in that quiet room,",
    "The very sunlight one had dreamed I lost,",
    "The soul of the returning April grass,",
    "The spirit of the evening and the dawn,",
    "The perfume in unnumbered hawthorn-blooms.",
    "There was no shadow on my perfect peace,",
    "No knowledge that was hidden from my heart.",
    "I learned what music meant; I read the years;",
    "I found where rainbows hide, where tears begin;",
    "I trod the precincts of things yet unborn.",
    "Yea, while I found all wisdom (being dead),",
    "They grieved for me. . I should have grieved for them!"
  ],
  "title": "Beyond the Stars",
  "year": ""
}