{
  "author": "Miller Williams",
  "classification": "",
  "keywords": [
    "Heroes",
    "Patriotism",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176494",
  "region": "U.S., Southern",
  "text": [
    "We have memorized America,",
    "how it was born and who we have been and where.",
    "In ceremonies and silence we say the words,",
    "telling the stories, singing the old songs.",
    "We like the places they take us. Mostly we do.",
    "The great and all the anonymous dead are there.",
    "We know the sound of all the sounds we brought.",
    "The rich taste of it is on our tongues.",
    "But where are we going to be, and why, and who?",
    "The disenfranchised dead want to know.",
    "We mean to be the people we meant to be,",
    "to keep on going where we meant to go.",
    "But how do we fashion the future? Who can say how",
    "except in the minds of those who will call it Now?",
    "The children. The children. And how does our garden grow?",
    "With waving hands—oh, rarely in a row—",
    "and flowering faces. And brambles, that we can no longer allow.",
    "Who were many people coming together",
    "cannot become one people falling apart.",
    "Who dreamed for every child an even chance",
    "cannot let luck alone turn doorknobs or not.",
    "Whose law was never so much of the hand as the head",
    "cannot let chaos make its way to the heart.",
    "Who have seen learning struggle from teacher to child",
    "cannot let ignorance spread itself like rot.",
    "We know what we have done and what we have said,",
    "and how we have grown, degree by slow degree,",
    "believing ourselves toward all we have tried to become—",
    "just and compassionate, equal, able, and free.",
    "All this in the hands of children, eyes already set",
    "on a land we never can visit—it isn’t there yet—",
    "but looking through their eyes, we can see",
    "what our long gift to them may come to be.",
    "If we can truly remember, they will not forget."
  ],
  "title": "Of History and Hope",
  "year": ""
}