{
  "author": "Miller Williams",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Social Commentaries",
    "Arts",
    "Sciences",
    "War",
    "Conflict",
    "Painting",
    "Sculpture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176491",
  "region": "U.S., Southern",
  "text": [
    "We thought it would come, we thought the Germans would come,",
    "were almost certain they would. I was thirty-two,",
    "the youngest assistant curator in the country.",
    "I had some good ideas in those days.",
    "Well, what we did was this. We had boxes",
    "precisely built to every size of canvas.",
    "We put the boxes in the basement and waited.",
    "When word came that the Germans were coming in,",
    "we got each painting put in the proper box",
    "and out of Leningrad in less than a week.",
    "They were stored somewhere in southern Russia.",
    "But what we did, you see, besides the boxes",
    "waiting in the basement, which was fine,",
    "a grand idea, you’ll agree, and it saved the art—",
    "but what we did was leave the frames hanging,",
    "so after the war it would be a simple thing",
    "to put the paintings back where they belonged.",
    "Nothing will seem surprised or sad again",
    "compared to those imperious, vacant frames.",
    "Well, the staff stayed on to clean the rubble",
    "after the daily bombardments. We didn’t dream—",
    "You know it lasted nine hundred days.",
    "Much of the roof was lost and snow would lie",
    "sometimes a foot deep on this very floor,",
    "but the walls stood firm and hardly a frame fell.",
    "Here is the story, now, that I want to tell you.",
    "Early one day, a dark December morning,",
    "we came on three young soldiers waiting outside,",
    "pacing and swinging their arms against the cold.",
    "They told us this: in three homes far from here",
    "all dreamed of one day coming to Leningrad",
    "to see the Hermitage, as they supposed",
    "every Soviet citizen dreamed of doing.",
    "Now they had been sent to defend the city,",
    "a turn of fortune the three could hardly believe.",
    "I had to tell them there was nothing to see",
    "but hundreds and hundreds of frames where the paintings had hung.",
    "“Please, sir,” one of them said, “let us see them.”",
    "And so we did. It didn’t seem any stranger",
    "than all of us being here in the first place,",
    "inside such a building, strolling in snow.",
    "We led them around most of the major rooms,",
    "what they could take the time for, wall by wall.",
    "Now and then we stopped and tried to tell them",
    "part of what they would see if they saw the paintings.",
    "I told them how those colors would come together,",
    "described a brushstroke here, a dollop there,",
    "mentioned a model and why she seemed to pout",
    "and why this painter got the roses wrong.",
    "The next day a dozen waited for us,",
    "then thirty or more, gathered in twos and threes.",
    "Each of us took a group in a different direction:",
    "Castagno, Caravaggio, Brueghel, Cézanne, Matisse,",
    "Orozco, Manet, da Vinci, Goya, Vermeer,",
    "Picasso, Uccello, your Whistler, Wood, and Gropper.",
    "We pointed to more details about the paintings,",
    "I venture to say, than if we had had them there,",
    "some unexpected use of line or light,",
    "balance or movement, facing the cluster of faces",
    "the same way we’d done it every morning",
    "before the war, but then we didn’t pay",
    "so much attention to what we talked about.",
    "People could see for themselves. As a matter of fact",
    "we’d sometimes said our lines as if they were learned",
    "out of a book, with hardly a look at the paintings.",
    "But now the guide and the listeners paid attention",
    "to everything—the simple differences",
    "between the first and post-impressionists,",
    "romantic and heroic, shade and shadow.",
    "Maybe this was a way to forget the war",
    "a little while. Maybe more than that.",
    "Whatever it was, the people continued to come.",
    "It came to be called The Unseen Collection.",
    "Here. Here is the story I want to tell you.",
    "Slowly, blind people began to come.",
    "A few at first then more of them every morning,",
    "some led and some alone, some swaying a little.",
    "They leaned and listened hard, they screwed their faces,",
    "they seemed to shift their eyes, those that had them,",
    "to see better what was being said.",
    "And a cock of the head. My God, they paid attention.",
    "After the siege was lifted and the Germans left",
    "and the roof was fixed and the paintings were in their places,",
    "the blind never came again. Not like before.",
    "This seems strange, but what I think it was,",
    "they couldn’t see the paintings anymore.",
    "They could still have listened, but the lectures became",
    "a little matter-of-fact. What can I say?",
    "Confluences come when they will and they go away."
  ],
  "title": "The Curator",
  "year": ""
}