{
  "author": "Denis Johnson",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Relationships",
    "Living",
    "Disappointment",
    "Failure",
    "Love",
    "Men",
    "Women",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177685",
  "region": "U.S., Southwestern",
  "text": [
    "You might as well take a razor",
    "to your pecker as let a woman in your heart.",
    "First they do the wash and then they kill you.",
    "They flash their lights and teach your wallet to puke.",
    "They bring it to you folded—if you see her",
    "stepping between the coin laundry and your building",
    "over the slushy street and watch the clothing steam,",
    "you can’t wait to open up the door when she puts",
    "the stairs behind her and catch that warmth between you.",
    "It changes into a baby. “Here’s to the little shitter,",
    "the little linoleum lizard.” Once he peed on me",
    "when I was changing him—that one got a laugh",
    "from the characters I wasted all my chances with",
    "at Popeye’s establishment when it was over",
    "by the Wonderland. But it’s destroyed",
    "now and I understand one of those shopping malls",
    "that are like great monuments of blindness",
    "and folly stands there. And next door,",
    "the grimy restaurants of men with movies",
    "where they used to wear human faces,",
    "the sad people from space. But that was never me,",
    "because everything in those days depended on my work.",
    "“Listen, I’m going to work,” was all I could say,",
    "and drunk or sober I would put on the uniform",
    "of Texaco and wade into my life.",
    "I felt like a man of honor and substance,",
    "but the situation was dancing underneath me—",
    "once I walked into the living room at my sister’s",
    "and saw that the two of them, her and my sister,",
    "had turned sometime behind my back not exactly",
    "fatter, but heavy, or squalid, with cartoons",
    "moving across the television in front of them,",
    "surrounded by laundry, and a couple of Coca-Colas",
    "standing up next to the iron on the board.",
    "I stepped out into the yard of bricks",
    "and trash and watched the light light",
    "up the blood inside each leaf,",
    "and I asked myself, Now what is the rpm",
    "on this mother? Where do you turn it on?",
    "I think you understand how I felt.",
    "I’m not saying everything changed in the space",
    "of one second of seeing two women, but I did",
    "start dragging her into the clubs with me. I insisted",
    "she be sexy. I just wanted to live.",
    "And I did: some nights were so",
    "sensory I felt the starlight landing on my back",
    "and I believed I could set fire to things with my fingers—",
    "but the strategies of others broke my promise.",
    "At closing time once, she kept talking to a man",
    "when I was trying to catch her attention to leave.",
    "It was a Negro man, and I thought of black limousines",
    "and black masses and black hydrants filled",
    "with black water. When the lights came on",
    "you could see all kinds of intentions in the air.",
    "I thought I might smack her face, or spill a glass,",
    "but instead I opened him up with my red fishing knife",
    "and I took out his guts and I said, “Here they are,",
    "motherfucker, nigger, here they are.”",
    "There were people frozen around us. The lights had just come on.",
    "At that moment I saw her reading me and reading me",
    "from the end of the world where I saw her standing,",
    "and the way the sacred light played across her face",
    "all I can tell you is I had to be a diamond",
    "of ice to manage. Right down the middle from beginning to end",
    "my life pours into one ocean: into this prison",
    "with its empty ballfield and its empty",
    "preparations for Never Happen.",
    "If she ever comes to visit me, to hell with her,",
    "I won’t talk to her, and my son can entertain",
    "himself. God kill them both. I’m sorry for nothing.",
    "I’m just an alien from another planet.",
    "I am not happy. Disappointment",
    "lights its stupid fire in my heart,",
    "but two days a week I staff",
    "the Max Security laundry above the world",
    "on the seventh level, looking at two long roads",
    "out there that go to a couple of towns.",
    "Young girls accelerating through the intersection",
    "make me want to live forever,",
    "they make me think of the grand things,",
    "of wars and extremely white, quiet light that never dies.",
    "Sometimes I stand against the window for hours",
    "tuned to every station at once, so loaded on crystal",
    "meth I believe I’ll drift out of my body.",
    "Jesus Christ, your doors close and open,",
    "you touch the maniac drifters, the fireaters,",
    "I could say a million things about you",
    "and never get that silence out of time",
    "that happens when the blank muscle hangs",
    "between its beats—that is what I mean",
    "by darkness, the place where I kiss your mouth,",
    "where nothing bad has happened.",
    "I’m not anyone but I wish I could be told",
    "when you will come to save us. I have written",
    "several poems and several hymns, and one",
    "has been performed on the religious",
    "ultrahigh frequency station. And it goes like this."
  ],
  "title": "Talking Richard Wilson Blues, by Richard Clay Wilson",
  "year": ""
}