{
  "author": "Denis Johnson",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Crime",
    "Punishment",
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Popular Culture",
    "Activities",
    "Travels",
    "Journeys",
    "War",
    "Conflict",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177684",
  "region": "U.S., Southwestern",
  "text": [
    "O",
    "P",
    "F",
    "S",
    ",",
    "W",
    "B",
    "P",
    "I watched the stories but I failed to see the dark.",
    "I went to college and drank everything they gave me,",
    "and I never paid for any of that water",
    "on which I drifted as if by grace until",
    "after the drownings, when in the diamond light",
    "of seven-something A.M., as the spring was tearing",
    "me up in Cartajena, only praying",
    "on my knees before the magnifying ark",
    "of the Seventh St. Hotel could possibly save me,",
    "until falling on my face before the daughter",
    "of money while the world poured from the till",
    "brought the moment’s length against the moment’s height,",
    "and paying was what I was earning and eating and wearing.",
    "This to the best of my recollection",
    "my uncle said in 1956,",
    "moving against my father like a bear",
    "on fire as the evening of his visit",
    "killed the rum. He’d come from Alaska",
    "or some place like that, the Antarctic, maybe,",
    "and he left in a hot rage, screaming by the door",
    "that nothing would save me from my awful father,",
    "just as he, my uncle, had been saved",
    "by nothing. Thirteen weeks from then, he died.",
    "“This family’s full of the dead,” my father told me.",
    "I was eight. I used to make excuses",
    "to join him in the washroom as he bathed",
    "in the mornings, soaping himself carefully",
    "so as not to splash the automatic pistol",
    "wrapped in plastic he rested near to hand.",
    "At a certain point, the sun came through the blinds",
    "and shafted the toilet bowl, filling it with light",
    "as he spoke of killing everyone, often taking",
    "the pistol from its wrap and holding its mouth",
    "against his breast, explaining that no safety",
    "lay anywhere, unless he should shoot the fear",
    "that stood up on its hind legs in his heart.",
    "Such things were always on TV—I thought",
    "that one world merged in the next, and I resolved",
    "to win the great Congressional Medal of Honor,",
    "to make a name on the stage, and die a priest.",
    "In the war the bullets yanked the fronds",
    "from palms and the earth ate them up like acid",
    "before our eyes. When dead men hit the ground",
    "they came alive, they spoke in tongues, holding",
    "babies that came from nowhere in their arms.",
    "We were all afraid of the earth. My father’s fear",
    "turned it like a plow, delivering",
    "dogs and bugs, bright music, and a feminine",
    "whispering of our names. My comrades fled,",
    "but I was healed by everything that happened,",
    "the midnight Rapid Transit stations",
    "of hand grenades made moonlight as I moved",
    "from life to life, getting off and shouting",
    "whatever the signs said, getting on again,",
    "received like lightning, changing everything.",
    "My body disappeared. The enemy",
    "knew me as a ghost who dropped a shadow",
    "the size of night and turned the air to edges.",
    "I am your grand companion of surprise,",
    "big-time harbinger canceling everyone’s",
    "business in a constant dream of all",
    "the starring roles and franchises the great",
    "Congressional Medal of Honor winners win.",
    "Wounded twice, then decorated more",
    "than any other in my regiment,",
    "I stood at home plate, vomit on my blouse",
    "and whiskey in my blood, and heard the dirt",
    "of my home town falling grain by grain",
    "out of the afternoon, while everyone’s",
    "rahrahrahs affected me like silence.",
    "The mayor handed me a four-by-four-",
    "inch cardboard box a colonel handed",
    "I threw it at the vast face of the crowd,",
    "screaming I wanted only the Medal of Honor …",
    "I lose the thread of my existence here.",
    "I see me strange and drugged against my will,",
    "telling my life story to a room,",
    "traveling the aisles of an asylum",
    "out there in Maine, among the aborigines.",
    "They must have set me loose, or I escaped:",
    "I see myself in a forest-bordered field,",
    "unchanged and wearing my uniform—",
    "free; yet somehow jailed by old desires",
    "and saying what a soldier says: For home,",
    "nothing. Comrades, for you, these hoarded rations.",
    "With four monstrosities in uniforms",
    "like mine, I pulverized guitars and wept",
    "for the merriment of many. Brothers,",
    "when shadows lengthen, and they lower down",
    "the American flag and close our government,",
    "another country rises like a mist",
    "by garbagey coliseums on the warehouse",
    "side of town to listen to that rock",
    "and roll: God speaking with the Devil’s voice,",
    "unbreathable air of manacles, a storm",
    "to bless your multicolored lips with sperm.",
    "We sundered them until they brought their bones",
    "forth from the flesh and laid them at our feet,",
    "screaming their lungs shut tight as fists,",
    "shedding their homes forever, leaving name",
    "and tongue and mind and sending us their heads",
    "through the mails in the night. We ran it past the edge,",
    "we gave them something everyone could dance to—",
    "whatever is most terrible is most real—",
    "the Bible fights, the fetuses burning in light-bulbs,",
    "the cunnilingual, intravenous",
    "swamp of love. Three times I died on stage,",
    "and the show went on while doctors snatched",
    "me back from Chinatown with their machines.",
    "We struck it rich. Without a repertoire,",
    "without a name or theme, we toured the land",
    "and eighty thousand perished. We were",
    "but not one company recorded us:",
    "everywhere we went they passed a law.",
    "We toured the land—sweet, burning Texacos,",
    "the adrenaline darkness palpitates frantically,",
    "the highway eats itself all night, the radio’s",
    "wheedling bebop fails in the galactic",
    "soup near dawn; the Winnebago shimmers,",
    "everything tastes like puke, the eight-ball",
    "bursts, nobody",
    "knows how to drink in this fuckin town …",
    "One night I heard our music end",
    "abruptly in the middle of a number",
    "and looked around me at a gigantic silence.",
    "I felt the pounding, saw the screams, but all",
    "was like the long erasure of a wind",
    "calming and disturbing everything",
    "on its route through stunned fields of hay.",
    "My bodyguards tried with huge gentleness to lead",
    "me off, but I threw myself outside, rolling",
    "through a part of town I’d never seen—",
    "the flat gray streets looked Hebrew, and the windows",
    "held out the paraphernalia of old age,",
    "porcelain Jesuses gesturing from the shadows",
    "of porcelain vases, surrounded by medicines.",
    "A rain began. I strained myself to hear",
    "the trashcans say their miserable names,",
    "but nothing. At the brink",
    "of stardom high over the United States,",
    "untouchable as God but better known,",
    "I stumbled over streets that might’ve been rubber,",
    "deaf as a cockroach, finished as a singer.",
    "Brothers, I spilled myself along the roads.",
    "Mold grew on me as I dampened in alleys.",
    "I began in ignorance. How could I know",
    "that whoever is grinding up his soul is making",
    "himself afresh? That the ones who run away",
    "get nearer all the time? Look here or there,",
    "it’s always the horizon, the dull edge",
    "of earth dicing your plan like a potato.",
    "Does water break the light, or light the water?",
    "Which do you choose: what is or what is?",
    "I painted myself black and let that color",
    "ride through virgins like the penises",
    "they dream of while their fathers sleep. I lied.",
    "I cheated like a shark. I robbed the dead.",
    "Nothing healed me, just as nothing healed",
    "my uncle of himself—but he was healed,",
    "while I grew phosphorescent with a kind",
    "of cancer that I carried like a domino,",
    "a tiny badge discovering me …",
    "Oh please my love I want to rock and roll with you",
    "Feel it feel it",
    "feel it all night like a shoe …",
    "Ten years I wasted all I had, and then",
    "ten years I lived correctly—held a job",
    "in a factory that made explosions,",
    "where deafness was an asset. I did well,",
    "I never missed a day, I polished late,",
    "honed my skills, received promotions—in the end",
    "I built explosions for atomic bombs,",
    "forty-three I built myself, which one of these",
    "days will deafen you, as I am deafened.",
    "I wrenched the fraternal orders with my tale",
    "of sorrowful delinquency—the Elks,",
    "the Lions, Moose; those animals, they loved",
    "the crippled rock’n’roller with the heart",
    "wrung out as empty as his former mind,",
    "and variously and often they cited me.",
    "I walked the malls with an expanded chest,",
    "took my sips with my pinkie cocked,",
    "firing dry martinis at my larynx",
    "and yearning for the strength of soul it takes",
    "to suck a bullet from an actual",
    "pistol, hating my own drained face",
    "as I intimidated mirrors, or stood",
    "in a jail of lies before the Eagle Scouts,",
    "an alarm clock going off inside an alarm clock",
    "in a lump of iron inside a lump of iron:",
    "hating myself for having become my father.",
    "At night I prayed aloud to God and Jesus",
    "to place me on a spaceship to the moon—",
    "leaven, I told Them constantly, my mind",
    "is tired of me, and I would like to die.",
    "Take me to ground zero take me to ground zero",
    "where in the midst of detonation it is useless",
    "to demonstrate quod erat demonstrandum,",
    "this was my ceaseless prayer, until my lips",
    "were muscles and my heart could talk,",
    "telling it over and over to itself;",
    "until they fired me and drove me to the edge",
    "of things, and dumped my prayer into the desert.",
    "Drinking cactus milk and eating sand,",
    "I wandered until I saw the monastery",
    "standing higher and higher, at first a loose",
    "mirage, but soon more real than I was.",
    "There I fell on my face, and let light carry",
    "me into the world—just as my uncle told it",
    "nine million years ago when I was eight—",
    "and the prison of my human shape exploded,",
    "my heart cracked open and the blood poured out",
    "over stones that got up and walked when it touched them.",
    "High in the noon, some kind of jet plane winked",
    "like a dime; I saw it also flashed",
    "over the vast, perfumed, commercial places",
    "filled with stupid but well-intentioned people,",
    "the wreckages and ambushes of love",
    "putting themselves across, making it pay",
    "in the margins of the fire, in the calm spaces,",
    "taken across the dance-floor by a last romance,",
    "kissing softly in a hallucination strewn",
    "with bus tickets and an originless music—",
    "and now death comes to them, a little boy",
    "in a baseball cap and pyjamas, doing things",
    "to the locks of the heart … This was my vision.",
    "Here I saw the truth of the horizon,",
    "the way of coming and going in this life.",
    "I never drifted up from my beginning:",
    "I rose as inexorably as heat.",
    "Brothers, I reached you, and you took me in.",
    "You saw me when I was invisible,",
    "you spoke to me when I was deaf,",
    "you thanked me when I was a secret,",
    "and how will I make of myself something",
    "at this hour when I am already made?",
    "Never a famous hero, a star, a priest—",
    "my mind decides a little faster than",
    "the world can talk, and what I dreamed was only",
    "the darker sketch of what I would become.",
    "It’s 1996. I’m forty-eight.",
    "I am a monk who never prays. I am",
    "a prayer. The pilgrim comes to hear me;",
    "the banker comes, the bald janitors arrive,",
    "the mothers lift their wicked children up—",
    "they wait for me as if I were a bus,",
    "with or without hope, what’s the difference?",
    "One guy manipulates a little calculator,",
    "speaking to it as to a friend. Sweat",
    "is delivered from its mascara,",
    "sad women read about houses …",
    "and now the deaf approach, trailing the dark smoke",
    "of their infirmity behind them as they leave it",
    "and move toward the prayer that everything",
    "is praying: the summer evening a held bubble,",
    "every gesture riveting the love,",
    "the swaying of waitresses, the eleven television",
    "sets in a storefront broadcasting a murderer’s face—",
    "these things speak the clear promise of Heaven."
  ],
  "title": "The Confession of St. Jim-Ralph",
  "year": ""
}