{
  "author": "Sir Walter Scott",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Heroes",
    "Patriotism",
    "Men",
    "Women",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends",
    "Romantic Love",
    "Classic Love",
    "First Love"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/183947",
  "region": "Scotland",
  "text": [
    "O young Lochinvar is come out of the west,",
    "Through all the wide Border his steed was the best;",
    "And save his good broadsword he weapons had none,",
    "He rode all unarm’d, and he rode all alone.",
    "So faithful in love, and so dauntless in war,",
    "There never was knight like the young Lochinvar.",
    "He staid not for brake, and he stopp’d not for stone,",
    "He swam the Eske river where ford there was none;",
    "But ere he alighted at Netherby gate,",
    "The bride had consented, the gallant came late:",
    "For a laggard in love, and a dastard in war,",
    "Was to wed the fair Ellen of brave Lochinvar.",
    "So boldly he enter’d the Netherby Hall,",
    "Among bride’s-men, and kinsmen, and brothers and all:",
    "Then spoke the bride’s father, his hand on his sword,",
    "(For the poor craven bridegroom said never a word,)",
    "“O come ye in peace here, or come ye in war,",
    "Or to dance at our bridal, young Lord Lochinvar?”",
    "“I long woo’d your daughter, my suit you denied;—",
    "Love swells like the Solway, but ebbs like its tide—",
    "And now I am come, with this lost love of mine,",
    "To lead but one measure, drink one cup of wine.",
    "There are maidens in Scotland more lovely by far,",
    "That would gladly be bride to the young Lochinvar.”",
    "The bride kiss’d the goblet: the knight took it up,",
    "He quaff’d off the wine, and he threw down the cup.",
    "She look’d down to blush, and she look’d up to sigh,",
    "With a smile on her lips and a tear in her eye.",
    "He took her soft hand, ere her mother could bar,—",
    "“Now tread we a measure!” said young Lochinvar.",
    "So stately his form, and so lovely her face,",
    "That never a hall such a galliard did grace;",
    "While her mother did fret, and her father did fume,",
    "And the bridegroom stood dangling his bonnet and plume;",
    "And the bride-maidens whisper’d, “’twere better by far",
    "To have match’d our fair cousin with young Lochinvar.”",
    "One touch to her hand, and one word in her ear,",
    "When they reach’d the hall-door, and the charger stood near;",
    "So light to the croupe the fair lady he swung,",
    "So light to the saddle before her he sprung!",
    "“She is won! we are gone, over bank, bush, and scaur;",
    "They’ll have fleet steeds that follow,” quoth young Lochinvar.",
    "There was mounting ’mong Graemes of the Netherby clan;",
    "Forsters, Fenwicks, and Musgraves, they rode and they ran:",
    "There was racing and chasing on Cannobie Lee,",
    "But the lost bride of Netherby ne’er did they see.",
    "So daring in love, and so dauntless in war,",
    "Have ye e’er heard of gallant like young Lochinvar?"
  ],
  "title": "Lochinvar",
  "year": ""
}