{
  "author": "Kenneth Fearing",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Money",
    "Economics",
    "Popular Culture"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/236914",
  "region": "",
  "text": [
    "But that dashing, dauntless, delphic, diehard, diabolic cracker likes his fiction turned with a certain elegance and wit; and that anti-anti-anti-slum-congestion clublady prefers romance;",
    "Search through the mothballs, comb the lavender and lace;",
    "Were her desires and struggles futile or did an innate fineness bring him at last to a prouder, richer peace in a world gone somehow mad?",
    "We want one more compelling novel, Mr. Filbert Sopkins Jones,",
    "All about it, all about it,",
    "With signed testimonials to its stark, human while-u-wait, iced-or-heated, taste-that-sunshine tenderness and truth;",
    "One more comedy of manners, Sir Warwick Aldous Wells, involving three blond souls; tried in the crucible of war, Countess Olga out-of-limbo by Hearst through the steerage peerage,",
    "Glamorous, gripping, moving, try it, send for a 5 cent, 10 cent sample, restores faith in the flophouse, workhouse, warehouse, whorehouse, bughouse life of man,",
    "Just one more long poem that sings a more heroic age, baby Edwin, 58,",
    "But the faith is all gone,",
    "And all the courage is gone, used up, devoured on the first morning of a home relief menu,",
    "You'll have to borrow it from the picket killed last Tuesday on the fancy knitgoods line;",
    "And the glamor, the ice for the cocktails, the shy appeal, the favors for the subdeb ball? O.K.,",
    "O.K.,",
    "But they smell of exports to the cannibals,",
    "Reek of something blown away from the muzzle of a twenty-inch gun;",
    "Lady, the demand is for a dream that lives and grows and does not fade when the midnight theater special pulls out on track 15;",
    "Cracker, the demand is for a dream that stands and quickens and does not crumble when a General Motors dividend is passed;",
    "Lady, the demand is for a dream that lives and grows and does not die when the national guardsmen fix those cold, bright bayonets;",
    "Cracker, the demand is for a dream that stays, grows real, withstands the benign, afternoon vision of the clublady, survives the cracker's evening fantasy of honor, and profit, and grace."
  ],
  "title": "$2.50",
  "year": ""
}