{
  "author": "Kenneth Fearing",
  "classification": "",
  "keywords": [
    "Living",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Life Choices"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/236920",
  "region": "",
  "text": [
    "1-2-3 was the number he played but today the number came 3-2-1;",
    "bought his Carbide at 30 and it went to 29; had the favorite at Bowie but the track was slow—",
    "O, executive type, would you like to drive a floating power, knee-action, silk-upholstered six? Wed a Hollywood star? Shoot the course in 58? Draw to the ace, king, jack?",
    "O, fellow with a will who won't take no, watch out for three cigarettes on the same, single match; O democratic voter born in August under Mars, beware of liquidated rails—",
    "Denouement to denouement, he took a personal pride in the certain, certain way he lived his own, private life,",
    "but nevertheless, they shut off his gas; nevertheless, the bank foreclosed; nevertheless, the landlord called; nevertheless, the radio broke,",
    "And twelve o'clock arrived just once too often,",
    "just the same he wore one gray tweed suit, bought one straw hat, drank one straight Scotch, walked one short step, took one long look, drew one deep breath,",
    "just one too many,",
    "And wow he died as wow he lived,",
    "going whop to the office and blooie home to sleep and biff got married and bam had children and oof got fired,",
    "zowie did he live and zowie did he die,",
    "With who the hell are you at the corner of his casket, and where the hell we going on the right-hand silver knob, and who",
    "the hell cares walking second from the end with an American Beauty wreath from why the hell not,",
    "Very much missed by the circulation staff of the New York Evening Post; deeply, deeply mourned by the B.M.T.,",
    "Wham, Mr. Roosevelt; pow, Sears Roebuck; awk, big dipper; bop, summer rain;",
    "Bong, Mr., bong, Mr., bong, Mr., bong."
  ],
  "title": "Dirge",
  "year": ""
}