{
  "author": "Kenneth Fearing",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries",
    "Crime",
    "Punishment"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/236916",
  "region": "",
  "text": [
    "The dramatis personae include a fly-specked Monday evening,",
    "A cigar store with stagnant windows,",
    "Two crooked streets,",
    "Six policemen and Louie Glatz.",
    "Bass drums mumble and mutter an ominous portent",
    "As Louie Glatz holds up the cigar store and backs out with",
    "$14.92.",
    "Officer Dolan noticed something suspicious, it is supposed,",
    "And ordered him to halt,",
    "But dangerous, handsome, cross-eye'd Louie the rat",
    "Spoke with his gat,",
    "Rat-a-tat-tat—",
    "Rat-a-tat-tat",
    "And Dolan was buried as quickly as possible.",
    "But Louie didn't give a good god damn,",
    "He ran like a crazy shadow on a shadowy street",
    "With five policemen off that beat",
    "Hot on his trail, going Blam! Blam!-blam!",
    "While rat-a-tat-tat",
    "Rat-a-tat-tat",
    "Said Louie's gat,",
    "So loud that Peter Wendotti rolled away from his wife,",
    "Got out of bed to scratch his stomach and shiver on the cold floor",
    "Listening to the stammering syllables of instant death",
    "Met on secret floors in the big vacant galleries of night.",
    "Then Louie sagged and fell and ran.",
    "With seven bullets through his caved-in skull and those feeble brains",
    "Spilling out like soup.",
    "He crawled behind a water-hydrant and stood them off another half minute.",
    "\"I'm not shot,\" he yelled, \"I'm not shot,\" he screamed, \"it isn't me they've shot in the head,\" he laughed, \"Oh",
    "I don't give a damn!\"",
    "And rat-a-tat-tat",
    "Rat-a-tat-tat",
    "Muttered the gat",
    "Of Louie the rat,",
    "While the officers of the law went Blam! Blam!-blam!",
    "Soft music. Violins moan like weeds swaying far under water.",
    "The vibrant throats of steam-ships hoot a sad defiance at distance and nothing.",
    "Space curls its arm across the flat roofs and dreary streets.",
    "Bricks bulge and sag.",
    "Louie's soul arose through his mouth in the form of a derby hat",
    "That danced with cigarette butts and burned matches and specks of dust",
    "Where Louie sprawled.",
    "Close-up of Dolan's widow. Of Louie's mother.",
    "Picture of the fly-specked Monday evening and fade out slow."
  ],
  "title": "St. Agnes' Eve",
  "year": ""
}