{
  "author": "Heid E. Erdrich",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "Jobs",
    "Working",
    "Nature",
    "Animals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240174",
  "region": "U.S., Midwestern",
  "text": [
    "Late summer, late afternoon, my work",
    "interrupted by bees who claim my tea,",
    "even my pen looks flower-good to them.",
    "I warn a delivery man that my bees,",
    "who all summer have been tame as cows,",
    "now grow frantic, aggressive, difficult to shoo",
    "from the house. I blame the second blooms",
    "come out in hot colors, defiant vibrancy—",
    "unexpected from cottage cosmos, nicotianna,",
    "and bean vine. But those bees know, I’m told",
    "by the interested delivery man, they have only",
    "so many days to go. He sighs at sweetness untasted.",
    "Still warm in the day, we inspect the bees.",
    "This kind stranger knows them in intimate detail.",
    "He can name the ones I think of as",
    ".",
    "Their fur coats ruffed up, yellow packages tucked",
    "beneath their wings, so weighted with their finds",
    "they ascend in slow circles, sometimes drop, while",
    "other bees whirl madly, dance the blossoms, ravish",
    "broadly so the whole bed bends and bounces alive.",
    "He asks if I have kids, I say not yet. He has five,",
    "all boys. He calls the honeybees his girls although",
    "he tells me they’re",
    "who never produce offspring. Some hour drops,",
    "the bees shut off. In the long, cool slant of sun,",
    "spent flowers fold into cups. He asks me if I’ve ever",
    "seen a",
    "where it sleeps. I say I’ve not.",
    "The nearest bud’s a long-throated peach hollyhock.",
    "He cradles it in his palm, holds it up so I spy",
    "the intimacy of the sleeping bee. Little life safe in a petal,",
    "little girl, your few furious buzzings as you stir",
    "stay with me all winter, remind me of my work undone."
  ],
  "title": "Intimate Detail",
  "year": ""
}