{
  "author": "Natasha Trethewey",
  "classification": "Elegy",
  "keywords": [
    "Activities",
    "Sports",
    "Outdoor Activities",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249394",
  "region": "U.S., Southern",
  "text": [
    "I think by now the river must be thick",
    "with salmon. Late August, I imagine it",
    "as it was that morning: drizzle needling",
    "the surface, mist at the banks like a net",
    "settling around us — everything damp",
    "and shining. That morning, awkward",
    "and heavy in our hip waders, we stalked",
    "into the current and found our places —",
    "you upstream a few yards and out",
    "far deeper. You must remember how",
    "the river seeped in over your boots",
    "and you grew heavier with that defeat.",
    "All day I kept turning to watch you, how",
    "first you mimed our guide's casting",
    "then cast your invisible line, slicing the sky",
    "between us; and later, rod in hand, how",
    "you tried — again and again — to find",
    "that perfect arc, flight of an insect",
    "skimming the river's surface. Perhaps",
    "you recall I cast my line and reeled in",
    "two small trout we could not keep.",
    "Because I had to release them, I confess,",
    "I thought about the past — working",
    "the hooks loose, the fish writhing",
    "in my hands, each one slipping away",
    "before I could let go. I can tell you now",
    "that I tried to take it all in, record it",
    "for an elegy I'd write — one day —",
    "when the time came. Your daughter,",
    "I was that ruthless. What does it matter",
    "if I tell you I",
    "to be? You kept casting",
    "your line, and when it did not come back",
    "empty, it was tangled with mine. Some nights,",
    "dreaming, I step again into the small boat",
    "that carried us out and watch the bank receding —",
    "my back to where I know we are headed."
  ],
  "title": "Elegy [\"I think by now the river must be thick\"]",
  "year": ""
}