{
  "author": "Natasha Trethewey",
  "classification": "Tercet",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249398",
  "region": "U.S., Southern",
  "text": [
    "In the portrait of Jefferson that hangs",
    "at Monticello, he is rendered two-toned:",
    "his forehead white with illumination —",
    "a lit bulb — the rest of his face in shadow,",
    "darkened as if the artist meant to contrast",
    "his bright knowledge, its dark subtext.",
    "By 1805, when Jefferson sat for the portrait,",
    "he was already linked to an affair",
    "with his slave. Against a backdrop, blue",
    "and ethereal, a wash of paint that seems",
    "to hold him in relief, Jefferson gazes out",
    "across the centuries, his lips fixed as if",
    "he's just uttered some final word.",
    "The first time I saw the painting, I listened",
    "as my father explained the contradictions:",
    "how Jefferson hated slavery, though —",
    "my father said — had to own",
    "slaves; that his moral philosophy meant",
    "he could not have fathered those children:",
    "my father said.",
    "For years we debated the distance between",
    "word and deed. I'd follow my father from book",
    "to book, gathering citations, listening",
    "as he named — like a field guide to Virginia —",
    "each flower and tree and bird as if to prove",
    "a man's pursuit of knowledge is greater",
    "than his shortcomings, the limits of his vision.",
    "I did not know then the subtext",
    "of our story, that my father could imagine",
    "Jefferson's words made flesh in my flesh —",
    "with the whites — or that my father could believe",
    "he'd made me",
    "When I think of this now,",
    "I see how the past holds us captive,",
    "its beautiful ruin etched on the mind's eye:",
    "my young father, a rough outline of the old man",
    "he's become, needing to show me",
    "the better measure of his heart, an equation",
    "writ large at Monticello. That was years ago.",
    "Now, we take in how much has changed:",
    "talk of Sally Hemings, someone asking,",
    "— parsing the fractions"
  ],
  "title": "Enlightenment",
  "year": ""
}