{
  "author": "Rigoberto González",
  "classification": "",
  "keywords": [
    "Activities",
    "Indoor Activities",
    "Relationships",
    "Home Life",
    "Arts",
    "Sciences",
    "Architecture",
    "Design"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249808",
  "region": "U.S., Southwestern",
  "text": [
    "I am not your mother, I will not be moved",
    "by the grief or gratitude of men",
    "who weep like orphans at my door.",
    "I am not a church. I do not answer",
    "prayers but I never turn them down.",
    "Come in and kneel or sit or stand,",
    "the burden of your weight won't lessen",
    "no matter the length of your admission.",
    "Tell me anything you want, I have to listen",
    "but don't expect me to respond",
    "when you tell me you have lost your job",
    "or that your wife has found another love",
    "or that your children took their laughter",
    "to another town. You feel alone and empty?",
    "Color me surprised! I didn't notice they were gone.",
    "Despite the row of faces pinned like medals",
    "to my walls, I didn't earn them.",
    "The scratches on the wood are not my scars.",
    "If there's a smell of spices in the air",
    "blame the trickery of kitchens",
    "or your sad addiction to the yesterdays",
    "that never keep no matter how much you believe",
    "they will. I am not a time capsule.",
    "I do not value pithy things like locks",
    "of hair and milk teeth and ticket stubs",
    "and promise rings—mere particles",
    "of dust I'd blow out to the street if I could",
    "sneeze. Take your high school jersey",
    "and your woman's wedding dress away",
    "from me. Sentimental hoarding bothers me.",
    "So off with you, old couch that cries",
    "in coins as it gets dragged out to the porch.",
    "Farewell, cold bed that breaks its bones",
    "in protest to eviction or foreclosure or",
    "whatever launched this grim parade",
    "of exits. I am not a pet. I do not feel",
    "abandonment. Sometimes I don't even see you",
    "come or go or stay behind. My windows",
    "are your eyes not mine. If you should die",
    "inside me I'll leave it up to you to tell",
    "the neighbors. Shut the heaters off",
    "I do not fear the cold. I'm not the one",
    "who shrinks into the corner of the floor",
    "because whatever made you think",
    "this was a home with warmth isn't here",
    "to sweet-talk anymore. Don't look at me",
    "that way, I'm not to blame. I granted",
    "nothing to the immigrant or exile",
    "that I didn't give a bordercrosser or a native",
    "born. I am not a prize or a wish come true.",
    "I am not a fairytale castle. Though I",
    "used to be, in some distant land inhabited",
    "by dreamers now extinct. Who knows",
    "what happened there? In any case, good",
    "riddance, grotesque fantasy and mirth.",
    "So long, wall-to-wall disguise in vulgar",
    "suede and chintz. Take care, you fool,",
    "and don't forget that I am just a house,",
    "a structure without soul for those whose",
    "patron saints are longing and despair."
  ],
  "title": "Casa",
  "year": ""
}