{
  "author": "Rigoberto González",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Social Commentaries",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182094",
  "region": "U.S., Southwestern",
  "text": [
    "The nightclub’s neon light glows red with anxiety",
    "as I wait on the turning lane. Cars blur past,",
    "their headlights white as charcoal.",
    "I trust each driver not to swerve. I trust each stranger",
    "not to kill me and let me cross",
    "the shadow of his smoky path.",
    "Trust is all I have for patrons at the bar:",
    "one man offers me a line, one man buys the kamikaze,",
    "another drinks it. Yet another wraps his arm",
    "around my waist. I trust him not to harm my body",
    "as much as he expects his body to remain unharmed.",
    "One man asks me to the dance floor, one asks me",
    "to a second drink, another asks me home.",
    "I dance, I drink, I follow.",
    "I can trust a man without clothes.",
    "Naked he conceals no weapons, no threat",
    "but the blood in his erection. His bed unfamiliar,",
    "only temporarily. Pillows without loyalty",
    "absorb the weight of any man, betray",
    "the scent of the men who came before.",
    "I trust a stranger’s tongue to tell me",
    "nothing valuable. It makes no promises",
    "of truth or lies, it doesn’t swear commitments.",
    "The stranger’s hands take their time exploring.",
    "Undisguised, they do not turn to claws or pretend",
    "artistic skill to draw configurations on my flesh. They",
    "are only human hands with fingertips",
    "unsentimental with discoveries, without nostalgia",
    "for what they leave behind. I trust this stranger",
    "not to stay inside me once he enters me.",
    "I trust him to release me from the blame",
    "of pleasure. The pain I exit with no greater",
    "than the loneliness that takes me to the bar.",
    "He says good night, I give him back",
    "those words, taking nothing with me that is his.",
    "The front door shuts behind me, the gravel",
    "driveway ushers me away. The rearview mirror",
    "loses sight of threshold, house, sidewalk, street.",
    "Driving by the nightclub I pass a car",
    "impatient on the turning lane. My hands are cold",
    "and itch to swerve the wheel, to brand",
    "his fender with the fury of my headlights.",
    "But I let this stranger live",
    "to struggle through the heat and sweat",
    "of false affections, anonymous and",
    "borrowed like the glass that washed my prints",
    "to hold another patron’s drink."
  ],
  "title": "Other Fugitives and Other Strangers",
  "year": ""
}