{
  "author": "Rigoberto González",
  "classification": "Allusion",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249804",
  "region": "U.S., Southwestern",
  "text": [
    "Once upon a time there was a soldier",
    "who marched to Mictlán in his soldier",
    "boots and every step was a soldier",
    "step and every breath was a soldier",
    "word. Do you know what this soldier",
    "said? I'd like a piece of bread for my soldier",
    "hand. I'd like a slice of cheese for my soldier",
    "nose. And I'd like a woman for my soldier",
    "heart. The mayor of Mictlán saluted the soldier",
    "and bowed his head as he told the soldier:",
    "We have no bread, oh honorable soldier,",
    "we hold empty hands instead. Dear soldier,",
    "let us take yours if we may. And the soldier",
    "held out his hand to be taken. Oh brave soldier,",
    "said the mayor, cheese is your soldier",
    "wish, but we have none since the other soldier",
    "left. We whiff empty hands instead. The soldier",
    "let the mayor sniff the scent of his soldier",
    "palm. And forgive us, oh strong soldier,",
    "said the mayor, but no woman worthy of soldier",
    "warmth lives in our empty town. Will your soldier",
    "eyes teach us wonder and kindness and soldier",
    "love instead? Silence stiffened the soldier",
    "face as a search ensued in the soldier",
    "head for a moment one moment of soldier",
    "bliss. But all was dead. The longer the soldier",
    "looked the more the streets of his soldier",
    "mind resembled the streets that his soldier",
    "feet had taken him to: where no lost soldier",
    "finds bread or cheese or a woman to be a soldier",
    "wife. This was no space for a soldier",
    "life indeed. So off to the hills the soldier",
    "fled to seek out the place where a soldier",
    "sheds the rattle that beckons the soldier",
    "to death to soldier to death to soldier."
  ],
  "title": "The Soldier of Mictlán",
  "year": ""
}