{
  "author": "Rigoberto González",
  "classification": "",
  "keywords": [
    "Relationships",
    "Love",
    "Nature",
    "Trees",
    "Flowers",
    "The Body",
    "Social Commentaries",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182095",
  "region": "U.S., Southwestern",
  "text": [
    "The strangers in the woods must mimic squirrels and crackle",
    "with the undergrowth. They must not flinch at the cruelty",
    "of breaking golden leaves with their feet, or of interring stones.",
    "And like any of these deciduous trees in autumn they must be",
    "stingy with shadow and move deceptively across the sludge.",
    "I listen to these strangers stirring with the evenings. I invent paths",
    "for them to the soft edge of the lake. Each descent is as graceful",
    "as a sinking ship, but less tragic somehow because these strangers",
    "don’t possess a lung. I cannot hear them breathe, yet the air",
    "is all whispers, all sighs—the same ethereal muscle that rubs",
    "the color off the foliage. I lost my way out of the woods on the night",
    "every bird went south or numb. A plump rat snatched the moon",
    "and dragged it by the white rope of its tail. The strangers were",
    "a cloak of silhouettes flattening against a trunk like bark.",
    "I must have disappeared among them because the mouth I touched",
    "was not my own and was cruelly closing in on someone’s rib. I carried",
    "such a bite on me, an arc of green and yellow on my side from the man",
    "who said he loved me. In that darkness I knew as much about him",
    "as I did of the amputee swimming his way up the hill with his",
    "only arm. So this is the home of the unturned stone where",
    "the fugitive keeps his kiss! Archeologists will discover a paradise",
    "in the place no touch died of neglect. Is it any wonder all things",
    "forgotten or abandoned find their way here? The winter is back, so too",
    "the bloated body of a book I tossed over the bridge last week.",
    "And there on the bench, is my old smoking habit, a cigarette",
    "glowing on my mouth like a beacon. I’m patient, waiting for the fugitive",
    "to claim me as his own. I’m as wise as any stranger here, alone but with",
    "the knowledge that the grief of separation is always brief."
  ],
  "title": "The Strangers Who Find Me in the Woods",
  "year": ""
}