{
  "author": "Rigoberto González",
  "classification": "",
  "keywords": [
    "Living",
    "The Body",
    "Love",
    "Desire",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249812",
  "region": "U.S., Southwestern",
  "text": [
    "Just when I had long outgrown those late-night",
    "seizures in my hand, those involuntary impulses",
    "return to make my fingers twitch like the tips of twigs",
    "after the bird leaps off the branch—",
    "what a crafty little devil, bouncing back all",
    "feathered and ticklish, jittery with pleasure",
    "when it finally finds its nest. The sheets become as damp",
    "as the sweaty shirts that cling to the backs of men",
    "at the dance, and how I pity the girls who",
    "undress their lovers before sex.",
    "When I started loving other bodies instead, allowing other",
    "temporary guests to mold their shapes inside my flesh—",
    "a torso of my arm, a shoulder of my mouth, a waist",
    "or a buttock of my leg—I had no need",
    "to concentrate my rapture to a single sticky place",
    "since every movement in my skin was slowing down",
    "inside the vat of honey I was swimming in.",
    "Oh bath with tongue, oh alchemy of heat and bed.",
    "The memory of so much sex enough to keep me sated",
    "in the quieter evenings of my third and final age.",
    "So imagine my surprise when those possessions",
    "from my adolescence woke me up again, but in the guise",
    "of scribbling from my pen. Not fancy or confession",
    "but something in the middle, like the mole that snuggles",
    "in the space between my breasts, that glorious discovery",
    "that makes the men cry out, the women",
    "shudder with anticipation or intent. It's more like poetry,",
    "because it whistles through the paper like the weekend",
    "afternoons I summoned passersby from behind",
    "the window's curtain. What wonder to seduce with sound,",
    "granting serendipitous fantasy—here a table",
    "with rotating thighs, there a closet panting with exhaustion,",
    "there the eye of the voyeuristic clock bold and",
    "looking to be satisfied with one pair of feet pointing at",
    "two opposite corners of the room,",
    "three fingers always vanishing inside the cluster of",
    "four hands that motion slowly left, slowly right—",
    "the capricious current of the underwater flower,",
    "five limbs comparing lengths and flexibility,",
    "their competition sabotaged by the arrival of a",
    "sixth contender, seven escalating levels in the throat—",
    "whimper, grunt, moan, sigh,",
    "whine, hum, groan, cry—oh, and if we're lucky,",
    "thinks the grinning clock, we will spiral up the scale",
    "(and down again) a good",
    "eight times, nine would be too much to ask,",
    "though not impossible since there was once a",
    "record-breaking tenth, remember?",
    "twelve positions for a marathon. Now",
    "would I write",
    "a thing like that, me who wears a garter belt to church",
    "on Sundays, my best perfume to market,",
    "where tomatoes look as dazed as the tomato seller?",
    "Blame it on my mother's poor choice for a compadre,",
    "none other than the legendary lover, the mortician,",
    "whom the women always said would have his way",
    "with one, in life or in death—both,",
    "if one was fortunate. And the rumor always was",
    "that he had fathered me, though I never did detect",
    "any resemblance. But what does it matter",
    "anymore? I've outlived even the mortician's crazy",
    "daughter (half-sister, if the hearsay is correct).",
    "If the mortician is my muse, then let him color",
    "every word in ink as dark as pubic hair.",
    "Where to begin? Ah, yes, fittingly, at the little piece",
    "of skin that stimulates imagination:",
    "I'll compose a poem to the mortician's scar."
  ],
  "title": "The Mortician's Goddaughter Versed in Lust",
  "year": ""
}