{
  "author": "Lynn Emanuel",
  "classification": "Free Verse",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177304",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "We’re headed for empty-headedness,",
    "the featureless amnesias of Idaho, Nebraska, Nevada,",
    "states rich only in vowel sounds and alliteration.",
    "We’re taking the train so we can see into the heart",
    "of the heart of America framed in the windows’ cool",
    "oblongs of light. We want cottages, farmhouses",
    "with peaked roofs leashed by wood smoke to the clouds;",
    "we want the golden broth of sunlight ladled over",
    "ponds and meadows. We’ve never seen a meadow.",
    "Now, we want to wade into one—up to our chins in the grassy",
    "welter—the long reach of our vision grabbing up great",
    "handfuls and armloads of scenery at the clouds’",
    "white sale, at the bargain basement giveaway",
    "of clods and scat and cow pies. We want to feel half",
    "of America to the left of us and half to the right, ourselves",
    "like a spine dividing the book in two, ourselves holding",
    "the whole great story together.",
    "Then, suddenly, the train pulls into the station,",
    "and the scenery begins to creep forward—the ramshackle shapes",
    "of Main Street, a Chevy dozing at a ribbon of curb, and here is a hound",
    "and a trolley, the street lights on their long stems, here is the little park",
    "and the park stuff: bum on a bench, deciduous trees, a woman upholstered",
    "in a red dress, the bus out of town sunk to its chromium bumper in shadows.",
    "The noise of a train gathers momentum and disappears into the distance,",
    "and there is a name strolling across the landscape in the crisply voluminous",
    "script of the title page, as though it were a signature on the contract, as though",
    "it were the author of this story."
  ],
  "title": "Out of Metropolis",
  "year": ""
}