{
  "author": "Khaled Mattawa",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247520",
  "region": "U.S., Western",
  "text": [
    "Today the date palms were pruned,",
    "the branches taken before the fruit ripened,",
    "before sweetness littered the sidewalks.",
    "The man who sawed them worked alone,",
    "a crane lifting him to the yellowed fronds.",
    "Beside his truck, he stood tall, American,",
    "a pensive pioneer. The top of each palm",
    "looked like the back of a man's head",
    "after a close-crop haircut, the neck",
    "cooled to a stubbly remembrance of hair,",
    "or was like a cat after being spayed,",
    "startled by a strange newness, pacing",
    "familiar rooms, darting, confused, and you",
    "(had you wished to console) are greeted",
    "with a barren gaze. The rubble of bark",
    "and fronds reminded me of Iraq,",
    "not the ruined bridges, or the surrendering",
    "soldiers' hands begging food, but the 16 million",
    "date palms, one per capita, lining",
    "the seams of the Tigris and Euphrates,",
    "a reminder of my own Libya",
    "and its 10 million date palms and the years",
    "of easy wealth that brought them neglect",
    "except in Huun, a magical city where",
    "they stuffed dates with almonds and sent them",
    "as far as Tanta and Oum Dourman.",
    "From Huun this story: a boy stands by a palm",
    "imploring his uncle to toss him a fistful of dates.",
    "Flustered by the boy's monotonous cries",
    "the uncle loses his feet, and as he falls",
    "to his death, cries down \"Here nephew,",
    "I'm coming down with the dates!\"",
    "So that's what we got from Huun, almond",
    "stuffed wonders and proverbial last words.",
    "There was another reminder, a tale",
    "of the prophet Muhammad living for months",
    "on water and coarse wheat bread, his wives",
    "protesting the austere measures of his faith.",
    "Muhammad, who praised honey and had",
    "a professed love for cantaloupes, and who once",
    "declared \"the best meat is that which lines the bones,\"",
    "found in dates the solution he required.",
    "To his Arab followers, and to his wives,",
    "the fruit was \"three skies above luxury,\"",
    "and as indispensable as water and air.",
    "I once had this dream of Whitman:",
    "I found him under one of the palms",
    "on Sherman Way gazing admiring.",
    "Though he had seen palms by the Gulf of Mexico,",
    "he had never tasted a date. So we drove",
    "to a supermarket, and he who had been",
    "thoughtful, even dignified, until then, began",
    "to sign and moan at the taste of \"Araby's",
    "sugared dust clouds.\" When we walked",
    "the aisles he insisted on pushing the cart.",
    "The frozen foods did not surprise him since",
    "his Granny buried potatoes in the cold dirt",
    "of her homestead. Still I had to explain",
    "tofu, plastic, tacos, and the foods labeled free.",
    "He ran his hands caressing the waxed floor;",
    "\"Smooth as a girl's wrist,\" he exclaimed.",
    "The bright fluorescent lights reminded hirn",
    "of the opera, and Walt sang a gravelly tune.",
    "The children sitting in carts reached for him,",
    "their hands were Lorca's butterflies on his beard.",
    "At the cashier he filled pockets with candy,",
    "and was shocked by the headlines of our news.",
    "Honda, Toyota, Saturn, Oldsmobile—",
    "in the parking lot the names waltzed",
    "on his tongue. At the fast food stand he ate",
    "heartily, the burger's slipperiness amused him,",
    "and at his clumsiness we both had a laugh.",
    "Then the talk grew quiet, the table stretching",
    "like the expanse of time dividing us; I felt",
    "he no longer wanted company, having begun",
    "to understand our world. Despite his old resentment",
    "of Blacks, and now my neighbors, the foreign-born",
    "Hispanics and their engines roaring through",
    "Balboa and Saticoy, and the Koreans' karoake—",
    "the baseline's muffled thuds, voices doused",
    "in Canadian Mist, and the off-key pleadings",
    "to the lover who never comes—, America",
    "remained to him luminous-industrial-fuming-",
    "sublime, and as he wished, beyond others'",
    "adjectives, beyond what anyone could have conceived.",
    "Mumbling a farewell, Whitman stood to leave.",
    "And with this my dream ended, Whitman wishing",
    "to depart and I holding on to his wrists.",
    "All day I wanted to hold his wide wrists.",
    "If you drive west of Alexandria",
    "your path will run through Alamain,",
    "Barani, and Matrouh. Then Egypt will end",
    "with a town on a steep hill called Sallum.",
    "If you go through the two checkpoints,",
    "Libya will unfold its dry pastures for you.",
    "On the Sallum hill there is a hotel",
    "where people stay to await relatives",
    "crossing the border or to hear word",
    "if it is safe to return. Across the road",
    "a tired bluegreen tea house sits",
    "like a bruise permanently on the verge",
    "of fading from the prairies' skin.",
    "You will also see the money changers—",
    "all teenage boys. With their right hands",
    "they will wave thick wads of money",
    "at your windshield, and with their left",
    "they will jostle to give you the best rate.",
    "The last time I stayed in Sallum",
    "few cars came from either direction,",
    "and among the boys fights flared",
    "with curses and stones hurled at brows.",
    "When the boys' rabble grew loud",
    "a man lazily stepped out of the tea house",
    "to call them bastards and sons of whores.",
    "This went on for hours until",
    "the sun settled in the middle of the sky,",
    "the boys taking shelter under",
    "a torn canvas shed, and the man",
    "to the tea house's dusty cool.",
    "Then just when all movement",
    "and noise seemed to surrender",
    "to the September wind and heat,",
    "four of the boys broke for a run",
    "racing—money still clutched in their hands—",
    "to a young date palm in the distance.",
    "Pressing shoulders and backs against it,",
    "they shook the palm until the season's",
    "first fruit began to rain. The other boys",
    "joined them, and soon the tea house",
    "emptied of the men slouching inside.",
    "Those were my brothers who cowered beneath",
    "the date palm to gather handfuls of fruit,",
    "rubbing each date clean on their sleeves,",
    "chewing softly to savor the taste",
    "as though it were a good omen, and rising",
    "to resume their lives, on their faces",
    "the smiles of those who once were blessed."
  ],
  "title": "Date Palm Trinity",
  "year": ""
}