{
  "author": "Khaled Mattawa",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Coming of Age",
    "Midlife",
    "Growing Old",
    "Relationships",
    "Family",
    "Ancestors",
    "Activities",
    "Travels",
    "Journeys",
    "Arts",
    "Sciences",
    "Philosophy",
    "Reading",
    "Books",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240908",
  "region": "U.S., Western",
  "text": [
    "1.",
    "Look here, Marcus Aurelius, we’ve come to see",
    "your temple, deluded the guards, crawled through a hole",
    "in the fence. Why your descendent, my guide and friend",
    "has opted for secrecy, I don’t know. But I do know",
    "what to call the Africans, passport-less, yellow-eyed",
    "who will ride the boat before me for Naples, they hope.",
    "Here the sea curls its granite lip at them and flings a winter",
    "storm like a cough, or the seadog drops them at Hannibal’s",
    "shores, where they’ll stand stupefied like his elephants.",
    "What dimension of time will they cross at the Hours loop",
    "tight plastic ropes round their ankles and wrists?",
    "What siren song will the trucks shipping them back",
    "to Ouagadougou drone into their ears? I look at them",
    "loitering, waiting for the second act of their darkness",
    "to fall. I look at the sky shake her dicey fists.",
    "One can be thankful, I suppose, for not being one of them,",
    "and wrap the fabric of that thought around oneself",
    "to keep the cold wind at bay. But what world is this",
    "that makes our lives sufficient even as the horizon’s rope",
    "is about to snap, while the sea and sky ache to become",
    "an open-ended road? That’s what we’re all waiting for,",
    "a moment to peel itself like skin off fruit, and let us in",
    "on its sweetness as we wait, smoking, or fondling provisions,",
    "listening the engine’s invocational purr. In an hour",
    "that will dawn and dusk at once, one that will stretch",
    "into days strung like beads on the horizon’s throat,",
    "they will ride their tormented ship as the dog star",
    "begins to float on the water, so bright and still,",
    "you’d want to scoop it out in the palm of your hand.",
    "2.",
    "A pair of Roman fists robbed of spear and shield;",
    "the tiles of the tapestries mixed in with popcorn",
    "that slipped from the buttery hands, aluminum",
    "wrappers smudged with processed cheese;",
    "countless cigarette butts surround the fallen",
    "columns and beams with a fringe of tarnished foam;",
    "pairs of panties still hot with forbidden passion…",
    "The ruins are not ruined.",
    "Without all this garbage",
    "packed, stratified, how else to name our age?",
    "3.",
    "Earlier, I had walked the market of Sabratha, changed",
    "to its people, but like my old city brought me back to me.",
    "The petty merchants, all selling the same goods, shouted out",
    "jokes to each other. A Sudanese waiter carried a tray",
    "with a giant pot of green tea with mint. Among the older men,",
    "their heads capped with crimson shennas, I kept seeking",
    "my father’s face. An old lust wafted past me when the abaya-clad",
    "women, scented with knock-off Chanel, sashayed by.",
    "The sawdust floors of the shawarma and falafel eateries,",
    "the sandwich maker dabbing insides of loaves",
    "with spoons of searing harissa, my mouth watering",
    "to a childhood burn. Pyramids of local oranges,",
    "late season pomegranates, radish and turnip bulbs",
    "stacked like billiard balls, and the half carcasses of lambs",
    "as if made of wax and about to melt off their hooks,",
    "the trays of hearts, kidneys, brains and testicles arrayed",
    "in slick arabesques. The hand-woven rugs where",
    "the extinct mouflon thrives, mincers, hairdryers, and toasters,",
    "their cords tentacles drooping from rusty shelves.",
    "It was as if my eyes were painting, not seeing, what I saw,",
    "my memory slowly building the scene until it assembled whole.",
    "What face did my face put on in the midst of transfiguration?",
    "I know what the eyes of the men my age said, settled now",
    "in comfortable middle age, about the life I left behind.",
    "True, I did envy them the asceticism of their grace,",
    "where a given horizon becomes a birthright—to drive or walk",
    "past the same hills all your life, to eat from the same tree",
    "and drink from the well that gave you your name.",
    "4.",
    "Though for centuries the locals broke the statues’",
    "limbs and ground them to make primitive pottery,",
    "enough remains to echo all that has disappeared:",
    "you and the woman leave the towpath, and you brace her",
    "against the trunk of an oak. It’s not the moonlight, but refractions",
    "from suburban homes trapped under cloud-cover",
    "that make her bronze skin glow among glistening trees.",
    "First, God made love:",
    "the canopy like the inside of an emerald,",
    "her lips a rush of cochineal. Then a route of evanescence",
    "brought her from Carthage into these living arms, here.",
    "5.",
    "“A nice time, “ he tells us, how he and four",
    "cousins crossed the desert heading home",
    "on top of three-years’ worth of meager pay",
    "(the tarp ballooning, a giant dough) roped to a truck.",
    "Wearing the goggles of the welder he'd hoped",
    "to become, he looked at the sky and wondered “what",
    "those flying, smoke on their tails, thought of us.”",
    "Later, deported in a cargo plane, he handed",
    "the Tuareg soldiers one of his fake passports,",
    "and they like “space aliens” (in shabby uniforms,",
    "sunglasses, tribal veils) poured into his face.",
    "As the propellers’ hammering calmed to",
    "a shuddering hum, he saw the stars, “hundreds",
    "of them like gnats” swarm Mt. Akakous’ peak.",
    "“My next road is the water,” he says serving",
    "us tonight, and we promise, if the coffee is good,",
    "to put him on the next boat to the moon",
    "shining over Syracuse.",
    "6.",
    "Suddenly, I find your descendant’s hands leafing through",
    "my chapters, scribbling a note in the margin of my thoughts:",
    "“How is it,” he asks, “that starlight announces the hour:",
    "how can a song divide desire in two?”",
    "“My flame,” I must have written or said, “coated her body",
    "like silk, one kiss spreading threads of lightening",
    "into her pores, until she became a sob, barely lifted by the wind,",
    "and I became mist, the shadow of a statue at the break of dawn.”",
    "To that he responds, “a Platonic echo;” and",
    "“What will come of such a plasticine love?”",
    "Marcus Aurelius, your descendent knows I’ll leave",
    "as I arrive, so empty he gets lost in me.",
    "7.",
    "Two centuries ago, one of my ancestors sat",
    "on one of the communal latrines in mid-morning",
    "and listened to Apuleius’s defense. Across from him",
    "on that marble hexagon, sat two other men.",
    "On normal days they’d have talked about the olive harvest,",
    "the feast of Venus coming soon. But today they listen to",
    "the Madaurian’s high eloquence studded with jokes,",
    "cracking their own one-liners, shaking their heads in delight.",
    "Away from the hot midday sun and the throngs,",
    "you could say, they had the best seats in the house,",
    "and so they lingered and heard as much as they could",
    "then went about their business. So what if a man maries",
    "an older woman for her money, what impoverished young Roman",
    "in his right mind wouldn’t do that? And sure too, if some man",
    "comes to take your inheritance, even if he’s your best friend,",
    "even if he takes good care of your mother, you’d be a fool",
    "not to sue him to the Council, even if you’d have to accuse him",
    "falsely of black magic. That’s the beauty of it, or rather,",
    "whoever is going to win will have to make us trust beauty,",
    "that things being already right, can be more right, which",
    "is what “beautiful” really means. And what better way,",
    "to take in all this refinement than hearing it in a latrine",
    "where only beauty shields you from the awful stuff of life.",
    "8.",
    "Marcus Aurelius, the men at the shore follow your path",
    "into eternity, though they already see their journey",
    "as a quarrel with circumstance, their lives abscesses feeding",
    "on the universe’s hide, tumors in detention camps,",
    "in basement kitchens. Their pockets filled with drachmas,",
    "they’ll lift diffident heads and drag feet lead-heavy with shame.",
    "One of them is now driving a taxi in Thessaloniki or Perugia.",
    "With enough of the language to understand direction, he engages",
    "his late night passengers. In the light of the dashboard",
    "they’ll entrust him with their secrets. With time, he’ll become",
    "a light unto himself, his car a winged chariot of human folly,",
    "and his responses to them saplings nourished in the dark",
    "soil of philosophy. It’s the gift of seasons that stray",
    "from the earth, when soul reigns incidental to flesh,",
    "forgiving to no end, a light that has long surpassed itself.",
    "9.",
    "The birds that drew the line to the first distance",
    "remain nameless to me—",
    "creamy white breasts, gold dust around their eyes,",
    "black/brown (dark roast) wings.",
    "The deserts they crossed, the plains east",
    "or north of here fall like sand from my hands.",
    ", I want to call them, citizens of a protracted destiny,",
    "native and stranger, prodigal and peasant—",
    "admit now, they you’re none of these,",
    "that you’re not any,",
    "or even all of them combined.",
    "10.",
    "Southwest of here is Apuleius’s hometown, his inescapable",
    "destination having spent his inheritance on travel and studies.",
    "“Lacking the poverty of the rich,” he’s splurged,",
    "a month-long trip to the Olympic games; and openhanded,",
    "he gifted his mentors their daughters’ doweries.",
    "Few return to Madaura once gone, and when heading back",
    "shamefaced like him, they’d do as he did, taking",
    "the longest route hoping the journey would never end. Here",
    "in Sabratha, the widow hooked him, or he let her reel him,",
    "and that’s how that sordid business happily ended as it began.",
    "I look out toward Madaura, my back to the theater",
    "and the latrines, Madaura birthplace of Augustine, site of",
    "his first schooling—little Augustine holding a satchel of scrolls",
    "and a loaf of bread for the teacher, awakened by his mother,",
    "his tiny feet cold in tiny sandals, his stomach warm",
    "with a barley porridge my grandmother used to make, forced",
    "to slurp it, sweetened with honey from the Atlas, a sprinkling",
    "of cinnamon and crushed almonds from the family farm.",
    "If the world is that sweet and warm, if it is that mothering,",
    "why then this perpetual scene of separation, this turning",
    "out into the cold toward something he knew he’d love?",
    "He lets go of the neighbors’ boy’s hand warming his own.",
    "He refuses the warm porridge forever, renounces",
    "his mother’s embrace. It only lasted a month,",
    "this partial answer, because even then everyone knew",
    "that the sweet fruit they grew housed the bitterest seeds,",
    "that piety is its own reward while belief only darkens",
    "and deepens like the sea before them, a place",
    "meant for those seeking life other than on this dry earth.",
    "That’s why prophets were welcomed here, calmly,",
    "because God was like rain and they like the saplings",
    "which know only the first verse to the sky’s rainless hymn.",
    "And that’s why Africa’s tallest minaret looms unfinished,",
    "visible from the next town over, and for fifty leagues from the sea if",
    "it were turned into a lighthouse for the ships that no longer come.",
    "The merchant who’d built it, money made from smuggling",
    "subsidized goods to Carthage and used Renaults from Rotterdam,",
    "ran out of money, could not afford the mosque that was to stand",
    "next to it, leaving its gray concrete bleaching in the sun.",
    "There’s enough history here to enable anyone to finish the thought.",
    "It’s useless then to track the fate of these travelers,",
    "some, without life jackets, had never learned how to swim.",
    "Why not let them live in text as they do in life?—they’ve lived",
    "without words for so long—why not release them",
    "from the pen’s anchor and let them drift to their completion?",
    "11.",
    "In a few weeks you’ll see pedants here with binoculars",
    "trying to catch a glimpse of the Ramadan crescent,",
    "and if these migrants stick around here",
    "time will belong to the departure of other travelers,",
    "flocks of",
    "follwing the sun’s arch,",
    "Japanese and Korean trawlers sailing to Gibraltar",
    "or Suez chasing the last herring or sardine.",
    "Where is she now in her time?—",
    "her life dissolved in other people’s minutes,",
    "a sense of solitude her diligent companion",
    "even when she lets go of herself to kindness.",
    "He’ll be there when she returns from the party,",
    "he’ll lie beside her when she sleeps. He’ll say,",
    "“Time belongs to the species, but your life belongs to me.”",
    "She’ll laugh at his words, and remember what you,",
    "Marcus Aurelius, had said about losing only the moment",
    "at hand, how it circles in a ring of dead nerves,",
    "how we stand impoverished before what is to come.",
    "She’ll have her answer to your elocution;",
    "she’d always had an answer for you,",
    "one she refuses to share even with herself.",
    "12.",
    "At last they set to sail. They slaughter a rooster,",
    "douse blood on the Dido figurehead adorning the prow.",
    "The seadog opens a canvas bag and pulls out a hookah.",
    "His Egyptian assistant fills the smoke chamber with seawater,",
    "twists the brass head into it, caking the slit with sand.",
    "He fills the clay bowl with apple-flavored tobacco,",
    "wraps it with foil, pokes it tenderly with a knife.",
    "He picks embers from the going fire, places a few",
    "on the aluminum crown, and inhales and blows",
    "until the bottom vessel fills with a pearly fog,",
    "the color of semen, I think, then hands the pipe hose",
    "to the seadog who inhales his fill and hands it over",
    "to the travelers in turn. The air smells sweet around us,",
    "the breeze blows it away and brings it back tinged with iodine.",
    "Their communion done, they embark except the one who",
    "stands, the dead rooster in his hand, as if wanting",
    "to entrust it to us, then digs a hurried hole to bury it in.",
    "The boat, barely visible, leaves a leaden lacey ribbon",
    "aiming directly for the burnt orange sun. As it reddens,",
    "for a moment, their standing silhouettes eclipse it.",
    "Then the sea restores its dominion, dark as the coffee cooling",
    "in our cups. Dangling from the vine arbor, the lights reflect",
    "a constellation on the table’s dark top. I trace my fingers among them,",
    "hoping conjecture would shine on the mind’s calculus.",
    "Between my unquiet eddies, Marcus Aurelius,",
    "and the coursing water, the travelers’ moment sails,",
    "its tentacles sewing a rupture I had nursed for too long."
  ],
  "title": "East of Carthage: An Idyll",
  "year": ""
}