{
  "author": "Knight of the White Elephant of Burmah William McGonagall",
  "classification": "Couplet",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175092",
  "region": "Scotland",
  "text": [
    "As I stood upon London Bridge and viewed the mighty throng",
    "Of thousands of people in cabs and ’busses rapidly whirling along,",
    "All furiously driving to and fro,",
    "Up one street and down another as quick as they could go:",
    "Then I was struck with the discordant sound of human voices there,",
    "Which seemed to me like wild geese cackling in the air:",
    "And the river Thames is a most beautiful sight,",
    "To see the steamers sailing upon it by day and by night.",
    "And the Tower of London is most gloomy to behold,",
    "And the crown of England lies there, begemmed with precious stones and gold;",
    "King Henry the Sixth was murdered there by the Duke of Glo’ster,",
    "And when he killed him with his sword he called him an impostor.",
    "St. Paul’s Cathedral is the finest building that ever I did see,",
    "There’s no building can surpass it in the city of Dundee,",
    "Because it’s magnificent to behold,",
    "With its beautiful dome and spire glottering like gold.",
    "And as for Nelson’s Monument that stands in Trafalgar Square,",
    "It is a most stately monument I most solemnly declare,",
    "And towering defiantly very high,",
    "Which arrests strangers’ attention while passing by.",
    "Then there’s two beautiful water-fountains spouting up very high,",
    "Where the weary traveller can drink when he feels dry;",
    "And at the foot of the monument there’s three bronze lions in grand array,",
    "Enough to make the stranger’s heart throb with dismay.",
    "Then there’s Mr Spurgeon, a great preacher, which no one dare gainsay,",
    "I went to hear him preach on the Sabbath-day,",
    "And he made my heart feel light and gay,",
    "When I heard him preach and pray.",
    "And the Tabernacle was crowded from ceiling to floor,",
    "And many were standing outside the door;",
    "He is an eloquent preacher I honestly declare,",
    "And I was struck with admiration as on him I did stare.",
    "Then there’s Petticoat Lane I venture to say,",
    "It’s a wonderful place on the Sabbath-day;",
    "There wearing-apparel can be bought to suit the young or old,",
    "For the ready cash, silver, coppers, or gold.",
    "Oh! mighty city of London! you are wonderful to see,",
    "And thy beauties no doubt fill the tourist’s heart with glee;",
    "But during my short stay, and while wandering there,",
    "Mr Spurgeon was the only man I heard speaking proper English I do declare."
  ],
  "title": "Descriptive Jottings of London",
  "year": ""
}