{
  "author": "Knight of the White Elephant of Burmah William McGonagall",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175094",
  "region": "Scotland",
  "text": [
    "Greenland’s icy mountains are fascinating and grand,",
    "And wondrously created by the Almighty’s command;",
    "And the works of the Almighty there’s few can understand:",
    "Who knows but it might be a part of Fairyland?",
    "Because there are churches of ice, and houses glittering like glass,",
    "And for scenic grandeur there’s nothing can it surpass,",
    "Besides there’s monuments and spires, also ruins,",
    "Which serve for a safe retreat from the wild bruins.",
    "And there’s icy crags and precipices, also beautiful waterfalls,",
    "And as the stranger gazes thereon, his heart it appals",
    "With a mixture of wonder, fear, and delight,",
    "Till at last he exclaims, Oh! what a wonderful sight!",
    "The icy mountains they’re higher than a brig’s topmast,",
    "And the stranger in amazement stands aghast",
    "As he beholds the water flowing off the melted ice",
    "Adown the mountain sides, that he cries out, Oh! how nice!",
    "Such sights as these are truly magnificent to be seen,",
    "Only that the mountain tops are white instead of green,",
    "And rents and caverns in them, the same as on a rugged mountain side,",
    "And suitable places, in my opinion, for mermaids to reside.",
    "Sometimes these icy mountains suddenly topple o’er",
    "With a wild and rumbling hollow-starting roar;",
    "And new peaks and cliffs rise up out of the sea,",
    "While great cataracts of uplifted brine pour down furiously.",
    "And those that can witness such an awful sight",
    "Can only gaze thereon in solemn silence and delight,",
    "And the most Godfearless man that hath this region trod",
    "Would be forced to recognise the power and majesty of God.",
    "Oh! how awful and grand it must be on a sunshiny day",
    "To see one of these icy mountains in pieces give way!",
    "While, crack after crack, it falls with a mighty crash",
    "Flat upon the sea with a fearful splash.",
    "And in the breaking up of these mountains they roar like thunder,",
    "Which causes the stranger no doubt to wonder;",
    "Also the Esquimaux of Greenland betimes will stand",
    "And gaze on the wondrous work of the Almighty so grand.",
    "When these icy mountains are falling, the report is like big guns,",
    "And the glittering brilliancy of them causes mock-suns,",
    "And around them there’s connected a beautiful ring of light,",
    "And as the stranger looks thereon, it fills his heart with delight.",
    "Oh! think on the danger of seafaring men",
    "If any of these mighty mountains where falling on them;",
    "Alas! they would be killed ere the hand of man could them save",
    "And, poor creatures, very likely find a watery grave!",
    "’Tis most beautiful to see and hear the whales whistling and blowing,",
    "And the sailors in their small boats quickly after them rowing,",
    "While the whales keep lashing the water all their might",
    "With their mighty tails, left and right.",
    "In winter there’s no sunlight there night or day,",
    "Which, no doubt, will cause the time to pass tediously away,",
    "And cause the Esquimaux to long for the light of day,",
    "So as they will get basking themselves in the sun’s bright array.",
    "In summer there is perpetual sunlight,",
    "Which fill the Esquimaux’s hearts with delight;",
    "And is seen every day and night in the blue sky,",
    "Which makes the scenery appear most beautiful to the eye.",
    "During summer and winter there the land is covered with snow,",
    "Which sometimes must fill the Esquimaux’ hearts with woe",
    "As they traverse fields of ice, ten or fifteen feet thick,",
    "And with cold, no doubt, their hearts will be touched to the quick.",
    "And let those that read or hear this feel thankful to God",
    "That the icy fields of Greenland they have never trod;",
    "Especially while seated around the fireside on a cold winter night,",
    "Let them think of the cold and hardships Greenland sailors have to fight."
  ],
  "title": "Greenland’s Icy Mountains",
  "year": ""
}