{
  "author": "Knight of the White Elephant of Burmah William McGonagall",
  "classification": "Couplet",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175093",
  "region": "Scotland",
  "text": [
    "Oh mighty City of New York! you are wonderful to behold,",
    "Your buildings are magnificent, the truth be it told,",
    "They were the only thing that seemed to arrest my eye,",
    "Because many of them are thirteen storeys high.",
    "And as for Central Park, it is lovely to be seen,",
    "Especially in the summer season when its shrubberies and trees are green;",
    "And the Burns’ statue is there to be seen,",
    "Surrounded by trees, on the beautiful sward so green;",
    "Also Shakespeare and Sir Walter Scott,",
    "Which by Englishmen and Scotchmen will ne’er be forgot.",
    "There the people on the Sabbath-day in thousands resort,",
    "All loud, in conversation and searching for sport,",
    "Some of them viewing the menagerie of wild beasts there,",
    "And also beautiful black swans, I do declare.",
    "And there’s beautiful boats to be seen there,",
    "And the joyous shouts of the children do rend the air,",
    "While the boats sail along with them o’er Lohengrin Lake,",
    "And the fare is five cents for children and adults ten is all they take.",
    "And there’s also summer-house shades and merry-go-rounds,",
    "And with the merry laughter of the children the Park resounds",
    "During the livelong Sabbath day,",
    "Enjoying the merry-go-round play.",
    "Then there’s the elevated railroads, about five storeys high,",
    "Which the inhabitants can see and hear night and day passing by,",
    "Oh! such a mass of people daily do throng,",
    "No less than five hundred thousand daily pass along,",
    "And all along the City you can get for five cents,",
    "And, believe me, among the passengers there are few discontent.",
    "And the top of the houses are all flat,",
    "And in the warm weather the people gather to chat,",
    "Besides on the house-tops they dry their clothes,",
    "And also many people all night on the house-tops repose.",
    "And numerous ships and steamboats are there to be seen,",
    "Sailing along the East River Water so green;",
    "’Tis certainly a most beautiful sight",
    "To see them sailing o’er the smooth water day and night.",
    "And Brooklyn Bridge is a very great height,",
    "And fills the stranger’s heart with wonder at first sight,",
    "But with all its loftiness, I venture to say,",
    "For beauty it cannot surpass the new Railway Bridge of the Silvery Tay.",
    "And there’s also ten thousand rumsellers there,",
    "Oh! wonderful to think, I do declare!",
    "To accommodate the people of That city therein,",
    "And to encourage them to commit all sorts of sin.",
    "And on the Sabbath-day, ye will see many a man",
    "Going for beer with a tin can,",
    "And seems proud to be seen carrying home the beer",
    "To treat his neighbours and family dear.",
    "Then at night numbers of the people dance and sing,",
    "Making the walls of their houses to ring",
    "With their songs and dancing on Sabbath night,",
    "Which I witnessed with disgust, and fled from the sight.",
    "And with regard to New York and the sights I did see,",
    "One street in Dundee is more worth to me,",
    "And, believe me, the morning I sailed from New York",
    "For Bonnie Dundee, my heart it felt as light as a cork."
  ],
  "title": "Jottings of New York: A Descriptive Poem",
  "year": ""
}