{
  "author": "Knight of the White Elephant of Burmah William McGonagall",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Animals"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175099",
  "region": "Scotland",
  "text": [
    "’Twas in the month of December, and in the year 1883,",
    "That a monster whale came to Dundee,",
    "Resolved for a few days to sport and play,",
    "And devour the small fishes in the silvery Tay.",
    "So the monster whale did sport and play",
    "Among the innocent little fishes in the beautiful Tay,",
    "Until he was seen by some men one day,",
    "And they resolved to catch him without delay.",
    "When it came to be known a whale was seen in the Tay,",
    "Some men began to talk and to say,",
    "We must try and catch this monster of a whale,",
    "So come on, brave boys, and never say fail.",
    "Then the people together in crowds did run,",
    "Resolved to capture the whale and to have some fun!",
    "So small boats were launched on the silvery Tay,",
    "While the monster of the deep did sport and play.",
    "Oh! it was a most fearful and beautiful sight,",
    "To see it lashing the water with its tail all its might,",
    "And making the water ascend like a shower of hail,",
    "With one lash of its ugly and mighty tail.",
    "Then the water did descend on the men in the boats,",
    "Which wet their trousers and also their coats;",
    "But it only made them the more determined to catch the whale,",
    "But the whale shook at them his tail.",
    "Then the whale began to puff and to blow,",
    "While the men and the boats after him did go,",
    "Armed well with harpoons for the fray,",
    "Which they fired at him without dismay.",
    "And they laughed and grinned just like wild baboons,",
    "While they fired at him their sharp harpoons:",
    "But when struck with the harpoons he dived below,",
    "Which filled his pursuers’ hearts with woe:",
    "Because they guessed they had lost a prize,",
    "Which caused the tears to well up in their eyes;",
    "And in that their anticipations were only right,",
    "Because he sped on to Stonehaven with all his might:",
    "And was first seen by the crew of a Gourdon fishing boat,",
    "Which they thought was a big coble upturned afloat;",
    "But when they drew near they saw it was a whale,",
    "So they resolved to tow it ashore without fail.",
    "So they got a rope from each boat tied round his tail,",
    "And landed their burden at Stonehaven without fail;",
    "And when the people saw it their voices they did raise,",
    "Declaring that the brave fishermen deserved great praise.",
    "And my opinion is that God sent the whale in time of need,",
    "No matter what other people may think or what is their creed;",
    "I know fishermen in general are often very poor,",
    "And God in His goodness sent it to drive poverty from their door.",
    "So Mr John Wood has bought it for two hundred and twenty-six pound,",
    "And has brought it to Dundee all safe and all sound;",
    "Which measures 40 feet in length from the snout to the tail,",
    "So I advise the people far and near to see it without fail.",
    "Then hurrah! for the mighty monster whale,",
    "Which has got 17 feet 4 inches from tip to tip of a tail!",
    "Which can be seen for a sixpence or a shilling,",
    "That is to say, if the people all are willing."
  ],
  "title": "The Famous Tay Whale",
  "year": ""
}