{
  "author": "Knight of the White Elephant of Burmah William McGonagall",
  "classification": "Couplet",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175100",
  "region": "Scotland",
  "text": [
    "Ye sons of Great Britain, come join with me,",
    "And sing in praise of Sir Garnet Wolseley;",
    "Sound drums and trumpets cheerfully,",
    "For he has acted most heroically.",
    "Therefore loudly his praises sing",
    "Until the hills their echoes back doth ring;",
    "For he is a noble hero bold,",
    "And an honour to his Queen and country, be it told.",
    "He has gained for himself fame and renown,",
    "Which to posterity will be handed down;",
    "Because he has defeated Arabi by land and by sea,",
    "And from the battle of Tel-el-Kebir he made him to flee.",
    "With an army about fourteen thousand strong,",
    "Through Egypt he did fearlessly march along,",
    "With the gallant and brave Highland brigade,",
    "To whom honour is due, be it said.",
    "Arabi’s army was about seventy thousand in all,",
    "And, virtually speaking, it wasn’t very small;",
    "But if they had been as numerous again,",
    "The Irish and Highland brigades would have beaten them, it is plain.",
    "’Twas on the 13th day of September, in the year of 1882,",
    "Which Arabi and his rebel horde long will rue;",
    "Because Sir Garnet Wolseley and his brave little band",
    "Fought and conquered them on Kebir land.",
    "He marched upon the enemy with his gallant band",
    "O’er the wild and lonely desert sand,",
    "And attacked them before daylight,",
    "And in twenty minutes he put them to flight.",
    "The first shock of the attack was borne by the Second Brigade,",
    "Who behaved most manfully, it is said,",
    "Under the command of brave General Grahame,",
    "And have gained a lasting honour to their name.",
    "But Major Hart and the 18th Royal Irish, conjoint,",
    "Carried the trenches at the bayonet point;",
    "Then the Marines chased them about four miles away,",
    "At the charge of the bayonet, without dismay!",
    "General Sir Archibald Alison led on the Highland Brigade,",
    "Who never were the least afraid.",
    "And such has been the case in this Egyptian war,",
    "For at the charge of the bayonet they ran from them afar!",
    "With their bagpipes playing, and one ringing cheer,",
    "And the 42nd soon did the trenches clear;",
    "Then hand to hand they did engage,",
    "And fought like tigers in a cage.",
    "Oh! it must have been a glorious sight",
    "To see Sir Garnet Wolseley in the thickest of the fight!",
    "In the midst of shot and shell, and the cannon’s roar,",
    "Whilst the dead and the dying lay weltering in their gore.",
    "Then the Egyptians were forced to yield,",
    "And the British were left masters of the field;",
    "Then Arabi he did fret and frown",
    "To see his army thus cut down.",
    "Then Arabi the rebel took to flight,",
    "And spurred his Arab steed with all his might:",
    "With his heart full of despair and woe,",
    "And never halted till he reached Cairo.",
    "Now since the Egyptian war is at an end,",
    "Let us thank God! Who did send",
    "Sir Garnet Wolseley to crush and kill",
    "Arabi and his rebel army at Kebir hill."
  ],
  "title": "The Battle of Tel-el-Kebir",
  "year": ""
}