{
  "author": "Knight of the White Elephant of Burmah William McGonagall",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/175096",
  "region": "Scotland",
  "text": [
    "On the Gilfillan burial day,",
    "In the Hill o’ Balgay,",
    "It was a most solemn sight to see,",
    "Not fewer than thirty thousand people assembled in Dundee,",
    "All watching the funeral procession of Gilfillan that day,",
    "That death had suddenly taken away,",
    "And was going to be buried in the Hill o’ Balgay.",
    "There were about three thousand people in the procession alone,",
    "And many were shedding tears, and several did moan,",
    "And their bosoms heaved with pain,",
    "Because they knew they would never look upon his like again.",
    "There could not be fewer than fifty carriages in the procession that day,",
    "And gentlemen in some of them that had come from far away,",
    "And in whispers some of them did say,",
    "As the hearse bore the precious corpse away,",
    "Along the Nethergate that day.",
    "I’m sure he will be greatly missed by the poor,",
    "For he never turned them empty-handed away from his door;",
    "And to assist them in distress it didn’t give him pain,",
    "And I’m sure the poor will never look upon his like again.",
    "On the Gilfillan burial day, in the Hill o’ Balgay,",
    "There was a body of policemen marshalled in grand array,",
    "And marched in front of the procession all the way;",
    "Also the relatives and friends of the deceas’d,",
    "Whom I hope from all sorrows has been releas’d,",
    "And whose soul I hope to heaven has fled away,",
    "To sing with saints above for ever and aye.",
    "The Provost, Magistrates, and Town Council were in the procession that day;",
    "Also Mrs Gilfillan, who cried and sobbed all the way",
    "For her kind husband, that was always affable and gay,",
    "Which she will remember until her dying day.",
    "When the procession arrived in the Hill o’ Balgay,",
    "The people were almost as hush as death, and many of them did say—",
    "As long as we live we’ll remember the day",
    "That the great Gilfillan was buried in the Hill o’Balgay.",
    "When the body of the great Gilfillan was lowered into the grave,",
    "’Twas then the people’s hearts with sorrow did heave;",
    "And with tearful eyes and bated breath,",
    "Mrs Gilfillan lamented her loving husband’s death.",
    "Then she dropped a ringlet of immortelles into his grave,",
    "Then took one last fond look, and in sorrow did leave;",
    "And all the people left with sad hearts that day,",
    "And that ended the Gilfillan burial in the Hill o’ Balgay."
  ],
  "title": "The Burial of the Rev. George Gilfillan",
  "year": ""
}