{
  "author": "Lynn Crosbie",
  "classification": "",
  "keywords": [
    "Living",
    "Arts",
    "Sciences",
    "Marriage",
    "Companionship",
    "Reading",
    "Books",
    "Separation",
    "Divorce"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175489",
  "region": "Canada",
  "text": [
    "I would give my husband drawings for grocery lists,",
    "with smiling faces on the eggs, and spider feet",
    "dangling everywhere. I could draw letters too.",
    "fat senseless alphabets, lexical landscapes of",
    "pointed trees and bloated clouds. that is how I",
    "wished words were, with changing colours and",
    "feathers in their spines. on road signs in my",
    "dreams, they shimmied, their Rockette heels a",
    "variegated sunburst. unlike the stiff black",
    "knots and stakes that glared at me from envelopes",
    "and books. an unchanging and cruel exotica,",
    "like smelling Cuban cigars wherever you go or",
    "the same screaming opera. he said that I did",
    "not need to learn with him there, reading slowly",
    "aloud, but sometimes in silence. that drove me",
    "insane, he would laugh or frown at something",
    "on the page, and look as if he were a creeping",
    "vine on a tombstone, a coffee stain on a piece",
    "of clean manilla. I practice learning on a stack",
    "of mail he kept in his sock drawer, and I",
    "finally learned dear. Dear Hank, it felt like",
    "having a perfume sample fall from a magazine",
    "in a sweet sudden breath. it made me think of",
    "velvet antlers, of his rumpled cardigan sweater",
    "and my love for him, a word which slayed me,",
    "with its clean lines and quick exhalation,",
    "the swelling heart in its middle. I began to",
    "scream things all day long, and I felt the first",
    "affection for poetry through the ringing sounds",
    "of advertisements, soapbox labels and advice to",
    "the lovelorn columns. words were heroic, huge",
    "killing things, and they beat in my head and",
    "bled from my eyes and fingers. I would be ironing,",
    "and a giant phrase or comma would barrel into",
    "the room, its veins bulging, its arms around",
    "my waist. Dear Hank, I miss you especially",
    "your sexy hands, mine clenched when I got that",
    "far and then some. then I knew for sure that",
    "reading was magic, it conjured up these long",
    "eyelashes and white Harlow hair, and the guilty",
    "baldspot and shaking dewlap of my faithless",
    "husband, adrift on the libretto of his private",
    "life. he would still read to me in his annoying",
    "way while I squirmed on my novels and texts,",
    "that lay under the couch cushions like misplaced",
    "scissors. I drew him an elaborate list one day,",
    "of pink champagne bottles and support girdles,",
    "and wrote my first words. I left them with his",
    "letters, on the back of our marriage certificate,",
    "I think they were my finest, I said, Dear",
    "Hank, the end. and right away began working on",
    "a longer book."
  ],
  "title": "Love Letters",
  "year": ""
}