{
  "author": "Lynn Crosbie",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175484",
  "region": "Canada",
  "text": [
    "It begins with Diane—the gold shingles of her razored hair",
    "alight in the wind that whips the trees,",
    "the cotton slips pinned to nylon lines: these improbable ghosts.",
    "The first I ever loved can still incite such desperation. Betrayal",
    "lashes the careful stitches, the slight fabric;",
    "its design undone.",
    "She would take her switchblade and cut spiders in half—",
    "a quadrant of scars radiating from her wrists and elbows, she wrote my name in blood,",
    "let matches flare against the cuts",
    "small yellow head, searing. I used to operate on myself, she said.",
    "Separate a triangle of skin and place objects—silver pin",
    "heads, glass beads close to the bone.",
    "A private surgical kit, embroidery scissors, alcohol, fine needles, and",
    "violet thread; silk, cat whiskers tied in complicated bows. She",
    "remembers this way, where things are",
    "where they are buried. We studied history together, this is how we met. Recovering the Roman",
    "Empire; she draws military disasters in her margins, mail clad horsemen pitching",
    "violently to the ground, the movement of the cavalry",
    "a swarm of locusts. Her silver compact slit open, because there are assassins in the narrow hallway;",
    "her fine pale feet turn to form an arabesque (a delicate design of flowers,",
    "leaves), furrows in the sheets and mattress,",
    "pearls. Ropes of black pearls and a black rubber dress—submerged in the green haze,",
    "the depths of a nightclub, listening. Submission; she hit his thighs with a chain, a hook in his mouth",
    "her lips were alluring. Red feather quills, bright red flies. I think of him, brought violently",
    "to the surface, his tensile body still below the thin edge of the filleting knife",
    "his slick flesh streaming as he surrenders—a ceremony of scales and gills, useless to him now,",
    "as he breathes in and out. She told me once that she was like a scorpion, and I did not listen.",
    "I let her creep between my fingers, and danger was exotic to me then. I lived somewhere deep",
    "beyond the coastline, in the crevices of rocks and wood planks,",
    "her gold hair spins like loose coins, strange and valuable. The currency of nightmares, where",
    "the sun burns the earth and empties the seas—there are skeletons, gingerly reaching for night",
    "night will fall in a rustle of wings, the gentle sweep of the legs of scorpions."
  ],
  "title": "Submission",
  "year": ""
}