{
  "author": "Lynn Crosbie",
  "classification": "",
  "keywords": [
    "Gender",
    "Sexuality",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175483",
  "region": "Canada",
  "text": [
    "Tired of waiting for him, I think of a plan to stick it to the",
    "Man—he waylaid me with promises: protection, his valuable keys.",
    "Nights of seduction, I would glide to the curb in my customized Eldorado,",
    "black finish and cool bubble top",
    "and turn it over to a superyoung girl with rags and a bucket of soapy",
    "water, with a smile and a dead president,",
    ".",
    "He is inside listening to Curtis, his sapphire ring",
    "he brings the moon with him, this cat, and his eyes glow like",
    "mellow stones at my superfly threads. The cashmere white stitched suit,",
    "the maxi coat trimmed in fox fur:",
    ",",
    "my pretty little hat with three blue feather plumes. I let him dig me for a while,",
    "and lay a kiss, a spoon of cocaine on him, our secret meetings",
    "a potent rush and I am hip to the hit to his fly hand on my thigh,",
    "my ladies scatter in a cloud of Opium and he tells me,",
    ".",
    "I thought he was my man—I flash on him in the bathtub, its ledge of oils in flasks,",
    "pulling a loofah sponge over my tired shoulders, passing a reefer in lemon paper,",
    "on all the tired bitches working his keys, hustling his diamond rocks—",
    "two sets of false eyelashes, micro minis, freezing their asses off.",
    "My .25 Beretta can’t stop him, it’s not real, I’m not real to him. He’ll",
    "use me up and kill me; I need brains guts and cool;",
    "I put",
    "on your back, my baby, he says.",
    "I am between him and death,",
    ", and I ask him to step outside.",
    "The pink flakes blow my mind and I turn to him with a flurry of karate kicks,",
    "kicking out my left leg I bring him to the ground",
    "and with my foot on the collar of his mohair suit I tell him, I took your",
    "money and signed a contract on you:",
    "—",
    "men like you—",
    ".",
    "It’s all over for you, I think, as I imagine I am Superfly; my mind is what I want it to be,",
    "the Man is tired and suddenly he looks",
    "as he turns away from me, the things he cannot dream—",
    "my brazen plans, my",
    "."
  ],
  "title": "Superfly",
  "year": ""
}