{
  "author": "Lynn Crosbie",
  "classification": "",
  "keywords": [
    "Home Life",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175490",
  "region": "Canada",
  "text": [
    "Ysidro calls me at night,",
    ". his big",
    "blonde bean, and slides his moustache across my",
    "neck. he’s dark, and like I imagine his country,",
    "flat and arid, face a painted clay pot drying",
    "on the windowsill, on his lip, trails a snake",
    "with black twisted rattles. he asks me about",
    "my youth, and I tell him like the others, that",
    "they said I would never amount to anything. be",
    "cause of my size mostly, that I was a big American",
    "girl. raw and wide I sent away from catalogues,",
    "for plastic barrettes shaped like musical notes, and",
    "Cuban heeled shoes. I was dreamy too, and once",
    "painted my naked body like a guitar, with metal",
    "frets and silver strings. he caught lizards and",
    "tamed them, and saw an orange blister ripped sun.",
    "its aurora looked liked yellow music, and his eyes",
    "narrow as he plucks it from my stomach.",
    "I had Matthew from the first marriage, when I",
    "was sixteen. we would huddle in a striped mattress",
    "that was split in the seams, and I thought of",
    "my husband as a cowboy, when his leather face",
    "creased and stretched. in college I later learned",
    "about kings, and ancient gods who sent their love",
    "in showers of coins, golden, manna from heaven.",
    "and I never talk about my first man, except to",
    "say that he laid my head open and the scar-line",
    "is his illegible signature. my son is more like",
    "an immaculate conception, like my adopted girls",
    "whose teeth and pupils are shaped like a stranger.",
    "we ride to the lake and crush bread for the birds.",
    "I like the geese with their masks and giraffe",
    "necks. sometimes they hiss and you’d swear they",
    "had a row of devil fangs under their poniard tongues.",
    "but especially the swans, I can’t help but think",
    "of them plucked and fleshy turning white and velvet,",
    "like my husband pulling his hands through my henna",
    "hair.",
    "Ysidro is a groundskeeper and gravedigger. sometimes",
    "we joke about dead business or a certain shift, and",
    "we laughed about the recipe I have included;",
    ", we said: cremate a handful",
    "of skinny bones, and sprinkle lightly over the",
    "dinner table. but it’s peaceful work, and he rests",
    "by the tombs, and weeds the paupers’ wooden crosses.",
    "and tells them about the weather, and here in",
    "Oskaloosa it couldn’t be finer. I am alone most",
    "nights when he walks with sleeping Iowa, and my",
    "imagination can turn black. I think of sewing",
    "him a pole-bag, with cobra skin and vegetable",
    "powder. with fathers and half shells. so he",
    "can speak melodic incantations and command a blood-",
    "less multitude. scary corpses turn to me, their",
    "eye sockets contracting in the light.",
    "we feed the birds and cook a chicken. in a taco",
    "shell it’s perfect, spicy and delicious, like my",
    "sweet Spanish lover’s touch."
  ],
  "title": "True Confessions Variations",
  "year": ""
}