{
  "author": "Edwin Arlington Robinson",
  "classification": "Persona",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Heroes",
    "Patriotism",
    "Poetry",
    "Poets",
    "Arts",
    "Sciences",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174241",
  "region": "U.S., New England",
  "text": [
    "You are a friend then, as I make it out,",
    "Of our man Shakespeare, who alone of us",
    "Will put an ass's head in Fairyland",
    "As he would add a shilling to more shillings,",
    "All most harmonious, — and out of his",
    "Miraculous inviolable increase",
    "Fills Ilion, Rome, or any town you like",
    "Of olden time with timeless Englishmen;",
    "And I must wonder what you think of him —",
    "All you down there where your small Avon flows",
    "By Stratford, and where you're an Alderman.",
    "Some, for a guess, would have him riding back",
    "To be a farrier there, or say a dyer;",
    "Or maybe one of your adept surveyors;",
    "Or like enough the wizard of all tanners.",
    "Not you — no fear of that; for I discern",
    "In you a kindling of the flame that saves —",
    "The nimble element, the true caloric;",
    "I see it, and was told of it, moreover,",
    "By our discriminate friend himself, no other.",
    "Had you been one of the sad average,",
    "As he would have it, — meaning, as I take it,",
    "The sinew and the solvent of our Island,",
    "You'd not be buying beer for this Terpander's",
    "Approved and estimated friend Ben Jonson;",
    "He'd never foist it as a part of his",
    "Contingent entertainment of a townsman",
    "While he goes off rehearsing, as he must,",
    "If he shall ever be the Duke of Stratford.",
    "And my words are no shadow on your town —",
    "Far from it; for one town's as like another",
    "As all are unlike London. Oh, he knows it, —",
    "And there's the Stratford in him; he denies it,",
    "And there's the Shakespeare in him. So, God help him!",
    "I tell him he needs Greek; but neither God",
    "Nor Greek will help him. Nothing will help that man.",
    "You see the fates have given him so much,",
    "He must have all or perish, — or look out",
    "Of London, where he sees too many lords.",
    "They're part of half what ails him: I suppose",
    "There's nothing fouler down among the demons",
    "Than what it is he feels when he remembers",
    "The dust and sweat and ointment of his calling",
    "With his lords looking on and laughing at him.",
    "King as he is, he can't be king",
    ",",
    "And that's as well, because he wouldn't like it;",
    "He'd frame a lower rating of men then",
    "Than he has now; and after that would come",
    "An abdication or an apoplexy.",
    "He can't be king, not even king of Stratford, —",
    "Though half the world, if not the whole of it,",
    "May crown him with a crown that fits no king",
    "Save Lord Apollo's homesick emissary:",
    "Not there on Avon, or on any stream",
    "Where Naiads and their white arms are no more,",
    "Shall he find home again. It's all too bad.",
    "But there's a comfort, for he'll have that House —",
    "The best you ever saw; and he'll be there",
    "Anon, as you're an Alderman. Good God!",
    "He makes me lie awake o'nights and laugh.",
    "And you have known him from his origin,",
    "You tell me; and a most uncommon urchin",
    "He must have been to the few seeing ones —",
    "A trifle terrifying, I dare say,",
    "Discovering a world with his man's eyes,",
    "Quite as another lad might see some finches,",
    "If he looked hard and had an eye for nature.",
    "But this one had his eyes and their foretelling,",
    "And he had you to fare with, and what else?",
    "He must have had a father and a mother —",
    "In fact I've heard him say so — and a dog,",
    "As a boy should, I venture; and the dog,",
    "Most likely, was the only man who knew him.",
    "A dog, for all I know, is what he needs",
    "As much as anything right here to-day,",
    "To counsel him about his disillusions,",
    "Old aches, and parturitions of what's coming, —",
    "A dog of orders, an emeritus,",
    "To wag his tail at him when he comes home,",
    "And then to put his paws up on his knees",
    "And say, \"For God's sake, what's it all about?\"",
    "I don't know whether he needs a dog or not —",
    "Or what he needs. I tell him he needs Greek;",
    "I'll talk of rules and Aristotle with him,",
    "And if his tongue's at home he'll say to that,",
    "I have your word that Aristotle knows,",
    "And you mine that I don't know Aristotle.\"",
    "He's all at odds with all the unities,",
    "And what's yet worse, it doesn't seem to matter;",
    "He treads along through Time's old wilderness",
    "As if the tramp of all the centuries",
    "Had left no roads — and there are none, for him;",
    "He doesn't see them, even with those eyes, —",
    "And that's a pity, or I say it is.",
    "Accordingly we have him as we have him —",
    "Going his way, the way that he goes best,",
    "A pleasant animal with no great noise",
    "Or nonsense anywhere to set him off —",
    "Save only divers and inclement devils",
    "Have made of late his heart their dwelling place.",
    "A flame half ready to fly out sometimes",
    "At some annoyance may be fanned up in him,",
    "But soon it falls, and when it falls goes out;",
    "He knows how little room there is in there",
    "For crude and futile animosities,",
    "And how much for the joy of being whole,",
    "And how much for long sorrow and old pain.",
    "On our side there are some who may be given",
    "To grow old wondering what he thinks of us",
    "And some above us, who are, in his eyes,",
    "Above himself, — and that's quite right and English.",
    "Yet here we smile, or disappoint the gods",
    "Who made it so: the gods have always eyes",
    "To see men scratch; and they see one down here",
    "Who itches, manor-bitten to the bone,",
    "Albeit he knows himself — yes, yes, he knows —",
    "The lord of more than England and of more",
    "Than all the seas of England in all time",
    "Shall ever wash. D'ye wonder that I laugh?",
    "He sees me, and he doesn't seem to care;",
    "And why the devil should he? I can't tell you.",
    "I'll meet him out alone of a bright Sunday,",
    "Trim, rather spruce, and quite the gentleman.",
    "\"What ho, my lord!\" say I. He doesn't hear me;",
    "Wherefore I have to pause and look at him.",
    "He's not enormous, but one looks at him.",
    "A little on the round if you insist,",
    "For now, God save the mark, he's growing old;",
    "He's five and forty, and to hear him talk",
    "These days you'd call him eighty; then you'd add",
    "More years to that. He's old enough to be",
    "The father of a world, and so he is.",
    "\"Ben, you're a scholar, what's the time of day?\"",
    "Says he; and there shines out of him again",
    "An aged light that has no age or station —",
    "The mystery that's his — a mischievous",
    "Half-mad serenity that laughs at fame",
    "For being won so easy, and at friends",
    "Who laugh at him for what he wants the most,",
    "And for his dukedom down in Warwickshire; —",
    "By which you see we're all a little jealous ...",
    "Poor Greene! I fear the color of his name",
    "Was even as that of his ascending soul;",
    "And he was one where there are many others, —",
    "Some scrivening to the end against their fate,",
    "Their puppets all in ink and all to die there;",
    "And some with hands that once would shade an eye",
    "That scanned Euripides and Æschylus",
    "Will reach by this time for a pot-house mop",
    "To slush their first and last of royalties.",
    "Poor devils! and they all play to his hand;",
    "For so it was in Athens and old Rome.",
    "But that's not here or there; I've wandered off.",
    "Greene does it, or I'm careful. Where's that boy?",
    "Yes, he'll go back to Stratford. And we'll miss him?",
    "Dear sir, there'll be no London here without him.",
    "We'll all be riding, one of these fine days,",
    "Down there to see him — and his wife won't like us;",
    "And then we'll think of what he never said",
    "Of women — which, if taken all in all",
    "With what he did say, would buy many horses.",
    "Though nowadays he's not so much for women:",
    "\"So few of them,\" he says, \"are worth the guessing.\"",
    "But there's a worm at work when he says that,",
    "And while he says it one feels in the air",
    "A deal of circumambient hocus-pocus.",
    "They've had him dancing till his toes were tender,",
    "And he can feel 'em now, come chilly rains.",
    "There's no long cry for going into it,",
    "However, and we don't know much about it.",
    "But you in Stratford, like most here in London,",
    "Have more now in the",
    "than you paid for;",
    "He's put one there with all her poison on,",
    "To make a singing fiction of a shadow",
    "That's in his life a fact, and always will be.",
    "But she's no care of ours, though Time, I fear,",
    "Will have a more reverberant ado",
    "About her than about another one",
    "Who seems to have decoyed him, married him,",
    "And sent him scuttling on his way to London, —",
    "With much already learned, and more to learn,",
    "And more to follow. Lord! how I see him now,",
    "Pretending, maybe trying, to be like us.",
    "Whatever he may have meant, we never had him;",
    "He failed us, or escaped, or what you will, —",
    "And there was that about him (God knows what, —",
    "We'd flayed another had he tried it on us)",
    "That made as many of us as had wits",
    "More fond of all his easy distances",
    "Than one another's noise and clap-your-shoulder.",
    "But think you not, my friend, he'd never talk!",
    "Talk? He was eldritch at it; and we listened —",
    "Thereby acquiring much we knew before",
    "About ourselves, and hitherto had held",
    "Irrelevant, or not prime to the purpose.",
    "And there were some, of course, and there be now,",
    "Disordered and reduced amazedly",
    "To resignation by the mystic seal",
    "Of young finality the gods had laid",
    "On everything that made him a young demon;",
    "And one or two shot looks at him already",
    "As he had been their executioner;",
    "And once or twice he was, not knowing it, —",
    "Or knowing, being sorry for poor clay",
    "And saying nothing ... Yet, for all his engines,",
    "You'll meet a thousand of an afternoon",
    "Who strut and sun themselves and see around 'em",
    "A world made out of more that has a reason",
    "Than his, I swear, that he sees here to-day;",
    "Though he may scarcely give a Fool an exit",
    "But we mark how he sees in everything",
    "A law that, given we flout it once too often,",
    "Brings fire and iron down on our naked heads.",
    "To me it looks as if the power that made him,",
    "For fear of giving all things to one creature,",
    "Left out the first, — faith, innocence, illusion,",
    "Whatever 'tis that keeps us out o' Bedlam, —",
    "And thereby, for his too consuming vision,",
    "Empowered him out of nature; though to see him,",
    "You'd never guess what's going on inside him.",
    "He'll break out some day like a keg of ale",
    "With too much independent frenzy in it;",
    "And all for collaring what he knows won't keep,",
    "And what he'd best forget — but that he can't.",
    "You'll have it, and have more than I'm foretelling;",
    "And there'll be such a roaring at the Globe",
    "As never stunned the bleeding gladiators.",
    "He'll have to change the color of its hair",
    "A bit, for now he calls it Cleopatra.",
    "Black hair would never do for Cleopatra.",
    "But you and I are not yet two old women,",
    "And you're a man of office. What he does",
    "Is more to you than how it is he does it, —",
    "And that's what the Lord God has never told him.",
    "They work together, and the Devil helps 'em;",
    "They do it of a morning, or if not,",
    "They do it of a night; in which event",
    "He's peevish of a morning. He seems old;",
    "He's not the proper stomach or the sleep —",
    "And they're two sovran agents to conserve him",
    "Against the fiery art that has no mercy",
    "But what's in that prodigious grand new House.",
    "I gather something happening in his boyhood",
    "Fulfilled him with a boy's determination",
    "To make all Stratford 'ware of him. Well, well,",
    "I hope at last he'll have his joy of it,",
    "And all his pigs and sheep and bellowing beeves,",
    "And frogs and owls and unicorns, moreover,",
    "Be less than hell to his attendant ears.",
    "Oh, past a doubt we'll all go down to see him.",
    "He may be wise. With London two days off,",
    "Down there some wind of heaven may yet revive him;",
    "But there's no quickening breath from anywhere",
    "Small make of him again the poised young faun",
    "From Warwickshire, who'd made, it seems, already",
    "A legend of himself before I came",
    "To blink before the last of his first lightning.",
    "Whatever there be, there'll be no more of that;",
    "The coming on of his old monster Time",
    "Has made him a still man; and he has dreams",
    "Were fair to think on once, and all found hollow.",
    "He knows how much of what men paint themselves",
    "Would blister in the light of what they are;",
    "He sees how much of what was great now shares",
    "An eminence transformed and ordinary;",
    "He knows too much of what the world has hushed",
    "In others, to be loud now for himself;",
    "He knows now at what height low enemies",
    "May reach his heart, and high friends let him fall;",
    "But what not even such as he may know",
    "Bedevils him the worst: his lark may sing",
    "At heaven's gate how he will, and for as long",
    "As joy may listen, but",
    "sees no gate,",
    "Save one whereat the spent clay waits a little",
    "Before the churchyard has it, and the worm.",
    "Not long ago, late in an afternoon,",
    "I came on him unseen down Lambeth way,",
    "And on my life I was afear'd of him:",
    "He gloomed and mumbled like a soul from Tophet,",
    "His hands behind him and his head bent solemn.",
    "\"What is it now,\" said I, — \"another woman?\"",
    "That made him sorry for me, and he smiled.",
    "\"No, Ben,\" he mused; \"it's Nothing. It's all Nothing.",
    "We come, we go; and when we're done, we're done.\"",
    "Spiders and flies — we're mostly one or t'other —",
    "We come, we go; and when we're done, we're done;",
    "\"By God, you sing that song as if you knew it!\"",
    "Said I, by way of cheering him; \"what ails ye?\"",
    "\"I think I must have come down here to think,\"",
    "Says he to that, and pulls his little beard;",
    "\"Your fly will serve as well as anybody,",
    "And what's his hour? He flies, and flies, and flies,",
    "And in his fly's mind has a brave appearance;",
    "And then your spider gets him in her net,",
    "And eats him out, and hangs him up to dry.",
    "That's Nature, the kind mother of us all.",
    "And then your slattern housemaid swings her broom,",
    "And where's your spider? And that's Nature, also.",
    "It's Nature, and it's Nothing. It's all Nothing.",
    "It's all a world where bugs and emperors",
    "Go singularly back to the same dust,",
    "Each in his time; and the old, ordered stars",
    "That sang together, Ben, will sing the same",
    "Old stave to-morrow.\"",
    "When he talks like that,",
    "There's nothing for a human man to do",
    "But lead him to some grateful nook like this",
    "Where we be now, and there to make him drink.",
    "He'll drink, for love of me, and then be sick;",
    "A sad sign always in a man of parts,",
    "And always very ominous. The great",
    "Should be as large in liquor as in love, —",
    "And our great friend is not so large in either:",
    "One disaffects him, and the other fails him;",
    "Whatso he drinks that has an antic in it,",
    "He's wondering what's to pay in his insides;",
    "And while his eyes are on the Cyprian",
    "He's fribbling all the time with that damned House.",
    "We laugh here at his thrift, but after all",
    "It may be thrift that saves him from the devil;",
    "God gave it, anyhow, — and we'll suppose",
    "He knew the compound of his handiwork.",
    "To-day the clouds are with him, but anon",
    "He'll out of 'em enough to shake the tree",
    "Of life itself and bring down fruit unheard-of, —",
    "And, throwing in the bruised and whole together,",
    "Prepare a wine to make us drunk with wonder;",
    "And if he live, there'll be a sunset spell",
    "Thrown over him as over a glassed lake",
    "That yesterday was all a black wild water.",
    "God send he live to give us, if no more,",
    "What now's a-rampage in him, and exhibit,",
    "With a decent half-allegiance to the ages",
    "An earnest of at least a casual eye",
    "Turned once on what he owes to Gutenberg,",
    "And to the fealty of more centuries",
    "Than are as yet a picture in our vision.",
    "\"There's time enough, — I'll do it when I'm old,",
    "And we're immortal men,\" he says to that;",
    "And then he says to me, \"Ben, what's 'immortal'?",
    "Think you by any force of ordination",
    "It may be nothing of a sort more noisy",
    "Than a small oblivion of component ashes",
    "That of a dream-addicted world was once",
    "A moving atomy much like your friend here?\"",
    "Nothing will help that man. To make him laugh,",
    "I said then he was a mad mountebank, —",
    "And by the Lord I nearer made him cry.",
    "I could have eat an eft then, on my knees,",
    "Tail, claws, and all of him; for I had stung",
    "The king of men, who had no sting for me,",
    "And I had hurt him in his memories;",
    "And I say now, as I shall say again,",
    "I love the man this side idolatry.",
    "He'll do it when he's old, he says. I wonder.",
    "He may not be so ancient as all that.",
    "For such as he, the thing that is to do",
    "Will do itself, — but there's a reckoning;",
    "The sessions that are now too much his own,",
    "The roiling inward of a stilled outside,",
    "The churning out of all those blood-fed lines,",
    "The nights of many schemes and little sleep,",
    "The full brain hammered hot with too much thinking,",
    "The vexed heart over-worn with too much aching, —",
    "This weary jangling of conjoined affairs",
    "Made out of elements that have no end,",
    "And all confused at once, I understand,",
    "Is not what makes a man to live forever.",
    "O no, not now! He'll not be going now:",
    "There'll be time yet for God knows what explosions",
    "Before he goes. He'll stay awhile. Just wait:",
    "Just wait a year or two for Cleopatra,",
    "For she's to be a balsam and a comfort;",
    "And that's not all a jape of mine now, either.",
    "For granted once the old way of Apollo",
    "Sings in a man, he may then, if he's able,",
    "Strike unafraid whatever strings he will",
    "Upon the last and wildest of new lyres;",
    "Nor out of his new magic, though it hymn",
    "The shrieks of dungeoned hell, shall he create",
    "A madness or a gloom to shut quite out",
    "A cleaving daylight, and a last great calm",
    "Triumphant over shipwreck and all storms.",
    "He might have given Aristotle creeps,",
    "But surely would have given him his",
    "He'll not be going yet. There's too much yet",
    "Unsung within the man. But when he goes,",
    "I'd stake ye coin o' the realm his only care",
    "For a phantom world he sounded and found wanting",
    "Will be a portion here, a portion there,",
    "Of this or that thing or some other thing",
    "That has a patent and intrinsical",
    "Equivalence in those egregious shillings.",
    "And yet he knows, God help him! Tell me, now,",
    "If ever there was anything let loose",
    "On earth by gods or devils heretofore",
    "Like this mad, careful, proud, indifferent Shakespeare!",
    "Where was it, if it ever was? By heaven,",
    "'Twas never yet in Rhodes or Pergamon —",
    "In Thebes or Nineveh, a thing like this!",
    "No thing like this was ever out of England;",
    "And that he knows. I wonder if he cares.",
    "Perhaps he does .... O Lord, that House in Stratford!"
  ],
  "title": "Ben Jonson Entertains a Man from Stratford",
  "year": ""
}