{
  "author": "Edwin Arlington Robinson",
  "classification": "Persona",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Disappointment",
    "Failure",
    "Living",
    "Time",
    "Brevity",
    "Growing Old"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174245",
  "region": "U.S., New England",
  "text": [
    "Old Eben Flood, climbing alone one night",
    "Over the hill between the town below",
    "And the forsaken upland hermitage",
    "That held as much as he should ever know",
    "On earth again of home, paused warily.",
    "The road was his with not a native near;",
    "And Eben, having leisure, said aloud,",
    "For no man else in Tilbury Town to hear:",
    "\"Well, Mr. Flood, we have the harvest moon",
    "Again, and we may not have many more;",
    "The bird is on the wing, the poet says,",
    "And you and I have said it here before.",
    "Drink to the bird.\" He raised up to the light",
    "The jug that he had gone so far to fill,",
    "And answered huskily: \"Well, Mr. Flood,",
    "Since you propose it, I believe I will.\"",
    "Alone, as if enduring to the end",
    "A valiant armor of scarred hopes outworn,",
    "He stood there in the middle of the road",
    "Like Roland's ghost winding a silent horn.",
    "Below him, in the town among the trees,",
    "Where friends of other days had honored him,",
    "A phantom salutation of the dead",
    "Rang thinly till old Eben's eyes were dim.",
    "Then, as a mother lays her sleeping child",
    "Down tenderly, fearing it may awake,",
    "He set the jug down slowly at his feet",
    "With trembling care, knowing that most things break;",
    "And only when assured that on firm earth",
    "It stood, as the uncertain lives of men",
    "Assuredly did not, he paced away,",
    "And with his hand extended paused again:",
    "\"Well, Mr. Flood, we have not met like this",
    "In a long time; and many a change has come",
    "To both of us, I fear, since last it was",
    "We had a drop together. Welcome home!\"",
    "Convivially returning with himself,",
    "Again he raised the jug up to the light;",
    "And with an acquiescent quaver said:",
    "\"Well, Mr. Flood, if you insist, I might.",
    "\"Only a very little, Mr. Flood—",
    "For auld lang syne. No more, sir; that will do.\"",
    "So, for the time, apparently it did,",
    "And Eben evidently thought so too;",
    "For soon amid the silver loneliness",
    "Of night he lifted up his voice and sang,",
    "Secure, with only two moons listening,",
    "Until the whole harmonious landscape rang—",
    "\"For auld lang syne.\" The weary throat gave out,",
    "The last word wavered; and the song being done,",
    "He raised again the jug regretfully",
    "And shook his head, and was again alone.",
    "There was not much that was ahead of him,",
    "And there was nothing in the town below—",
    "Where strangers would have shut the many doors",
    "That many friends had opened long ago."
  ],
  "title": "Mr. Flood's Party",
  "year": ""
}