{
  "author": "Edwin Arlington Robinson",
  "classification": "Allusion",
  "keywords": [
    "God",
    "the Divine",
    "Mythology",
    "Folklore",
    "Death",
    "Philosophy",
    "Arts",
    "Sciences",
    "War",
    "Conflict",
    "Time",
    "Brevity",
    "Faith",
    "Doubt",
    "Heroes",
    "Patriotism",
    "Social Commentaries",
    "History",
    "Politics",
    "Living",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174246",
  "region": "U.S., New England",
  "text": [
    "I",
    "We thrill too strangely at the master's touch;",
    "We shrink too sadly from the larger self",
    "Which for its own completeness agitates",
    "And undetermines us; we do not feel\u0097",
    "We dare not feel it yet\u0097the splendid shame",
    "Of uncreated failure; we forget,",
    "The while we groan, that God's accomplishment",
    "Is always and unfailingly at hand.",
    "II",
    "Tumultuously void of a clean scheme",
    "Whereon to build, whereof to formulate,",
    "The legion life that riots in mankind",
    "Goes ever plunging upward, up and down,",
    "Most like some crazy regiment at arms,",
    "Undisciplined of aught but Ignorance,",
    "And ever led resourcelessly along",
    "To brainless carnage by drunk trumpeters.",
    "III",
    "To me the groaning of world-worshippers",
    "Rings like a lonely music played in hell",
    "By one with art enough to cleave the walls",
    "Of heaven with his cadence, but without",
    "The wisdom or the will to comprehend",
    "The strangeness of his own perversity,",
    "And all without the courage to deny",
    "The profit and the pride of his defeat.",
    "IV",
    "While we are drilled in error, we are lost",
    "Alike to truth and usefulness. We think",
    "We are great warriors now, and we can brag",
    "Like Titans; but the world is growing young,",
    "And we, the fools of time, are growing with it:\u0097",
    "We do not fight to-day, we only die;",
    "We are too proud of death, and too ashamed",
    "Of God, to know enough to be alive.",
    "V",
    "There is one battle-field whereon we fall",
    "Triumphant and unconquered; but, alas!",
    "We are too fleshly fearful of ourselves",
    "To fight there till our days are whirled and blurred",
    "By sorrow, and the ministering wheels",
    "Of anguish take us eastward, where the clouds",
    "Of human gloom are lost against the gleam",
    "That shines on Thought's impenetrable mail.",
    "VI",
    "When we shall hear no more the cradle-songs",
    "Of ages\u0097when the timeless hymns of Love",
    "Defeat them and outsound them\u0097we shall know",
    "The rapture of that large release which all",
    "Right science comprehends; and we shall read,",
    "With unoppressed and unoffended eyes,",
    "That record of All-Soul whereon God writes",
    "In everlasting runes the truth of Him.",
    "VII",
    "The guerdon of new childhood is repose:\u0097",
    "Once he has read the primer of right thought,",
    "A man may claim between two smithy strokes",
    "Beatitude enough to realize",
    "God's parallel completeness in the vague",
    "And incommensurable excellence",
    "That equitably uncreates itself",
    "And makes a whirlwind of the Universe.",
    "VIII",
    "There is no loneliness:\u0097no matter where",
    "We go, nor whence we come, nor what good friends",
    "Forsake us in the seeming, we are all",
    "At one with a complete companionship;",
    "And though forlornly joyless be the ways",
    "We travel, the compensate spirit-gleams",
    "Of Wisdom shaft the darkness here and there,",
    "Like scattered lamps in unfrequented streets.",
    "IX",
    "When one that you and I had all but sworn",
    "To be the purest thing God ever made",
    "Bewilders us until at last it seems",
    "An angel has come back restigmatized,\u0097",
    "Faith wavers, and we wonder what there is",
    "On earth to make us faithful any more,",
    "But never are quite wise enough to know",
    "The wisdom that is in that wonderment.",
    "X",
    "Where does a dead man go?\u0097The dead man dies;",
    "But the free life that would no longer feed",
    "On fagots of outburned and shattered flesh",
    "Wakes to a thrilled invisible advance,",
    "Unchained (or fettered else) of memory;",
    "And when the dead man goes it seems to me",
    "'T were better for us all to do away",
    "With weeping, and be glad that he is gone.",
    "XI",
    "So through the dusk of dead, blank-legended,",
    "And unremunerative years we search",
    "To get where life begins, and still we groan",
    "Because we do not find the living spark",
    "Where no spark ever was; and thus we die,",
    "Still searching, like poor old astronomers",
    "Who totter off to bed and go to sleep,",
    "To dream of untriangulated stars.",
    "XII",
    "With conscious eyes not yet sincere enough",
    "To pierce the glimmered cloud that fluctuates",
    "Between me and the glorifying light",
    "That screens itself with knowledge, I discern",
    "The searching rays of wisdom that reach through",
    "The mist of shame's infirm credulity,",
    "And infinitely wonder if hard words",
    "Like mine have any message for the dead.",
    "XIII",
    "I grant you friendship is a royal thing,",
    "But none shall ever know that royalty",
    "For what it is till he has realized",
    "His best friend in himself. 'T is then, perforce,",
    "That man's unfettered faith indemnifies",
    "Of its own conscious freedom the old shame,",
    "And love's revealed infinitude supplants",
    "Of its own wealth and wisdom the old scorn.",
    "XIV",
    "Though the sick beast infect us, we are fraught",
    "Forever with indissoluble Truth,",
    "Wherein redress reveals itself divine,",
    "Transitional, transcendent. Grief and loss,",
    "Disease and desolation, are the dreams",
    "Of wasted excellence; and every dream",
    "Has in it something of an ageless fact",
    "That flouts deformity and laughs at years.",
    "XV",
    "We lack the courage to be where we are:\u0097",
    "We love too much to travel on old roads,",
    "To triumph on old fields; we love too much",
    "To consecrate the magic of dead things,",
    "And yieldingly to linger by long walls",
    "Of ruin, where the ruinous moonlight",
    "That sheds a lying glory on old stones",
    "Befriends us with a wizard's enmity.",
    "XVI",
    "Something as one with eyes that look below",
    "The battle-smoke to glimpse the foeman's charge,",
    "We through the dust of downward years may scan",
    "The onslaught that awaits this idiot world",
    "Where blood pays blood for nothing, and where life",
    "Pays life to madness, till at last the ports",
    "Of gilded helplessness be battered through",
    "By the still crash of salvatory steel.",
    "XVII",
    "To you that sit with Sorrow like chained slaves,",
    "And wonder if the night will ever come,",
    "I would say this: The night will never come,",
    "And sorrow is not always. But my words",
    "Are not enough; your eyes are not enough;",
    "The soul itself must insulate the Real,",
    "Or ever you do cherish in this life\u0097",
    "In this life or in any life\u0097repose.",
    "XVIII",
    "Like a white wall whereon forever breaks",
    "Unsatisfied the tumult of green seas,",
    "Man's unconjectured godliness rebukes",
    "With its imperial silence the lost waves",
    "Of insufficient grief. This mortal surge",
    "That beats against us now is nothing else",
    "Than plangent ignorance. Truth neither shakes",
    "Nor wavers; but the world shakes, and we shriek.",
    "XIX",
    "Nor jewelled phrase nor mere mellifluous rhyme",
    "Reverberates aright, or ever shall,",
    "One cadence of that infinite plain-song",
    "Which is itself all music. Stronger notes",
    "Than any that have ever touched the world",
    "Must ring to tell it\u0097ring like hammer-blows,",
    "Right-echoed of a chime primordial,",
    "On anvils, in the gleaming of God's forge.",
    "XX",
    "The prophet of dead words defeats himself:",
    "Whoever would acknowledge and include",
    "The foregleam and the glory of the real,",
    "Must work with something else than pen and ink",
    "And painful preparation: he must work",
    "With unseen implements that have no names,",
    "And he must win withal, to do that work,",
    "Good fortitude, clean wisdom, and strong skill.",
    "XXI",
    "To curse the chilled insistence of the dawn",
    "Because the free gleam lingers; to defraud",
    "The constant opportunity that lives",
    "Unchallenged in all sorrow; to forget",
    "For this large prodigality of gold",
    "That larger generosity of thought,\u0097",
    "These are the fleshly clogs of human greed,",
    "The fundamental blunders of mankind.",
    "XXII",
    "Forebodings are the fiends of Recreance;",
    "The master of the moment, the clean seer",
    "Of ages, too securely scans what is,",
    "Ever to be appalled at what is not;",
    "He sees beyond the groaning borough lines",
    "Of Hell, God's highways gleaming, and he knows",
    "That Love's complete communion is the end",
    "Of anguish to the liberated man.",
    "XXIII",
    "Here by the windy docks I stand alone,",
    "But yet companioned. There the vessel goes,",
    "And there my friend goes with it; but the wake",
    "That melts and ebbs between that friend and me",
    "Love's earnest is of Life's all-purposeful",
    "And all-triumphant sailing, when the ships",
    "Of Wisdom loose their fretful chains and swing",
    "Forever from the crumbled wharves of Time."
  ],
  "title": "Octaves",
  "year": ""
}