{
  "author": "Vandana Khanna",
  "classification": "",
  "keywords": [
    "Religion",
    "Christianity",
    "Other Religions",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249408",
  "region": "U.S., Western",
  "text": [
    "1.",
    "Two Gods: the one in the closet",
    "and the one from school days",
    "and both are not mine. I opened",
    "the door on God at dusk and closed",
    "him the rest of the day. He perched",
    "on the ledge above my father's shirts",
    "and wool suits, a",
    "in every Hindu",
    "house, ours smelling of starch, surrounded",
    "by ties and old suitcases. I was the ghost",
    "at school, sat on the pew and watched",
    "as other girls held God under their tongues.",
    "My lips remember the prayer my parents",
    "taught me those evenings with their bedroom",
    "closet open—Ganesh carved in metal, Krishna",
    "blue in a frame. I don't remember the translation,",
    "never sure I really knew it. I got mixed up sometimes,",
    "said a section of the \"Our Father\" in the middle",
    "of the",
    "ending in Amen when I meant",
    "Krishna, not sure when to kneel and when to touch",
    "someone's feet with my hands.",
    "2.",
    "My name means it all—holiness, God, evenings",
    "praying to a closet. My mother says before I",
    "was born, I was an ache in the back of her throat,",
    "wind rushing past her ear, that my father prayed",
    "every evening, closet door open, for a daughter.",
    "And so I am evening prayer, sunset and mantra.",
    "At school, I longed for a name that was smooth",
    "on the backs of my teeth, no trick getting it out.",
    "Easy on the mouth, a Lisa or a Julie—brown hair",
    "and freckles, not skin the color of settling dusk,",
    "a name you could press your lips to, press lips",
    "against, American names of backyard swings, meat loaf",
    "in the oven, not of one-room apartments",
    "overlooking parking lots, the smell of curry",
    "in a pot, food that lined the hallways with its",
    "memory for days. I watched the hair on my legs",
    "grow dark and hated it. I longed to disappear,",
    "to turn the red that sheened on the other girls",
    "in school, rejecting the sun, burning with spite.",
    "In the mirror, I called myself another, practicing—",
    "the names, the prayers, fitting words into my mouth",
    "as if they belonged:",
    "and alleluia,",
    "God the Father, thy will be done"
  ],
  "title": "Evening Prayer",
  "year": ""
}