{
  "author": "Barbara Guest",
  "classification": "",
  "keywords": [
    "Travels",
    "Journeys",
    "Activities"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/172225",
  "region": "",
  "text": [
    "There we go in cars, did you guess we wore sandals?",
    "Carrying the till, memorizing its numbers,",
    "apt at the essential such as rearranging",
    "languages. They occur from route to route",
    "like savages who wear shells.",
    "“I cannot place him.” Yet I do.",
    "He must ascend indefinitely as airs",
    "he must regard his image as plastic,",
    "adhering to the easeful carpet that needs",
    "footprints and cares for them",
    "as is their wont in houses, the ones we pass by.",
    "Such a day/or such a night",
    "reeling from cabin to cabin",
    "looking at the cakewalk or merely dancing.",
    "These adventures in broad/or slim",
    "lamplight,",
    "Yet the cars",
    "do not cheat, even their colors perform in storm.",
    "We never feel the scratch, they do.",
    "When lightning strikes it’s safer to ride",
    "on rubber going down a mountain,",
    "safer than trees, or sand, more preventive",
    "to be hid in a cloud we sing, remembering",
    "The old manse and robins. One tear,",
    "a salty one knowing we have escaped",
    "the charm of being native. Even as your glance",
    "through the windshield tells me you’ve seen",
    "another mishap of nature",
    "you would willingly forget,",
    "prefer to be like him near the hearth",
    "where woodsmoke makes a screen of numbers and signs",
    "where the bedstead it’s not so foreign as this lake.",
    "The plateau, excursionist,",
    "is ahead. After that twenty volumes",
    "of farmland. Then I must guide us",
    "to the wood garage someone has whitened",
    "where the light enters through one window",
    "like a novel. You must peer at it",
    "without weakening, without feeling",
    "hero, or heroine,",
    "Understanding the distances",
    "between characters, their wakeful",
    "or sleep searchingness, as far from the twilight ring",
    "the slow sunset, the quick dark."
  ],
  "title": "A Way of Being",
  "year": ""
}