{
  "author": "Barbara Guest",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/172229",
  "region": "",
  "text": [
    "At sunset from the top of the stair watching",
    "the castle mallets wrenched from their socket",
    "fell from ambush into flame flew into hiding;",
    "above the stoneware a latch like muscle hid",
    "the green; he stood waist high under the rapt",
    "ceiling and hanged the sparrow; where the kitchen",
    "had been a mirror of eggs served in a tumbler he",
    "saw the ring when a lancet pierced and threw it.",
    "In a basket and lowered it where sails enter",
    "the harbor over a parchment like dominoes;",
    "the petrel-like eyelash.",
    "To the sun and its rites were pulled the dried",
    "banners; they flew past the ruins the tower",
    "and window where ivory guided the mist on his back;",
    "he rubbed his eyes and counted them kneeling",
    "wrinkled as grass.",
    "forehead; they saw only the moon as it",
    "fasted.",
    "II",
    "If the ship meant anything if he heard a world",
    "view in the midst of his rhythm or the spell",
    "lustrous like hair on his arm; that groaned as",
    "it struck near the tumble down or",
    "combing hair; words burnt as they quickened.",
    "muster is in their skin; the grey",
    "worked like a vise they brushed this",
    "to turn arrows; they shut off the vast",
    "cellar and the turret leaped to a pattern;",
    "the mosaic blended was untouched.",
    "III",
    "The frankish hills and hummocks metered",
    "the greed over sun and cloud; voluptuous",
    "in the straits turbanned held scarves to the",
    "water each sail embroidered;",
    "who washed in their music a lattice.",
    "the lily stalk inside the frame; a gesture the lily",
    "pointing north as if the wrench from sky decides",
    "cold rain or change of tide; the lily",
    "she chooses.",
    "IV",
    "Waking in must the high pierced window dew on",
    "the furnaced bar the poaching hour the cup",
    "takes smoke from the tower; they drink",
    "in the smoke the print cradled; cut in dark.",
    "learned from invaders who craved it;",
    "spindle thieves.",
    "She sang high notes and pebbles went into her",
    "work where it changed into marks; in that room",
    "the armor-like wrens:",
    "rites turned with thread a dower",
    "begs lapis; eglantine on a spoon; the castle",
    "breeds tallow.",
    "V",
    "A change of tide might delay the run",
    "they watched as if by simple water;",
    "read magisterially whatever the book decided;",
    "ghosts they store; then bring an experimental",
    "wheel out of hiding.",
    "Even the Nile wind; fortune cards",
    "jugglers a remedy from old clothes;",
    "to appease the fable—pearls",
    "rolling in straw.",
    "The way a cowslip bends",
    "they remember or Troilus as he stared;",
    "they agree on brighter covers; looser",
    "shifts fluent tower to tower.",
    "More ephemeral than roundness or",
    "the grown pear tree connected",
    "with vision a rose briar.",
    "VI",
    "above the indifferent straits and a shelf where the",
    "castle lay perhaps it was sphered like Otranto;",
    "there the traveller stood naked and talked",
    "aloud or found a lily and thought a sword;",
    "or dragged a carcass upon blunt stone like a",
    "corded animal. In weeds in spiritual",
    "seclusion a felt hand lifted."
  ],
  "title": "Otranto",
  "year": ""
}