{
  "author": "Barbara Guest",
  "classification": "Free Verse",
  "keywords": [],
  "period": "New York School",
  "reference": "http://www.poetryfoundation.org/poem/172227",
  "region": "",
  "text": [
    "1",
    "On a wall shadowed by lights from the distance",
    "is the screen. Icons come to it dressed in capes",
    "and their eyes reflect the journeys their nomadic",
    "eyes reach from level earth. Narratives are in",
    "the room where the screen waits suspended like",
    "the frame of a girder the worker will place upon",
    "an axis and thus make a frame which he fills with",
    "a plot or a quarter inch of poetry to encourage",
    "nature into his building and the tree leaning",
    "against it, the tree casting language upon the screen.",
    "2",
    "The telephone is Flaubert’s parrot and it flitters",
    "from perch to perch across the city. Or someone",
    "is holding the dead thing in her hand in a remote",
    "hotel. A sensitive person with a disability who",
    "speaks to the inanimate. She may even resemble",
    "Louise Colet or the helpful niece. She hasn’t sent",
    "her meaning and I am absent in these reminiscences",
    "of her. The telephone is the guignol of",
    "messages.",
    "It may have been cold moving down from roofs,",
    "a continental wind caught between buildings.",
    "Leaves and pollen blowing onto fire escapes.",
    "Windstruck hambones lying in a gutter. Equinoc-",
    "tial changes the body knows, the hand feels, the",
    "truck passes without notice and buildings con-",
    "tinue their nervous commitments. The earth may",
    "have been moaning underneath this junk. I am",
    "caught in the wind’s draft.",
    "3",
    "At night viewing the screen of distance",
    "with shadowy icons framed by light",
    "I understood the rasping interior",
    "was rearing other icons,",
    "No longer gentle they flashed ripened clauses,",
    "or images raised formidable projections of ice,",
    "the wall was placed in a temporary position",
    "where words glittered from a dark cover,",
    "Narcissism lived in a silver hut.",
    "4",
    "In the lighter time of year words arrived",
    "concealed in branches. Flaubert exchanged",
    "himself for words, night became a night of",
    "words and a journey a journey of words, and",
    "so on.",
    "Words became “a superior joke”, I trembled",
    "under a revolutionary weight, a coward fleeing",
    "from a cloud. The ego of words stretched to",
    "the room’s borders assuming the sonorous",
    "movement of a poem.",
    "5",
    "I entice this novice poem with a mineral,",
    ".",
    "The dictionary bestows on Beryl a skittish description,",
    "like a sequence in which a car",
    "moves over ruptured roads and slices",
    "into ghost veins of color—",
    "a camera follows each turn,",
    "examines the exits where rock protects",
    "a visionary tool that prods it:—",
    "“A light greenish blue that is bluer",
    "and deeper than average aqua,",
    "greener than robin’s eggs blue,",
    "bluer and paler than turquoise",
    "blue and greener and deeper than beryl",
    "blue—a light greenish blue that is bluer",
    "and paler than beryl or average turquoise blue—",
    "bluer and slightly paler than aqua.”",
    "The speculative use of mineral prevents an",
    "attachment to words from overflowing, inserts",
    "a vein of jazz, emblems of color and overcomes",
    "the persecuting stretch of racetrack where words",
    "race their mounts ....",
    "6",
    "Beryl became a distraction as one speaks of color",
    "field or someone as a colorist or of color pre-",
    "dominant, so the paper on which the poem would",
    "rest was grainy with color flashing lights",
    "and the depth, the deepness of the country lane",
    "on which shadows found repose was a wilderness of",
    "color, ditches and trees lost their contours. I",
    "created a planned randomness in which color",
    "behaved like a star.",
    "7",
    "To introduce color to form",
    "I must darken the window where shrubs",
    "grazed the delicate words",
    "the room would behave",
    "like everything else in nature,",
    "Experience and emotion performed",
    "as they did within the zone of distance",
    "words ending in fluid passages",
    "created a phenomenal blush",
    "dispersing illusion ....",
    "8",
    "A difficult poem intrudes like hardware",
    "decorating a quiet building, a tic taking",
    "over the facade, a shrug exaggerated by a",
    "column—",
    "Shelley sailing into the loose wind,",
    "the storm of neurosis hindering the formal plan,",
    "a suggested dwelling left on the drawing board",
    "with clumps of shrubs indicating hysteria or,",
    "Daylight gleams on the rough street where a",
    "blameless career sighs, the poet beak dips",
    "in air, his little wings cause a mild stir,",
    "as someone comes down the stair",
    "he pleads with infancy,",
    "A woman speaks to a dish, old forks, amid her",
    "preparations she smiles touched by history.",
    "Chipped, sundry evidences of temporal life",
    "hiding in a bush. In formal dress domestic",
    "remarks reel into a corpus known as stanzas.",
    "9",
    "The Bride raised the cloud settled on her",
    "aspen head and stepping away from her bachelors",
    "she seized like wands the poem I handed her:",
    "“A life glitters under leaves",
    "piled for anonymity ...”",
    "She would lead us through glass to view the",
    "enigmatic hill where a castle slung a shadow.",
    "10",
    "There was a dream within a dream and inside",
    "the outer dream lay a rounded piece of white",
    "marble of perfect circular dimension.",
    "The dreamer called this marble that resembled",
    "a grain of Grecian marble, “Eva Knachte,”",
    "who was blown into the dream by the considerate",
    "rage of night.",
    "Her name evoking night became a marble pebble,",
    "the land on which she rested was the shore",
    "of the sea that washed over her and changed",
    "her lineaments into classic marble, a miniature",
    "being, yet perfect in this dream, her size",
    "determined by the summer storm with which",
    "I struggled and seized the marble.",
    "The marble was a relic, as were the movements",
    "of nature on the poem. The sea had lent",
    "a frieze, waves a shoulder when the investitures",
    "of a symbolic life feuded. In that dimness",
    "with bristles, straw, armor plate, grotty",
    "Alexandrines there appeared a mobile fiction ....",
    "11",
    "A man who calls himself a Baron yet strays from",
    "his estate into the cadmium yellow",
    "of a bewildering sunset rendered by apprehension",
    "where a broad approach to a narrow tunnel",
    "is fanned by leaves is faced with a decision—",
    "at the stylized ominous entrance he wonders",
    "if reality will maintain him or empathic snow",
    "subdue his quest ....",
    "12",
    "I sifted through these fictive ambiguities",
    "until there was a plain moment",
    "something like a black table where",
    "Dialogue set in motion urged a search",
    "in memory for that tonal light",
    "illuminating the screen,",
    "The Baron faded as distance gleamed",
    "a clear jar multiplied by frost."
  ],
  "title": "The Screen of Distance",
  "year": ""
}