{
  "author": "Doug Anderson",
  "classification": "Epistle",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Religion",
    "Christianity",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Popular Culture",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182360",
  "region": "U.S., New England",
  "text": [
    "Dear Martín:",
    "In Izalco, while Christ waits for Easter",
    "in his glass tomb in the cathedral",
    "a single long note is blown on a trumpet",
    "en el parque central. Los perros flacco",
    "forage at the feet of la gente.",
    "Los poetas mount the stage in a shower of rose petals",
    "thrown by old ladies.",
    "The Mayor opens his arms wide.",
    "In the audience are campesinos, hijitos, shopkeepers,",
    "viejos, the town trauma surgeon, and a generous contigent",
    "of la policia con pistolas, escopetas y M16s.",
    "Solamente el volcán duerme esta noche.",
    "Los perros flaccos jump into the big blue garbage cans.",
    "Martín, you will certainly believe this.",
    "Each poeta is introduced with a fireworks rocket.",
    "Los perros flaccos jump out of the big blue garbage cans.",
    "Poetas de Argentina, Taiwan, Guatemala, España,",
    "Peru, Nicaragua, France, Costa Rica, Brazil, Venezuela, Chile, y",
    "Los Estados Unidas open their mouths.",
    "Out come pajaros, serpientes, y duendes,",
    "hombres, mujeres, y alquimistas with flasks of aether;",
    "out come revolutionaries in diapers, ambassadors",
    "in limousines of obsidian, the Virgin in a Madonna T-shirt,",
    "y los Indios with flutes made of thigh bones",
    "and bombs made of skulls; out come",
    "the dead dictators chained together by ectoplasm",
    "swinging censors that emit the stink of money,",
    "priests with rifles, nuns with giant beasts",
    "whose names are forgotten hidden in the musk",
    "of their habits; out come conquistadores on roller skates,",
    "Moros in black on black motorcycles, Mad Max",
    "with tattoos de los Maras Salvatruche.",
    "When los poetas have finished, there are more fireworks.",
    "They are swarmed by hijitos, viejos y otros",
    "wanting autographs. Their hands are as soft as their hearts.",
    "Death does not hide here but lives among them dressed in",
    "white lace with earrings rattling on her skull. Life does not hide",
    "here but steps through irony as if it were the vanishing fog."
  ],
  "title": "Letter to Martín Espada",
  "year": ""
}