{
  "author": "Jeffrey Schultz",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/238036",
  "region": "",
  "text": [
    "but those pathologies in which we’ve been instructed,",
    "Because the gutter’s black as new blood, a Petri dish",
    "of piss and teeth knocked loose at the root,",
    "Because our walking here’s scared up pigeons and the air’s",
    "thick with their disease, because, therefore, we’re holding",
    "Our breath in silent prayer, Good People of Los Angeles,",
    "for our immune systems, for hand sanitizer,",
    "For swift and decisive return of the sun’s irradiating",
    "grace, I can hardly say I even know you much",
    "Beyond the turnstile’s slick in the discount supermarket,",
    "the sidewalk’s chewing gum and tuberculosis.",
    "But I’ve been thinking of you, of your eyes darting behind",
    "Knows-what, even though it’s dark this morning, cold, cold,",
    "at least, by our way of thinking: frond-tips glimpsed",
    "Through fog-bank, a dew so lightly acidic we’ve forgotten",
    "it’s the cause of these few more leaves dropped",
    "From evergreens, the rasp at the back of the throat.",
    "Members of the Taxpayer’s Association, divorce",
    "Attorneys, Good People of Bel Air, you who keep eyes dead",
    "ahead at the top of freeway off-ramps, who refuse guilt,",
    "That scrap cardboard",
    "entrance within the Town Car’s four doors, the pure, leather-",
    "Scented air there, I’ve been thinking about those",
    "other ones, the thousands of indigents and itinerants,",
    "Formerly among us and suffering the debit card’s curse",
    "on the panhandler, who today, because it is December",
    "And dark, because after cremation they’ve gone so long",
    "unclaimed, will be buried in mass anonymity somewhere",
    "unremarkable: flatland, barred windows, chain-link.",
    "There’s a minimum of ceremony. A short benediction",
    "and half a handful of city employees. Dogs watch",
    "From a distance. It takes a certain kind of distraction,",
    "a remarkable forgetfulness to not recognize",
    "In those nameless something of that little tyrant, The Self,",
    "to let history and language fail, let the world outside",
    "Dissolve, a mentholated lozenge on the tongue.",
    "The taste it leaves is the inability to taste anything else,",
    "And at bottom of the park’s southern slope, beneath",
    "the Hollywood Hills and their Attendant, Contempt, one",
    "Who’s wandered a few too many blocks from the halfway",
    "Boulevard’s early rush a few bars of",
    "Changes key again into abject terror’s primal screech.",
    "What’s remarkable then is the passing jogger’s scandalized",
    "All over the basin pyschotherapists await the",
    "New-phone-book thud on the doorstep, and grave shift",
    "cryogenicists make the last rounds, check temps, check",
    "The corresponding boxes on log sheets while we continue",
    "in our unrelenting interrogation of the body:",
    "How do you plot against me today? Brain! you’ve gone soft.",
    "deep-within’s crowded tissues could confess the knowledge",
    "We most desire, as if we’d not already allowed our private",
    "pandemic to order our days as on a clear plastic pill case,",
    "As if, I mean,",
    "Right down to it, we all know Death’s no more likely",
    "To knock and announce than the LAPD",
    "he may be gentler, he will not, in the end, read perfunctorily",
    "From a list of rights meant to protect us. Everything",
    "we’ve said has always been used against us.",
    "with",
    "Potential side effects.",
    "Rest in peace. Good night, Sweet Paupers.",
    "its own little crime against humanity, but",
    "Is still a lovely word to say aloud.",
    "But what angel is this? Stretched half across the footpath,",
    "Its body’s a grotesque, everywhere swollen",
    "and withered at once. It’s gone septic, it’s gone",
    "Almost entirely. And what worthless paper is that man",
    "fumbling with as he approaches? A thinning five maybe,",
    "Lincoln’s etched face a gaunt pockmark, beard and ears,",
    "or else the “Elegy for Sky",
    "On an expired bus transfer? It’s a worthless scene:",
    "a man in headphones and an angel which actually appears",
    "To be something much more like a beggar, except",
    "Obligations. Starved and curled into itself, it looks",
    "freed even of this world, like something almost not",
    "There at all, a fact the man uses as excuse to keep walking,",
    "his step timed to the beat, his eyes scanning ahead",
    "For needles, slivered glass, the more subtle sort of dangers.",
    "What else could he possibly do? Kneel down",
    "And slip stealthily something into the blistered palm",
    "of its hand? Cover its body with the fallen fronds",
    "Which we can’t now help but imagine as resembling wings",
    "because we’re thinking instead of a man slowly dying",
    "In a public park about a real angel and so The Eternal",
    "and so the failing health of our own souls, a disorder",
    "For which the FDA",
    "as if it were simply a matter of finding the right arrangement",
    "Of bodies in space. But what can we do, all exactly mad",
    "with grief for ourselves or hobbled with debt’s deep",
    "together, Shoppers of the Miracle Mile, Day Traders,",
    "Night Watchmen, but we’re all just standing here",
    "like fools, unable to look each other in the eyes,",
    "Unable to believe in anything at the unchanging core",
    "of being but a phantom limb’s complete and constant",
    "Wing-ache, because we are what multiplies, the desert",
    "as it reaches towards even you, Citizens of the Once Frozen",
    "North. In mourning we are to remember, but memory’s",
    "emaciated; there was something supposed to become",
    "Perfect",
    "but who knows? In mourning we meet in need,",
    "But here in a circle at last, tell me what ridiculous things",
    "we could possibly ask of each other. Spare a buck?",
    "Sing a little prayer for me? The overcast buckles",
    "under the weight of a singed and empty sky. Because",
    "There’s next to nothing left, America, call our",
    "name; please, won’t you please lay on your hands?"
  ],
  "title": "J. Finds in His Pocket Neither Change nor Small Bills",
  "year": ""
}