{
  "author": "Jeffrey Schultz",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181097",
  "region": "",
  "text": [
    "And the morning’s marine layer cloud cover’s just beginning to unhinge,",
    "to let the buttery light of another daybreak slip through",
    "And weigh down the dead lawns and sagging rooftops",
    "of this neighborhood, where Cold War era television antennas",
    "Still cast shadows like B-52s heading offshore, where poverty, this early",
    "is the smell of Malt-O-Meal and the dregs of thin beer",
    "Washed down the sink. Where the shift begins at 7AM,",
    "but consciousness has a way of coming round as slowly",
    "As this old computer monitor flickers its dull sixteen colors into being.",
    "On it, the names and numbers of laundromat and liquor store owners,",
    "Fast food managers and lawn care companies; it’s my job",
    "to cold call them, read from a script on the benefits of membership",
    "In the Executive Dining Club, not take",
    "for an answer.",
    "I’m no good and both the boss and I know it, and he’s hovering",
    "When the scraped-out voice of the woman on my phone answers me with",
    ", and then, instead of hanging up,",
    "Throws the receiver down next to something — dishwasher or window AC,",
    "I don’t know — but something close, it sounds, to tearing itself apart,",
    "Something cycling through an awful, screeching noise.",
    "And it’s because I’ve paused that the boss flings a pencil",
    "Into the wall in front of me and edges closer, and because of the fear",
    "of unemployment forms or the sky opening up if I were to walk out,",
    "And because this sound — the un-oiled, flak-fouled crack of it —",
    "has left me standing suddenly at the end of a runway, planes",
    "Screaming low overhead and loaded for the beginning of the end of the world,",
    "that I start back into the script, start back as if I believe each word,",
    "Even though, in the rattle and dust of the jet-wash, no one hears a thing."
  ],
  "title": "J. Learns the Difference Between Poverty and Having No Money",
  "year": ""
}