{
  "author": "Diane Wakoski",
  "classification": "Free Verse",
  "keywords": [
    "Midlife",
    "Family",
    "Ancestors",
    "Living",
    "The Body",
    "Growing Old",
    "Nature",
    "Relationships"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/176006",
  "region": "",
  "text": [
    "My sister in her well-tailored silk blouse hands me",
    "the photo of my father",
    "in naval uniform and white hat.",
    "I say, “Oh, this is the one which Mama used to have on her dresser.”",
    "My sister controls her face and furtively looks at my mother,",
    "a sad rag bag of a woman, lumpy and sagging everywhere,",
    "like a mattress at the Salvation Army, though with no holes or tears,",
    "and says, “No.”",
    "I look again,",
    "and see that my father is wearing a wedding ring,",
    "which he never did",
    "when he lived with my mother. And that there is a legend on it,",
    "“To my dearest wife,",
    "Love",
    "Chief”",
    "And I realize the photo must have belonged to his second wife,",
    "whom he left our mother to marry.",
    "My mother says, with her face as still as the whole unpopulated part of the",
    "state of North Dakota,",
    "“May I see it too?”",
    "She looks at it.",
    "I look at my tailored sister",
    "and my own blue-jeaned self. Have we wanted to hurt our mother,",
    "sharing these pictures on this, one of the few days I ever visit or",
    "spend with family? For her face is curiously haunted,",
    "not now with her usual viperish bitterness,",
    "but with something so deep it could not be spoken.",
    "I turn away and say I must go on, as I have a dinner engagement with friends.",
    "But I drive all the way to Pasadena from Whittier,",
    "thinking of my mother’s face; how I could never love her; how my father",
    "could not love her either. Yet knowing I have inherited",
    "the rag-bag body,",
    "stony face with bulldog jaws.",
    "I drive, thinking of that face.",
    "Jeffers’ California Medea who inspired me to poetry.",
    "I killed my children,",
    "but there as I am changing lanes on the freeway, necessarily glancing in the",
    "rearview mirror, I see the face,",
    "not even a ghost, but always with me, like a photo in a beloved’s wallet.",
    "How I hate my destiny."
  ],
  "title": "The Photos",
  "year": ""
}