{
  "author": "Diane Wakoski",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Youth",
    "Home Life",
    "Heroes",
    "Patriotism",
    "Relationships"
  ],
  "period": "Beat",
  "reference": "http://www.poetryfoundation.org/poem/176002",
  "region": "",
  "text": [
    "All fathers in Western civilization must have",
    "a military origin. The",
    "ruler,",
    "governor,",
    "yes,",
    "he is",
    "was the",
    "general at one time or other.",
    "And George Washington",
    "won the hearts",
    "of his country—the rough military man",
    "with awkward",
    "sincere",
    "drawing-room manners.",
    "My father;",
    "have you ever heard me speak of him? I seldom",
    "do. But I had a father,",
    "and he had military origins—or my origins from",
    "him",
    "are military,",
    "militant. That is, I remember him only in uniform. But of the navy,",
    "30 years a chief petty officer,",
    "always away from home.",
    "It is rough/hard for me to speak",
    "now.",
    "I'm not used to talking",
    "about him.",
    "Not used to naming his objects/",
    "objects",
    "that never surrounded me.",
    "A woodpecker with fresh bloody crest",
    "knocks",
    "at my mouth. Father, for the first",
    "time I say",
    "your name. Name rolled in thick Polish parchment scrolls,",
    "name of Roman candle drippings when I sit at my table",
    "alone, each night,",
    "name of naval uniforms and name of",
    "telegrams, name of",
    "coming home from your aircraft carrier,",
    "name of shiny shoes.",
    "name of Hawaiian dolls, name",
    "of mess spoons, name of greasy machinery, and name of",
    "stencilled names.",
    "Is it your blood I carry in a test tube,",
    "my arm,",
    "to let fall, crack, and spill on the sidewalk",
    "in front of the men",
    "I know,",
    "I love,",
    "I know, and",
    "want? So you left my house when I was under two.",
    "being replaced by other machinery (my sister), and",
    "I didn’t believe you left me.",
    "This scene: the trunk yielding treasures of",
    "a green fountain pen, heart shaped mirror,",
    "amber beads, old letters with brown ink, and",
    "the gopher snake stretched across the palm tree",
    "in the front yard with woody trunk like monkey skins,",
    "and a sunset through the skinny persimmon trees. You",
    "came walking, not even a telegram or post card from",
    "Tahiti. Love, love, through my heart like ink in",
    "the thickest nibbed pen, black and flowing into words",
    "You came, to me, and I at least six. Six doilies",
    "of lace, six battleship cannon, six old beerbottles,",
    "six thick steaks, six love letters, six clocks",
    "running backwards, six watermelons, and six baby",
    "teeth, a six cornered hat on six men's heads, six",
    "lovers at once or one lover at sixes and sevens;",
    "how I confuse",
    "all this with my",
    "dream",
    "walking the tightrope bridge",
    "with gold knots",
    "over",
    "the mouth of an anemone/tissue spiral lips",
    "and holding on so that the ropes burned",
    "as if my wrists had been tied",
    "If George Washington",
    "had not",
    "been the Father",
    "of my Country",
    "it is doubtful that I would ever have",
    "found",
    "a father. Father in my mouth, on my lips, in my",
    "tongue, out of all my womanly fire,",
    "Father I have left in my steel filing cabinet as a name on my birth",
    "certificate, Father I have left in the teeth pulled out at",
    "dentists’ offices and thrown into their garbage cans,",
    "Father living in my wide cheekbones and short feet,",
    "Father in my Polish tantrums and my American speech, Father, not a",
    "holy name, not a name I cherish but the name I bear, the name",
    "that makes me one of a kind in any phone book because",
    "you changed it, and nobody",
    "but us",
    "has it,",
    "Father who makes me dream in the dead of night of the falling cherry",
    "blossoms, Father who makes me know all men will leave me",
    "if I love them,",
    "Father who made me a maverick,",
    "a writer,",
    "a namer,",
    "name/father, sun/father, moon/father, bloody mars/father,",
    "other children said, “My father is a doctor,”",
    "or",
    "“My father gave me this camera,”",
    "or",
    "“My father took me to",
    "the movies,”",
    "or",
    "“My father and I went swimming,”",
    "but",
    "my father is coming in a letter",
    "once a month",
    "for a while,",
    "and my father",
    "sometimes came in a telegram",
    "but",
    "mostly",
    "my father came to me",
    "in sleep, my father because I dreamed in one night that I dug",
    "through the ash heap in back of the pepper tree and found a diamond",
    "shaped like a dog, and my father called the dog and it came leaping",
    "over to him and he walked away out of the yard down the road with",
    "the dog jumping and yipping at his heels,",
    "my father was not in the telephone book",
    "in my city;",
    "my father was not sleeping with my mother",
    "at home;",
    "my father did not care if I studied the",
    "piano;",
    "my father did not care what",
    "I did;",
    "and I thought my father was handsome and I loved him and I wondered",
    "why",
    "he left me alone so much,",
    "so many years",
    "in fact, but",
    "my father made me what I am,",
    "a lonely woman,",
    "without a purpose, just as I was",
    "a lonely child",
    "without any father. I walked with words, words, and names,",
    "names. Father was not",
    "one of my words.",
    "Father was not",
    "one of my names. But now I say, “George, you have become my father,",
    "in his 20th century naval uniform. George Washington, I need your",
    "love; George, I want to call you Father, Father, my Father,”",
    "Father of my country,",
    "that is,",
    "me. And I say the name to chant it. To sing it. To lace it around",
    "me like weaving cloth. Like a happy child on that shining afternoon",
    "in the palmtree sunset with her mother’s trunk yielding treasures,",
    "I cry and",
    "cry,",
    "Father,",
    "Father,",
    "Father,",
    "have you really come home?"
  ],
  "title": "The Father of My Country",
  "year": ""
}