{
  "author": "Kenneth Slessor",
  "classification": "Mixed",
  "keywords": [
    "Travels",
    "Journeys",
    "Activities",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "History",
    "Politics",
    "Nature"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176476",
  "region": "Australia and Pacific",
  "text": [
    "Cook was a captain of the Admiralty",
    "When sea-captains had the evil eye,",
    "Or should have, what with beating krakens off",
    "And casting nativities of ships;",
    "Cook was a captain of the powder-days",
    "When captains, you might have said, if you had been",
    "Fixed by their glittering stare, half-down the side,",
    "Or gaping at them up companionways,",
    "Were more like warlocks than a humble man—",
    "And men were humble then who gazed at them,",
    "Poor horn-eyed sailors, bullied by devils’ fists",
    "Of wind or water, or the want of both,",
    "Childlike and trusting, filled with eager trust—",
    "Cook was a captain of the sailing days",
    "When sea-captains were kings like this,",
    "Not cold executives of company-rules",
    "Cracking their boilers for a dividend",
    "Or bidding their engineers go wink",
    "At bells and telegraphs, so plates would hold",
    "Another pound. Those captains drove their ships",
    "By their own blood, no laws of schoolbook steam,",
    "Till yards were sprung, and masts went overboard—",
    "Daemons in periwigs, doling magic out,",
    "Who read fair alphabets in stars",
    "Where humbler men found but a mess of sparks,",
    "Who steered their crews by mysteries",
    "And strange, half-dreadful sortilege with books,",
    "Used medicines that only gods could know",
    "The sense of, but sailors drank",
    "In simple faith. That was the captain",
    "Cook was when he came to the Coral Sea",
    "And chose a passage into the dark.",
    "How many mariners had made that choice",
    "Paused on the brink of mystery! ‘Choose now!’",
    "The winds roared, blowing home, blowing home,",
    "Over the Coral Sea. ‘Choose now!’ the trades",
    "Cried once to Tasman, throwing him for choice",
    "Their teeth or shoulders, and the Dutchman chose",
    "The wind’s way, turning north. ‘Choose, Bougainville!’",
    "The wind cried once, and Bougainville had heard",
    "The voice of God, calling him prudently",
    "Out of the dead lee shore, and chose the north,",
    "The wind’s way. So, too, Cook made choice,",
    "Over the brink, into the devil’s mouth,",
    "With four months’ food, and sailors wild with dreams",
    "Of English beer, the smoking barns of home.",
    "So Cook made choice, so Cook sailed westabout,",
    "So men write poems in Australia.",
    "Flowers turned to stone! Not all the botany",
    "Of Joseph Banks, hung pensive in a porthole,",
    "Could find the Latin for this loveliness,",
    "Could put the Barrier Reef in a glass box",
    "Tagged by the horrid Gorgon squint",
    "Of horticulture. Stone turned to flowers",
    "It seemed—you’d snap a crystal twig,",
    "One petal even of the water-garden,",
    "And have it dying like a cherry-bough.",
    "They’d sailed all day outside a coral hedge,",
    "And half the night. Cook sailed at night,",
    "Let there be reefs a fathom from the keel",
    "And empty charts. The sailors didn’t ask,",
    "Nor Joseph Banks. Who cared? It was the spell",
    "Of Cook that lulled them, bade them turn below,",
    "Kick off their sea-boots, puff themselves to sleep,",
    "Though there were more shoals outside",
    "Than teeth in a shark’s head. Cook snored loudest himself.",
    "One day, a morning of light airs and calms,",
    "They slid towards a reef that would have knifed",
    "Their boards to mash, and murdered every man.",
    "So close it sucked them, one wave shook their keel,",
    "The next blew past the coral. Three officers,",
    "In gilt and buttons, languidly on deck",
    "Pointed their sextants at the sun. One yawned,",
    "One held a pencil, one put eye to lens:",
    "Three very peaceful English mariners",
    "Taking their sights for longitude.",
    "I’ve never heard",
    "Of sailors aching for the longitude",
    "Of shipwrecks before or since. It was the spell",
    "Of Cook did this, the phylacteries of Cook.",
    "Men who ride broomsticks with a mesmerist",
    "Mock the typhoon. So, too, it was with Cook.",
    "Two chronometers the captain had,",
    "One by Arnold that ran like mad,",
    "One by Kendal in a walnut case,",
    "Poor devoted creature with a hangdog face.",
    "Arnold always hurried with a crazed click-click",
    "Dancing over Greenwich like a lunatic,",
    "Kendal panted faithfully his watch-dog beat,",
    "Climbing out of Yesterday with sticky little feet.",
    "Arnold choked with appetite to wolf up time,",
    "Madly round the numerals his hands would climb,",
    "His cogs rushed over and his wheels ran miles,",
    "Dragging Captain Cook to the Sandwich Isles.",
    "But Kendal dawdled in the tombstoned past,",
    "With a sentimental prejudice to going fast,",
    "And he thought very often of a haberdasher’s door",
    "And a yellow-haired boy who would knock no more.",
    "All through the night-time, clock talked to clock,",
    "In the captain’s cabin, tock-tock-tock,",
    "One ticked fast and one ticked slow,",
    "And Time went over them a hundred years ago.",
    "Sometimes the god would fold his wings",
    "And, stone of Caesars turned to flesh,",
    "Talk of the most important things",
    "That serious-minded midshipmen could wish,",
    "Of plantains, and the lack of rum",
    "Or spearing sea-cows—things like this",
    "That hungry schoolboys, five days dumb,",
    "In jolly-boats are wonted to discuss.",
    "What midshipman would pause to mourn",
    "The sun that beat about his ears,",
    "Or curse the tide, if he could horn",
    "His fists by tugging on those lumbering oars?",
    "Let rum-tanned mariners prefer",
    "To hug the weather-side of yards,",
    "‘Cats to catch mice’ before they purr,",
    "Those were the captain’s enigmatic words.",
    "Here, in this jolly-boat they graced,",
    "Were food and freedom, wind and storm,",
    "While, fowling-piece across his waist,",
    "Cook mapped the coast, with one eye cocked for game.",
    "After the candles had gone out, and those",
    "Who listened had gone out, and a last wave",
    "Of chimney-haloes caked their smoky rings",
    "Like fish-scales on the ceiling, a Yellow Sea",
    "Of swimming circles, the old man,",
    "Old Captain-in-the-Corner, drank his rum",
    "With friendly gestures to four chairs. They stood",
    "Empty, still warm from haunches, with rubbed nails",
    "And leather glazed, like aged serving-men",
    "Feeding a king’s delight, the sticky, drugged",
    "Sweet agony of habitual anecdotes.",
    "But these, his chairs, could bear an old man’s tongue,",
    "Sleep when he slept, be flattering when he woke,",
    "And wink to hear the same eternal name",
    "From lips new-dipped in rum.",
    "‘Then Captain Cook,",
    "I heard him, told them they could go",
    "If so they chose, but he would get them back,",
    "Dead or alive, he’d have them,’",
    "The old man screeched, half-thinking to hear ‘Cook!",
    "Cook again! Cook! It’s other cooks he’ll need,",
    "Cooks who can bake a dinner out of pence,",
    "That’s what he lives on, talks on, half-a-crown",
    "A day, and sits there full of Cook.",
    "Who’d do your cooking now, I’d like to ask,",
    "If someone didn’t grind her bones away?",
    "But that’s the truth, six children and half-a-crown",
    "A day, and a man gone daft with Cook.’",
    "That was his wife,",
    "Elizabeth, a noble wife but brisk,",
    "Who lived in a present full of kitchen-fumes",
    "And had no past. He had not seen her",
    "For seven years, being blind, and that of course",
    "Was why he’d had to strike a deal with chairs,",
    "Not knowing when those who chafed them had gone to sleep",
    "Or stolen away. Darkness and empty chairs,",
    "This was the port that Alexander Home",
    "Had come to with his useless cutlass-wounds",
    "And tales of Cook, and half-a-crown a day—",
    "This was the creek he’d run his timbers to,",
    "Where grateful countrymen repaid his wounds",
    "At half-a-crown a day. Too good, too good,",
    "This eloquent offering of birdcages",
    "To gulls, and Greenwich Hospital to Cook,",
    "Britannia’s mission to the sea-fowl.",
    "It was not blindness picked his flesh away,",
    "Nor want of sight made penny-blank the eyes",
    "Of Captain Home, but that he lived like this",
    "In one place, and gazed elsewhere. His body moved",
    "In Scotland, but his eyes were dazzle-full",
    "Of skies and water farther round the world—",
    "Air soaked with blue, so thick it dripped like snow",
    "On spice-tree boughs, and water diamond-green,",
    "Beaches wind-glittering with crumbs of gilt,",
    "And birds more scarlet than a duchy’s seal",
    "That had come whistling long ago, and far",
    "Away. His body had gone back,",
    "Here it sat drinking rum in Berwickshire,",
    "But not his eyes—they were left floating there",
    "Half-round the earth, blinking at beaches milked",
    "By suck-mouth tides, foaming with ropes of bubbles",
    "And huge half-moons of surf. Thus it had been",
    "When Cook was carried on a sailor’s back,",
    "Vengeance in a cocked hat, to claim his price,",
    "A prince in barter for a longboat.",
    "And then the trumpery springs of fate—a stone,",
    "A musket-shot, a round of gunpowder,",
    "And puzzled animals, killing they knew not what",
    "Or why, but killing . . . the surge of goatish flanks",
    "Armoured in feathers, like cruel birds:",
    "Wild, childish faces, killing; a moment seen,",
    "Marines with crimson coats and puffs of smoke",
    "Toppling face-down; and a knife of English iron,",
    "Forged aboard ship, that had been changed for pigs,",
    "Given back to Cook between the shoulder-blades.",
    "There he had dropped, and the old floundering sea,",
    "The old, fumbling, witless lover-enemy,",
    "Had taken his breath, last office of salt water.",
    "Cook died. The body of Alexander Home",
    "Flowed round the world and back again, with eyes",
    "Marooned already, and came to English coasts,",
    "The vague ancestral darknesses of home,",
    "Seeing them faintly through a glass of gold,",
    "Dim fog-shapes, ghosted like the ribs of trees",
    "Against his blazing waters and blue air.",
    "But soon they faded, and there was nothing left,",
    "Only the sugar-cane and the wild granaries",
    "Of sand, and.palm-trees and the flying blood",
    "Of cardinal-birds; and putting out one hand",
    "Tremulously in the direction of the beach,",
    "He felt a chair in Scotland. And sat down."
  ],
  "title": "Five Visions of Captain Cook",
  "year": ""
}