{
  "author": "Kenneth Slessor",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Mythology",
    "Folklore",
    "Money",
    "Economics",
    "Social Commentaries",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176480",
  "region": "Australia and Pacific",
  "text": [
    "You can shuffle and scuffle and scold,",
    "You can rattle the knockers and knobs,",
    "Or batter the doorsteps with buckets of gold",
    "Till the Deputy-Governor sobs.",
    "You can sneak up a suitable plank",
    "In a frantic endeavor to see—",
    "But what do they do in the Commonwealth Bank",
    "When the Big Door bangs at Three?",
    "Listen in the cellars, listen in the vaults,",
    "Can’t you hear the tellers turning somersaults?",
    "Can’t you hear the spectres of inspectors and directors",
    "Dancing with the phantoms in a Dead Man’s Waltz?",
    "Some are ghosts of nabobs, poverty and stray bobs,",
    "Midas and his mistress, Mammon and his wife;",
    "Other ones are sentries, guarding double entries,",
    "Long-forgotten, double-dealing, troubled double-life.",
    "Down among the pass-books, money lent and spent,",
    "Down among the forests of the Four Per Cent.,",
    "Where the ledgers meet and moulder, and the overdrafts grow older,",
    "And the phantoms shrug a shoulder when you ask ’em for the rent.",
    "They are bogies of Grandfather’s cheques,",
    "They are spectres of buried accounts,",
    "They are crinoline sweethearts with pearls on their necks,",
    "Demanding enormous amounts.",
    "They are payment for suppers and flowers,",
    "For diamonds to banish a tear,",
    "For sweet, pretty ladies in opulent hours . . .",
    "And tombstones . . . and bailiffs . . . and beer . . .",
    "Down in the bowels of the bank, the ledgers lie rank upon rank,",
    "The debts of the ages come out of their pages,",
    "The bones of old loans creak and clank—",
    "Oh, if you could peep through the door",
    "To day at a Quarter Past Four,",
    "You’d find all the ghosts at their usual posts,",
    "And you wouldn’t sign cheques any more!"
  ],
  "title": "In A/C with Ghosts",
  "year": ""
}