{
  "author": "Kenneth Slessor",
  "classification": "Rhymed Stanza",
  "keywords": [],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176475",
  "region": "Australia and Pacific",
  "text": [
    "Coming out of India with ten thousand a year",
    "Exchanged for flesh and temper, a dry Faust",
    "Whose devil barters with digestion, has he paid dear",
    "For dipping his fingers in the Roc’s valley?",
    "Who knows? It’s certain that he owns a rage,",
    "A face like shark-skin, full of Yellow Jack,",
    "And that unreckoning tyranny of age",
    "That calls for turtles’ eggs in Twickenham.",
    "Sometimes, by moonlight, in a barge he’ll float",
    "Whilst hirelings blow their skulking flageolets,",
    "Served by a Rajah in a golden coat",
    "With pigeon-pie . . . Madeira . . . and Madeira . . .",
    "Or in his Bon de Paris with silver frogs",
    "He rolls puff-bellied in an equipage,",
    "Elegant chariot, through a gulf of fogs",
    "To dine on dolphin-steak with Post-Captains.",
    "Who knows? There are worse things than steak, perhaps,",
    "Worse things than oyster-sauces and tureens",
    "And worlds of provender like painted maps",
    "Pricked out with ports of claret and pitchcocked eels,",
    "And hubbubs of billiard-matches, burnt champagne,",
    "Beautiful ladies ‘of the establishment’",
    "Always in tempers, or melting out again,",
    "Bailiffs and Burgundy and writs of judgment—",
    "Thus to inhabit huge, lugubrious halls",
    "Damp with the steam of entrees, glazed with smoke,",
    "Raw drinking, greasy eating, bussing and brawls,",
    "Drinking and eating and bursting into bed-chambers.",
    "But, in the end, one says farewell to them;",
    "And if he’d curse to-day—God damn your blood!—",
    "Even his curses I’d not altogether condemn,",
    "Not altogether scorn; and if phantoms ate—",
    "Hickey, I’d say, sit down, pull up, set to:",
    "Here’s knife and fork, there’s wine, and there’s a barmaid.",
    "Let us submerge ourselves in onion-soup,",
    "Anything but this ‘damned profession of writing.’"
  ],
  "title": "The Nabob",
  "year": ""
}