{
  "author": "Kenneth Slessor",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Poetry",
    "Poets",
    "Arts",
    "Sciences"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176478",
  "region": "Australia and Pacific",
  "text": [
    "Uncles who burst on childhood, from the East,",
    "Blown from air, like bearded ghosts arriving,",
    "And are, indeed, a kind of guessed-at ghost",
    "Through mumbled names at dinner-tables moving,",
    "Bearers of parrots, bonfires of blazing stones,",
    "Their pockets fat with riches out of reason,",
    "Meerschaum and sharks’-teeth, ropes of China coins,",
    "And weeds and seeds and berries blowzed with poison—",
    "So, from the baleful Kimberleys of thought,",
    "From the mad continent of dreams, you wander,",
    "Spending your trophies at our bloodless feet,",
    "Mocking our fortunes with more desperate plunder;",
    "So with your boomerangs of rhyme you come,",
    "With blossoms wrenched from sweet and deadly branches,",
    "And we, pale Crusoes in the moment’s tomb,",
    "Watch, turn aside, and touch again those riches,",
    "Nor ask what beaches of the mind you trod,",
    "What skies endured, and unimagined rivers,",
    "Or whiteness trenched by what mysterious tide,",
    "And aching silence of the Never-Nevers;",
    "Watch, turn aside, and touch with easy faith",
    "Your chest of miracles, but counting nothing,",
    "Or dumbly, that you stole them out of death,",
    "Out of death’s pyramids, to prove us breathing.",
    "We breathe, who beat the sides of emptiness,",
    "We live, who die by statute in steel hearses,",
    "We dance, whose only posture gives us grace",
    "To squeeze the greasy udders of our purses—",
    "(Look in this harsher glass, and I will show you",
    "The daylight after the darkness, and the morning",
    "After the midnight, and after the night the day",
    "After the year after, terribly returning).",
    "We live by these, your masks and images,",
    "We breathe in this, your quick and borrowed body;",
    "But you take passage on the ruffian seas,",
    "And you are vanished in the dark already."
  ],
  "title": "To the Poetry* of Hugh McCrae",
  "year": ""
}