{
  "author": "Kenneth Slessor",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Winter",
    "Cities",
    "Urban Life",
    "Social Commentaries"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176473",
  "region": "Australia and Pacific",
  "text": [
    "At five I wake, rise, rub on the smoking pane",
    "A port to see—water breathing in the air,",
    "Boughs broken. The sun comes up in a golden stain,",
    "Floats like a glassy sea-fruit. There is mist everywhere,",
    "White and humid, and the Harbour is like plated stone,",
    "Dull flakes of ice. One light drips out alone,",
    "One bead of winter-red, smouldering in the steam,",
    "Quietly over the roof-tops—another window",
    "Touched with a crystal fire in the sun’s gullies,",
    "One lonely star of the morning, where no stars gleam.",
    "Far away on the rim of this great misty cup,",
    "The sun gilds the dead suburbs as he rises up,",
    "Diamonds the wind-cocks, makes glitter the crusted spikes",
    "On moss-drowned gables. Now the tiles drip scarlet-wet,",
    "Swim like birds’ paving-stones, and sunlight strikes",
    "Their watery mirrors with a moister rivulet,",
    "Acid and cold. Here lie those mummied Kings,",
    "Men sleeping in houses, embalmed in stony coffins,",
    "Till the Last Trumpet calls their galleries up,",
    "And the suburbs rise with distant murmurings.",
    "O buried dolls, O men sleeping invisible there,",
    "I stare above your mounds of stone, lean down,",
    "Marooned and lonely in this bitter air,",
    "And in one moment deny your frozen town,",
    "Renounce your bodies—earth falls in clouds away,",
    "Stones lose their meaning, substance is lost in clay,",
    "Roofs fade, and that small smoking forgotten heap,",
    "The city, dissolves to a shell of bricks and paper,",
    "Empty, without purpose, a thing not comprehended,",
    "A broken tomb, where ghosts unknown sleep.",
    "And the least crystal weed, shaken with frost,",
    "The furred herbs of silver, the daisies round-eyed and tart,",
    "Painted in antic china, the smallest night-flower tossed",
    "Like a bright penny on the lawn, stirs more my heart,",
    "Strikes deeper this morning air, than mortal towers",
    "Dried to a common blindness, fainter than flowers,",
    "Fordone, extinguished, as the vapours break,",
    "And dead in the dawn. O Sun that kills with life,",
    "And brings to breath all silent things—O Dawn,",
    "Waken me with old earth, keep me awake!"
  ],
  "title": "Winter Dawn",
  "year": ""
}