{
  "author": "Lesley Wheeler",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182114",
  "region": "",
  "text": [
    "“Shalom,” called the pink-shirted man in the Oceanic",
    "Terminal of Heathrow, and I snapped,",
    "“I do not want to talk to you.” Manic",
    "with fear, I extended one pointy-tipped shoe, tapped",
    "the message home. My cases bulged with the wrong",
    "clothes, every outfit trimmed with clipped",
    "English, fit for telephone jobs on Long",
    "Island. Rwanda, Algeria, and me",
    "declaring every kind of independence.",
    "My skirt and I were green, not the pretty",
    "pistachio that Jacqueline Kennedy wore,",
    "but the color copper develops in the sea,",
    "cold and unfortunate, the green of storms",
    "that have never squalled before. My hat,",
    "gloves, and I were pale, not plush like the warm",
    "blonde women settling in their seats",
    "and bubbling dipthongs to their husbands;",
    "not even poignant, like the champagne satin",
    "that Marilyn Monroe was buried in.",
    "Just neutral, stale as a biscuit, off",
    "as an old cup of milk. I was stubborn,",
    "I would do what I said and leave",
    "England. I would ride that El Al jet, mystery",
    "novel in hand and never grieve.",
    "Johnny Carson, The Jetsons, and me.",
    "A new wardrobe in cartoon hues. Meanwhile,",
    "my row-mate slipped off her court shoes, free",
    "toes wiggling in hose. “We all went to Israel,",
    "almost all of us on the flight, and are returning",
    "to South Carolina,” she explained in a drawl",
    "that frightened me more that the turbofan",
    "wailing beneath us. In her sundress, her stomach",
    "looked soft. Ungirdled? Does everyone chat with a twang,",
    "even the Jews? I do not want to talk,",
    "but here I am, midair. “Coffee,” I replied",
    "to the hostess, slowly. I will never wear slacks,",
    "but I can unfasten each word, open it wide."
  ],
  "title": "Dressing Down, 1962",
  "year": ""
}