{
  "author": "Billy Collins",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Youth",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176049",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I am writing this on a strip of white birch bark",
    "that I cut from a tree with a penknife.",
    "There is no other way to express adequately",
    "the immensity of the clouds that are passing over the farms",
    "and wooded lakes of Ontario and the endless visibility",
    "that hands you the horizon on a platter.",
    "I am also writing this in a wooden canoe,",
    "a point of balance in the middle of Lake Couchiching,",
    "resting the birch bark against my knees.",
    "I can feel the sun’s hands on my bare back,",
    "but I am thinking of winter,",
    "snow piled up in all the provinces",
    "and the solemnity of the long grain-ships",
    "that pass the cold months moored at Owen Sound.",
    "O Canada, as the anthem goes,",
    "scene of my boyhood summers,",
    "you are the pack of Sweet Caporals on the table,",
    "you are the dove-soft train whistle in the night,",
    "you are the empty chair at the end of an empty dock.",
    "You are the shelves of books in a lakeside cottage:",
    "by Anne Morrow Lindbergh,",
    "by Robert Louis Stevenson,",
    "by L. M. Montgomery,",
    "by Clara E. Laughlin,",
    "and",
    ", one",
    "of the Vicky Barr Flight Stewardess series",
    "by Helen Wills whom some will remember",
    "as the author of the Cherry Ames Nurse stories.",
    "What has become of the languorous girls",
    "who would pass the long limp summer evenings reading",
    "Cherry Ames, Chief Nurse, and",
    "Where are they now, the ones who shared her adventures",
    "as a veterans’ nurse, private duty nurse, visiting nurse,",
    "cruise nurse, night supervisor, mountaineer nurse,",
    "dude ranch nurse (there is little she has not done),",
    "rest home nurse, department store nurse,",
    "boarding school nurse, and country doctor's nurse?",
    "O Canada, I have not forgotten you,",
    "and as I kneel in my canoe, beholding this vision",
    "of a bookcase, I pray that I remain in your vast,",
    "polar, North American memory.",
    "You are the paddle, the snowshoe, the cabin in the pines.",
    "You are Jean de Brébeuf with his martyr’s necklace of hatchet heads.",
    "You are the moose in the clearing and the moosehead on the wall.",
    "You are the rapids, the propeller, the kerosene lamp.",
    "You are the dust that coats the roadside berries.",
    "But not only that.",
    "You are the two boys with pails walking along that road,",
    "and one of them, the taller one minus the straw hat, is me."
  ],
  "title": "Canada",
  "year": ""
}