{
  "author": "Billy Collins",
  "classification": "Free Verse",
  "keywords": [
    "Ghosts",
    "the Supernatural"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176044",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Of all the questions you might want to ask",
    "about angels, the only one you ever hear",
    "is how many can dance on the head of a pin.",
    "No curiosity about how they pass the eternal time",
    "besides circling the Throne chanting in Latin",
    "or delivering a crust of bread to a hermit on earth",
    "or guiding a boy and girl across a rickety wooden bridge.",
    "Do they fly through God's body and come out singing?",
    "Do they swing like children from the hinges",
    "of the spirit world saying their names backwards and forwards?",
    "Do they sit alone in little gardens changing colors?",
    "What about their sleeping habits, the fabric of their robes,",
    "their diet of unfiltered divine light?",
    "What goes on inside their luminous heads? Is there a wall",
    "these tall presences can look over and see hell?",
    "If an angel fell off a cloud, would he leave a hole",
    "in a river and would the hole float along endlessly",
    "filled with the silent letters of every angelic word?",
    "If an angel delivered the mail, would he arrive",
    "in a blinding rush of wings or would he just assume",
    "the appearance of the regular mailman and",
    "whistle up the driveway reading the postcards?",
    "No, the medieval theologians control the court.",
    "The only question you ever hear is about",
    "the little dance floor on the head of a pin",
    "where halos are meant to converge and drift invisibly.",
    "It is designed to make us think in millions,",
    "billions, to make us run out of numbers and collapse",
    "into infinity, but perhaps the answer is simply one:",
    "one female angel dancing alone in her stocking feet,",
    "a small jazz combo working in the background.",
    "She sways like a branch in the wind, her beautiful",
    "eyes closed, and the tall thin bassist leans over",
    "to glance at his watch because she has been dancing",
    "forever, and now it is very late, even for musicians."
  ],
  "title": "Questions About Angels",
  "year": ""
}