{
  "author": "Billy Collins",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29783",
  "region": "",
  "text": [
    "It seems these poets have nothing",
    "up their ample sleeves",
    "they turn over so many cards so early,",
    "telling us before the first line",
    "whether it is wet or dry,",
    "night or day, the season the man is standing in,",
    "even how much he has had to drink.",
    "Maybe it is autumn and he is looking at a sparrow.",
    "Maybe it is snowing on a town with a beautiful name.",
    "\"Viewing Peonies at the Temple of Good Fortune",
    "on a Cloudy Afternoon\" is one of Sun Tung Po's.",
    "\"Dipping Water from the River and Simmering Tea\"",
    "is another one, or just",
    "\"On a Boat, Awake at Night.\"",
    "And Lu Yu takes the simple rice cake with",
    "\"In a Boat on a Summer Evening",
    "I Heard the Cry of a Waterbird.",
    "It Was Very Sad and Seemed To Be Saying",
    "My Woman Is Cruel—Moved, I Wrote This Poem.\"",
    "There is no iron turnstile to push against here",
    "as with headings like \"Vortex on a String,\"",
    "\"The Horn of Neurosis,\" or whatever.",
    "No confusingly inscribed welcome mat to puzzle over.",
    "Instead, \"I Walk Out on a Summer Morning",
    "to the Sound of Birds and a Waterfall\"",
    "is a beaded curtain brushing over my shoulders.",
    "And \"Ten Days of Spring Rain Have Kept Me Indoors\"",
    "is a servant who shows me into the room",
    "where a poet with a thin beard",
    "is sitting on a mat with a jug of wine",
    "whispering something about clouds and cold wind,",
    "about sickness and the loss of friends.",
    "How easy he has made it for me to enter here,",
    "to sit down in a corner,",
    "cross my legs like his, and listen."
  ],
  "title": "Reading an Anthology of Chinese Poems of the Sung Dynasty, I Pause To Admire the Length and Clarity of Their Titles",
  "year": ""
}