{
  "author": "Billy Collins",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29645",
  "region": "",
  "text": [
    "I knew that James Whistler was part of the Paris scene,",
    "but I was still surprised when I found the painting",
    "of his mother at the Musée d'Orsay",
    "among all the colored dots and mobile brushstrokes",
    "of the French Impressionists.",
    "And I was surprised to notice",
    "after a few minutes of benign staring,",
    "how that woman, stark in profile",
    "and fixed forever in her chair,",
    "began to resemble my own ancient mother",
    "who was now fixed forever in the stars, the air, the earth.",
    "You can understand why he titled the painting",
    "\"Arrangement in Gray and Black\"",
    "instead of what everyone naturally calls it,",
    "but afterward, as I walked along the river bank,",
    "I imagined how it might have broken",
    "the woman's heart to be demoted from mother",
    "to a mere composition, a study in colorlessness.",
    "As the summer couples leaned into each other",
    "along the quay and the wide, low-slung boats",
    "full of spectators slid up and down the Seine",
    "between the carved stone bridges",
    "and their watery reflections,",
    "I thought: how ridiculous, how off-base.",
    "It would be like Botticelli calling \"The Birth of Venus\"",
    "\"Composition in Blue, Ochre, Green, and Pink,\"",
    "or the other way around",
    "like Rothko titling one of his sandwiches of color",
    "\"Fishing Boats Leaving Falmouth Harbor at Dawn.\"",
    "Or, as I scanned the menu at the cafe",
    "where I now had come to rest,",
    "it would be like painting something laughable,",
    "like a chef turning on a spit",
    "over a blazing fire in front of an audience of ducks",
    "and calling it \"Study in Orange and White.\"",
    "But by that time, a waiter had appeared",
    "with my glass of Pernod and a clear pitcher of water,",
    "and I sat there thinking of nothing",
    "but the women and men passing by—",
    "mothers and sons walking their small fragile dogs—",
    "and about myself,",
    "a kind of composition in blue and khaki,",
    "and, now that I had poured",
    "some water into the glass, milky-green."
  ],
  "title": "Study in Orange and White",
  "year": ""
}