{
  "author": "Billy Collins",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/26904",
  "region": "",
  "text": [
    "I am wondering what became of all those tall abstractions",
    "that used to pose, robed and statuesque, in paintings",
    "and parade about on the pages of the Renaissance",
    "displaying their capital letters like license plates.",
    "Truth cantering on a powerful horse,",
    "Chastity, eyes downcast, fluttering with veils.",
    "Each one was marble come to life, a thought in a coat,",
    "Courtesy bowing with one hand always extended,",
    "Villainy sharpening an instrument behind a wall,",
    "Reason with her crown and Constancy alert behind a helm.",
    "They are all retired now, consigned to a Florida for tropes.",
    "Justice is there standing by an open refrigerator.",
    "Valor lies in bed listening to the rain.",
    "Even Death has nothing to do but mend his cloak and hood,",
    "and all their props are locked away in a warehouse,",
    "hourglasses, globes, blindfolds and shackles.",
    "Even if you called them back, there are no places left",
    "for them to go, no Garden of Mirth or Bower of Bliss.",
    "The Valley of Forgiveness is lined with condominiums",
    "and chain saws are howling in the Forest of Despair.",
    "Here on the table near the window is a vase of peonies",
    "and next to it black binoculars and a money clip,",
    "exactly the kind of thing we now prefer,",
    "objects that sit quietly on a line in lower case,",
    "themselves and nothing more, a wheelbarrow,",
    "an empty mailbox, a razor blade resting in a glass ashtray.",
    "As for the others, the great ideas on horseback",
    "and the long-haired virtues in embroidered gowns,",
    "it looks as though they have traveled down",
    "that road you see on the final page of storybooks,",
    "the one that winds up a green hillside and disappears",
    "into an unseen valley where everyone must be fast asleep."
  ],
  "title": "The Death of Allegory",
  "year": ""
}