{
  "author": "Billy Collins",
  "classification": "Ars Poetica",
  "keywords": [
    "Poetry",
    "Poets",
    "School",
    "Learning",
    "Humor",
    "Satire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176048",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I might as well begin by saying how much I like the title.",
    "It gets me right away because I’m in a workshop now",
    "so immediately the poem has my attention,",
    "like the Ancient Mariner grabbing me by the sleeve.",
    "And I like the first couple of stanzas,",
    "the way they establish this mode of self-pointing",
    "that runs through the whole poem",
    "and tells us that words are food thrown down",
    "on the ground for other words to eat.",
    "I can almost taste the tail of the snake",
    "in its own mouth,",
    "if you know what I mean.",
    "But what I’m not sure about is the voice,",
    "which sounds in places very casual, very blue jeans,",
    "but other times seems standoffish,",
    "professorial in the worst sense of the word",
    "like the poem is blowing pipe smoke in my face.",
    "But maybe that’s just what it wants to do.",
    "What I did find engaging were the middle stanzas,",
    "especially the fourth one.",
    "I like the image of clouds flying like lozenges",
    "which gives me a very clear picture.",
    "And I really like how this drawbridge operator",
    "just appears out of the blue",
    "with his feet up on the iron railing",
    "and his fishing pole jigging—I like jigging—",
    "a hook in the slow industrial canal below.",
    "I love slow industrial canal below. All those",
    "’s.",
    "Maybe it’s just me,",
    "but the next stanza is where I start to have a problem.",
    "I mean how can the evening bump into the stars?",
    "And what’s an obbligato of snow?",
    "Also, I roam the decaffeinated streets.",
    "At that point I’m lost. I need help.",
    "The other thing that throws me off,",
    "and maybe this is just me,",
    "is the way the scene keeps shifting around.",
    "First, we’re in this big aerodrome",
    "and the speaker is inspecting a row of dirigibles,",
    "which makes me think this could be a dream.",
    "Then he takes us into his garden,",
    "the part with the dahlias and the coiling hose,",
    "though that’s nice, the coiling hose,",
    "but then I’m not sure where we’re supposed to be.",
    "The rain and the mint green light,",
    "that makes it feel outdoors, but what about this wallpaper?",
    "Or is it a kind of indoor cemetery?",
    "There’s something about death going on here.",
    "In fact, I start to wonder if what we have here",
    "is really two poems, or three, or four,",
    "or possibly none.",
    "But then there’s that last stanza, my favorite.",
    "This is where the poem wins me back,",
    "especially the lines spoken in the voice of the mouse.",
    "I mean we’ve all seen these images in cartoons before,",
    "but I still love the details he uses",
    "when he’s describing where he lives.",
    "The perfect little arch of an entrance in the baseboard,",
    "the bed made out of a curled-back sardine can,",
    "the spool of thread for a table.",
    "I start thinking about how hard the mouse had to work",
    "night after night collecting all these things",
    "while the people in the house were fast asleep,",
    "and that gives me a very strong feeling,",
    "a very powerful sense of something.",
    "But I don’t know if anyone else was feeling that.",
    "Maybe that was just me.",
    "Maybe that’s just the way I read it."
  ],
  "title": "Workshop",
  "year": ""
}