{
  "author": "Cate Marvin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249854",
  "region": "",
  "text": [
    "Though I can’t recall your last name",
    "now, Howie, I’ve been penciling myself in",
    "to your way back then, way back",
    "when, in your gangbangland, she was",
    "loose and gone, struggling up on a limb",
    "to raise herself off from your bed, but lost,",
    "fell back, let the all of you in again. Said",
    "just trying to get out your room",
    "was no use since she’d got her own",
    "self in. Curbside-mind, I venture",
    "you are still alive. Wondering what she’d",
    "think of that, but, then, I don’t",
    "know, can a ghost think when its body’s shot",
    "itself in the head? Hell, just thinking about",
    "it makes me wish I were dead. Just",
    "some girl, you, then you letting your friends",
    "shovel their coal-selves up into her, just some",
    "person. I knew. Her mother’s now offering",
    "a twenty-percent discount for crystal",
    "healing therapy on her website. In high school,",
    "she was a calm mother, dull job as telephone",
    "operator, back in that town her dead",
    "daughter and I always swore we",
    "would leave, back in that town dead to me,",
    "and me, I marry a man who mocks",
    "me for crying.",
    ", he calls out,",
    "snickering in the gloom. Yet still I wear the dead",
    "girl’s perfume. And I’ve got an accident",
    "to report. Because it was all our centers,",
    "uninvited, you rucked up inside, then bade your",
    "friends park their reeking selves in the garage",
    "of her feminine. What did you call it",
    "back then? You balding fuck, you’ve forgot.",
    ". Forgot her slippage, eyes dead",
    "drunk spirals, face some fluid spilling down",
    "your sheets. I’ve been where she’s been,",
    "and I can be where you are now, switch my hips,",
    "sashay into your office to see you any day now,",
    "wearing her perfume. What pack animal",
    "would you choose to be in your next life?",
    "Every day, the marsupial clouds grow",
    "hungrier for our reunion, the reunion I’ve been",
    "packing for all my life. There is a swing set",
    "and a girl in a dress who doesn’t know about this",
    "next. First, she’s pretty. Finally, she’s done for.",
    "So I took some pills to forget I knew you last",
    "as friend. Then I learned the ways of your wiles,",
    "how you did my girl who’s now dead in."
  ],
  "title": "Dead Girl Gang Bang",
  "year": ""
}