{
  "author": "Cate Marvin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/179171",
  "region": "",
  "text": [
    "That greasy letter into which my legs entered,",
    "its tone conspiratorial as his wink, a linguistic",
    "wriggling of the eyebrows, a",
    "—it may",
    "as well have appeared before my door chafing",
    "the air with the stiff noise of its cheap leather",
    "jacket. Am I not chagrined by his proposition",
    "to put it all behind us and begin again as friends?",
    "How do I reply? And how shall I contend with",
    "the fact, Reader, that this matter cannot mean",
    "much to you, and that I, as author, am required",
    "to consider how to tell this tale in a manner that",
    "will entertain you, despite having never met you",
    "and having no way of knowing how to affect you,",
    "get you to let me touch you all over, kiss your lips",
    "then tongue your mouth open, move my mouth",
    "down your neck to the valley of your chest, pluck",
    "buttons off you with my teeth. I have thought of",
    "this for a great, long time. I have sat here hunched,",
    "feeling sick; I have paced rugs bare. Why should",
    "you care? His door opened, selves spilled out my",
    "heart's bucket, flopped their silvers across a floor.",
    "He was too poor to enter a store, too poor to pay",
    "postage for a letter, so poor he'd have stolen crumbs",
    "from a mouse, so poor he'd have sold his cadaver",
    "if he could. Yet, consider the man: his deep voice",
    "began to work away at my inhibitions like sandpaper.",
    "Before I knew it, I'd moved right into him, wiped",
    "the eyes of windows clear, mended the tears in his",
    "screens, made our bed with sheets so icy clean—",
    "but you do not want me to give too much away.",
    "What fun would that be? Here, as with any tale,",
    "the moral's like a molar, set far back in the mouth",
    "of the story. Open wider, let me stick my pliers in,",
    "wrench it out. Left unattended, anything's prone",
    "to spoil, go bad, turn rotten, sink into itself, stink",
    "up the whole house. And how shall I begin to make",
    "my account? Dig through the junk heap. Start small.",
    "He grew over me calmly as a vine climbs a trellis.",
    "A few small terrorisms.",
    "Eyes wide at my wince, incredulous.",
    "hit you? Loom large. His question was rhetorical.",
    "Or aim dead center and toss my",
    "dart. Tell it plain, an expensive watch, rent checks,",
    "designer sunglasses, a ring, a student named Nadine,",
    "Prozac, Visa, Harold Bloom, Jim Beam. But this is not",
    "the stuff of poesy, is it? Shall I shut up and return to",
    "my book? Details! Only details can raise this story's",
    "sail. Money's one thing, but this is another poverty",
    "altogether. We had an agreement, pills plucked daily",
    "from a dial. Lawns in August, plot after plot of green,",
    "the warm hiss of sprinklers arcing rainbows, children's",
    "delighted screams. It was a fault to desire these things.",
    "Junk heap! Wrench the cumbersome thing out, heavy",
    "and foul as a discarded couch, his omission. Hadn't",
    "I known his books were his children? Adding up all",
    "the hours I'd breathed beside him, years handed over",
    "as if on a platter, it is simply too much, all that while,",
    "how each night he partook of his clean, black sleep—",
    "Reader, do I border on the obscene? Have I forced",
    "you to give up your sympathies in exchange for more",
    "lurid curiosities? I am reminded of a trip I took long",
    "ago to a small city in Mexico. How carefully I listened",
    "to a man tell us the only means by which to recognize",
    "real silver was from a number stamped on the jewelry's",
    "side. Only later, arriving home, would I realize that",
    "lowly guide contrived to have the van arrive at stores",
    "run by his friends, bracelets and rings sweating off",
    "their dull green circlets onto my wrists, my fingers.",
    "Counterfeit! This is war, this is two spiders a child's",
    "dropped into a jar, scrabbling at the glass and flinging",
    "their webs, each so intent on killing the other, the fact",
    "they are both trapped has ceased to matter.",
    "blood, blood! Shall I, Reader, be a tad more explicit?",
    "Here's my problem: I must be very, very careful with",
    "what I say. He always complained that I caused a",
    "—",
    "even at the courthouse, after I'd paid the processing",
    "fee, when asked whether he could spare some change",
    "to pay the parking attendant, he growled",
    "down as if it had jumped on his legs. To speak of money",
    "in public is impolite, or so his mother had taught him.",
    "His wisdom tooth was rotting, the infection was liable",
    "to spread to his brain, and he was too poor to have it",
    "extracted. He stated this over and over, slowly, as if he",
    "believed I was having trouble understanding English",
    "or had suddenly turned mentally deficient. A problem:",
    "If you can't trust people, you can't trust books, since",
    "books are people and people are books. Shall I ask him",
    "to sign it?",
    "beginnings. You think this unseemly for me to confide?",
    "Reader, don't mistake me for someone who gives a shit,",
    "or your bride. I have no loyalty and I have no pride."
  ],
  "title": "Muckraker",
  "year": ""
}