{
  "author": "Thomas James Merton",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176236",
  "region": "",
  "text": [
    "When the windows of the West Side clash like cymbals in the setting sunlight,",
    "And when wind wails amid the East Side’s aerials,",
    "And when, both north and south of thirty-fourth street,",
    "In all the dizzy buildings,",
    "The elevators clack their teeth and rattle the bars of their cages,",
    "Then the children of the city,",
    "Leaving the monkey-houses",
    "of their office-buildings and apartments,",
    "With the greatest difficulty open their mouths, and sing:",
    "“Queen among the cities of the Earth: New York!",
    "Rich as a cake, common as a doughnut,",
    "Expensive as a fur and crazy as cocaine,",
    "We love to hear you shake",
    "Your big face like a shining bank",
    "Letting the mad world know you’re full of dimes!",
    "”This is your night to make maraccas out of all that metal money",
    "Paris is in the prison-house, and London dies of cancer.",
    "This is the time for you to whirl,",
    "Queen of our hopped-up peace,",
    "And let the excitement of your somewhat crippled congas",
    "Supersede the waltzes of more shining",
    "Capitals that have been bombed.",
    "“Meanwhile we, your children,",
    "Weeping in our seasick zoo of windows while you dance,",
    "Will gobble aspirins,",
    "And try to keep our cage from caving in.",
    "All the while our minds will fill with these petitions,",
    "Flowering quietly in between our gongs of pulse.",
    "These will have to serve as prayers:",
    "“ ‘O lock us in the safe jails of thy movies!",
    "Confine us to the semiprivate wards and white asylums",
    "Of the unbearable cocktail parties, O New York!",
    "Sentence us for life to the penitentiaries of thy bars and nightclubs,",
    "And leave us stupefied forever by the blue, objective lights",
    "That fill the pale infirmaries of thy restaurants,",
    "And the clinics of thy schools and offices,",
    "And the operating-rooms of thy dance-halls.",
    "“ ‘But never give us any explanations, even when we ask,",
    "Why all our food tastes of iodoform,",
    "And even the freshest flowers smell of funerals.",
    "No, never let us look about us long enough to wonder",
    "Which of the rich men, shivering in the overheated office,",
    "And which of the poor men, sleeping face-down on the",
    "Are still alive, and which are dead.’ ”"
  ],
  "title": "Hymn of Not Much Praise for New York City",
  "year": ""
}