{
  "author": "Thomas James Merton",
  "classification": "Free Verse",
  "keywords": [
    "Spring",
    "Activities",
    "Travels",
    "Journeys",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176242",
  "region": "",
  "text": [
    "How light the heavy world becomes, when with transparent waters",
    "All the shy elms and wakeful appletrees are dressed!",
    "How the sun shouts, and spins his wheel of flame",
    "And shoots the whole land full of diamonds",
    "Enriching every flower’s watery vesture with his praise,",
    "O green spring mornings when we hear creation singing!",
    "The stones between our steps are radium and platinum",
    "When, on this sacred day, sweet Christ, we climb Your hill;",
    "And all the hours, our steps,",
    "Pray us our way to the high top with silent music from the clouds",
    "As each new bench-mark builds us to a quieter altitude,",
    "Promising those holy heights where the low world will die.",
    "Shall we look back out of this airy treasury",
    "And spill the plenty that we have already in our hands",
    "To view you, cities full of sorcery,",
    "And count the regiments deployed on your grey plain",
    "Where you lie boiling in your smoky wars?",
    "For lo! the music of your treachery",
    "Still plagues us with a sullen rumor in this sinless sun,",
    "And your coarse voice still reaches us.",
    "Sandpapering the silence of our atmosphere.",
    "Shall we turn back to hear those far, far fragile trumpets play?",
    "Let us but lean one moment to the witchery of your thin clarions",
    "And all our flowery mountain will be tattered with a coat of weeds;",
    "And the bright sun, our friend, turning to a prodigious enemy,",
    "Will burn our way with curses,",
    "Hardening our hesitation, in that instant, to a solid weight,",
    "To bake us white as monuments, like Mistress Lot,",
    "Saltpillars planted on the stony road from Sodom."
  ],
  "title": "The Song of the Traveller",
  "year": ""
}