{
  "author": "Thomas James Merton",
  "classification": "",
  "keywords": [
    "Religion",
    "Christianity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176241",
  "region": "",
  "text": [
    "The men that cut their graves in the grey rocks",
    "Go down more slowly than the sun upon their dusty country:",
    "White as the wall, the weepers leave the town,",
    "To be the friends of grief, and follow",
    "To the new tomb a widow’s sorrow.",
    "The men with hands as hard as rope,",
    "(Some smell of harvests, some of nets,) the strangers,",
    "Come up the hill more slowly than the seasons of the year.",
    "“Why do you walk in funerals, you men of Naim,",
    "Why go you down to graves, with eyes like winters,",
    "And your cold faces clean as cliffs?",
    "See how we come, our brows are full of sun,",
    "Our smiles are fairer than the wheat and hay,",
    "Our eyes are saner than the sea.",
    "Lay down your burden at our four-roads’ crossing,",
    "And learn a wonder from the Christ, our Traveller.”",
    "(Oh, you will say that those old times",
    "Are all dried up like water,",
    "Since the great God went walking on a road to Naim,",
    "How many hundred years has slept again in death",
    "That widow’s son, after the marvel of his miracle:",
    "He did not rise for long, and sleeps forever.",
    "And what of the men of the town?",
    "What have the desert winds done to the dust",
    "Of the poor weepers, and the widow’s friends?)",
    "The men that cut their graves in the grey rocks",
    "Spoke to the sons of God upon the four cross roads:",
    "“Men of Genesareth, who climb our hill as slow as spring or summer,",
    "Christ is your Master, and we see His eyes are Jordans,",
    "His hands and feet are wounded, and His words are wine.",
    "He has let death baptize the one who stirs and wakens",
    "In the bier we carry,",
    "That we may read the Cross and Easter in this rising,",
    "And learn the endless heaven",
    "Promised to all the widow-Church’s risen children.”"
  ],
  "title": "The Widow of Naim",
  "year": ""
}