{
  "author": "Dionisio D. Martínez",
  "classification": "",
  "keywords": [
    "Cities",
    "Urban Life",
    "Social Commentaries",
    "Activities",
    "Poetry",
    "Poets",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Sports",
    "Outdoor Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175773",
  "region": "",
  "text": [
    "It only takes one night with the wind on its knees",
    "to imagine Carl Sandburg unfolding",
    "a map of Chicago, puzzled, then walking the wrong way.",
    "The lines on his face are hard to read. I alternate",
    "between the tv, where a plastic surgeon is claiming",
    "that every facial expression causes wrinkles, and",
    "the newspaper. I picture the surgeon reading the lines",
    "on Sandburg’s face, lines that would’ve made more sense",
    "if the poet had been, say, a tree growing",
    "in a wind orchard. Maybe he simply smiled too much.",
    "I’m reading about the All-Star game, thinking",
    "that maybe Sandburg saw the White Sox of 1919.",
    "I love American newspapers, the way each section",
    "is folded independently and believes it owns",
    "the world. There’s this brief item in the inter-",
    "national pages: the Chinese government has posted",
    "signs in Tiananmen Square, forbidding laughter.",
    "I’m sure the plastic surgeon would approve, he’d say",
    "the Chinese will look young much longer, their faces",
    "unnaturally smooth, but what",
    "see (although",
    "no photograph accompanies the story) is laughter",
    "bursting inside them. I go back to the sports section",
    "and a closeup of a rookie in mid-swing, his face",
    "keeping all the wrong emotions in check.",
    "When I read I bite my lower lip, a habit",
    "the plastic surgeon would probably call",
    "cosmetic heresy because it accelerates the aging",
    "process. I think of Carl Sandburg and the White Sox;",
    "I think of wind in Tiananmen Square, how a country",
    "deprived of laughter ages invisibly; I think",
    "of the Great Walls of North America, each of them",
    "a grip on some outfield like a rookie’s hands",
    "around a bat when the wind is against him; I bite",
    "my lower lip again; I want to learn",
    "to think in American, to believe that a headline",
    "is a fact and all stories are suspect."
  ],
  "title": "Hysteria",
  "year": ""
}