{
  "author": "Samuel Johnson",
  "classification": "Allusion",
  "keywords": [
    "Arts",
    "Sciences",
    "History",
    "Politics",
    "Philosophy",
    "Social Commentaries"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173713",
  "region": "England",
  "text": [
    "Let observation with extensive view,",
    "Survey mankind, from China to Peru;",
    "Remark each anxious toil, each eager strife,",
    "And watch the busy scenes of crowded life;",
    "Then say how hope and fear, desire and hate,",
    "O’erspread with snares the clouded maze of fate,",
    "Where wav’ring man, betray’d by vent’rous pride",
    "To tread the dreary paths without a guide,",
    "As treach’rous phantoms in the mist delude,",
    "Shuns fancied ills, or chases airy good.",
    "How rarely reason guides the stubborn choice,",
    "Rules the bold hand, or prompts the suppliant voice,",
    "How nations sink, by darling schemes oppress’d,",
    "When vengeance listens to the fool’s request.",
    "Fate wings with ev’ry wish th’ afflictive dart,",
    "Each gift of nature, and each grace of art,",
    "With fatal heat impetuous courage glows,",
    "With fatal sweetness elocution flows,",
    "Impeachment stops the speaker’s pow’rful breath,",
    "And restless fire precipitates on death.",
    "But scarce observ’d the knowing and the bold,",
    "Fall in the gen’ral massacre of gold;",
    "Wide-wasting pest! that rages unconfin’d,",
    "And crowds with crimes the records of mankind,",
    "For gold his sword the hireling ruffian draws,",
    "For gold the hireling judge distorts the laws;",
    "Wealth heap’d on wealth, nor truth nor safety buys,",
    "The dangers gather as the treasures rise.",
    "Let hist’ry tell where rival kings command,",
    "And dubious title shakes the madded land,",
    "When statutes glean the refuse of the sword,",
    "How much more safe the vassal than the lord,",
    "Low sculks the hind beneath the rage of pow’r,",
    "And leaves the wealthy traitor in the Tow’r,",
    "Untouch’d his cottage, and his slumbers sound,",
    "Tho’ confiscation’s vultures hover round.",
    "The needy traveller, serene and gay,",
    "Walks the wild heath, and sings his toil away.",
    "Does envy seize thee? crush th’ upbraiding joy,",
    "Increase his riches and his peace destroy,",
    "New fears in dire vicissitude invade,",
    "The rustling brake alarms, and quiv’ring shade,",
    "Nor light nor darkness bring his pain relief.",
    "One shews the plunder, and one hides the thief.",
    "Yet still one gen’ral cry the skies assails,",
    "And gain and grandeur load the tainted gales,",
    "Few know the toiling statesman’s fear or care,",
    "Th’ insidious rival and the gaping heir.",
    "Once more, Democritus, arise on earth,",
    "With cheerful wisdom and instructive mirth,",
    "See motley life in modern trappings dress’d,",
    "And feed with varied fools th’ eternal jest:",
    "Thou who couldst laugh where want enchain’d caprice,",
    "Toil crush’d conceit, and man was of a piece;",
    "Where wealth unlov’d without a mourner died;",
    "And scarce a sycophant was fed by pride;",
    "Where ne’er was known the form of mock debate,",
    "Or seen a new-made mayor’s unwieldy state;",
    "Where change of fav’rites made no change of laws,",
    "And senates heard before they judg’d a cause;",
    "How wouldst thou shake at Britain’s modish tribe,",
    "Dart the quick taunt, and edge the piercing gibe?",
    "Attentive truth and nature to decry,",
    "And pierce each scene with philosophic eye.",
    "To thee were solemn toys or empty show,",
    "The robes of pleasure and the veils of woe:",
    "All aid the farce, and all thy mirth maintain,",
    "Whose joys are causeless, or whose griefs are vain.",
    "Such was the scorn that fill’d the sage’s mind,",
    "Renew’d at ev’ry glance on humankind;",
    "How just that scorn ere yet thy voice declare,",
    "Search every state, and canvas ev’ry pray’r.",
    "Unnumber’d suppliants crowd Preferment’s gate,",
    "Athirst for wealth, and burning to be great;",
    "Delusive Fortune hears th’ incessant call,",
    "They mount, they shine, evaporate, and fall.",
    "On ev’ry stage the foes of peace attend,",
    "Hate dogs their flight, and insult mocks their end.",
    "Love ends with hope, the sinking statesman’s door",
    "Pours in the morning worshiper no more;",
    "For growing names the weekly scribbler lies,",
    "To growing wealth the dedicator flies,",
    "From every room descends the painted face,",
    "That hung the bright Palladium of the place,",
    "And smok’d in kitchens, or in auctions sold,",
    "To better features yields the frame of gold;",
    "For now no more we trace in ev’ry line",
    "Heroic worth, benevolence divine:",
    "The form distorted justifies the fall,",
    "And detestation rids th’ indignant wall.",
    "...",
    "When first the college rolls receive his name,",
    "The young enthusiast quits his ease for fame;",
    "Through all his veins the fever of renown",
    "Spreads from the strong contagion of the gown;",
    "O’er Bodley’s dome his future labours spread,",
    "And Bacon’s mansion trembles o’er his head.",
    "Are these thy views? proceed, illustrious youth,",
    "And virtue guard thee to the throne of Truth!",
    "Yet should thy soul indulge the gen’rous heat,",
    "Till captive Science yields her last retreat;",
    "Should Reason guide thee with her brightest ray,",
    "And pour on misty Doubt resistless day;",
    "Should no false Kindness lure to loose delight,",
    "Nor Praise relax, nor Difficulty fright;",
    "Should tempting Novelty thy cell refrain,",
    "And Sloth effuse her opiate fumes in vain;",
    "Should Beauty blunt on fops her fatal dart,",
    "Nor claim the triumph of a letter’d heart;",
    "Should no disease thy torpid veins invade,",
    "Nor Melancholy’s phantoms haunt thy shade;",
    "Yet hope not life from grief or danger free,",
    "Nor think the doom of man revers’d for thee:",
    "Deign on the passing world to turn thine eyes,",
    "And pause awhile from letters, to be wise;",
    "There mark what ills the scholar’s life assail,",
    "Toil, envy, want, the patron, and the jail.",
    "See nations slowly wise, and meanly just,",
    "To buried merit raise the tardy bust.",
    "If dreams yet flatter, once again attend,",
    "Hear Lydiat’s life, and Galileo’s end.",
    "Nor deem, when learning her last prize bestows",
    "The glitt’ring eminence exempt from foes;",
    "See when the vulgar ‘scape, despis’d or aw’d,",
    "Rebellion’s vengeful talons seize on Laud.",
    "From meaner minds, tho’ smaller fines content",
    "The plunder’d palace or sequester’d rent;",
    "Mark’d out by dangerous parts he meets the shock,",
    "And fatal Learning leads him to the block:",
    "Around his tomb let Art and Genius weep,",
    "But hear his death, ye blockheads, hear and sleep.",
    "...",
    "Enlarge my life with multitude of days,",
    "In health, in sickness, thus the suppliant prays;",
    "Hides from himself his state, and shuns to know,",
    "That life protracted is protracted woe.",
    "Time hovers o’er, impatient to destroy,",
    "And shuts up all the passages of joy:",
    "In vain their gifts the bounteous seasons pour,",
    "The fruit autumnal, and the vernal flow’r,",
    "With listless eyes the dotard views the store,",
    "He views, and wonders that they please no more;",
    "Now pall the tasteless meats, and joyless wines,",
    "And Luxury with sighs her slave resigns.",
    "Approach, ye minstrels, try the soothing strain,",
    "And yield the tuneful lenitives of pain:",
    "No sounds alas would touch th’ impervious ear,",
    "Though dancing mountains witness’d Orpheus near;",
    "Nor lute nor lyre his feeble pow’rs attend,",
    "Nor sweeter music of a virtuous friend,",
    "But everlasting dictates crowd his tongue,",
    "Perversely grave, or positively wrong.",
    "The still returning tale, and ling’ring jest,",
    "Perplex the fawning niece and pamper’d guest,",
    "While growing hopes scarce awe the gath’ring sneer,",
    "And scarce a legacy can bribe to hear;",
    "The watchful guests still hint the last offence,",
    "The daughter’s petulance, the son’s expense,",
    "Improve his heady rage with treach’rous skill,",
    "And mould his passions till they make his will.",
    "Unnumber’d maladies his joints invade,",
    "Lay siege to life and press the dire blockade;",
    "But unextinguish’d Av’rice still remains,",
    "And dreaded losses aggravate his pains;",
    "He turns, with anxious heart and crippled hands,",
    "His bonds of debt, and mortgages of lands;",
    "Or views his coffers with suspicious eyes,",
    "Unlocks his gold, and counts it till he dies.",
    "But grant, the virtues of a temp’rate prime",
    "Bless with an age exempt from scorn or crime;",
    "An age that melts in unperceiv’d decay,",
    "And glides in modest innocence away;",
    "Whose peaceful day Benevolence endears,",
    "Whose night congratulating Conscience cheers;",
    "The gen’ral fav’rite as the gen’ral friend:",
    "Such age there is, and who could wish its end?",
    "Yet ev’n on this her load Misfortune flings,",
    "To press the weary minutes’ flagging wings:",
    "New sorrow rises as the day returns,",
    "A sister sickens, or a daughter mourns.",
    "Now kindred Merit fills the sable bier,",
    "Now lacerated Friendship claims a tear.",
    "Year chases year, decay pursues decay,",
    "Still drops some joy from with’ring life away;",
    "New forms arise, and diff’rent views engage,",
    "Superfluous lags the vet’ran on the stage,",
    "Till pitying Nature signs the last release,",
    "And bids afflicted worth retire to peace.",
    "But few there are whom hours like these await,",
    "Who set unclouded in the gulfs of fate.",
    "From Lydia’s monarch should the search descend,",
    "By Solon caution’d to regard his end,",
    "In life’s last scene what prodigies surprise,",
    "Fears of the brave, and follies of the wise?",
    "From Marlb’rough’s eyes the streams of dotage flow,",
    "And Swift expires a driv’ler and a show.",
    "The teeming mother, anxious for her race,",
    "Begs for each birth the fortune of a face:",
    "Yet Vane could tell what ills from beauty spring;",
    "And Sedley curs’d the form that pleas’d a king.",
    "Ye nymphs of rosy lips and radiant eyes,",
    "Whom Pleasure keeps too busy to be wise,",
    "Whom Joys with soft varieties invite,",
    "By day the frolic, and the dance by night,",
    "Who frown with vanity, who smile with art,",
    "And ask the latest fashion of the heart,",
    "What care, what rules your heedless charms shall save,",
    "Each nymph your rival, and each youth your slave?",
    "Against your fame with fondness hate combines,",
    "The rival batters and the lover mines.",
    "With distant voice neglected Virtue calls,",
    "Less heard and less, the faint remonstrance falls;",
    "Tir’d with contempt, she quits the slipp’ry reign,",
    "And Pride and Prudence take her seat in vain.",
    "In crowd at once, where none the pass defend,",
    "The harmless freedom, and the private friend.",
    "The guardians yield, by force superior plied;",
    "By Int’rest, Prudence; and by Flatt’ry, Pride.",
    "Now Beauty falls betray’d, despis’d, distress’d,",
    "And hissing Infamy proclaims the rest.",
    "Where then shall Hope and Fear their objects find?",
    "Must dull Suspense corrupt the stagnant mind?",
    "Must helpless man, in ignorance sedate,",
    "Roll darkling down the torrent of his fate?",
    "Must no dislike alarm, no wishes rise,",
    "No cries attempt the mercies of the skies?",
    "Enquirer, cease, petitions yet remain,",
    "Which Heav’n may hear, nor deem religion vain.",
    "Still raise for good the supplicating voice,",
    "But leave to Heav’n the measure and the choice.",
    "Safe in his pow’r, whose eyes discern afar",
    "The secret ambush of a specious pray’r.",
    "Implore his aid, in his decisions rest,",
    "Secure whate’er he gives, he gives the best.",
    "Yet when the sense of sacred presence fires,",
    "And strong devotion to the skies aspires,",
    "Pour forth thy fervours for a healthful mind,",
    "Obedient passions, and a will resign’d;",
    "For love, which scarce collective man can fill;",
    "For patience, sov’reign o’er transmuted ill;",
    "For faith, that panting for a happier seat,",
    "Counts death kind Nature’s signal of retreat:",
    "These goods for man the laws of Heav’n ordain,",
    "These goods he grants, who grants the pow’r to gain;",
    "With these celestial wisdom calms the mind,",
    "And makes the happiness she does not find."
  ],
  "title": "The Vanity of Human Wishes",
  "year": ""
}