{
  "author": "Adrienne Rich",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Religion",
    "Judaism",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Crime",
    "Punishment",
    "Race",
    "Ethnicity",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/240472",
  "region": "U.S., Western",
  "text": [
    "What is a Jew in solitude?",
    "What would it mean not to feel lonely or afraid",
    "far from your own or those you have called your own?",
    "What is a woman in solitude: a queer woman or man?",
    "In the empty street, on the empty beach, in the desert",
    "what in this world as it is can solitude mean?",
    "The glassy, concrete octagon suspended from the cliffs",
    "with its electric gate, its perfected privacy",
    "is not what I mean",
    "the pick-up with a gun parked at a turn-out in Utah or the Golan Heights",
    "is not what I mean",
    "the poet’s tower facing the western ocean, acres of forest planted to the east, the woman reading in the cabin, her attack dog suddenly risen",
    "is not what I mean",
    "Three thousand miles from what I once called home",
    "I open a book searching for some lines I remember",
    "about flowers, something to bind me to this coast as lilacs in the dooryard once",
    "bound me back there—yes, lupines on a burnt mountainside,",
    "something that bloomed and faded and was written down",
    "in the poet’s book, forever:",
    "Opening the poet’s book",
    "I find the hatred in the poet’s heart: . . .",
    "Robinson Jeffers, multitude",
    "is the blur flung by distinct forms against these landward valleys",
    "and the farms that run down to the sea; the lupines",
    "are multitude, and the torched poppies, the grey Pacific unrolling its scrolls of surf,",
    "and the separate persons, stooped",
    "over sewing machines in denim dust, bent under the shattering skies of harvest",
    "who sleep by shifts in never-empty beds have their various dreams",
    "Hands that pick, pack, steam, stitch, strip, stuff, shell, scrape, scour, belong to a brain like no other",
    "Must I argue the love of multitude in the blur or defend",
    "a solitude of barbed-wire and searchlights, the survivalist’s final solution, have I a choice?",
    "To wonder far from your own or those you have called your own",
    "to hear strangeness calling you from far away",
    "and walk in that direction, long and far, not calculating risk",
    "to go to meet the Stranger without fear or weapon, protection nowhere on your mind",
    "(the Jew on the icy, rutted road on Christmas Eve prays for another Jew",
    "the woman in the ungainly twisting shadows of the street:",
    "as if she could believe in a woman’s god)",
    "Find someone like yourself. Find others.",
    "Agree you will never desert each other.",
    "Understand that any rift among you",
    "means power to those who want to do you in.",
    "Close to the center, safety; toward the edges, danger.",
    "But I have a nightmare to tell: I am trying to say",
    "that to be with my people is my dearest wish",
    "but that I also love strangers",
    "that I crave separateness",
    "I hear myself stuttering these words",
    "to my worst friends and my best enemies",
    "who watch for my mistakes in grammar",
    "my mistakes in love.",
    "This is the day of atonement; but do my people forgive me?",
    "If a cloud knew loneliness and fear, I would be that cloud.",
    "To love the Stranger, to love solitude—am I writing merely about privilege",
    "about drifting from the center, drawn to edges,",
    "a privilege we can’t afford in the world that is,",
    "who are hated as being of our kind: faggot kicked into the icy river, woman dragged from her stalled car",
    "into the mist-struck mountains, used and hacked to death",
    "young scholar shot at the university gates on a summer evening walk, his prizes and studies nothing, nothing availing his Blackness",
    "Jew deluded that she’s escaped the tribe, the laws of her exclusion, the men too holy to touch her hand; Jew who has turned her back",
    "on",
    "and",
    "(yet wears the",
    "on a thong between her breasts) hiking alone",
    "found with a swastika carved in her back at the foot of the cliffs (did she die as queer or as Jew?)",
    "Solitude, O taboo, endangered species",
    "on the mist-struck spur of the mountain, I want a gun to defend you",
    "In the desert, on the deserted street, I want what I can’t have:",
    "your elder sister, Justice, her great peasant’s hand outspread",
    "her eye, half-hooded, sharp and true",
    "And I ask myself, have I thrown courage away?",
    "have I traded off something I don’t name?",
    "To what extreme will I go to meet the extremist?",
    "What will I do to defend my want or anyone’s want to search for her spirit-vision",
    "far from the protection of those she has called her own?",
    "Will I find O solitude",
    "your plumes, your breasts, your hair",
    "against my face, as in childhood, your voice like the mockingbird’s",
    "singing",
    "in the old places, anywhere?",
    "What is a Jew in solitude?",
    "What is a woman in solitude, a queer woman or man?",
    "When the winter flood-tides wrench the tower from the rock, crumble the prophet’s headland, and the farms slide into the sea",
    "when leviathan is endangered and Jonah becomes revenger",
    "when center and edges are crushed together, the extremities crushed together on which the world was founded",
    "when our souls crash together, Arab and Jew, howling our loneliness within the tribes",
    "when the refugee child and the exile’s child re-open the blasted and forbidden city",
    "when we who refuse to be women and men as women and men are chartered, tell our stories of solitude spent in multitude",
    "in that world as it may be, newborn and haunted, what will solitude mean?",
    "1984-1985"
  ],
  "title": "Yom Kippur 1984",
  "year": ""
}