{
  "author": "David Dominguez",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "The Mind",
    "Activities",
    "Eating",
    "Drinking",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Music",
    "Poetry",
    "Poets",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242614",
  "region": "U.S., Western",
  "text": [
    "Breakfast, and I’m eating plain yogurt, figs from my garden, and honey.",
    "I’m sitting in a lawn chair on the backyard patio—",
    "life is good, and the sunlight warming my lap and the pages",
    "of a book remind me of Tucson",
    "and the subterranean apartment I rented alone and far from home.",
    "There was a sofa in front of my one window",
    "where at noon the sun burned briefly on the cushions as starlings",
    "stirred in the trees with their admonishments.",
    "Stepping back there now, I remember feeling hopeless after reading",
    "Lorca’s “Lament for Ignacio Sánchez Mejías.”",
    "I recall how I put the book on the coffee table and closed my eyes",
    "and saw blood glowing in my arteries.",
    "In the leaves, the starlings went on with their disconnected chatter,",
    "and I said to myself, “I’ll never write anything like",
    "‘And the bull alone with a high heart! At five o’clock in the afternoon.’”",
    "For three months, I didn’t write one word",
    "but instead passed the days swimming in the public pool where,",
    "from my half-closed eyes, I watched light ride",
    "the splashing water or resting on the surface when I floated, face down,",
    "sinking with fear: “What do I do now?” I asked.",
    "Some nights, I filled my red truck with gas and drove west on the 19",
    "until my headlights flooded the desert, and when",
    "the city was less than pinpoints of glitter, and when all I could hear",
    "was the whine of silence in my ears,",
    "I parked alongside the highway, leaned against my pickup, and stared",
    "at stars so sure of themselves as they shone",
    "that I believed they couldn’t help but give me something that would",
    "make me sit at my desk and write.",
    "I felt directionless and wanted to walk out into the landscape,",
    "but I feared snakes and scorpions",
    "hiding in the buckhorn and staghorn as I recalled my father’s words,",
    "“You’ll be lost forever on the far side of the moon”—",
    "words that haunted me as I imagined slipping into lunar shadows",
    "that no human telescope would spot",
    "as I wandered lost and ripped with nostalgia for the nights I read",
    "in used bookstores on Campbell—a time when",
    "the future seemed so clear I smelled it in dirt that somebody",
    "rinsed from the sidewalk as I walked home.",
    "Then, one night while sipping black coffee along the side of the 19,",
    "I remembered lying on the living room floor",
    "as my father and I listened to Brahms’s “Lullaby,” which inspired me",
    "to practice “Away in a Manger” on my trumpet:",
    "“It’s a lullaby. Play it like that,” my father said as my sixth grade lips",
    "struggled to phrase notes that would",
    "please a child under the beating stars, and remembering this,",
    "I looked up to the oblivious heavens",
    "and tied words to images—Cassiopeia, Perseus, Cygnus, Pegasus—",
    "and let them sing clearly through my mind."
  ],
  "title": "Reading",
  "year": ""
}