{
  "author": "David Dominguez",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "The Body",
    "The Mind",
    "Love",
    "Realistic",
    "Complicated",
    "Relationships",
    "Home Life",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242616",
  "region": "U.S., Western",
  "text": [
    "Yesterday afternoon, I hung a framed print in the living room—",
    "a task that took two head-throbbing hours.",
    "It’s a wedding portrait that we love:",
    ".",
    "I wonder how two people could consistently hurt each other,",
    "but still feel love so deeply as their bones turned into dust?",
    "Before Frida died, she painted a watermelon still life;",
    "before his death, Diego did too.",
    "I want to believe that those paintings were composed",
    "during parallel moments because of their undying devotion.",
    "If I close my eyes, I can see melon wedges left like",
    "centerpieces except for the slice",
    "Diego put on the table’s corner—",
    "one piece of fruit pecked at by a dove",
    "that passed through a window.",
    "I know that I won’t be building a bookshelf anytime soon",
    "and that the chances of me constructing a roll-top desk",
    "are as slim as me building an Adirondack chair that sits plumb,",
    "but I’m good with the spackle and putty knives in my tool belt.",
    "The knots in my back might not be there",
    "if I had listened to her suggestions,",
    "and I could well have done without two hours of silence",
    "over a few holes in the wall.",
    "But somehow, life has its ways of working things out.",
    "This afternoon, I shut the blinds,",
    "turned off the TV, lights, and phone,",
    "and massaged my wife’s feet to fight off a migraine—",
    "her second one this week despite",
    "the prophylactics and pain killers that we store in the breadbox.",
    "For once, I’d like to experience what she feels:",
    "nausea, blindness, and pain that strike",
    "when the cranial vessels dilate,",
    "fill with blood, leak, and make the brain swell.",
    "Earlier, an MRI triggered the reaction as it mapped her head",
    "with electrical current, gradient magnets, and radio waves",
    "hammering her floundering eyes.",
    "For now, we have our room, the bed frame, and the mattress",
    "where she lies as I knead her toes.",
    "Come nightfall, I hope that we’ll sit in the patio and watch",
    "the breeze stirring the lemon, lime, and orange trees",
    "that I planted along the back fence.",
    "On certain nights, the moon turns our lawn",
    "into green acrylic where we sip Syrah and mint tea",
    "until all we know is the sound",
    "of our breathing among the whispering leaves."
  ],
  "title": "Wedding Portrait",
  "year": ""
}