{
  "author": "Andrew Marvell",
  "classification": "Couplet",
  "keywords": [
    "Landscapes",
    "Pastorals",
    "Activities",
    "Nature",
    "Trees",
    "Flowers",
    "Jobs",
    "Working",
    "Gardening"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173950",
  "region": "England",
  "text": [
    "Luxurious man, to bring his vice in use,",
    "Did after him the world seduce;",
    "And from the fields the flow’rs and plants allure,",
    "Where nature was most plain and pure.",
    "He first enclos’d within the garden’s square",
    "A dead and standing pool of air;",
    "And a more luscious earth for them did knead,",
    "Which stupefied them while it fed.",
    "The pink grew then as double as his mind;",
    "The nutriment did change the kind.",
    "With strange perfumes he did the roses taint,",
    "And flow’rs themselves were taught to paint.",
    "The tulip, white, did for complexion seek,",
    "And learn’d to interline its cheek;",
    "Its onion root they then so high did hold,",
    "That one was for a meadow sold.",
    "Another world was search’d, through oceans new,",
    "To find the Marvel of Peru.",
    "And yet these rarities might be allow’d,",
    "To man, that sov’reign thing and proud;",
    "Had he not dealt between the bark and tree,",
    "Forbidden mixtures there to see.",
    "No plant now knew the stock from which it came,",
    "He grafts upon the wild the tame;",
    "That the uncertain and adult’rate fruit",
    "Might put the palate in dispute.",
    "His green seraglio has its eunuchs too,",
    "Lest any tyrant him out-do;",
    "And in the cherry he does nature vex,",
    "To procreate without a sex.",
    "’Tis all enforc’d, the fountain and the grot,",
    "While the sweet fields do lie forgot;",
    "Where willing nature does to all dispense",
    "A wild and fragrant innocence;",
    "And fauns and fairies do the meadows till,",
    "More by their presence than their skill.",
    "Their statues polish’d by some ancient hand,",
    "May to adorn the gardens stand;",
    "But howso’ere the figures do excel,",
    "The gods themselves with us do dwell."
  ],
  "title": "The Mower",
  "year": ""
}