{
  "author": "Andrew Marvell",
  "classification": "Couplet",
  "keywords": [
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Living",
    "Pets",
    "Mythology",
    "Folklore"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/173953",
  "region": "England",
  "text": [
    "The wanton troopers riding by",
    "Have shot my fawn, and it will die.",
    "Ungentle men! they cannot thrive",
    "To kill thee. Thou ne’er didst alive",
    "Them any harm, alas, nor could",
    "Thy death yet do them any good.",
    "I’m sure I never wish’d them ill,",
    "Nor do I for all this, nor will;",
    "But if my simple pray’rs may yet",
    "Prevail with Heaven to forget",
    "Thy murder, I will join my tears",
    "Rather than fail. But oh, my fears!",
    "It cannot die so. Heaven’s King",
    "Keeps register of everything,",
    "And nothing may we use in vain.",
    "Ev’n beasts must be with justice slain,",
    "Else men are made their deodands;",
    "Though they should wash their guilty hands",
    "In this warm life-blood, which doth part",
    "From thine, and wound me to the heart,",
    "Yet could they not be clean, their stain",
    "Is dyed in such a purple grain.",
    "There is not such another in",
    "The world to offer for their sin.",
    "Unconstant Sylvio, when yet",
    "I had not found him counterfeit",
    "One morning (I remember well)",
    "Tied in this silver chain and bell,",
    "Gave it to me; nay, and I know",
    "What he said then; I’m sure I do.",
    "Said he, “Look how your huntsman here",
    "Hath taught a fawn to hunt his",
    ".”",
    "But Sylvio soon had me beguil’d,",
    "This waxed tame, while he grew wild;",
    "And quite regardless of my smart,",
    "Left me his fawn, but took his heart.",
    "Thenceforth I set myself to play",
    "My solitary time away,",
    "With this, and very well content",
    "Could so mine idle life have spent;",
    "For it was full of sport, and light",
    "Of foot and heart, and did invite",
    "Me to its game; it seem’d to bless",
    "Itself in me. How could I less",
    "Than love it? Oh, I cannot be",
    "Unkind t’ a beast that loveth me.",
    "Had it liv’d long, I do not know",
    "Whether it too might have done so",
    "As Sylvio did; his gifts might be",
    "Perhaps as false or more than he.",
    "But I am sure, for aught that I",
    "Could in so short a time espy,",
    "Thy love was far more better then",
    "The love of false and cruel men.",
    "With sweetest milk and sugar first",
    "I it at mine own fingers nurst;",
    "And as it grew, so every day",
    "It wax’d more white and sweet than they.",
    "It had so sweet a breath! And oft",
    "I blush’d to see its foot more soft",
    "And white, shall I say than my hand?",
    "Nay, any lady’s of the land.",
    "It is a wond’rous thing how fleet",
    "’Twas on those little silver feet;",
    "With what a pretty skipping grace",
    "It oft would challenge me the race;",
    "And when ’t had left me far away,",
    "’Twould stay, and run again, and stay,",
    "For it was nimbler much than hinds,",
    "And trod, as on the four winds.",
    "I have a garden of my own,",
    "But so with roses overgrown",
    "And lilies, that you would it guess",
    "To be a little wilderness;",
    "And all the spring time of the year",
    "It only loved to be there.",
    "Among the beds of lilies I",
    "Have sought it oft, where it should lie;",
    "Yet could not, till itself would rise,",
    "Find it, although before mine eyes;",
    "For, in the flaxen lilies’ shade,",
    "It like a bank of lilies laid.",
    "Upon the roses it would feed",
    "Until its lips ev’n seemed to bleed,",
    "And then to me ’twould boldly trip",
    "And print those roses on my lip.",
    "But all its chief delight was still",
    "On roses thus itself to fill,",
    "And its pure virgin limbs to fold",
    "In whitest sheets of lilies cold.",
    "Had it liv’d long it would have been",
    "Lilies without, roses within.",
    "O help, O help! I see it faint,",
    "And die as calmly as a saint.",
    "See how it weeps! The tears do come,",
    "Sad, slowly dropping like a gum.",
    "So weeps the wounded balsam, so",
    "The holy frankincense doth flow;",
    "The brotherless Heliades",
    "Melt in such amber tears as these.",
    "I in a golden vial will",
    "Keep these two crystal tears, and fill",
    "It till it do o’erflow with mine,",
    "Then place it in Diana’s shrine.",
    "Now my sweet fawn is vanish’d to",
    "Whither the swans and turtles go,",
    "In fair Elysium to endure",
    "With milk-white lambs and ermines pure.",
    "O do not run too fast, for I",
    "Will but bespeak thy grave, and die.",
    "First my unhappy statue shall",
    "Be cut in marble, and withal",
    "Let it be weeping too; but there",
    "Th’ engraver sure his art may spare,",
    "For I so truly thee bemoan",
    "That I shall weep though I be stone;",
    "Until my tears, still dropping, wear",
    "My breast, themselves engraving there.",
    "There at my feet shalt thou be laid,",
    "Of purest alabaster made;",
    "For I would have thine image be",
    "White as I can, though not as thee."
  ],
  "title": "The Nymph Complaining for the Death of her Fawn",
  "year": ""
}