{
  "author": "Donald Justice",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Midlife",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Jobs",
    "Working",
    "Arts",
    "Sciences",
    "Theater",
    "Dance"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249190",
  "region": "U.S., Southern",
  "text": [
    "The lights in the theater fail. The long racks",
    "Of costumes abandoned by the other dancers",
    "Trouble Celeste. The conductor asks",
    "If she is sad because autumn is coming on,",
    "But when autumn comes she is merely pregnant and bored.",
    "On her way back from the holidays, a man",
    "Who appears to have no face rattles the door",
    "To her compartment.",
    "she thinks;",
    "Dusk falls, and a few drops of rain.",
    "On the train window trembles the blurred",
    "Reflection of her own transparent beauty,",
    "And through this, beautiful ruined cities passing,",
    "Dark forests, and people everywhere",
    "Pacing on lighted platforms, some",
    "Beating their children, some apparently dancing.",
    "The costumes of the dancers sway in the chill darkness.",
    "Now sinking into sleep is like sinking again",
    "Into the lake of her youth. Her parents",
    "Lean from the rail of a ferryboat waving, waving,",
    "As the boat glides farther out across the waves.",
    "No one, it seems, is meeting her at the station.",
    "The city is frozen. She warms herself",
    "In the pink and scented twilight of a bar.",
    "The waiter who serves her is young. She nods assent.",
    "The conversation dies in bed. Later,",
    "She hurries off to rehearsal. In the lobby,",
    "Dizzy still with the weight of her own body,",
    "She waits, surrounded by huge stills of herself",
    "And bright posters announcing events to come.",
    "Her life—she feels it closing about her now",
    "Like a small theater, empty, without lights."
  ],
  "title": "A Dancer’s Life",
  "year": ""
}