{
  "author": "Samuel Taylor Coleridge",
  "classification": "Mixed",
  "keywords": [
    "Mythology",
    "Folklore",
    "Weather",
    "Philosophy",
    "Arts",
    "Sciences",
    "Winter",
    "Nature",
    "Landscapes",
    "Pastorals",
    "Living",
    "The Mind"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173228",
  "region": "England",
  "text": [
    "Since all that beat about in Nature's range,",
    "Or veer or vanish; why should'st thou remain",
    "The only constant in a world of change,",
    "O yearning Thought! that liv'st but in the brain?",
    "Call to the Hours, that in the distance play,",
    "The faery people of the future day—",
    "Fond Thought! not one of all that shining swarm",
    "Will breathe on thee with life-enkindling breath,",
    "Till when, like strangers shelt'ring from a storm,",
    "Hope and Despair meet in the porch of Death!",
    "Yet still thou haunt'st me; and though well I see,",
    "She is not thou, and only thou are she,",
    "Still, still as though some dear embodied Good,",
    "Some living Love before my eyes there stood",
    "With answering look a ready ear to lend,",
    "I mourn to thee and say—'Ah! loveliest friend!",
    "That this the meed of all my toils might be,",
    "To have a home, an English home, and thee!'",
    "Vain repetition! Home and Thou are one.",
    "The peacefull'st cot, the moon shall shine upon,",
    "Lulled by the thrush and wakened by the lark,",
    "Without thee were but a becalméd bark,",
    "Whose Helmsman on an ocean waste and wide",
    "Sits mute and pale his mouldering helm beside.",
    "And art thou nothing? Such thou art, as when",
    "The woodman winding westward up the glen",
    "At wintry dawn, where o'er the sheep-track's maze",
    "The viewless snow-mist weaves a glist'ning haze,",
    "Sees full before him, gliding without tread,",
    "An image with a glory round its head;",
    "The enamoured rustic worships its fair hues,",
    "Nor knows he makes the shadow, he pursues!"
  ],
  "title": "Constancy to an Ideal Object",
  "year": ""
}