{
  "author": "Samuel Taylor Coleridge",
  "classification": "Metaphor",
  "keywords": [
    "Religion",
    "Living",
    "Disappointment",
    "Failure",
    "Stars, Planets, Heavens",
    "Landscapes",
    "Pastorals",
    "Nature",
    "Winter",
    "Sorrow",
    "Grieving",
    "Weather",
    "The Mind"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/173229",
  "region": "England",
  "text": [
    "Well! If the Bard was weather-wise, who made",
    "The grand old ballad of Sir Patrick Spence,",
    "This night, so tranquil now, will not go hence",
    "Unroused by winds, that ply a busier trade",
    "Than those which mould yon cloud in lazy flakes,",
    "Or the dull sobbing draft, that moans and rakes",
    "Upon the strings of this Æolian lute,",
    "Which better far were mute.",
    "For lo! the New-moon winter-bright!",
    "And overspread with phantom light,",
    "(With swimming phantom light o'erspread",
    "But rimmed and circled by a silver thread)",
    "I see the old Moon in her lap, foretelling",
    "The coming-on of rain and squally blast.",
    "And oh! that even now the gust were swelling,",
    "And the slant night-shower driving loud and fast!",
    "Those sounds which oft have raised me, whilst they awed,",
    "And sent my soul abroad,",
    "Might now perhaps their wonted impulse give,",
    "Might startle this dull pain, and make it move and live!",
    "A grief without a pang, void, dark, and drear,",
    "A stifled, drowsy, unimpassioned grief,",
    "Which finds no natural outlet, no relief,",
    "In word, or sigh, or tear—",
    "O Lady! in this wan and heartless mood,",
    "To other thoughts by yonder throstle woo'd,",
    "All this long eve, so balmy and serene,",
    "Have I been gazing on the western sky,",
    "And its peculiar tint of yellow green:",
    "And still I gaze—and with how blank an eye!",
    "And those thin clouds above, in flakes and bars,",
    "That give away their motion to the stars;",
    "Those stars, that glide behind them or between,",
    "Now sparkling, now bedimmed, but always seen:",
    "Yon crescent Moon, as fixed as if it grew",
    "In its own cloudless, starless lake of blue;",
    "I see them all so excellently fair,",
    "I see, not feel, how beautiful they are!",
    "My genial spirits fail;",
    "And what can these avail",
    "To lift the smothering weight from off my breast?",
    "It were a vain endeavour,",
    "Though I should gaze for ever",
    "On that green light that lingers in the west:",
    "I may not hope from outward forms to win",
    "The passion and the life, whose fountains are within.",
    "O Lady! we receive but what we give,",
    "And in our life alone does Nature live:",
    "Ours is her wedding garment, ours her shroud!",
    "And would we aught behold, of higher worth,",
    "Than that inanimate cold world allowed",
    "To the poor loveless ever-anxious crowd,",
    "Ah! from the soul itself must issue forth",
    "A light, a glory, a fair luminous cloud",
    "Enveloping the Earth—",
    "And from the soul itself must there be sent",
    "A sweet and potent voice, of its own birth,",
    "Of all sweet sounds the life and element!",
    "O pure of heart! thou need'st not ask of me",
    "What this strong music in the soul may be!",
    "What, and wherein it doth exist,",
    "This light, this glory, this fair luminous mist,",
    "This beautiful and beauty-making power.",
    "Joy, virtuous Lady! Joy that ne'er was given,",
    "Save to the pure, and in their purest hour,",
    "Life, and Life's effluence, cloud at once and shower,",
    "Joy, Lady! is the spirit and the power,",
    "Which wedding Nature to us gives in dower",
    "A new Earth and new Heaven,",
    "Undreamt of by the sensual and the proud—",
    "Joy is the sweet voice, Joy the luminous cloud—",
    "We in ourselves rejoice!",
    "And thence flows all that charms or ear or sight,",
    "All melodies the echoes of that voice,",
    "All colours a suffusion from that light.",
    "There was a time when, though my path was rough,",
    "This joy within me dallied with distress,",
    "And all misfortunes were but as the stuff",
    "Whence Fancy made me dreams of happiness:",
    "For hope grew round me, like the twining vine,",
    "And fruits, and foliage, not my own, seemed mine.",
    "But now afflictions bow me down to earth:",
    "Nor care I that they rob me of my mirth;",
    "But oh! each visitation",
    "Suspends what nature gave me at my birth,",
    "My shaping spirit of Imagination.",
    "For not to think of what I needs must feel,",
    "But to be still and patient, all I can;",
    "And haply by abstruse research to steal",
    "From my own nature all the natural man—",
    "This was my sole resource, my only plan:",
    "Till that which suits a part infects the whole,",
    "And now is almost grown the habit of my soul.",
    "Hence, viper thoughts, that coil around my mind,",
    "Reality's dark dream!",
    "I turn from you, and listen to the wind,",
    "Which long has raved unnoticed. What a scream",
    "Of agony by torture lengthened out",
    "That lute sent forth! Thou Wind, that rav'st without,",
    "Bare crag, or mountain-tairn, or blasted tree,",
    "Or pine-grove whither woodman never clomb,",
    "Or lonely house, long held the witches' home,",
    "Methinks were fitter instruments for thee,",
    "Mad Lutanist! who in this month of showers,",
    "Of dark-brown gardens, and of peeping flowers,",
    "Mak'st Devils' yule, with worse than wintry song,",
    "The blossoms, buds, and timorous leaves among.",
    "Thou Actor, perfect in all tragic sounds!",
    "Thou mighty Poet, e'en to frenzy bold!",
    "What tell'st thou now about?",
    "'Tis of the rushing of an host in rout,",
    "With groans, of trampled men, with smarting wounds—",
    "At once they groan with pain, and shudder with the cold!",
    "But hush! there is a pause of deepest silence!",
    "And all that noise, as of a rushing crowd,",
    "With groans, and tremulous shudderings—all is over—",
    "It tells another tale, with sounds less deep and loud!",
    "A tale of less affright,",
    "And tempered with delight,",
    "As Otway's self had framed the tender lay,—",
    "'Tis of a little child",
    "Upon a lonesome wild,",
    "Nor far from home, but she hath lost her way:",
    "And now moans low in bitter grief and fear,",
    "And now screams loud, and hopes to make her mother hear.",
    "'Tis midnight, but small thoughts have I of sleep:",
    "Full seldom may my friend such vigils keep!",
    "Visit her, gentle Sleep! with wings of healing,",
    "And may this storm be but a mountain-birth,",
    "May all the stars hang bright above her dwelling,",
    "Silent as though they watched the sleeping Earth!",
    "With light heart may she rise,",
    "Gay fancy, cheerful eyes,",
    "Joy lift her spirit, joy attune her voice;",
    "To her may all things live, from pole to pole,",
    "Their life the eddying of her living soul!",
    "O simple spirit, guided from above,",
    "Dear Lady! friend devoutest of my choice,",
    "Thus mayest thou ever, evermore rejoice."
  ],
  "title": "Dejection: An Ode",
  "year": ""
}