{
  "author": "William E. Stafford",
  "classification": "Epistle",
  "keywords": [
    "History",
    "Politics",
    "Religion",
    "Social Commentaries",
    "Relationships",
    "Family",
    "Ancestors",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171506",
  "region": "U.S., Northwestern",
  "text": [
    "All the Sioux were defeated. Our clan",
    "got poor, but a few got richer.",
    "They fought two wars. I did not",
    "take part. No one remembers your vision",
    "or even your real name. Now",
    "the children go to town and like",
    "loud music. I married a Christian.",
    "Crazy Horse, it is not fair",
    "to hide a new vision from you.",
    "In our schools we are learning",
    "to take aim when we talk, and we have",
    "found out our enemies. They shift when",
    "words do; they even change and hide",
    "in every person. A teacher here says",
    "hurt or scorned people are places",
    "where real enemies hide. He says",
    "we should not hurt or scorn anyone,",
    "but help them. And I will tell you",
    "in a brave way, the way Crazy Horse",
    "talked: that teacher is right.",
    "I will tell you a strange thing:",
    "at the rodeo, close to the grandstand,",
    "I saw a farm lady scared by a blown",
    "piece of paper; and at that place",
    "horses and policemen were no longer",
    "frightening, but suffering faces were,",
    "and the hunched-over backs of the old.",
    "Crazy Horse, tell me if I am right:",
    "these are the things we thought we were",
    "doing something about.",
    "In your life you saw many strange things,",
    "and I will tell you another: now I salute",
    "the white man’s flag. But when I salute",
    "I hold my hand alertly on the heartbeat",
    "and remember all of us and how we depend",
    "on a steady pulse together. There are those",
    "who salute because they fear other flags",
    "or mean to use ours to chase them:",
    "I must not allow my part of saluting",
    "to mean this. All of our promises,",
    "our generous sayings to each other, our",
    "honorable intentions—those I affirm",
    "when I salute. At these times it is like",
    "shutting my eyes and joining a religious",
    "colony at prayer in the gray dawn",
    "in the deep aisles of a church.",
    "Now I have told you about new times.",
    "Yes, I know others will report",
    "different things. They have been caught",
    "by weak ways. I tell you straight",
    "the way it is now, and it is our way,",
    "the way we were trying to find.",
    "The chokecherries along our valley",
    "still bear a bright fruit. There is good",
    "pottery clay north of here. I remember",
    "our old places. When I pass the Musselshell",
    "I run my hand along those old grooves in the rock."
  ],
  "title": "Report to Crazy Horse",
  "year": ""
}