{
  "author": "William E. Stafford",
  "classification": "Free Verse",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Animals",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172102",
  "region": "U.S., Northwestern",
  "text": [
    "1Once in Mexico an old man was",
    "leading on a string—was it a cat?",
    "And we saw it was a tarantula",
    "sidling along in the dust, writing",
    "a message from God for people who",
    "thought they knew where creature-life ended.",
    "2We came upon scenes like that,",
    "the world back of a lurid pane of glass.",
    "Like in Reno—they have emptied",
    "Hollywood and ordered the extras and",
    "the stars to go get married and divorced",
    "in Reno, making up their stories as they",
    "go and letting their little dogs",
    "decide which machines or churches",
    "to put nickels and dimes into.",
    "3One day in a cut quick to the bone it was",
    "white, white; and then the world came in.",
    "I got a tourniquet going, but the snow",
    "had learned a whole new way to look at the sky,",
    "as in Maryland in the red fields, how the stones",
    "come startlingly white, on the battlefields,",
    "the cemeteries, along the gouged-out roads.",
    "There history blows about on dandelion seeds.",
    "4On the plains near Wakeeney, above the ground,",
    "short of the earth, at the level of the eyes,",
    "a sunset ray extended for miles. We drove along",
    "it, and let our thoughts down gingerly",
    "to touch what happened, where Genevieve",
    "lived. She went out of the world, for death.",
    "Her town holds quiet in the big plain.",
    "Lights witness one by one all over what",
    "still abides. There was no one better.",
    "the tires",
    "repeat as we go by.",
    "5For those my friends who want me to know,",
    "to discover and combine: all my best thoughts",
    "I roll up and let fall carelessly. It is",
    "better than no one follow even the pattern",
    "I look onto the back of my hand, for many",
    "visions I haven’t dared follow may",
    "gather and combine in a flash. Away off.",
    "in a space in the sky, I let the sky look",
    "at me, and I look back and do not say anything."
  ],
  "title": "Visions",
  "year": ""
}