{
  "author": "Robert VanderMolen",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/180070",
  "region": "",
  "text": [
    "As if anyone has the desire . . .",
    "Vickey trailed off, pouring another lager",
    "There'll be nothing left",
    "But fur and bone, as my lawyer once explained",
    "To my ex, she resumed, tapping a long cigarette",
    "On the bar. My, you're a bit snarky tonight",
    "Said Luther. Maybe you need a change of venue,",
    "A beach with your breath on it",
    "Oh, she replied, nodding towards the far corner booth,",
    "These writers are so obnoxious",
    "I wish they'd find a new place to complain.",
    "Ha, said Hillary, they wouldn't know a good story",
    "If it bit 'em in the butt. Plus, added Vickey",
    "There's always the lurking danger",
    "One may launch into a speech on human nature.",
    "I'll back that, said Rick (who, when animated",
    "Would lick his index finger and sweep it back and forth",
    "As if quickly turning pages of a catalog)",
    "They're just a bunch of spare parts clogging a garage.",
    "Hear, hear, exclaimed Hillary, let's give it to the boors",
    "And literary whores.",
    "How a bonfire magnifies everything. Or that early",
    "Skift of snow across brown meadows",
    "When you still haven't canned the peaches.",
    "Settle down Rick, said Luther, this isn't Chicago",
    "Indeed, Vickey countered, this town used to be known",
    "As Little Jerusalem by certain parties in the old days",
    "All the churches. And hypocrite politicians,",
    "Added Luther. Well, it's all downhill from the north",
    "Where wanness began its mission, continued Rick,",
    "Waving his empty pint. Jesus, you can be a bore, said Vickey",
    "All heroes become bores eventually, instructed Hillary",
    "But did you know when Rick was born",
    "He looked like a little worm. His aunt told me —",
    "Luther, studying her profile, said",
    "I was a little worm too"
  ],
  "title": "At the Pub with the Museum Staff",
  "year": ""
}