{
  "author": "Lydia Huntley Sigourney",
  "classification": "",
  "keywords": [
    "Relationships",
    "Home Life",
    "Family",
    "Ancestors",
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182698",
  "region": "U.S., New England",
  "text": [
    "An axe rang sharply ’mid those forest shades",
    "Which from creation toward the skies had tower’d",
    "In unshorn beauty. There, with vigorous arm",
    "Wrought a bold emigrant, and by his side",
    "His little son, with question and response,",
    "Beguiled the toil.",
    "‘Boy, thou hast never seen",
    "Such glorious trees. Hark, when their giant trunks",
    "Fall, how the firm earth groans. Rememberest thou",
    "The mighty river, on whose breast we sail’d,",
    "So many days, on toward the setting sun?",
    "Our own Connecticut, compar’d to that,",
    "Was but a creeping stream.’",
    "‘Father, the brook",
    "That by our door went singing, where I launch’d",
    "My tiny boat, with my young playmates round,",
    "When school was o’er, is dearer far to me,",
    "Than all these bold, broad waters. To my eye",
    "They are as strangers. And those little trees",
    "My mother nutur’d in the garden bound,",
    "Of our first home, from whence the fragrant peach",
    "Hung in its ripening gold, were fairer sure,",
    "Than this dark forest, shutting out the day.’",
    "—‘What, ho! – my little girl,’ and with light step",
    "A fairy creature hasted toward her sire,",
    "And setting down the basket that contain’d",
    "His noon-repast, look’d upward to his face",
    "With sweet, confiding smile.",
    "‘See, dearest, see,",
    "That bright-wing’d paroquet, and hear the song",
    "Of yon gay red-bird, echoing through the trees,",
    "Making rich music. Didst thou ever hear,",
    "In far New England, such a mellow tone?’",
    "—‘I had a robin that did take the crumbs",
    "Each night and morning, and his chirping voice",
    "Still made me joyful, as I went to tend",
    "My snow-drops. I was always laughing then",
    "In that first home. I should be happier now",
    "Methinks, if I could find among these dells",
    "The same fresh violets.’",
    "Slow night drew on,",
    "And round the rude hut of the Emigrant",
    "The wrathful spirit of the rising storm",
    "Spake bitter things. His weary children slept,",
    "And he, with head declin’d, sat listening long",
    "To the swoln waters of the Illinois,",
    "Dashing against their shores.",
    "Starting he spake,—",
    "‘Wife! did I see thee brush away a tear?",
    "’Twas even so. Thy heard was with the halls",
    "Of thy nativity. Their sparkling lights,",
    "Carpets, and sofas, and admiring guests,",
    "Befit thee better than these rugged walls",
    "Of shapeless logs, and this lone, hermit home.’",
    "‘No – no. All was so still around, methought",
    "Upon mine ear that echoes hymn did steal,",
    "Which ’mid the Church where erst we paid our vows,",
    "So tuneful peal’d. But tenderly thy voice",
    "Dissolv’d the illusion.’",
    "And the gentle smile",
    "Lighting her brow, the fond caress that sooth’d",
    "Her waking infant, reassur’d his soul",
    "That wheresoe’er our best affections dwell,",
    "And strike a healthful root, is happiness.",
    "Content, and placid, to his rest he sank,",
    "But dreams, those wild magicians, that do play",
    "Such pranks when reason slumbers, tireless wrought",
    "Their will with him.",
    "Up rose the thronging mart",
    "Of his own native city, – roof and spire,",
    "All glittering bright, in fancy’s frost-work ray.",
    "The steed his boyhood nurtur’d proudly neigh’d,",
    "The favorite dog came frisking round his feet,",
    "With shrill and joyous bark, – familiar doors",
    "Flew open, – greeting hands with his were link’d",
    "In friendship’s grasp, – he heard the keen debate",
    "From congregated haunts, where mind with mind",
    "Doth blend and brighten, – and till morning rov’d",
    "’Mid the loved scenery of his native land."
  ],
  "title": "The Western Emigrant",
  "year": ""
}