{
  "author": "Julian Stannard",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/245124",
  "region": "",
  "text": [
    "We were at the Edison Hotel on West 47th Street",
    "for the annual muffin beauty contest —",
    "I can’t tell you how pumped up we were.",
    "Times Square was having another psychotic judder.",
    "The bellhop was all thumbs up: Sir, have a nice day",
    "and get one gratis. All those avenues of doors",
    "and the Hispanic chambermaid who couldn’t speak English.",
    "Spider-Man was doing all that Spider-Man shit",
    "just to get a bird’s eye view. Donna Summer",
    "was almost dead and we were barely into spring.",
    "I want to dance to “Love to Love You Baby,” I want to groan.",
    "I’ve never seen so many high-quality muffins.",
    "If I wasn’t a religious man, and maybe I wasn’t",
    "I would have said the muffins were walking on water:",
    "I’ve never felt so half-and-half. Have you read the Bible?",
    "The bellhop said: You ain’t seen muffin yet.",
    "They were drifting in from Queens, Brooklyn, Harlem,",
    "The Bronx, Manhattan muffins too and that weird",
    "cute coke-faced muffin who’d taken the subway",
    "from Coney Island. If only I were a betting man,",
    "but hey I am a betting man, it’s Coney Island every time.",
    "Lou Reed isn’t getting any younger. Zappa said,",
    "Girl you thought he was a man but he was a muffin,",
    "he hung around till you found he didn’t know nuthin’.",
    "In the lobby Nina Simone was singing, I Loves You Muffin",
    "and in the restroom they piped in “Mack the Knife”:",
    "Hey Suky Tawdry, Jenny Diver, Polly Peachum",
    "and old Miss Lulu Brown.",
    "was the biggest show in town. We were hurtling back",
    "to the 1970s and sometimes the 1970s are almost",
    "as good as the 1930s. I want my muffins to be ahistorical:",
    "shit just to say",
    "makes me joyful.",
    "I saw Leonard Cohen crooning with a couple",
    "of octogenarian muffins and I’m telling you now",
    "the lobby was pleasantly disturbing. You may find",
    "yourself behind the wheel of a large automobile.",
    "You may find yourself in another part of the world.",
    "You may find yourself at the gargantuan muffin beauty contest",
    "and you may ask yourself, Well, how did I get here?",
    "Times Square was having another psychotic judder.",
    "Love is in the air, it’s in the whisper of the trees.",
    "This is not America, this is the cover version:",
    "sun, sex, sin, divine intervention, death and destruction,",
    "welcome to",
    ".",
    "All those white muffins trying to be black muffins!",
    "Give us our daily muffin, save us from temptation.",
    "Jimmy Buffett was singing, Why don’t we get drunk",
    "and screw? In Times Square the most beautiful muffins",
    "in the world were hanging on a thousand screens.",
    "Where are my singing Tibetan balls? Am I dead?"
  ],
  "title": "The Gargantuan Muffin Beauty Contest",
  "year": ""
}