{
  "author": "Edward Taylor",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Activities",
    "Eating",
    "Drinking",
    "Christianity"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/175406",
  "region": "",
  "text": [
    "I kening through Astronomy Divine",
    "The Worlds bright Battlement, wherein I spy",
    "A Golden Path my Pensill cannot line,",
    "From that bright Throne unto my Threshold ly.",
    "And while my puzzled thoughts about it pore",
    "I finde the Bread of Life in't at my doore.",
    "When that this Bird of Paradise put in",
    "This Wicker Cage (my Corps) to tweedle praise",
    "Had peckt the Fruite forbad: and so did fling",
    "Away its Food; and lost its golden dayes;",
    "It fell into Celestiall Famine sore:",
    "And never could attain a morsell more.",
    "Alas! alas! Poore Bird, what wilt thou doe?",
    "The Creatures field no food for Souls e're gave.",
    "And if thou knock at Angells dores they show",
    "An Empty Barrell: they no soul bread have.",
    "Alas! Poore Bird, the Worlds White Loafe is done",
    "And cannot yield thee here the smallest Crumb.",
    "In this sad state, Gods Tender Bowells run",
    "Out streams of Grace: And he to end all strife",
    "The Purest Wheate in Heaven, his deare-dear Son",
    "Grinds, and kneads up into this Bread of Life.",
    "Which Bread of Life from Heaven down came and stands",
    "Disht on thy Table up by Angells Hands.",
    "Did God mould up this Bread in Heaven, and bake,",
    "Which from his Table came, and to thine goeth?",
    "Doth he bespeake thee thus, This Soule Bread take.",
    "Come Eate thy fill of this thy Gods White Loafe?",
    "Its Food too fine for Angells, yet come, take",
    "And Eate thy fill. Its Heavens Sugar Cake.",
    "What Grace is this knead in this Loafe? This thing",
    "Souls are but petty things it to admire.",
    "Yee Angells, help: This fill would to the brim",
    "Heav'ns whelm'd-down Chrystall meele Bowle, yea and higher.",
    "This Bread of Life dropt in thy mouth, doth Cry.",
    "Eate, Eate me, Soul, and thou shalt never dy."
  ],
  "title": "I am the Living Bread: Meditation Eight: John 6:51",
  "year": ""
}