{
  "author": "Frances Ellen Watkins Harper",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "History",
    "Politics",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/185927",
  "region": "U.S., Southern",
  "text": [
    "Like a fawn from the arrow, startled and wild,",
    "A woman swept by us, bearing a child;",
    "In her eye was the night of a settled despair,",
    "And her brow was o’ershaded with anguish and care.",
    "She was nearing the river—in reaching the brink,",
    "She heeded no danger, she paused not to think!",
    "For she is a mother—her child is a slave—",
    "And she’ll give him his freedom, or find him a grave!",
    "’Twas a vision to haunt us, that innocent face—",
    "So pale in its aspect, so fair in its grace;",
    "As the tramp of the horse and the bay of the hound,",
    "With the fetters that gall, were trailing the ground!",
    "She was nerved by despair, and strengthen’d by woe,",
    "As she leap’d o’er the chasms that yawn’d from below;",
    "Death howl’d in the tempest, and rav’d in the blast,",
    "But she heard not the sound till the danger was past.",
    "Oh! how shall I speak of my proud country’s shame?",
    "Of the stains on her glory, how give them their name?",
    "How say that her banner in mockery waves—",
    "Her “star-spangled banner”—o’er millions of slaves?",
    "How say that the lawless may torture and chase",
    "A woman whose crime is the hue of her face?",
    "How the depths of forest may echo around",
    "With the shrieks of despair, and the bay of the hound?",
    "With her step on the ice, and her arm on her child,",
    "The danger was fearful, the pathway was wild;",
    "But, aided by Heaven, she gained a free shore,",
    "Where the friends of humanity open’d their door.",
    "So fragile and lovely, so fearfully pale,",
    "Like a lily that bends to the breath of the gale,",
    "Save the heave of her breast, and the sway of her hair,",
    "You’d have thought her a statue of fear and despair.",
    "In agony close to her bosom she press’d",
    "The life of her heart, the child of her breast:—",
    "Oh! love from its tenderness gathering might,",
    "Had strengthen’d her soul for the dangers of flight.",
    "But she’s free!—yes, free from the land where the slave",
    "From the hand of oppression must rest in the grave;",
    "Where bondage and torture, where scourges and chains",
    "Have plac’d on our banner indelible stains.",
    "The bloodhounds have miss’d the scent of her way;",
    "The hunter is rifled and foil’d of his prey;",
    "Fierce jargon and cursing, with clanking of chains,",
    "Make sounds of strange discord on Liberty’s plains.",
    "With the rapture of love and fullness of bliss,",
    "She plac’d on his brow a mother’s fond kiss:—",
    "Oh! poverty, danger and death she can brave,",
    "For the child of her love is no longer a slave!"
  ],
  "title": "Eliza Harris",
  "year": ""
}