{
  "author": "Richard Hugo",
  "classification": "Blank Verse",
  "keywords": [
    "Jobs",
    "Working",
    "Money",
    "Economics",
    "History",
    "Politics",
    "Crime",
    "Punishment",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171835",
  "region": "U.S., Northwestern",
  "text": [
    "You might come here Sunday on a whim.",
    "Say your life broke down. The last good kiss",
    "you had was years ago. You walk these streets",
    "laid out by the insane, past hotels",
    "that didn’t last, bars that did, the tortured try",
    "of local drivers to accelerate their lives.",
    "Only churches are kept up. The jail",
    "turned 70 this year. The only prisoner",
    "is always in, not knowing what he’s done.",
    "The principal supporting business now",
    "is rage. Hatred of the various grays",
    "the mountain sends, hatred of the mill,",
    "The Silver Bill repeal, the best liked girls",
    "who leave each year for Butte. One good",
    "restaurant and bars can’t wipe the boredom out.",
    "The 1907 boom, eight going silver mines,",
    "a dance floor built on springs—",
    "all memory resolves itself in gaze,",
    "in panoramic green you know the cattle eat",
    "or two stacks high above the town,",
    "two dead kilns, the huge mill in collapse",
    "for fifty years that won’t fall finally down.",
    "Isn’t this your life? That ancient kiss",
    "still burning out your eyes? Isn’t this defeat",
    "so accurate, the church bell simply seems",
    "a pure announcement: ring and no one comes?",
    "Don’t empty houses ring? Are magnesium",
    "and scorn sufficient to support a town,",
    "not just Philipsburg, but towns",
    "of towering blondes, good jazz and booze",
    "the world will never let you have",
    "until the town you came from dies inside?",
    "Say no to yourself. The old man, twenty",
    "when the jail was built, still laughs",
    "although his lips collapse. Someday soon,",
    "he says, I’ll go to sleep and not wake up.",
    "You tell him no. You’re talking to yourself.",
    "The car that brought you here still runs.",
    "The money you buy lunch with,",
    "no matter where it’s mined, is silver",
    "and the girl who serves your food",
    "is slender and her red hair lights the wall."
  ],
  "title": "Degrees of Gray in Philipsburg",
  "year": ""
}