{
  "author": "Richard Hugo",
  "classification": "Blank Verse",
  "keywords": [
    "History",
    "Politics",
    "The Body",
    "Nature",
    "Men",
    "Women",
    "Jobs",
    "Working",
    "Death",
    "Animals",
    "Living",
    "Relationships",
    "Activities",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171837",
  "region": "U.S., Northwestern",
  "text": [
    "Not my hands but green across you now.",
    "Green tons hold you down, and ten bass curve",
    "teasing in your hair. Summer slime",
    "will pile deep on your breast. Four months of ice",
    "will keep you firm. I hope each spring",
    "to find you tangled in those pads",
    "pulled not quite loose by the spillway pour,",
    "stars in dead reflection off your teeth.",
    "Lie there lily still. The spillway’s closed.",
    "Two feet down most lakes are common gray.",
    "This lake is dark from the black blue Mission range",
    "climbing sky like music dying Indians once wailed.",
    "On ocean beaches, mystery fish",
    "are offered to the moon. Your jaws go blue.",
    "Your hands start waving every wind.",
    "Wave to the ocean where we crushed a mile of foam.",
    "We still love there in thundering foam",
    "and love. Whales fall in love with gulls",
    "and tide reclaims the Dolly skeletons",
    "gone with a blast of aching horns to China.",
    "Landlocked in Montana here",
    "the end is limited by light, the final note",
    "will trail off at the farthest point we see,",
    "already faded, lover, where you bloat.",
    "All girls should be nicer. Arrows rain",
    "above us in the Indian wind. My future",
    "should be full of windy gems, my past",
    "will stop this roaring in my dreams.",
    "Sorry. Sorry. Sorry. But the arrows sing:",
    "no way to float her up. The dead sink",
    "from dead weight. The Mission range",
    "turns this water black late afternoons.",
    "One boy slapped the other. Hard.",
    "The slapped boy talked until his dignity",
    "dissolved, screamed a single ‘stop’",
    "and went down sobbing in the company pond.",
    "I swam for him all night. My only suit",
    "got wet and factory hands went home.",
    "No one cared the coward disappeared.",
    "Morning then: cold music I had never heard.",
    "Loners like work best on second shift.",
    "No one liked our product and the factory closed.",
    "Off south, the bison multiply so fast",
    "a slaughter’s mandatory every spring",
    "and every spring the creeks get fat",
    "and Kicking Horse fills up. My hope is vague.",
    "The far blur of your bones in May",
    "may be nourished by the snow.",
    "The spillway’s open and you spill out",
    "into weather, lover down the bright canal",
    "and mother, irrigating crops",
    "dead Indians forgot to plant.",
    "I’m sailing west with arrows to dissolving foam",
    "where waves strand naked Dollys.",
    "Their eyes are white as oriental mountains",
    "and their tongues are teasing oil from whales."
  ],
  "title": "The Lady in Kicking Horse Reservoir",
  "year": ""
}