{
  "author": "Ed Bok Lee",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247390",
  "region": "U.S., Midwestern",
  "text": [
    "If a tree falls in a forest,",
    "does it make a sound?",
    "If a rifle fires a shot in the woods,",
    "whose body first hits the ground?",
    "If a group of angry hunters",
    "surrounds, curses at, and accosts you",
    "for wandering onto their land",
    "If you apologize for being lost,",
    "inform you saw no posted signs, swallow",
    "their chinks this and gooks taking over that;",
    "are walking away over mud and fallen leaves when a loud",
    "crack far behind you kicks up black earth",
    "If your father was conscripted to fight",
    "on the side of the United States",
    "for the",
    "during the war in Vietnam",
    "If he, your mother, you—the oldest son—",
    "and all your younger siblings were later abandoned",
    "in the hills of Laos as targets for genocide by the Viet Cong",
    "If after five years in a Thai refugee camp,",
    "you come to this land as a teen, a casualty",
    "of history and time, then receive three years",
    "of training to become a sharpshooter",
    "in the",
    "military",
    "If you spent your adolescence watching blacks,",
    "Asians, Latinos, and whites watching one",
    "another watch each other for weakness and flaws",
    "If, after this first blast, you wheel",
    "around in a bright orange vest; glimpse",
    "in that split second an angry, possibly",
    "inebriated man lowering",
    "resighting his rifle",
    "If, in that icy moment, you recall",
    "the Native friend you used to collect cans with;",
    "once watched his three-hundred-pound father",
    "unload himself from a Chevy Impala and chase",
    "the boy down University with a ball-peen hammer",
    "If, of your own children, your quietest",
    "son lately lacks the wherewithal at school",
    "to defend himself; and your oldest daughter",
    "has always been for some inexplicable reason",
    "ashamed of you",
    "If hunting for you is not just a sport;",
    "never a time to drink beers",
    "with friends in a cabin, but rather",
    "is a factor in considering your family's winter protein consumption",
    "If you believe in God, but not the good in everyone",
    "If you hate to think about this shit, because",
    "why the fuck is it always on you",
    "to preprove your loyalty and innocence?",
    "If—frightened for your life and",
    "the livelihood of your immediate and extended",
    "family—in that split second, you reel",
    "and train your own gun back at the far face",
    "of that vapory barrel now aiming at your own",
    "If, yes, you are sometimes angry and so look forward",
    "to escaping your truck driver's life on certain",
    "designated dates, on certain designated",
    "lands, not always clearly demarcated, but always clearly stolen",
    "from the ancestors of fat drunk red men",
    "so confused they chase their own firey songs",
    "in the form of their sons",
    "Stolen from generations of skewed black backs,",
    "hunched your whole life on street corners laughing",
    "and picking their bones",
    "Stolen from the paychecks of your brown coworker",
    "social security ghosts",
    "Stolen like your own people",
    "from mountains in one land",
    "only to be resettled and resented here",
    "in projects and tenements",
    "If you barely finished high school, but you know",
    "from all you've ever seen of this system",
    "Might Makes Right,",
    "and excuses, treaties, and cover-ups",
    "appear the only true code inscribed on most white men's souls",
    "If, after such slurs, pushes, and threats in these woods",
    "it is now also on you to assess",
    "if that far rifle still locked on your face",
    "just issued a mistake, a warning",
    "shot, or murderous attempt—",
    "and the answer is:",
    "your military muscle fibers",
    "act",
    "If you then spot three four five six seven? other",
    "hunters now scattering for their",
    "s",
    "and, of course—if a gook,",
    "don't be a dumb one—",
    "scattering now also for their weapons",
    "If you are alone in this land,",
    "on foot, in miles of coming snow, wind, and branches",
    "and don't even know",
    "in which direction you'd run",
    "If from birth you've seen",
    "what men with guns, knives,",
    "and bombs are capable of doing",
    "for reasons you never wanted to understand",
    "If in this very same county's court of all-white",
    "witnesses, counsel, judge, and jurors",
    "it will forever be your word against theirs",
    "because there was no forensic testimony",
    "over who shot first",
    "If, yes, sometimes you can hear voices,",
    "not because you're insane, but",
    "in your culture",
    "you are a shaman, a spiritual healer,",
    "though in this very different land",
    "of goods and fears, your only true worth",
    "seems to be as a delivery man and soldier",
    "If, upon that first fateful exchange in these woods,",
    "your instinct, pushing pin to",
    "balloon, were to tell you it's now",
    "either you and your fatherless family of fourteen,",
    "or",
    "of them",
    "Would",
    "set your rifle down;",
    "hope the right, the decent,",
    "the fair thing on this buried American soil",
    "will happen?",
    "Or would you stay low,",
    "one knee cold, and do",
    "precisely as your whole life",
    "and history have trained?",
    "And if you did,",
    "would anyone even care",
    "what really happened",
    "that afternoon",
    "eight bodies plummeted",
    "to earth like deer?"
  ],
  "title": "If in America",
  "year": ""
}