{
  "author": "Alberto Ríos",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Religion",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177847",
  "region": "U.S., Southwestern",
  "text": [
    "or The Unfortunate Story of the Unmarried Flora Carrillo",
    "And the Man Who Loved Her Before He Died his Famous Death,",
    "From Whose Single Liaison a Daughter Was Born",
    "And the Advice, Rather the Explanation,",
    "Both of Them Left for Her, And the Story Also",
    "Of What She Became, and That She Was Happy",
    "1.",
    "Three did not count.",
    "A fourth was forgiven by the Father Torres",
    "In exchange for reasonable payment,",
    "Two full days of the Hail Mary.",
    "Bigger than priests, the fifth",
    "Indiscretion was born on a Thursday, early",
    "Evening in a November not too cold.",
    "No rain had fallen",
    "And the birds had not yet gone.",
    "She chose a black dress, this Flora, Florita",
    "+ here evoke the names of saints +",
    "Underneath which she carried tonight",
    "An old blade, but of fine Toledo forging",
    "Long as the member of this man",
    "In love with this woman standing at his door.",
    "Her head was filled with the vines of the jungle",
    "The noises of a lion, the feel of ten birds",
    "Trying with their beaks to get out.",
    "All anger: that she had hoped he would",
    "Come to her bedroom.",
    "And that he had.",
    "Faster than !that she took from him his rolled tongue",
    "Hanging there between his thin legs, his two-fingers,",
    "This girl’s wrist and fist of his",
    "Its central tendon and skin that moved on itself,",
    "This small and second body of his",
    "Which had found its way to her second mouth,",
    "This part of himself which he had given her",
    "Then taken back on this same day, earlier",
    "His ugly afternoon of loving her too much.",
    "He would scream as she had",
    "When she had taken him in first as a leg-bone",
    "And held him there too long, too much",
    "Until he had become a pinky-finger",
    "+ here evoke the holy names +",
    "Which she !took now and put in the dowry",
    "She would make for her new daughter.",
    "With it she would write a note,",
    "Nothing else was left to do:",
    "The story of your birth will smell on you.",
    "Do this: take baths filled with rosemary",
    "With leaves, with pinched orange peels.",
    "Keep secret the fact of yourself.",
    "Be happy enough, happy with this much life.",
    "Ask for nothing. Do not live for a long time.",
    "2.",
    "He sang to her the oldest song",
    "That he was a piccolo flute in the small of her heart",
    "Or, if that were not convincing, too much filled with flowers,",
    "A small noise, then, a smart, a cut which is healing",
    "Its face feeling good to be scratched",
    "The way even wild cats like;",
    "A piccolo flute in the small of her heart",
    "Nothing more, and nothing more necessary",
    "A noise different from all the rest",
    "Louder and more shrill, a good sound of haunting",
    "The voice of a Muslim caller at dawn",
    "A bird, a Saturday, four directions and a need.",
    "He sang this and did not sing",
    "In that manner of speech afforded the heart:",
    "That he was a man",
    "Came to her not from any words, not like that",
    "But from the measure of his breathing",
    "From the five-ladder depth of his left eye",
    "The one that did not move, his one eye which",
    "While his right eye could move through the everyday",
    "Could only stay looking at her.",
    "When she looked at this eye at first",
    "The sight of it made a noise in her, a start,",
    "A note somewhere at the top of the piano scales",
    "Fear, almost; a grasped breath; a glass dropped.",
    "In the moment was the music of being wanted.",
    "Or of wanting, but she could not think it.",
    "Certainly she could only say no",
    "The way anyone would after a glass falls",
    "No and Jesus. And as an afterthought, that he should go away.",
    "Many years later she read a book and it took",
    "Her breath: how neatly the glasses for champagne",
    "Thrown by the fine heroes",
    "Broke against the walls holding fire.",
    "That this was a celebration.",
    "That this was the Continental, the European.",
    "No, she said, to this thick railroad tie of a man",
    "Who sang to her the oldest song, the one",
    "Of being young, that he was a piccolo flute",
    "In the small of her heart.",
    "She said, but said it with her mouth, not with her heart",
    "Making no a spoken word, like all other words",
    "So that he did not hear, so that he kept singing",
    "Until one day it was enough, but not for her, not now:",
    "Now, instead, the afternoon, which was kind",
    "Which is what she was earlier, had only pretended for him",
    ", whispered it to him, let him be strong",
    "In its arms one more time before it took him,",
    "Holding tighter than a grandmother.",
    "This was not at all what he wanted",
    "But what he wanted he could not have.",
    "No, she said, and he could not get close enough",
    "Could not put the ear of his song heart",
    "Against her chest",
    "To know what the word meant, no.",
    "3.",
    "He had written no note for his daughter.",
    "It had not been necessary.",
    "She knew now what it would have been,",
    "What the word",
    "means",
    "When it is pronounced, when the last half of it lingers,",
    "Imagined that the",
    "was like this",
    "They must have danced the wild Apache",
    "Without lunch, into the hours",
    "Imagining themselves French, striped shirt and berets",
    "Two carp on a rug in the ocean of the room",
    "Two June beetles, two bees",
    "Beings with impossible wings, pulleys from the roof",
    "Pulling the two of them up like birthday piñatas",
    "Two of them, then four: hands and legs",
    "Tied more expertly than the best dream of an old salt sailor",
    "Bread dough wound round and again into afternoon cakes,",
    "Two, four, then six of them: all the parts of the face",
    "Then twelve of them: their two faces together",
    "Twenty-four then and thirty-six and words and breaths",
    "Inside each other their tongues",
    "Like the wings of hummingbirds in flight",
    "Like bees, his fingers, faster than possible",
    "That it was like this exactly.",
    "4.",
    "Her fame was as a maker of oval mats many years later",
    "Mats for placement behind photographs,",
    "How the old ones were, sometimes in colors",
    "Sometimes to highlight, sometimes for support simply,",
    "Always making the best faces.",
    "But what she loved most, what was true for her",
    "Was her firm putting of the tongues and most heavy parts",
    "Of several men of the town, each on a different night",
    "Sundays being specially reserved for the troubled boy",
    "On a rancho several kilometers out of town,",
    "Putting them slowly into her mouth, this best of all",
    "And sucking there at them better",
    "Than if she were drawing out the juice of an orange",
    "Small hole made in it, the way children do",
    "Squeezing out the everything.",
    "It was, better described, this",
    "of her men",
    "This taking out from their baby-arms",
    "What it was that troubled them",
    "So much all at once, so much like the stories",
    "She had heard of the ghost being delivered,",
    "Being let go, from the mouth",
    "Exactly at the point of death.",
    "She would trade nothing for this",
    "For being able to say yes where others had said no.",
    "To say yes, and watch her men die.",
    "Die and then be brought back, to be strong at this",
    "This was her power, this is what made her laugh",
    "Being her mother and her father both",
    "Being happy for them all",
    "Never once making love to a man."
  ],
  "title": "Five Indiscretions,",
  "year": ""
}