{
  "author": "Alberto Ríos",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Relationships",
    "Pets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177856",
  "region": "U.S., Southwestern",
  "text": [
    "Everything’s been said",
    "But one last thing about the desert,",
    "And it’s awful: During brush fires in the Sonoran desert,",
    "Brush fires that happen before the monsoon and in the great,",
    "Deep, wide, and smothering heat of the hottest months,",
    "The longest months,",
    "The hypnotic, immeasurable lulls of August and July—",
    "During these summer fires, jackrabbits—",
    "Jackrabbits and everything else",
    "That lives in the brush of the rolling hills,",
    "But jackrabbits especially—",
    "Jackrabbits can get caught in the flames,",
    "No matter how fast and big and strong and sleek they are.",
    "And when they’re caught,",
    "Cornered in and against the thick",
    "Trunks and thin spines of the cactus,",
    "When they can’t back up any more,",
    "When they can’t move, the flame—",
    "It touches them,",
    "And their fur catches fire.",
    "Of course, they run away from the flame,",
    "Finding movement even when there is none to be found,",
    "Jumping big and high over the wave of fire, or backing",
    "Even harder through the impenetrable",
    "Tangle of hardened saguaro",
    "And prickly pear and cholla and barrel,",
    "But whichever way they find,",
    "What happens is what happens: They catch fire",
    "And then bring the fire with them when they run.",
    "They don’t know they’re on fire at first,",
    "Running so fast as to make the fire",
    "Shoot like rocket engines and smoke behind them,",
    "But then the rabbits tire",
    "And the fire catches up,",
    "Stuck onto them like the needles of the cactus,",
    "Which at first must be what they think they feel on their skins.",
    "They’ve felt this before, every rabbit.",
    "But this time the feeling keeps on.",
    "And of course, they ignite the brush and dried weeds",
    "All over again, making more fire, all around them.",
    "I’m sorry for the rabbits.",
    "And I’m sorry for us",
    "To know this."
  ],
  "title": "Rabbits and Fire",
  "year": ""
}