{
  "author": "Alberto Ríos",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Living",
    "School",
    "Learning",
    "Coming of Age",
    "Love",
    "Activities",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177849",
  "region": "U.S., Southwestern",
  "text": [
    "William cut a hole in his Levi’s pocket",
    "so he could flop himself out in class",
    "behind the girls so the other guys",
    "could see and shit what guts we all said.",
    "All Konga wanted to do over and over",
    "was the rubber band trick, but he showed",
    "everyone how, so nobody wanted to see",
    "anymore and one day he cried, just cried",
    "until his parents took him away forever.",
    "Maya had a Hotpoint refrigerator standing",
    "in his living room, just for his family to show",
    "anybody who came that they could afford it.",
    "Me, I got a French kiss, finally, in the catholic",
    "darkness, my tongue’s farthest half vacationing",
    "loudly in another mouth like a man in Bermudas,",
    "and my body jumped against a flagstone wall,",
    "I could feel it through her thin, almost",
    "nonexistent body: I had, at that moment, that moment,",
    "a hot girl on a summer night, the best of all",
    "the things we tried to do. Well, she",
    "let me kiss her, anyway, all over.",
    "Or it was just a flagstone wall",
    "with a flaw in the stone, an understanding cavity",
    "for burning young men with smooth dreams—",
    "the true circumstance is gone, the true",
    "circumstances about us all then",
    "are gone. But when I kissed her, all water,",
    "she would close her eyes, and they into somewhere",
    "would disappear. Whether she was there",
    "or not, I remember her, clearly, and she moves",
    "around the room, sometimes, until I sleep.",
    "I have lain on the desert in watch",
    "low in the back of a pick-up truck",
    "for nothing in particular, for stars, for",
    "the things behind stars, and nothing comes",
    "more than the moment: always now, here in a truck,",
    "the moment again to dream of making love and sweat,",
    "this time to a woman, or even to all of them",
    "in some allowable way, to those boys, then,",
    "who couldn’t cry, to the girls before they were",
    "women, to friends, me on my back, the sky over me",
    "pressing its simple weight into her body",
    "on me, into the bodies of them all, on me."
  ],
  "title": "Seniors",
  "year": ""
}