{
  "author": "Alberto Ríos",
  "classification": "",
  "keywords": [
    "Nature",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Relationships",
    "Sciences",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177972",
  "region": "U.S., Southwestern",
  "text": [
    "1",
    "When the thought came to him it was so simple he shook his head.",
    "But why wait? Why not look when you’re healthy?",
    "If two good kidneys do the trick, wouldn’t three do the job even better?",
    "Instead of repairing damage, why not think ahead?",
    "Why not soup up the car? Why not be a touring eight-cylinder classic,",
    "Or one of those old, sixteen-cylinder, half-mile-long Duesenbergs?",
    "2",
    "The hardest work of the last quarter of the twentieth century is to find",
    "An edge in the middle. When something explodes, for example,",
    "Nobody is confused about what to do—you look toward it.",
    "Loud is a magnet. But the laws of magnetism are more complex.",
    "One might just as well try this: When something explodes,",
    "Turn exactly opposite from it and see what there is to see.",
    "The loud will take care of itself, and everyone will be able to say",
    "What happened in that direction. But who is looking",
    "The other way? Nature, that magician and author of loud sounds,",
    "Zookeeper and cook, electrician and provocateur—",
    "Maybe these events are Nature’s sleight of hand, and the real",
    "Thing that’s happening is in the other hand,",
    "Or behind or above or below or inside us.",
    "3",
    "On a trip to Bloomington, Indiana, I was being driven there",
    "From Indianapolis and my friend pointed out some hills along the way,",
    "Saying that these hills were made as a result of the farthest reach of",
    "The Ice Age glacier. I had been waiting for this moment",
    "Ever since fifth grade. I could hardly contain myself,",
    "Though I’m sure I just said",
    "in the conversation.",
    "I took a small and delicious breath.",
    "I said, slowly,",
    "There, I’d said it,",
    "The phrase I had saved up since the moment I found it",
    "In that fifth-grade reader:",
    "I had never said it aloud. What’s a little scary, of course,",
    "Is that I was more excited about remembering",
    "Than about the hills themselves. But if it was scary, it was sweet",
    "In the mouth, too. In a larger picture, one way or another,",
    "The Ice Age glacier was still a force to be reckoned with.",
    "4",
    "The reason you can’t lose weight later on in life is simple enough.",
    "It’s because of how so many people you know have died,",
    "And that you carry a little of each of them with you.",
    "5",
    "The smallest muscle in the human body is in the ear.",
    "It is also the only muscle that does not have blood vessels;",
    "It has fluid instead. The reason for this is clear:",
    "The ear is so sensitive that the body, if it heard its own pulse,",
    "Would be devastated by the amplification of its own sound.",
    "In this knowledge I sense a great metaphor,",
    "But I do not want to be hasty in trying to capture or describe it.",
    "Words are our weakest hold on the world."
  ],
  "title": "Some Extensions on the Sovereignty of Science",
  "year": ""
}