{
  "author": "Alberto Ríos",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Nature",
    "The Body",
    "Love",
    "Men",
    "Women",
    "Religion",
    "Christianity",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177846",
  "region": "U.S., Southwestern",
  "text": [
    "I am a slave to the nudity of women.",
    "I do not know with what resolve",
    "I could stand against it, a naked woman",
    "Asking of me anything.",
    "An unclothed woman is sometimes other things.",
    "I see her in a dish of green pears.",
    "Anselmo, do you know what I mean if I say",
    "Without clothes",
    "Her breasts are the two lions",
    "In front of the New York Public Library,",
    "Do you know that postcard of mine?",
    "In those lions there is something",
    "For which I have in exchange",
    "Only sounds. Only my fingers.",
    "I see her everywhere. She is the lions",
    "And the pears, those letters of the alphabet",
    "As children we called dirty, the",
    ",",
    "The",
    ", the small",
    ".",
    "She is absolutely the wet clothing on the line.",
    "Or, you know, to be more intimate,",
    "May I? The nub, the nose of the pear,",
    "Do you know what I mean? Those parts of the woman",
    "I will call two Spanish dancer hats,",
    "Or rounder sometimes, doughboy helmets from the War.",
    "Sometimes they are flat in the late afternoon",
    "Asleep. Like drawings,",
    "Like a single rock thrown into the lake,",
    "These parts of a woman an imperfect circling",
    "Gyre of lines moving out, beyond the water.",
    "They reach me at the shore, Anselmo.",
    "Without fail, they are stronger,",
    "And they have always been faster than I am.",
    "It’s like watching the lassoing man,",
    "The man with the perfectly circling rope,",
    "Pedro Armendariz in the Mexican movies,",
    "Or Will Rogers. Wherever one is from,",
    "Whoever this man is.",
    "And he is always there. Everybody knows one.",
    "He always makes his big lasso, twirling his rope",
    "Around himself and a woman from the audience",
    "Only I am the woman, do you understand, Anselmo?",
    "Caught in the circling rope. I am the woman",
    "And me thinking of a woman",
    "Without clothes",
    "Is that man and that rope",
    "And we are riding on separate horses."
  ],
  "title": "Teodoro Luna Confesses After Years to His Brother, Anselmo the Priest, Who Is Required to Understand, But Who Understands Anyway, More Than People Think",
  "year": ""
}