{
  "author": "Alberto Ríos",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Living",
    "Love",
    "Youth",
    "Activities",
    "Marriage",
    "Companionship",
    "Growing Old",
    "Relationships",
    "Eating",
    "Drinking",
    "Men",
    "Women"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177697",
  "region": "U.S., Southwestern",
  "text": [
    "Ventura because she was hungry and because",
    "She was curious—but more because she was curious—",
    "Took the dare, a kiss for a pomegranate.",
    "Everyone gathered, her friends and his. Everyone",
    "Watched: the boys, the girls, the pigs and the chickens,",
    "And more. Moving to the front were the children",
    "She and Clemente would one day have,",
    "And the children of those children, too,",
    "Gathered and loud with everyone and everything else,",
    "Loud as the pigs and fast as the chickens",
    "Though she could not see them.",
    "Still, they crowded her, and she could feel",
    "Their anxious breathing.",
    "This boy Clemente whom she would kiss",
    "She would have kissed even without the pomegranate,",
    "Though she could not say it",
    "And was glad of this game. He suited her,",
    "She thought. He had a strong face.",
    "He felt what she felt. She could see him look around",
    "But not at their friends. She could see him",
    "Feel the shiver of the children they would have:",
    "Their son Margarito, his two sisters",
    "Both of whom would become nuns",
    "If just to pray enough to take care of him,",
    "This boy so serious he would seem like a stranger",
    "In their arms, serious enough by himself",
    "To make up for Clemente and Ventura",
    "And for all the laughter",
    "They themselves would feel,",
    "This curious child who, as an old man",
    "Would never trust a doctor for anything.",
    "And his serious wife to come, Refugio,",
    "And her sisters, Matilde and Consuelo as well,",
    "All the people who would follow this kiss,",
    "So many of them, and their children, too,",
    "Everyone stood there, arms up, everyone watching,",
    "So much noise in this moment,",
    "This quick lending of herself",
    "To his cheek, the way Ventura would later kiss",
    "All these impatient children of theirs. The kiss",
    "Seemed so small, but was filled with itself.",
    "This small moment of affection she gave this boy",
    "The quarter-second that it took:",
    "There they all stood, waiting with the crowd",
    "Egging them on, hefting the pomegranate",
    "And pushing them toward each other.",
    "Clemente and Ventura in that quarter-second lived",
    "Their lives, a quarter-second not finished yet."
  ],
  "title": "The Pomegranate and the Big Crowd",
  "year": ""
}