{
  "author": "Alberto Ríos",
  "classification": "Free Verse",
  "keywords": [
    "Family",
    "Ancestors",
    "Home Life",
    "Relationships",
    "Living",
    "Youth"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177852",
  "region": "U.S., Southwestern",
  "text": [
    "People would come to my great-grandmother’s house.",
    "She was in a room. They would stay in the kitchen.",
    "The words their words rolled like cars by on a train",
    "Here from somewhere else and going somewhere else",
    "Moving on faster almost than we could read them,",
    "Sound them out my brother and me with our small mouths,",
    "Chessie, a cat, see? the Erie, Santa Fe, Ferrocarril,",
    "Ore cars from the Southern Pacific, brown",
    "And all the numbers of all the engines.",
    "The words they rolled easier, fat and longer",
    "With each beer held in a fist and hit",
    "Against brown lips and thin tongues,",
    "And things slid out of those mouths then with the drinking,",
    "Took shape in sounds larger than we were, those uncles’ laughs,",
    "Loud things which could be called back no longer.",
    "The words they rolled into plates of food",
    "Up with the smoke curling, there around the elbows, the words",
    "And the smoke, a tablecloth, a rope wound like a hypnotist’s wheel)",
    "All of it catching the heads of our mother in weak headlocks",
    "That fooled us—we had thought we were stronger",
    "With our thousand gatling short words,",
    "Half tears, half whispered. We were not.",
    "The words they rolled their wheels they rolled",
    "Until the mayonnaise turned light and then dark brown",
    "Until we slept in the corners, my brother and my cousins,",
    "Me with Midnight and Puerquito, our own hands",
    "Held around ourselves, our voices intimate",
    "Only with the animals, who understood something of us,",
    "Who let us hold their heads to our chests,",
    "Who looked at the things we whispered.",
    "The words, they rolled, they, they would not stop.",
    "I closed my eyes then, and their phrases became birds,",
    "Long birds, fat, snake birds that would not fly.",
    "A single laugh, some thin tongue pulled to its shrill",
    "Kicking roots, this one laugh, an uncle’s,",
    "It was the thinnest and strongest string",
    "Pulling their faces up together like puppets",
    "And they hit each other, those wooden heads",
    "Laughing, hit each other rolling, blunt-edged",
    "Side hitting sides like rocks and pieces of hill",
    "Heading along toward some bottom, heading",
    "Somewhere, the place of the broken parts.",
    "Nothing would take me by the hand, only the handle",
    "On the drawer in the corner, my hand holding it, my eyes",
    "Seeing how it became a licorice stick, then thousands of them",
    "Holding me, by the eyes, so I could see nothing,",
    "Hear only the sounds of a second world",
    "In league with the thunder and this night of summer.",
    "The words, they rolled, they would not stop,",
    "They would not take me home."
  ],
  "title": "The Night Would Grow Like a Telescope Pulled Out",
  "year": ""
}