{
  "author": "James L. Dickey",
  "classification": "",
  "keywords": [
    "Family",
    "Ancestors",
    "Nature",
    "Home Life",
    "Trees",
    "Flowers",
    "Death",
    "Animals",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171433",
  "region": "U.S., Southern",
  "text": [
    "And now the green household is dark.",
    "The half-moon completely is shining",
    "On the earth-lighted tops of the trees.",
    "To be dead, a house must be still.",
    "The floor and the walls wave me slowly;",
    "I am deep in them over my head.",
    "The needles and pine cones about me",
    "Are full of small birds at their roundest,",
    "Their fists without mercy gripping",
    "Hard down through the tree to the roots",
    "To sing back at light when they feel it.",
    "We lie here like angels in bodies,",
    "My brothers and I, one dead,",
    "The other asleep from much living,",
    "In mid-air huddled beside me.",
    "Dark climbed to us here as we climbed",
    "Up the nails I have hammered all day",
    "Through the sprained, comic rungs of the ladder",
    "Of broom handles, crate slats, and laths",
    "Foot by foot up the trunk to the branches",
    "Where we came out at last over lakes",
    "Of leaves, of fields disencumbered of earth",
    "That move with the moves of the spirit.",
    "Each nail that sustains us I set here;",
    "Each nail in the house is now steadied",
    "By my dead brother’s huge, freckled hand.",
    "Through the years, he has pointed his hammer",
    "Up into these limbs, and told us",
    "That we must ascend, and all lie here.",
    "Step after step he has brought me,",
    "Embracing the trunk as his body,",
    "Shaking its limbs with my heartbeat,",
    "Till the pine cones danced without wind",
    "And fell from the branches like apples.",
    "In the arm-slender forks of our dwelling",
    "I breathe my live brother’s light hair.",
    "The blanket around us becomes",
    "As solid as stone, and it sways.",
    "With all my heart, I close",
    "The blue, timeless eye of my mind.",
    "Wind springs, as my dead brother smiles",
    "And touches the tree at the root;",
    "A shudder of joy runs up",
    "The trunk; the needles tingle;",
    "One bird uncontrollably cries.",
    "The wind changes round, and I stir",
    "Within another’s life. Whose life?",
    "Who is dead? Whose presence is living?",
    "When may I fall strangely to earth,",
    "Who am nailed to this branch by a spirit?",
    "Can two bodies make up a third?",
    "To sing, must I feel the world’s light?",
    "My green, graceful bones fill the air",
    "With sleeping birds. Alone, alone",
    "And with them I move gently.",
    "I move at the heart of the world."
  ],
  "title": "In the Tree House at Night",
  "year": ""
}