{
  "author": "James L. Dickey",
  "classification": "",
  "keywords": [
    "Death",
    "Seas, Rivers,",
    "Streams",
    "Living",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171432",
  "region": "U.S., Southern",
  "text": [
    "In a stable of boats I lie still,",
    "From all sleeping children hidden.",
    "The leap of a fish from its shadow",
    "Makes the whole lake instantly tremble.",
    "With my foot on the water, I feel",
    "The moon outside",
    "Take on the utmost of its power.",
    "I rise and go out through the boats.",
    "I set my broad sole upon silver,",
    "On the skin of the sky, on the moonlight,",
    "Stepping outward from earth onto water",
    "In quest of the miracle",
    "This village of children believed",
    "That I could perform as I dived",
    "For one who had sunk from my sight.",
    "I saw his cropped haircut go under.",
    "I leapt, and my steep body flashed",
    "Once, in the sun.",
    "Dark drew all the light from my eyes.",
    "Like a man who explores his death",
    "By the pull of his slow-moving shoulders,",
    "I hung head down in the cold,",
    "Wide-eyed, contained, and alone",
    "Among the weeds,",
    "And my fingertips turned into stone",
    "From clutching immovable blackness.",
    "Time after time I leapt upward",
    "Exploding in breath, and fell back",
    "From the change in the children’s faces",
    "At my defeat.",
    "Beneath them I swam to the boathouse",
    "With only my life in my arms",
    "To wait for the lake to shine back",
    "At the risen moon with such power",
    "That my steps on the light of the ripples",
    "Might be sustained.",
    "Beneath me is nothing but brightness",
    "Like the ghost of a snowfield in summer.",
    "As I move toward the center of the lake,",
    "Which is also the center of the moon,",
    "I am thinking of how I may be",
    "The savior of one",
    "Who has already died in my care.",
    "The dark trees fade from around me.",
    "The moon’s dust hovers together.",
    "I call softly out, and the child’s",
    "Voice answers through blinding water.",
    "Patiently, slowly,",
    "He rises, dilating to break",
    "The surface of stone with his forehead.",
    "He is one I do not remember",
    "Having ever seen in his life.",
    "The ground I stand on is trembling",
    "Upon his smile.",
    "I wash the black mud from my hands.",
    "On a light given off by the grave",
    "I kneel in the quick of the moon",
    "At the heart of a distant forest",
    "And hold in my arms a child",
    "Of water, water, water."
  ],
  "title": "The Lifeguard",
  "year": ""
}