{
  "author": "Robin Blaser",
  "classification": "",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Philosophy",
    "Reading",
    "Books",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/237150",
  "region": "Canada",
  "text": [
    "the radical of",
    "presence and absence does not return with death’s chance-",
    "encounter, as in the old duality, life or death, wherein",
    "the transcendence of the one translates the other into an everness",
    "we do not meet in heaven, that outward of hell and death’s",
    "beauty it is",
    "where Jack is, where",
    "Charles is, where James is, where Berg is is here in the continuous",
    "O, some things—",
    "—breathe into—",
    "—and lead away—",
    "for the soul is a thing among many",
    "Berkeley shimmers and shakes",
    "in my mind most lost the absence preceded the place",
    "and the friendships Lady Rosario among us of Spanish and Greek rushes",
    "from the hedges around the gas station,",
    "swirled with Lawrence’s medlars and",
    "sorb-apples",
    "is it reminds us of white gods",
    "flesh-fragrant",
    "as if with sweat the delicious rottenness that teems with",
    "the life of the mind’s heart κρατἡρ of an agreement, a mixing vessel,",
    "a chasm, a threshold—Βάθρον—a stair of",
    "brazen steps, hollow wild pear tree—κοίλεο τάχἐρδον",
    "—between among",
    "sat down",
    "I am only leonine in the",
    "breath of night awakening blurred neighbours as your",
    "faces move Jack writing the Italian underground",
    "are too tired to live like lions on john walls and gay-bars",
    "didn’t laugh at the Red Lizard or the Black Cat as your",
    "faces move beyond me suddenly Zukofsky joins the language,",
    "now become larger, sharper, more gathering than the lingo",
    "wherein Berkeley began the movement",
    "the first of your poems",
    "I read:",
    "(brought to me",
    "in typescript by Jack, 1946, that we three should meet)—no voice",
    "like it turns, turns in the body of thought",
    "my friends love is a wage/that one might have for an honest living",
    "turns, turns",
    "in thought’s body becomes",
    "We, convivial in what is ours!",
    "this ringing",
    "with Dante’s voice before the comedy",
    "sorrow and guide-dance the courage of the work the language",
    "is a lion sentinels are owls of work’s body glamouring passages",
    "the poem WHOSE alongside James Hillman’s",
    "Jess tells me you just went, having the heart to whose",
    "heart? I wish to say mine impertinence yours that too",
    "is impertinence nevertheless, always against the heart",
    "failures:",
    "vanity, withdrawal, trepidation",
    "fierce, you",
    "name many times this uprising",
    "—political, mental, sexual, social—you name it—mounting rung by",
    "rung",
    "this climax to what overview",
    "under the double ax",
    "whose heart",
    "the lilies burn rose-orange and yellow buds about to,",
    "with a touch of blood near imagination of Blake’s Eternity,",
    "except one would be among them flaming into one another,",
    "not looking out there at the table, the vase, the tall, leafy stems",
    "blossoming",
    "stopped over the ‘Instant Mythology,’ knowing",
    "an old language from you one-inch capsules in the hot water",
    "break at both ends, then burst purple, green, red, blue,",
    "‘pour enfants ages 5 ans et plus, pas comestible, chaque",
    "capsule peut contenir: Centaure, Dragon, Pégase, Licorne,",
    "Sirène—calling—mettez la capsule dans l’eau tiede/chaude",
    "et regardez un caractère mythologique apparaîte’ techo-myth",
    "translates out of the real book into the way language",
    "works regardez!",
    "the travois of the poetic mind,",
    "the drag-load harnessed to the body, firely, through",
    "the glowing flowers warm and hot, the watery spell of",
    "any reel of language",
    "window-rain is",
    "sunlight travels the fingers",
    "a sudden lamp in the room outside",
    "strikes the fir tree horizon of eyes through passages,",
    ", and the",
    "There is no exstacy of Beauty in which I will not remember Man’s misery,",
    "compounded by what we have done sighted in ruins, neither old",
    "nor discontinuous",
    "(I smile it is the thought of you a happiness",
    "that could not be without your having been",
    "there",
    "quarrelling)",
    "the permanent wall of our shape the languages",
    "burn and muse the alpha-beta, like the yellow birds",
    "(Dendoica petechia—Parulidae) disappear among spring yellowing leaves,",
    "pricklings, of the holly as its tree renews toward winter robins",
    "and",
    "wait for red berries where the inkberry is",
    "eastern the cherries are white among the greens, this side",
    "of glass towers with bicycles on the balconies almost rented the bicycle",
    "on the 37th floor and figs like testicles on the branches enjoy",
    "the sexual sun",
    "I remember the quarrel over experience—on Greene Street—",
    "and still think you spoke too soon of a sacred cut-out it was the process",
    "of the actual we were both about",
    "what exactly do we experience in poēsis",
    "over the neat ‘I’ that thinks itself a unity of things or disunity des-",
    "perately untrue to whatever we are tied to—like one’s grief or the smother-",
    "ing domestic realism, or the I-feel, so deep and steeply, no one wants to",
    "listen without a drumhead positivisms of the self",
    "that die into an urn yet,",
    "the accusations were: ‘fatuous,’ ‘rhetorical,’ ‘pretentious,’ ‘bourgeois",
    "interior decorator’ (of Pound), continuous writing of the ironing board,",
    "the kitchen, recipes, the jam pots",
    "of the world",
    "they are not glabrous, nor is the skin,",
    "sunlight again one wishes the positivities were",
    "of Me / that includes the cosmos it believes in how curious, not sad, of",
    "all animals, not merely",
    "you came here in 1982 to read",
    "up to that point no one could leave the room of",
    "stone, and",
    "mind-store mind-change mindful mind-life Eternal",
    "Mind the smile",
    "the burn",
    "not to",
    "thinking of you thinking of James Hillman thinking of Corbin—",
    "that is multiple, disunited, chaotic. The first person",
    "singular, that little devil of an I—who, as psychoanalysis",
    "long ago has seen is neither first, nor a person, nor",
    "singular—is the confessional voice, imagining itself",
    "to be the unifier of experience. But experience can only",
    "be unified by the style in which it is enacted, by the images",
    "which formed it, by its repetitive thematics, and by the",
    "relations amid which it unfolds. It does not have to be",
    "owned to be held. The heart in the breast is not your",
    "possible experiences that no one can own",
    "against heart",
    "failures",
    "I gather as I must images of",
    "I,",
    "as I think of you",
    "as you say",
    "bringing the core,",
    "care—κἡρ—κἡρ together the heart and the goddess, who",
    "is κἡρες plural among things thinking of you thinking of",
    "Hillman thinking again,",
    "thinking of",
    "which you",
    "because it does not mean, though",
    "it is recited",
    "of cross-ways",
    "of brazen",
    "steps"
  ],
  "title": "Robert Duncan",
  "year": ""
}