{
  "author": "Thom Gunn",
  "classification": "Elegy",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180502",
  "region": "England",
  "text": [
    "1",
    "When in his twenties a poetry's full strength",
    "Burst into voice as an unstopping flood,",
    "He let the divine prompting (come at length)",
    "Rushingly bear him any way it would",
    "And went on writing while the Ferry turned",
    "From San Francisco, back from Berkeley too,",
    "And back again, and back again. He learned",
    "You add to, you don't cancel what you do.",
    "Between the notebook-margins his pen travelled,",
    "His own lines carrying him in a new mode",
    "To ports in which past purposes unravelled.",
    "So that, as on the Ferry Line he rode,",
    "Whatever his first plans that night had been,",
    "The energy that rose from their confusion",
    "Became the changing passage lived within",
    "While the pen wrote, and looked beyond conclusion.",
    "2",
    "Forty years later, and both kidneys gone;",
    "Every eight hours, home dialysis;",
    "The habit of his restlessness stayed on",
    "Exhausting him with his responsiveness.",
    "After the circulations of one day",
    "In which he taught a three-hour seminar",
    "Then gave a reading clear across the Bay,",
    "And while returning from it to the car",
    "With plunging hovering tread tired and unsteady",
    "Down Wheeler steps, he faltered and he fell",
    "—Fell he said later, as if I stood ready,",
    "\"Into the strong arms of Thom Gunn.\"",
    "Well well,",
    "The image comic, as I might have known,",
    "And generous, but it turned things round to myth:",
    "He fell across the white steps there alone,",
    "Though it was me indeed that he was with.",
    "I hadn't caught him, hadn't seen in time,",
    "And picked him up where he had softly dropped,",
    "A pillow full of feathers. Was it a rime",
    "He later sought, in which he might adopt",
    "The role of H.D., broken-hipped and old,",
    "Who, as she moved off from the reading-stand,",
    "Had stumbled on the platform but was held",
    "And steadied by another poet's hand?",
    "He was now a posthumous poet, I have said",
    "(For since his illness he had not composed),",
    "In sight of a conclusion, whose great dread",
    "Was closure,",
    "his life soon to be enclosed",
    "Like the sparrow's flight above the feasting friends,",
    "Briefly revealed where its breast caught their light,",
    "Beneath the long roof, between open ends,",
    "Themselves the margins of unchanging night."
  ],
  "title": "Duncan",
  "year": ""
}