{
  "author": "Thom Gunn",
  "classification": "Couplet",
  "keywords": [
    "Death",
    "Living",
    "Health",
    "Illness",
    "Relationships",
    "Nature",
    "The Body"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177921",
  "region": "England",
  "text": [
    "Your dying was a difficult enterprise.",
    "First, petty things took up your energies,",
    "The small but clustering duties of the sick,",
    "Irritant as the cough’s dry rhetoric.",
    "Those hours of waiting for pills, shot, X-ray",
    "Or test (while you read novels two a day)",
    "Already with a kind of clumsy stealth",
    "Distanced you from the habits of your health.",
    "In hope still, courteous still, but tired and thin,",
    "You tried to stay the man that you had been,",
    "Treating each symptom as a mere mishap",
    "Without import. But then the spinal tap.",
    "It brought a hard headache, and when night came",
    "I heard you wake up from the same bad dream",
    "Every half-hour with the same short cry",
    "Of mild outrage, before immediately",
    "Slipping into the nightmare once again",
    "Empty of content but the drip of pain.",
    "No respite followed: though the nightmare ceased,",
    "Your cough grew thick and rich, its strength increased.",
    "Four nights, and on the fifth we drove you down",
    "To the Emergency Room. That frown, that frown:",
    "I’d never seen such rage in you before",
    "As when they wheeled you through the swinging door.",
    "For you knew, rightly, they conveyed you from",
    "Those normal pleasures of the sun’s kingdom",
    "The hedonistic body basks within",
    "And takes for granted—summer on the skin,",
    "Sleep without break, the moderate taste of tea",
    "In a dry mouth. You had gone on from me",
    "As if your body sought out martyrdom",
    "In the far Canada of a hospital room.",
    "Once there, you entered fully the distress",
    "And long pale rigours of the wilderness.",
    "A gust of morphine hid you. Back in sight",
    "You breathed through a segmented tube, fat, white,",
    "Jammed down your throat so that you could not speak.",
    "How thin the distance made you. In your cheek",
    "One day, appeared the true shape of your bone",
    "No longer padded. Still your mind, alone,",
    "Explored this emptying intermediate",
    "State for what holds and rests were hidden in it.",
    "You wrote us messages on a pad, amused",
    "At one time that you had your nurse confused",
    "Who, seeing you reconciled after four years",
    "With your grey father, both of you in tears,",
    "Asked if this was at last your ‘special friend’",
    "(The one you waited for until the end).",
    "‘She sings,’ you wrote, ‘a Philippine folk song",
    "To wake me in the morning ... It is long",
    "And very pretty.’ Grabbing at detail",
    "To furnish this bare ledge toured by the gale,",
    "On which you lay, bed restful as a knife,",
    "You tried, tried hard, to make of it a life",
    "Thick with the complicating circumstance",
    "Your thoughts might fasten on. It had been chance",
    "Always till now that had filled up the moment",
    "With live specifics your hilarious comment",
    "Discovered as it went along; and fed,",
    "Laconic, quick, wherever it was led.",
    "You improvised upon your own delight.",
    "I think back to the scented summer night",
    "We talked between our sleeping bags, below",
    "A molten field of stars five years ago:",
    "I was so tickled by your mind’s light touch",
    "I couldn’t sleep, you made me laugh too much,",
    "Though I was tired and begged you to leave off.",
    "Now you were tired, and yet not tired enough",
    "—Still hungry for the great world you were losing",
    "Steadily in no season of your choosing—",
    "And when at last the whole death was assured,",
    "Drugs having failed, and when you had endured",
    "Two weeks of an abominable constraint,",
    "You faced it equably, without complaint,",
    "Unwhimpering, but not at peace with it.",
    "You’d lived as if your time was infinite:",
    "You were not ready and not reconciled,",
    "Feeling as uncompleted as a child",
    "Till you had shown the world what you could do",
    "In some ambitious role to be worked through,",
    "A role your need for it had half-defined,",
    "But never wholly, even in your mind.",
    "You lacked the necessary ruthlessness,",
    "The soaring meanness that pinpoints success.",
    "We loved that lack of self-love, and your smile,",
    "Rueful, at your own silliness.",
    "Meanwhile,",
    "Your lungs collapsed, and the machine, unstrained,",
    "Did all your breathing now. Nothing remained",
    "But death by drowning on an inland sea",
    "Of your own fluids, which it seemed could be",
    "Kindly forestalled by drugs. Both could and would:",
    "Nothing was said, everything understood,",
    "At least by us. Your own concerns were not",
    "Long-term, precisely, when they gave the shot",
    "—You made local arrangements to the bed",
    "And pulled a pillow round beside your head.",
    "And so you slept, and died, your skin gone grey,",
    "Achieving your completeness, in a way.",
    "Outdoors next day, I was dizzy from a sense",
    "Of being ejected with some violence",
    "From vigil in a white and distant spot",
    "Where I was numb, into this garden plot",
    "Too warm, too close, and not enough like pain.",
    "I was delivered into time again",
    "—The variations that I live among",
    "Where your long body too used to belong",
    "And where the still bush is minutely active.",
    "You never thought your body was attractive,",
    "Though others did, and yet you trusted it",
    "And must have loved its fickleness a bit",
    "Since it was yours and gave you what it could,",
    "Till near the end it let you down for good,",
    "Its blood hospitable to those guests who",
    "Took over by betraying it into",
    "The greatest of its inconsistencies",
    "This difficult, tedious, painful enterprise."
  ],
  "title": "Lament",
  "year": ""
}