{
  "author": "Thom Gunn",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Marriage",
    "Companionship"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247806",
  "region": "England",
  "text": [
    "The blue jay scuffling in the bushes follows",
    "Some hidden purpose, and the gust of birds",
    "That spurts across the field, the wheeling swallows,",
    "Has nested in the trees and undergrowth.",
    "Seeking their instinct, or their poise, or both,",
    "One moves with an uncertain violence",
    "Under the dust thrown by a baffled sense",
    "Or the dull thunder of approximate words.",
    "On motorcycles, up the road, they come:",
    "Small, black, as flies hanging in heat, the Boys,",
    "Until the distance throws them forth, their hum",
    "Bulges to thunder held by calf and thigh.",
    "In goggles, donned impersonality,",
    "In gleaming jackets trophied with the dust,",
    "They strap in doubt – by hiding it, robust –",
    "And almost hear a meaning in their noise.",
    "Exact conclusion of their hardiness",
    "Has no shape yet, but from known whereabouts",
    "They ride, direction where the tyres press.",
    "They scare a flight of birds across the field:",
    "Much that is natural, to the will must yield.",
    "Men manufacture both machine and soul,",
    "And use what they imperfectly control",
    "To dare a future from the taken routes.",
    "It is a part solution, after all.",
    "One is not necessarily discord",
    "On earth; or damned because, half animal,",
    "One lacks direct instinct, because one wakes",
    "Afloat on movement that divides and breaks.",
    "One joins the movement in a valueless world,",
    "Choosing it, till, both hurler and the hurled,",
    "One moves as well, always toward, toward.",
    "A minute holds them, who have come to go:",
    "The self-defined, astride the created will",
    "They burst away; the towns they travel through",
    "Are home for neither bird nor holiness,",
    "For birds and saints complete their purposes.",
    "At worst, one is in motion; and at best,",
    "Reaching no absolute, in which to rest,",
    "One is always nearer by not keeping still."
  ],
  "title": "On the Move",
  "year": ""
}