{
  "author": "Randall Jarrell",
  "classification": "Quatrain",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Winter"
  ],
  "period": "Fugitive",
  "reference": "http://www.poetryfoundation.org/poem/248632",
  "region": "U.S., Southern",
  "text": [
    "At home, in my flannel gown, like a bear to its floe,",
    "I clambered to bed; up the globe's impossible sides",
    "I sailed all night—till at last, with my black beard,",
    "My furs and my dogs, I stood at the northern pole.",
    "There in the childish night my companions lay frozen,",
    "The stiff furs knocked at my starveling throat,",
    "And I gave my great sigh: the flakes came huddling,",
    "Were they really my end? In the darkness I turned to my rest.",
    "—Here, the flag snaps in the glare and silence",
    "Of the unbroken ice. I stand here,",
    "The dogs bark, my beard is black, and I stare",
    "At the North Pole . . .",
    "And now what? Why, go back.",
    "Turn as I please, my step is to the south.",
    "The world—my world spins on this final point",
    "Of cold and wretchedness: all lines, all winds",
    "End in this whirlpool I at last discover.",
    "And it is meaningless. In the child's bed",
    "After the night's voyage, in that warm world",
    "Where people work and suffer for the end",
    "That crowns the pain—in that Cloud-Cuckoo-Land",
    "I reached my North and it had meaning.",
    "Here at the actual pole of my existence,",
    "Where all that I have done is meaningless,",
    "Where I die or live by accident alone—",
    "Where, living or dying, I am still alone;",
    "Here where North, the night, the berg of death",
    "Crowd me out of the ignorant darkness,",
    "I see at last that all the knowledge",
    "I wrung from the darkness—that the darkness flung me—",
    "Is worthless as ignorance: nothing comes from nothing,",
    "The darkness from the darkness. Pain comes from the darkness",
    "And we call it wisdom. It is pain."
  ],
  "title": "90 North",
  "year": ""
}