{
  "author": "Randall Jarrell",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Music",
    "Theater",
    "Dance",
    "Social Commentaries",
    "Popular Culture",
    "Cities",
    "Urban Life"
  ],
  "period": "Fugitive",
  "reference": "http://www.poetryfoundation.org/poem/180151",
  "region": "U.S., Southern",
  "text": [
    "Under the separated leaves of shade",
    "Of the gingko, that old tree",
    "That has existed essentially unchanged",
    "Longer than any other living tree,",
    "I walk behind a woman. Her hair's coarse gold",
    "Is spun from the sunlight that it rides upon.",
    "Women were paid to knit from sweet champagne",
    "Her second skin: it winds and unwinds, winds",
    "Up her long legs, delectable haunches,",
    "As she sways, in sunlight, up the gazing aisle.",
    "The shade of the tree that is called maidenhair,",
    "That is not positively known",
    "To exist in a wild state, spots her fair or almost fair",
    "Hair twisted in a French twist; tall or almost tall,",
    "She walks through the air the rain has washed, a clear thing",
    "Moving easily on its high heels, seeming to men",
    "Miraculous . . . Since I can call her, as Swann couldn't",
    "A woman who is my type, I follow with the warmth",
    "Of familiarity, of novelty, this new",
    "Example of the type,",
    "Reminded of how Lorenz's just-hatched goslings",
    "Shook off the last remnants of the egg",
    "And, looking at Lorenz, realized that Lorenz",
    "Was their mother. Quaking, his little family",
    "Followed him everywhere; and when they met a goose,",
    "Their mother, they ran to him afraid.",
    "Imprinted upon me",
    "Is the shape I run to, the sweet strange",
    "Breath-taking contours that breathe to me: \"I am yours,",
    "Be mine!\"",
    "Following this new",
    "Body, somehow familiar, this young shape, somehow old,",
    "For a moment I'm younger, the century is younger.",
    "The living Strauss, his moustache just getting gray,",
    "Is shouting to the players: \"Louder!",
    "Louder! I can still hear Madame Schumann-Heink-\"",
    "Or else, white, bald, the old man's joyfully",
    "Telling conductors they must play",
    "Like",
    "-like a fairy music;",
    "Proust, dying, is swallowing his iced beer",
    "And changing in proof the death of Bergotte",
    "According to his own experience; Garbo,",
    "A commissar in Paris, is listening attentively",
    "To the voice telling how McGillicuddy me McGillivray,",
    "And McGillivray said to McGillicuddy-no, McGillicuddy",
    "Said to McGillivray-that is, McGillivray...Garbo",
    "Says seriously: \"I vish dey'd never met.\"",
    "As I walk behind this woman I remember",
    "That before I flew here-waked in the forest",
    "At dawn, by the piece called",
    "That, each day, birds play to begin the day-",
    "I wished as men wish: \"May this day be different!\"",
    "The birds were wishing, as birds wish-over and over,",
    "With a last firmness, intensity, reality-",
    "\"May this day be the same!\"",
    "Ah, turn to me",
    "And look into my eyes, say: \"I am yours,",
    "Be mine!\"",
    "My wish will have come true. And yet",
    "When your eyes meet my eyes, they'll bring into",
    "The weightlessness of my pure wish the weight",
    "Of a human being: someone to help or hurt,",
    "Someone to be good to me, to be good to,",
    "Someone to cry when I am angry",
    "that she doesn't like",
    "someone to start on Proust with.",
    "A wish, come true, is life. I have my life.",
    "When you turn just slide your eyes across my eyes",
    "And show in a look flickering across your face",
    "As lightly as a leaf's shade, a bird's wing,",
    "That there is no one in the world quite like me,",
    "That if only...If only...",
    "That will be enough.",
    "But I've pretended long enough: I walk faster",
    "And come close, touch with the tip of my finger",
    "The nape of her neck, just where the gold",
    "Hair stops, and the champagne-colored dress begins.",
    "My finger touches her as the gingko's shadow",
    "Touches her.",
    "Because, after all, it",
    "my wife",
    "In a new dress from Bergdorf's, walking toward the park.",
    "She cries out, we kiss each other, and walk arm in arm",
    "Through the sunlight that's much too good for New York,",
    "The sunlight of our own house in the forest.",
    "Still, though, the poor things need it...We've no need",
    "To start out on Proust, to ask each other about Strauss.",
    "We first helped each other, hurt each other, years ago.",
    "After so many changes made and joys repeated,",
    "Our first bewildered, transcending recognition",
    "Is pure acceptance. We can't tell our life",
    "From our wish. Really I began the day",
    "Not with a man's wish: \"May this day be different,\"",
    "But with the birds' wish: \"May this day",
    "Be the same day, the day of my life.\""
  ],
  "title": "A Man Meets a Woman in the Street",
  "year": ""
}