{
  "author": "Randall Jarrell",
  "classification": "Persona",
  "keywords": [
    "Midlife",
    "Family",
    "Ancestors",
    "Living",
    "Disappointment",
    "Failure",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Growing Old",
    "Relationships"
  ],
  "period": "Fugitive",
  "reference": "http://www.poetryfoundation.org/poem/177158",
  "region": "U.S., Southern",
  "text": [
    "Moving from Cheer to Joy, from Joy to All,",
    "I take a box",
    "And add it to my wild rice, my Cornish game hens.",
    "The slacked or shorted, basketed, identical",
    "Food-gathering flocks",
    "Are selves I overlook. Wisdom, said William James,",
    "Is learning what to overlook. And I am wise",
    "If that is wisdom.",
    "Yet somehow, as I buy All from these shelves",
    "And the boy takes it to my station wagon,",
    "What I’ve become",
    "Troubles me even if I shut my eyes.",
    "When I was young and miserable and pretty",
    "And poor, I’d wish",
    "What all girls wish: to have a husband,",
    "A house and children. Now that I’m old, my wish",
    "Is womanish:",
    "That the boy putting groceries in my car",
    "See me. It bewilders me he doesn’t see me.",
    "For so many years",
    "I was good enough to eat: the world looked at me",
    "And its mouth watered. How often they have undressed me,",
    "The eyes of strangers!",
    "And, holding their flesh within my flesh, their vile",
    "Imaginings within my imagining,",
    "I too have taken",
    "The chance of life. Now the boy pats my dog",
    "And we start home. Now I am good.",
    "The last mistaken,",
    "Ecstatic, accidental bliss, the blind",
    "Happiness that, bursting, leaves upon the palm",
    "Some soap and water—",
    "It was so long ago, back in some Gay",
    "Twenties, Nineties, I don’t know . . . Today I miss",
    "My lovely daughter",
    "Away at school, my sons away at school,",
    "My husband away at work—I wish for them.",
    "The dog, the maid,",
    "And I go through the sure unvarying days",
    "At home in them. As I look at my life,",
    "I am afraid",
    "Only that it will change, as I am changing:",
    "I am afraid, this morning, of my face.",
    "It looks at me",
    "From the rear-view mirror, with the eyes I hate,",
    "The smile I hate. Its plain, lined look",
    "Of gray discovery",
    "Repeats to me: “You’re old.” That’s all, I’m old.",
    "And yet I’m afraid, as I was at the funeral",
    "I went to yesterday.",
    "My friend’s cold made-up face, granite among its flowers,",
    "Her undressed, operated-on, dressed body",
    "Were my face and body.",
    "As I think of her and I hear her telling me",
    "How young I seem; I am exceptional;",
    "I think of all I have.",
    "But really no one is exceptional,",
    "No one has anything, I’m anybody,",
    "I stand beside my grave",
    "Confused with my life, that is commonplace and solitary."
  ],
  "title": "Next Day",
  "year": ""
}