{
  "author": "Randall Jarrell",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/14631",
  "region": "",
  "text": [
    "It sat between my husband and my children.",
    "A place was set for it—a plate of greens.",
    "It had been there: I had seen it",
    "But not somehow—but this was like a dream—",
    "Not seen it so that I knew I saw it.",
    "It was as if I could not know I saw it",
    "Because I had never once in all my life",
    "Not seen it. It was an eland.",
    "An eland!",
    "is why the children",
    "Would ask my husband, for a joke, at Christmas:",
    "“Father, is it Donner?” He would say, “No, Blitzen.”",
    "It had been there always. Now we put silver",
    "At its place at meals, fed it the same food",
    "We ourselves ate, and said nothing. Many times",
    "When it breathed heavily (when it had tried",
    "A long useless time to speak) and reached to me",
    "So that I touched it—of a different size",
    "And order of being, like the live hard side",
    "Of a horse’s neck when you pat the horse—",
    "And looked with its great melting tearless eyes",
    "Fringed with a few coarse wire-like lashes",
    "Into my eyes, and whispered to me",
    "So that my eyes turned backward in their sockets",
    "And they said nothing—",
    "many times",
    "I have known, when they said nothing,",
    "That it did not exist. If they had heard",
    "They",
    "not have been silent. And yet they heard;",
    "Heard many times what I have spoken",
    "When it could no longer speak, but only breathe—",
    "When I could no longer speak, but only breathe.",
    "And, after some years, the others came",
    "And took it from me—it was ill, they told me—",
    "And cured it, they wrote me: my whole city",
    "Sent me cards lilac-branches, mourning",
    "As I had mourned—",
    "and I was standing",
    "By a grave in flowers, by dyed rolls of turf,",
    "And a canvas marquee the last brown of earth.",
    "It is over.",
    "It is over so long that I begin to think",
    "That it did not exist, that I have never—",
    "And my son says, one morning, from the paper:",
    "“An eland. Look, an eland!”",
    "—It was so.",
    "Today, in a German dictionary, I saw",
    "And the heart in my breast turned over, it was—",
    "It was a word one translates",
    "It is as if someone remembered saying:",
    "“This is an antimacassar that I grew from seed,”",
    "And this were true.",
    "And, truly,",
    "One could not wish for anything more strange—",
    "For anything more. And yet it wasn’t",
    ". . .",
    "—It was worse than impossible, it was a joke.",
    "And yet when it was, I",
    "Even to think that I once thought",
    "That I could see it to feel the sweat",
    "Like needles at my hair-roots, I am blind",
    "—It was not even a joke, not even a joke.",
    "Yet how can I believe it? Or believe that I",
    "Owned it, a husband, children? Is my voice the voice",
    "Of that skin of being—of what owns, is owned",
    "In honor or dishonor, that is borne and bears—",
    "Or of that raw thing, the being inside it",
    "That has neither a wife, a husband, nor a child",
    "But goes at last as naked from this world",
    "As it was born into it—",
    "And the eland comes and grazes on its grave.",
    "This is senseless?",
    "Shall I make sense or shall I tell the truth?",
    "Choose either—I cannot do both.",
    "I tell myself that. And yet it is not so,",
    "And what I say afterwards will not be so:",
    "To be at all is to be wrong.",
    "Being is being old",
    "And saying, almost comfortably, across a table",
    "From—",
    "from what I don’t know—",
    "in a voice",
    "Rich with a kind of longing satisfaction:",
    "“To own an eland! That’s what I call life!”"
  ],
  "title": "Seele im Raum",
  "year": ""
}