{
  "author": "Randall Jarrell",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Youth",
    "Relationships",
    "Family",
    "Ancestors",
    "Home Life",
    "Social Commentaries",
    "Popular Culture",
    "Mythology",
    "Folklore"
  ],
  "period": "Fugitive",
  "reference": "http://www.poetryfoundation.org/poem/247940",
  "region": "U.S., Southern",
  "text": [
    "I. Children's Arms",
    "On my way home I pass a cameraman",
    "On a platform on the bumper of a car",
    "Inside which, rolling and plunging, a comedian",
    "Is working; on one white lot I see a star",
    "Stumble to her igloo through the howling gale",
    "Of the wind machines. On Melrose a dinosaur",
    "And pterodactyl, with their immense pale",
    "Papier-mâché smiles, look over the fence",
    "Of",
    "Whispering to myself the tale",
    "These shout—done with my schoolwork, I commence",
    "My real life: my arsenal, my workshop",
    "Opens, and in impotent omnipotence",
    "I put on the helmet and the breastplate Pop",
    "Cut out and soldered for me. Here is the shield",
    "I sawed from beaver board and painted; here on top",
    "The bow that only Odysseus can wield",
    "And eleven vermilion-ringed, goose-feathered arrows.",
    "(The twelfth was broken on the battlefield",
    "When, searching among snap beans and potatoes,",
    "I stepped on it.) Some dry weeds, a dead cane",
    "Are my spears. The knife on the bureau's",
    "My throwing-knife; the small unpainted biplane",
    "Without wheels—that so often, helped by human hands,",
    "Has taken off from, landed on, the counterpane—",
    "Is my Spad.",
    "O dead list, that misunderstands",
    "And laughs at and lies about the new live wild",
    "Loves it lists! that sets upright, in the sands",
    "Of age in which nothing grows, where all our friends are old,",
    "A few dried leaves marked THIS IS THE GREENWOOD—",
    "O arms that arm, for a child's wars, the child!",
    "And yet they are good, if anything is good,",
    "Against his enemies . . . Across the seas",
    "At the bottom of the world, where Childhood",
    "Sits on its desert island with Achilles",
    "And Pitamakan, the White Blackfoot:",
    "In the black auditorium, my heart at ease,",
    "I watch the furred castaways (the seniors put",
    "A play on every spring) tame their wild beasts,",
    "Erect their tree house. Chatting over their fruit,",
    "Their coconuts, they relish their stately feasts.",
    "The family's servant, their magnanimous",
    "Master now, rules them by right. Nature's priests,",
    "They worship at Nature's altar; when with decorous",
    "Affection the Admirable Crichton",
    "Kisses a girl like a big Wendy, all of us",
    "Squirm or sit up in our seats . . . Undone",
    "When an English sail is sighted, the prisoners",
    "Escape from their Eden to the world: the real one",
    "Where servants are servants, masters masters,",
    "And no one's magnanimous. The lights go on",
    "And we go off, robbed of our fruit, our furs—",
    "The island that the children ran is gone.",
    "The island sang to me:",
    "And didn't I know a lady with a lion?",
    "Each evening, as the sun sank, didn't I grieve",
    "To leave",
    "tree house for reality?",
    "There was nothing there for me to disbelieve.",
    "At peace among my weapons, I sit in my tree",
    "And feel:",
    "I'm dreaming of a wolf, as Mama wakes me,",
    "And a tall girl who is–outside it's gray,",
    "I can't remember, I jump up and dress.",
    "We eat in the lighted kitchen. And what is play",
    "For me, for them is habit. Happiness",
    "Is a quiet presence, breathless and familiar:",
    "My grandfather and I sit there in oneness",
    "As the Sunset bus, lit by the lavender",
    "And rose of sunrise, takes us to the dark",
    "Echoing cavern where Pop, a worker,",
    "Works for our living. As he rules a mark,",
    "A short square pencil in his short square hand,",
    "On a great sheet of copper, I make some remark",
    "He doesn't hear. In that hard maze—in that land",
    "That grown men live in—in the world of work,",
    "He measures, shears, solders; and I stand",
    "Empty-handed, watching him. I wander into the murk",
    "The naked light bulbs pierce: the workmen, making something,",
    "Say something to the boy in his white shirt. I jerk",
    "As the sparks fly at me. The man hammering",
    "As acid hisses, and the solder turns to silver,",
    "Seems to me a dwarf hammering out the Ring",
    "In the world under the world. The hours blur;",
    "Bored and not bored, I bend things out of lead.",
    "I wash my smudged hands, as my grandfather",
    "Washes his black ones, with their gritty soap: ahead,",
    "Past their time clock, their pay window, is the blue",
    "And gold and white of noon. The sooty thread",
    "Up which the laborers feel their way into",
    "Their wives and houses, is money; the fact of life,",
    "The secret the grown-ups share, is what to do",
    "To make money. The husband Adam, Eve his wife",
    "Have learned how not to have to do without",
    "Till Santa Claus brings them their Boy Scout knife—",
    "Nor do they find things in dreams, carry a paper route,",
    "Sell Christmas seals . . .",
    "Starting",
    "Saturday, his Sunday,",
    "Pop tells me what I love to hear about,",
    "His boyhood in Shelbyville. I play",
    "What he plays, hunt what he hunts, remember",
    "What he remembers: it seems to me I could stay",
    "In that dark forest, lit by one fading ember",
    "Of his campfire, forever . . . But we're home.",
    "I run in love to each familiar member",
    "Of this little state, clustered about the Dome",
    "Of St. Nicholas—this city in which my rabbit",
    "Depends on me, and I on everyone—this first Rome",
    "Of childhood, so absolute in every habit",
    "That when we hear the world our jailor say:",
    "\"Tell me, art thou a Roman ?\" the time we inhabit",
    "Drops from our shoulders, and we answer: \"Yea.",
    "I stand at Caesar's judgment seat, I appeal",
    "Unto Caesar.\"",
    "I wash my hands, Pop gives his pay",
    "Envelope to Mama; we sit down to our meal.",
    "The phone rings: Mrs. Mercer wonders if I'd care",
    "To go to the library. That would be ideal,",
    "I say when Mama lets me. I comb my hair",
    "And find the four books I have out:",
    "was best. Liking that world where",
    "The children eat, and grow giant and good,",
    "I swear as I've often sworn: \"",
    "never forget",
    "What it's like, when",
    "grown up.\" A prelude",
    "By Chopin, hammered note by note, like alphabet",
    "Blocks, comes from next door. It's played with real feeling,",
    "The feeling of being indoors practicing. \"And yet",
    "It's not as if—\" a gray electric, stealing",
    "To the curb on silent wheels, has come; and I",
    "See on the back seat (sight more appealing",
    "Than any human sight!) my own friend Lucky,",
    "Half wolf, half police-dog. And he can play the piano—",
    "Play that he does, that is—and jump so high",
    "For a ball that he turns a somersault. \"Hello,\"",
    "I say to the lady, and hug Lucky . . . In my",
    "Talk with the world, in which it tells me what I know",
    "And I tell it, \"I know—\" how strange that I",
    "Know nothing, and yet it tells me what I know!—",
    "I appreciate the animals, who stand by",
    "Purring. Or else they sit and pant. It's so—",
    "So",
    ". If only people purred and panted!",
    "So, now, Lucky and I sit in our row,",
    "Mrs. Mercer in hers. I take for granted",
    "The tiller by which she steers, the yellow roses",
    "In the bud vases, the whole enchanted",
    "Drawing room of our progress. The glass encloses",
    "As glass does, a womanish and childish",
    "And doggish universe. We press our noses",
    "To the glass and wish: the angel- and devilfish",
    "Floating by on Vine, on Sunset, shut their eyes",
    "And press their noses to their glass and wish.",
    "II. A Night with Lions",
    "When I was twelve we'd visit my aunt's friend",
    "Who owned a lion, the Metro-Goldwyn-Mayer",
    "Lion. I'd play with him, and he'd pretend",
    "To play with me. I was the real player",
    "But he'd trot back and forth inside his cage",
    "Till he got bored. I put Tawny in the prayer",
    "I didn't believe in, not at my age,",
    "But said still; just as I did everything in fours",
    "And gave to Something, on the average,",
    "One cookie out of three. And by my quartz, my ores,",
    "My wood with the bark on it, from the Petrified",
    "Forest, I put his dewclaw . . .",
    "Now the lion roars",
    "His slow comfortable roars; I lie beside",
    "My young, tall, brown aunt, out there in the past",
    "Or future, and I sleepily confide",
    "My dream-discovery: my breath comes fast",
    "Whenever I see someone with your skin,",
    "Hear someone with your voice. The lion's steadfast",
    "Roar goes on in the darkness. I have been",
    "Asleep a while when I remember: you",
    "Are—you, and Tawny was the lion in—",
    "In",
    ". In",
    "Just as we used to,",
    "I talk to you, you talk to me or pretend",
    "To talk to me as grown-up people do,",
    "Of",
    "and Rupert Hughes, till in the end",
    "I think as a child thinks: \"You're my real friend.\"",
    "III. A Street off Sunset",
    "Sometimes as I drive by the factory",
    "That manufactures, after so long, Vicks",
    "VapoRub Ointment, there rises over me",
    "A eucalyptus tree. I feel its stair-sticks",
    "Impressed on my palms, my insteps, as I climb",
    "To my tree house. The gray leaves make me mix",
    "My coughing chest, anointed at bedtime,",
    "With the smell of the sap trickling from the tan",
    "Trunk, where the nails go in.",
    "My lifetime",
    "Got rid of, I sit in a dark blue sedan",
    "Beside my great-grandmother, in Hollywood.",
    "We pass a windmill, a pink sphinx, an Allbran",
    "Billboard; thinking of Salâmmbo, Robin Hood,",
    "The old prospector with his flapjack in the air,",
    "I sit with my hands folded: I am good.",
    "That night as I lie crossways in an armchair",
    "Reading",
    "(just as, long before,",
    "I'd lie by my rich uncle's polar bear",
    "On his domed library's reflecting floor",
    "In the last year of the first World War, and see",
    "A poor two-seater being attacked by four",
    "Triplanes, on the cover of the",
    ", and a Camel coming to its aid;",
    "I'd feel the bear's fur warm and rough against me,",
    "The colors of the afternoon would fade,",
    "I'd reach into the bear's mouth and hold tight",
    "To its front tooth and think, \"I'm not afraid\")",
    "There off Sunset, in the lamplit starlight,",
    "A scientist is getting ready to destroy",
    "The world. \"It's time for you to say good night,\"",
    "Mama tells me; I go on in breathless joy.",
    "\"Remember, tomorrow is a school day,\"",
    "Mama tells me; I go on in breathless joy.",
    "At last I go to Mama in her gray",
    "Silk, to Pop, to Dandeen in her black",
    "Silk. I put my arms around them, they",
    "Put their arms around me. Then I go back",
    "To my bedroom; I read as I undress.",
    "The scientist is ready to attack.",
    "Mama calls, \"Is your light out?\" I call back, \"Yes,\"",
    "And turn the light out. Forced out of life into",
    "Bed, for a moment I lie comfortless",
    "In the blank darkness; then as I always do,",
    "I put on the earphones of the crystal set—",
    "Each bed has its earphones—and the uneasy tissue",
    "Of their far-off star-sound, of the blue-violet",
    "Of space, surrounds the sweet voice from the Tabernacle",
    "Of the Four-Square Gospel. A vague marionette,",
    "Tall, auburn, holds her arms out, to unshackle",
    "The bonds of sin, of sleep—as, next instant, the sun",
    "Holds its arms out through the fig, the lemon tree,",
    "In the back yard the clucking hens all cackle",
    "As Mama brings their chicken feed. I see",
    "My magazine. My magazine! Dressing for school,",
    "I read how the good world wins its victory",
    "Over that bad man. Books; book strap; jump the footstool",
    "You made in Manual Training . . . Then we three",
    "Sit down, and one says grace; and then, by rule,",
    "By that habit that moves the stars, some coffee—",
    "One spoonful—is poured out into my milk",
    "And the milk, transubstantiated, is coffee.",
    "And Mama's weekday wash-dress, Dandeen's soft black silk",
    "Are ways that habit itself makes holy",
    "Just as, on Sunday mornings, Wednesday nights, His will",
    "Comes in their ways—of Church, of Prayer Meeting—to set free",
    "The spirit from the flesh it questions.",
    "So,",
    "So unquestioned, my own habit moves me",
    "To and through and from school, like a domino,",
    "Till, home, I wake to find that I am playing",
    "Dominoes with Dandeen. Her old face is slow",
    "In pleasure, slow in doubt, as she sits weighing",
    "Strategies: patient, equable, and humble,",
    "She hears what this last child of hers is saying",
    "In pride or bewilderment; and she will grumble",
    "Like a child or animal when, indifferent",
    "To the reasons of my better self, I mumble:",
    "\"I'd better stop now—the rabbit . . .\"",
    "I relent",
    "And play her one more game. It is miraculous",
    "To have a great-grandmother: I feel different",
    "From others as, between moves, we discuss",
    "The War Between the States. The cheerful troops",
    "Ride up to our farmhouse, steal from us",
    "The spoons, the horses—when their captain stoops",
    "To Dandeen and puts Dandeen on his horse,",
    "She cries . . . As I run by the chicken coops",
    "With lettuce for my rabbit, real remorse",
    "Hurts me, here, now: the little girl is crying",
    "Because I didn't write. Because—",
    "of course,",
    "I",
    "a child, I missed them so. But justifying",
    "Hurts too: if only I could play you one more game,",
    "See you all one more time! I think of you dying",
    "Forgiving me—or not, it is all the same",
    "To the forgiven . . . My rabbit's glad to see me;",
    "He scrambles to me, gives me little tame",
    "Bites before he eats the lettuce. His furry",
    "Long warm soft floppy ears, his crinkling nose",
    "Are reassuring to a child. They guarantee,",
    "As so much here does, that the child knows",
    "Who takes care of him, whom he takes care of.",
    "Mama comes out and takes in the clothes",
    "From the clothesline. She looks with righteous love",
    "At all of us, her spare face half a girl's.",
    "She enters a chicken coop, and the hens shove",
    "And flap and squawk, in fear; the whole flock whirls",
    "Into the farthest corner. She chooses one,",
    "Comes out, and wrings its neck. The body hurls",
    "Itself out—lunging, reeling, it begins to run",
    "Away from Something, to fly away from Something",
    "In great flopping circles. Mama stands like a nun",
    "In the center of each awful, anguished ring.",
    "The thudding and scrambling go on, go on—then they fade,",
    "I open my eyes, it's over . . . Could such a thing",
    "Happen to anything ? It could to a rabbit, I'm afraid;",
    "It could to—",
    "\"Mama, you won't kill Reddy ever,",
    "You won't ever, will you?\" The farm woman tries to persuade",
    "The little boy, her grandson, that she'd never",
    "Kill the boy's rabbit, never even think of it.",
    "He would like to believe her . . . And whenever",
    "I see her, there in that dark infinite,",
    "Standing like Judith, with the hen's head in her hand,",
    "I explain it away, in vain—a hypocrite,",
    "Like all who love.",
    "Into the blue wonderland",
    "Of Hollywood, the sun sinks, past the eucalyptus,",
    "The sphinx, the windmill, and I watch and read and",
    "Hold my story tight. And when the bus",
    "Stops at the corner and Pop—Pop!—steps down",
    "And I run out to meet him, a blurred nimbus,",
    "Half-red, half-gold, enchants his sober brown",
    "Face, his stooped shoulders, into the All-Father's.",
    "He tells me about the work he's done downtown,",
    "We sit there on the steps. My universe",
    "Mended almost, I tell him about the scientist. I say,",
    "\"He couldn't really, could he, Pop ?\" My comforter's",
    "Eyes light up, and he laughs. \"No, that's just play,",
    "Just make-believe,\" he says. The sky is gray,",
    "We sit there, at the end of our good day."
  ],
  "title": "The Lost World",
  "year": ""
}