{
  "author": "Elizabeth Akers Allen",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Family",
    "Ancestors",
    "Relationships",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/182732",
  "region": "U.S., New England",
  "text": [
    "Backward, turn backward, O Time, in your flight,",
    "Make me a child again just for tonight!",
    "Mother, come back from the echoless shore,",
    "Take me again to your heart as of yore;",
    "Kiss from my forehead the furrows of care,",
    "Smooth the few silver threads out of my hair;",
    "Over my slumbers your loving watch keep;—",
    "Rock me to sleep, mother, – rock me to sleep!",
    "Backward, flow backward, O tide of the years!",
    "I am so weary of toil and of tears,—",
    "Toil without recompense, tears all in vain,—",
    "Take them, and give me my childhood again!",
    "I have grown weary of dust and decay,—",
    "Weary of flinging my soul-wealth away;",
    "Weary of sowing for others to reap;—",
    "Rock me to sleep, mother – rock me to sleep!",
    "Tired of the hollow, the base, the untrue,",
    "Mother, O mother, my heart calls for you!",
    "Many a summer the grass has grown green,",
    "Blossomed and faded, our faces between:",
    "Yet, with strong yearning and passionate pain,",
    "Long I tonight for your presence again.",
    "Come from the silence so long and so deep;—",
    "Rock me to sleep, mother, – rock me to sleep!",
    "Over my heart, in the days that are flown,",
    "No love like mother-love ever has shone;",
    "No other worship abides and endures,—",
    "Faithful, unselfish, and patient like yours:",
    "None like a mother can charm away pain",
    "From the sick soul and the world-weary brain.",
    "Slumber’s soft calms o’er my heavy lids creep;—",
    "Rock me to sleep, mother, – rock me to sleep!",
    "Come, let your brown hair, just lighted with gold,",
    "Fall on your shoulders again as of old;",
    "Let it drop over my forehead tonight,",
    "Shading my faint eyes away from the light;",
    "For with its sunny-edged shadows once more",
    "Haply will throng the sweet visions of yore;",
    "Lovingly, softly, its bright billows sweep;—",
    "Rock me to sleep, mother, – rock me to sleep!",
    "Mother, dear mother, the years have been long",
    "Since I last listened your lullaby song:",
    "Sing, then, and unto my soul it shall seem",
    "Womanhood’s years have been only a dream.",
    "Clasped to your heart in a loving embrace,",
    "With your light lashes just sweeping my face,",
    "Never hereafter to wake or to weep;—",
    "Rock me to sleep, mother, – rock me to sleep!"
  ],
  "title": "Rock Me to Sleep",
  "year": ""
}