{
  "author": "Zachary Schomburg",
  "classification": "Prose Poem",
  "keywords": [
    "Living",
    "Life Choices",
    "Marriage",
    "Companionship",
    "Love",
    "Desire",
    "Realistic",
    "Complicated",
    "Time",
    "Brevity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245186",
  "region": "U.S., Northwestern",
  "text": [
    "There are trees and they are on fire. There are hummingbirds and they are on fire. There are graves and they are on fire and the things coming out of the graves are on fire. The house you grew up in is on fire. There is a gigantic trebuchet on fire on the edge of a crater and the crater is on fire. There is a complex system of tunnels deep underneath the surface with only one entrance and one exit and the entire system is filled with fire. There is a wooden cage we’re trapped in, too large to see, and it is on fire. There are jaguars on fire. Wolves. Spiders. Wolf-spiders on fire. If there were people. If our fathers were alive. If we had a daughter. Fire to the edges. Fire in the river beds. Fire between the mattresses of the bed you were born in. Fire in your mother’s belly. There is a little boy wearing a fire shirt holding a baby lamb. There is a little girl in a fire skirt asking if she can ride the baby lamb like a horse. There is you on top of me with thighs of fire while a hot red fog hovers in your hair. There is me on top of you wearing a fire shirt and then pulling the fire shirt over my head and tossing it like a fireball through the fog at a new kind of dinosaur. There are meteorites disintegrating in the atmosphere just a few thousand feet above us and tiny fireballs are falling down around us, pooling around us, forming a kind of fire lake which then forms a kind of fire cloud. There is this feeling I get when I am with you. There is our future house burning like a star on the hill. There is our dark flickering shadow. There is my hand on fire in your hand on fire, my body on fire above your body on fire, our tongues made of ash. We are rocks on a distant and uninhabitable planet. We have our whole life ahead of us."
  ],
  "title": "The Fire Cycle",
  "year": ""
}