{
  "author": "Jack Collom",
  "classification": "",
  "keywords": [
    "Relationships",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238520",
  "region": "U.S., Northwestern",
  "text": [
    "9:13 p.m., Lucky Bock in hand,",
    "I inscribe: walked the lovely",
    "33 blocks to school today, streets clear and",
    "thick melting snow all around.",
    "taught my 4 hours of poetry; the afternoon",
    "class was hard; kid named Schweikert",
    "kept on fucking up. took typed-up",
    "poems of yesterday to Platt and put up",
    "poster there of Anne and Reed’s reading Sat.",
    "ate nearly 2 peanutbutter sandwiches with",
    "raw carrots. typed. read kids’ poems.",
    "at 4 I started home, got a ride",
    "with Jim Bay. press release to daily paper.",
    "stopped in Baird’s for 2 beers,",
    "looked at paper. home, kissed Mara, Sierra.",
    "in the mail: Out There, from Chicago, and a letter",
    "stating the city of Grand Island had decided not",
    "to prosecute re my arrest",
    "Friday for intoxication. wonder why. Nick",
    "the landlord didn’t show (he was supposed to",
    "have us sign lease on the new duplex) (this place",
    "gonna be torn down). ate",
    "a very delicious supper, ham-and-cheese",
    "rarebit with cold broccoli and cold oregano’d",
    "tomato, cooked by Mara. paperwork, played a",
    "game of solitaire, harried by Sierra’s",
    "new red car. dropped over then",
    "to the Korner Bar, put up a poster under the phone sign, said hi",
    "to a few folks and got halloo’d by this guy I’d",
    "spoken to 2 months before, who’d said his high",
    "school son adored me, but it might be thought improper",
    "that I hang around, shoot pool in Korner Bar.",
    "a beefy mid-30’s man, he bought me a beer, apologized and",
    "told me of his luck: he’d won a thousand one-hundred eighty",
    "dollars today betting on one horse at Fonner Park.",
    "we talked of poetry, family, work — he mentioned Kilmer,",
    "Stevenson, Nash and others, quoted verbatim",
    "his own published poem on fire-fighting (he is the G.I.",
    "fire-chief). his boyhood favorites, whom he reads",
    "of",
    "even now: Edgar Rice Burroughts and Jules Verne. his son,",
    "though epileptic, does the high jump at the high school; he was",
    "disturbed that it wasn’t the broad jump, in which he",
    "himself still holds a record, set in 1959.",
    "the taxes have jumped up like crazy on their nice",
    "spread just inside the city limits. I got up and",
    "slapped him on the back and left, stopping first to ask",
    "Clark, standing end of the bar, what he knew",
    "of me on Friday night at the Kyriss. I’d blanked out",
    "completely (woke up in jail, ate",
    "blue oatmeal). he said I’d just got drunk, he thought Rod",
    "had taken me home. he said, at one point,",
    "just waking up, I’d grabbed the edge of the table and",
    "tilted it till the glasses all came sliding",
    "down and almost off, then tilted it back till they",
    "slid back to where they were, and never spilled a drop.",
    "he said I’d bought some beers for him and Pat but",
    "before they could get to them drank",
    "them up myself. okay, Clark, you’re a good guy with your",
    "black curly hair and toothless grin, and your wild life. I was just",
    "wondering. check with Rod when have a chance. —",
    "and off, through mud and occasionally-lighted puddles,",
    "home, where Mara’s napping still and there are (were)",
    "5 Lucky Bocks in the white (today!) icebox. 9:50.",
    "(no. 2)",
    "after finishing that",
    "(immediately after, during, in",
    "fact) the",
    "strange thing is there’s so much left out.",
    "last night finished reading",
    ". the bluejays and cardinals that called",
    "on the way to school. my beard",
    "suddenly seems soft (that thought",
    "off some day-dreaming about talking to",
    "poetry students). reread",
    "(for the last “making” time) “the 14,” the magazine; it is",
    "all set. the poems",
    "there, here now, seemed so abstract,",
    "compared with what I’m used to,",
    "but that in a way intensely and properly shaking",
    "feeling and talk, tonight. the",
    "revolution",
    "(Mara gets up, starts drinking Pepsi)",
    "and all that. (yellow sweater)."
  ],
  "title": "little report of the day",
  "year": ""
}