{
  "author": "Harry Mathews",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247684",
  "region": "",
  "text": [
    "But how choose the appropriate sticking point to start at?",
    "Who wants to write a poem without the letter",
    ",",
    "Especially for Thee, where the flourished vowel lends such panache to your",
    "(OK, peons: pizzazz to your dance card)? The alphabet’s such a horn",
    "Of plenty, why cork up its treasure? It hurts to think of “you” reduced to",
    "In stingy text messages, as if ideally expression should be limited to formulas like x ≠ y,",
    "Where the respectable truth of tautology leaves ambiguous beauty standing by",
    "Waiting to take off her clothes, if, that is, her percentage of body fat",
    "Permits it (a statement implicitly unfair, as if beauty, to remain sublime, had to keep up",
    "Lineaments already shaped by uninhibited divinity); implying, as well, fixated onlookers, i.e.,",
    "Men and women kidding themselves that full-front-and-back nudity is the north",
    "Star of delight rather than imagined nakedness, shudderingly draped like a fully rigged, fully laden ship without a drop to bail,",
    "Its hidden cargoes guessed at — perhaps Samian wine (mad- making!) — or fresh basil",
    "Gently crushed by its own slight weight, reviving memories of delights once stumbled on as a boy,",
    "Delights often wreathed with necessary pain, like the stout unforgiving thorns",
    "That tear shirt and skin as we stretch for ripe blackberries, to be gulped down fast,",
    "Sweeter than butter and marmalade, quenching our thirst better than sucked ice,",
    "Making us almost drunk as we shriek with false contempt at each benighted ump",
    "Who decides against our teams. What happened to those blissful fruits, honeydew, purple plum,",
    "White raspberry, for stealing which from Mrs. Grossman’s stand I invented ingenious alibis",
    "That she never believed (insulting, or what?)? Where are childhood’s innocent sweetnesses, like homemade rice",
    "Pudding and mince pie? Or the delicious resistances of various foods — bony",
    "Lobsters, chops with their succulent tiny interstices, corn sticking to the cob, or the grilled feast",
    "Of brook trout I caught without too much fuss after kicking a resentful hornets’",
    "Nest? And when carnality replaced appetite, I was communally pronounced the horniest",
    "Ten-year-old around; and I hadn’t even seen you. But when I did, you became the plume",
    "In the horse’s hat of my lust. I was thirteen when we first danced together. There weren’t many afters",
    "But I cherish my plume. There weren’t any afters, nothing, just a gentle abseil I",
    "Could not climb back up. I still wave my plume, or my horse does, as he canters nobly",
    "Into next year, my eighty-fifth. I hasten to add that “this coyness, lady, were no crime”",
    "If I didn’t, in spite of all, feel so grateful to you. All manner of",
    "Fill my throat, along with immortal memories, of which I must acknowledge the thorniest",
    "To be your disappearance, whether you tanked in river water or were scorched by Zeus’s proximity (or some such baloney);",
    "But your firm breasts, taut nipples, and bent thighs? No thorns. All you wanted was a loosened peplum,",
    "So I still bear your plume, and your name will not die: not to be written here or read, but my voice shall sibilate",
    "It so shrilly that unseeded babies hear me, and every hidden woodworm wake from its dream to fall forever from the rafters."
  ],
  "title": "Cool gales shall fan the glades",
  "year": ""
}