{
  "author": "Joy Harjo",
  "classification": "Metaphor",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries",
    "Race",
    "Ethnicity",
    "Other Religions",
    "Mythology",
    "Folklore",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179781",
  "region": "",
  "text": [
    "In the last days of the fourth world I wished to make a map for",
    "those who would climb through the hole in the sky.",
    "My only tools were the desires of humans as they emerged",
    "from the killing fields, from the bedrooms and the kitchens.",
    "For the soul is a wanderer with many hands and feet.",
    "The map must be of sand and can’t be read by ordinary light. It",
    "must carry fire to the next tribal town, for renewal of spirit.",
    "In the legend are instructions on the language of the land, how it",
    "was we forgot to acknowledge the gift, as if we were not in it or of it.",
    "Take note of the proliferation of supermarkets and malls, the",
    "altars of money. They best describe the detour from grace.",
    "Keep track of the errors of our forgetfulness; the fog steals our",
    "children while we sleep.",
    "Flowers of rage spring up in the depression. Monsters are born",
    "there of nuclear anger.",
    "Trees of ashes wave good-bye to good-bye and the map appears to",
    "disappear.",
    "We no longer know the names of the birds here, how to speak to",
    "them by their personal names.",
    "Once we knew everything in this lush promise.",
    "What I am telling you is real and is printed in a warning on the",
    "map. Our forgetfulness stalks us, walks the earth behind us, leav-",
    "ing a trail of paper diapers, needles, and wasted blood.",
    "An imperfect map will have to do, little one.",
    "The place of entry is the sea of your mother’s blood, your father’s",
    "small death as he longs to know himself in another.",
    "There is no exit.",
    "The map can be interpreted through the wall of the intestine—a",
    "spiral on the road of knowledge.",
    "You will travel through the membrane of death, smell cooking",
    "from the encampment where our relatives make a feast of fresh",
    "deer meat and corn soup, in the Milky Way.",
    "They have never left us; we abandoned them for science.",
    "And when you take your next breath as we enter the fifth world",
    "there will be no",
    ", no guidebook with words you can carry.",
    "You will have to navigate by your mother’s voice, renew the song",
    "she is singing.",
    "Fresh courage glimmers from planets.",
    "And lights the map printed with the blood of history, a map you",
    "will have to know by your intention, by the language of suns.",
    "When you emerge note the tracks of the monster slayers where they",
    "entered the cities of artificial light and killed what was killing us.",
    "You will see red cliffs. They are the heart, contain the ladder.",
    "A white deer will greet you when the last human climbs from the",
    "destruction.",
    "Remember the hole of shame marking the act of abandoning our",
    "tribal grounds.",
    "We were never perfect.",
    "Yet, the journey we make together is perfect on this earth who was",
    "once a star and made the same mistakes as humans.",
    "We might make them again, she said.",
    "Crucial to finding the way is this: there is no beginning or end.",
    "You must make your own map."
  ],
  "title": "A Map to the Next World",
  "year": ""
}