{
  "author": "Joy Harjo",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247320",
  "region": "",
  "text": [
    "In the United terminal in Chicago at five on a Friday afternoon",
    "The sky is breaking with rain and wind and all the flights",
    "Are delayed forever. We will never get to where we are going",
    "And there’s no way back to where we’ve been.",
    "The sun and the moon have disappeared to an island far from anywhere.",
    "Everybody has a heartache —",
    "The immense gatekeeper of Gate Z–100 keeps his cool.",
    "This guardian of the sky teases me and makes me smile through the mess,",
    "Building up his airline by stacking it against the company I usually travel:",
    "I laugh as he hands me back my ticket, then he turns to charm",
    "The next customer, his feet tired in his minimum wage shoes.",
    "Everybody has a heartache —",
    "The man with his head bobbing to music no one else can hear has that satisfied",
    "Feel — a full belly of sweet and a wife who sings heartache to sleep.",
    "In his luggage (that will be lost and never found) is a musty dream of flying",
    "Solo to Africa, with a stop on the return to let go the stories too difficult to",
    "Carry home. He’ll take off his shoes to walk in a warm, tropical sea.",
    "He’ll sing to the ancestors:",
    "But all the mamas worked to the bone gone too young.",
    "Broken by The Man.",
    "Everybody has a heartache —",
    "Everyone’s mouthing fried, sweet, soft and fat,",
    "While we wait for word in the heart of the scrambled beast.",
    "The sparkle of soda wets the dream core.",
    "That woman over there the color of broth did what she was told.",
    "It’s worked out well as can be expected in a world",
    "Where she was no beauty queen and was never seen,",
    "Always in the back of someplace in the back —",
    "She holds the newest baby. He has croup.",
    "He sits up front of her with his new crop of teeth.",
    "Everybody has a heartache —",
    "This man speaks to no one, but his body does.",
    "Half his liver is swollen with anger; the other half is trying",
    "To apologize —",
    "What a mess I’ve made of history, he thinks without thinking.",
    "Mother coming through the screen door, her clothes torn,",
    "Whimpering:",
    "Don’t cry. Baby don’t cry.",
    "And he never cries again.",
    "Everybody has a heartache —",
    "Baby girl dressed to impress, toddles about with lace on this and ruffle on that —",
    "Her mother’s relatives are a few hundred miles away poised to welcome.",
    "They might as well live on a planet of ice cream.",
    "She’s a brand new wing, grown up from a family’s broken hope.",
    "Just don’t look down.",
    "Everybody has a heartache —",
    "Good-looking punk girl taps this on her screen",
    "to a stranger she has never seen:",
    "I was slick fine leather with a drink in my hand.",
    "Flying with a comet messenger nobody sees.",
    "The quick visitor predicts that the top will be the bottom",
    "And the bottom will flatten and dive into the sea.",
    "I want to tell her:",
    "You will dine with the lobster king, and",
    "You will dance with crabs clicking castanets. You will sleep-",
    "Walk beyond the vestibule of sadness with a stranger",
    "You have loved for years.",
    "Everybody has a heartache —",
    "This silence in the noise of the terminal is a mountain of bison skulls.",
    "Unless the indigenous are dancing powwow all decked out in flash and beauty",
    "We just don’t exist. We’ve been dispersed to an outlaw cowboy tale.",
    "What were they thinking with all those guns and those handcuffs",
    "In a size for babies?",
    "They just don’t choose to remember.",
    "We’re here.",
    "In the terminal of stopped time I went unsteady to the beat,",
    "Driven by a hungry spirit who is drunk with words and songs.",
    "What can I do?",
    "I have to take care of it.",
    "The famished spirit eats fire, poetry, and rain; it only wants love.",
    "I argue:",
    "Do you even know what it looks like, smells like?",
    "But you cannot argue with hungry spirits.",
    "I don’t know exactly where I’m going; I only know where I’ve been,",
    "I want to tell the man who sifted through the wreck to find us here",
    "In the blues shack of disappeared history —",
    "I feel the weight of his heart against my cheek.",
    "His hand is on my back pulling me to him in the dark, to a place",
    "No soldiers can reach.",
    "I hear the whoop-cries of warriors calling fire for a stand",
    "Against the brutality of forgetfulness —",
    "Everybody has a heartache —",
    "We will all find our way, no matter fire leaping through holes in jump time,",
    "No matter earthquake, or the breaking of love spilling over the dreck of matter",
    "In the ether, stacking one burden",
    "Against the other —",
    "We have a heartache."
  ],
  "title": "Everybody Has a Heartache: A Blues",
  "year": ""
}