{
  "author": "Joy Harjo",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177196",
  "region": "",
  "text": [
    "At dawn the panther of the heavens peers over the edge of the world.",
    "She hears the stars gossip with the sun, sees the moon washing her lean",
    "darkness with water electrified by prayers. All over the world there are those",
    "who can't sleep, those who never awaken.",
    "My granddaughter sleeps on the breast of her mother with milk on",
    "her mouth. A fly contemplates the sweetness of lactose.",
    "Her father is wrapped in the blanket of nightmares. For safety he",
    "approaches the red hills near Thoreau. They recognize him and sing for",
    "him.",
    "Her mother has business in the house of chaos. She is a prophet dis-",
    "guised as a young mother who is looking for a job. She appears at the",
    "door of my dreams and we put the house back together.",
    "Panther watches as human and animal souls are lifted to the heavens by",
    "rain clouds to partake of songs of beautiful thunder.",
    "Others are led by deer and antelope in the wistful hours to the vil-",
    "lages of their ancestors. There they eat cornmeal cooked with berries",
    "that stain their lips with purple while the tree of life flickers in the sun.",
    "It's October, though the season before dawn is always winter. On the",
    "city streets of this desert town lit by chemical yellow travelers",
    "search for home.",
    "Some have been drinking and intimate with strangers. Others are",
    "escapees from the night shift, sip lukewarm coffee, shift gears to the",
    "other side of darkness.",
    "One woman stops at a red light, turns over a worn tape to the last",
    "chorus of a whispery blues. She has decided to live another day.",
    "The stars take notice, as do the half-asleep flowers, prickly pear and",
    "chinaberry tree who drink exhaust into their roots, into the earth.",
    "She guns the light to home where her children are asleep and may",
    "never know she ever left. That their fate took a turn in the land of",
    "nightmares toward the sun may be untouchable knowledge.",
    "It is a sweet sound.",
    "The panther relative yawns and puts her head between her paws.",
    "She dreams of the house of panthers and the seven steps to grace."
  ],
  "title": "Insomnia and the Seven Steps to Grace",
  "year": ""
}