{
  "author": "Joy Harjo",
  "classification": "Metaphor",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "War",
    "Conflict",
    "Faith",
    "Doubt",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179779",
  "region": "",
  "text": [
    "We were dreaming on an occupied island at the farthest edge",
    "of a trembling nation when it went down.",
    "Two towers rose up from the east island of commerce and touched",
    "the sky. Men walked on the moon. Oil was sucked dry",
    "by two brothers. Then it went down. Swallowed",
    "by a fire dragon, by oil and fear.",
    "Eaten whole.",
    "It was coming.",
    "We had been watching since the eve of the missionaries in their",
    "long and solemn clothes, to see what would happen.",
    "We saw it",
    "from the kitchen window over the sink",
    "as we made coffee, cooked rice and",
    "potatoes, enough for an army.",
    "We saw it all, as we changed diapers and fed",
    "the babies. We saw it,",
    "through the branches",
    "of the knowledgeable tree",
    "through the snags of stars, through",
    "the sun and storms from our knees",
    "as we bathed and washed",
    "the floors.",
    "The conference of the birds warned us, as they flew over",
    "destroyers in the harbor, parked there since the first takeover.",
    "It was by their song and talk we knew when to rise",
    "when to look out the window",
    "to the commotion going on—",
    "the magnetic field thrown off by grief.",
    "We heard it.",
    "The racket in every corner of the world. As",
    "the hunger for war rose up in those who would steal to be president",
    "to be king or emperor, to own the trees, stones, and everything",
    "else that moved about the earth, inside the earth",
    "and above it.",
    "We knew it was coming, tasted the winds who gathered intelligence",
    "from each leaf and flower, from every mountain, sea",
    "and desert, from every prayer and song all over this tiny universe",
    "floating in the skies of infinite",
    "being.",
    "And then it was over, this world we had grown to love",
    "for its sweet grasses, for the many-colored horses",
    "and fishes, for the shimmering possibilities",
    "while dreaming.",
    "But then there were the seeds to plant and the babies",
    "who needed milk and comforting, and someone",
    "picked up a guitar or ukulele from the rubble",
    "and began to sing about the light flutter",
    "the kick beneath the skin of the earth",
    "we felt there, beneath us",
    "a warm animal",
    "a song being born between the legs of her;",
    "a poem."
  ],
  "title": "When the World as We Knew It Ended",
  "year": ""
}