{
  "author": "Ben Jonson",
  "classification": "",
  "keywords": [],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/181029",
  "region": "England",
  "text": [
    "Tonight, grave sir, both my poor house, and I",
    "Do equally desire your company;",
    "Not that we think us worthy such a guest,",
    "But that your worth will dignify our feast",
    "With those that come, whose grace may make that seem",
    "Something, which else could hope for no esteem.",
    "It is the fair acceptance, sir, creates",
    "The entertainment perfect, not the cates.",
    "Yet shall you have, to rectify your palate,",
    "An olive, capers, or some better salad",
    "Ushering the mutton; with a short-legged hen,",
    "If we can get her, full of eggs, and then",
    "Lemons, and wine for sauce; to these a cony",
    "Is not to be despaired of, for our money;",
    "And, though fowl now be scarce, yet there are clerks,",
    "The sky not falling, think we may have larks.",
    "I’ll tell you of more, and lie, so you will come:",
    "Of partridge, pheasant, woodcock, of which some",
    "May yet be there, and godwit, if we can;",
    "Knat, rail, and ruff too. Howsoe’er, my man",
    "Shall read a piece of Virgil, Tacitus,",
    "Livy, or of some better book to us,",
    "Of which we’ll speak our minds, amidst our meat;",
    "And I’ll profess no verses to repeat.",
    "To this, if ought appear which I not know of,",
    "That will the pastry, not my paper, show of.",
    "Digestive cheese and fruit there sure will be;",
    "But that which most doth take my Muse and me,",
    "Is a pure cup of rich Canary wine,",
    "Which is the Mermaid’s now, but shall be mine;",
    "Of which had Horace, or Anacreon tasted,",
    "Their lives, as so their lines, till now had lasted.",
    "Tobacco, nectar, or the Thespian spring,",
    "Are all but Luther's beer to this I sing.",
    "Of this we will sup free, but moderately,",
    "And we will have no Pooley, or Parrot by,",
    "Nor shall our cups make any guilty men;",
    "But, at our parting we will be as when",
    "We innocently met. No simple word",
    "That shall be uttered at our mirthful board,",
    "Shall make us sad next morning or affright",
    "The liberty that we’ll enjoy tonight."
  ],
  "title": "Inviting a Friend to Supper",
  "year": ""
}