{
  "author": "Ben Jonson",
  "classification": "",
  "keywords": [],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/181031",
  "region": "England",
  "text": [
    "Thou art not, Penshurst, built to envious show,",
    "Of touch or marble; nor canst boast a row",
    "Of polished pillars, or a roof of gold;",
    "Thou hast no lantern, whereof tales are told,",
    "Or stair, or courts; but stand’st an ancient pile,",
    "And, these grudged at, art reverenced the while.",
    "Thou joy’st in better marks, of soil, of air,",
    "Of wood, of water; therein thou art fair.",
    "Thou hast thy walks for health, as well as sport;",
    "Thy mount, to which the dryads do resort,",
    "Where Pan and Bacchus their high feasts have made,",
    "Beneath the broad beech and the chestnut shade;",
    "That taller tree, which of a nut was set",
    "At his great birth where all the Muses met.",
    "There in the writhèd bark are cut the names",
    "Of many a sylvan, taken with his flames;",
    "And thence the ruddy satyrs oft provoke",
    "The lighter fauns to reach thy Lady’s Oak.",
    "Thy copse too, named of Gamage, thou hast there,",
    "That never fails to serve thee seasoned deer",
    "When thou wouldst feast or exercise thy friends.",
    "The lower land, that to the river bends,",
    "Thy sheep, thy bullocks, kine, and calves do feed;",
    "The middle grounds thy mares and horses breed.",
    "Each bank doth yield thee conies; and the tops,",
    "Fertile of wood, Ashore and Sidney’s copse,",
    "To crown thy open table, doth provide",
    "The purpled pheasant with the speckled side;",
    "The painted partridge lies in every field,",
    "And for thy mess is willing to be killed.",
    "And if the high-swollen Medway fail thy dish,",
    "Thou hast thy ponds, that pay thee tribute fish,",
    "Fat aged carps that run into thy net,",
    "And pikes, now weary their own kind to eat,",
    "As loath the second draught or cast to stay,",
    "Officiously at first themselves betray;",
    "Bright eels that emulate them, and leap on land",
    "Before the fisher, or into his hand.",
    "Then hath thy orchard fruit, thy garden flowers,",
    "Fresh as the air, and new as are the hours.",
    "The early cherry, with the later plum,",
    "Fig, grape, and quince, each in his time doth come;",
    "The blushing apricot and woolly peach",
    "Hang on thy walls, that every child may reach.",
    "And though thy walls be of the country stone,",
    "They’re reared with no man’s ruin, no man’s groan;",
    "There’s none that dwell about them wish them down;",
    "But all come in, the farmer and the clown,",
    "And no one empty-handed, to salute",
    "Thy lord and lady, though they have no suit.",
    "Some bring a capon, some a rural cake,",
    "Some nuts, some apples; some that think they make",
    "The better cheeses bring them, or else send",
    "By their ripe daughters, whom they would commend",
    "This way to husbands, and whose baskets bear",
    "An emblem of themselves in plum or pear.",
    "But what can this (more than express their love)",
    "Add to thy free provisions, far above",
    "The need of such? whose liberal board doth flow",
    "With all that hospitality doth know;",
    "Where comes no guest but is allowed to eat,",
    "Without his fear, and of thy lord’s own meat;",
    "Where the same beer and bread, and selfsame wine,",
    "This is his lordship’s shall be also mine,",
    "And I not fain to sit (as some this day",
    "At great men’s tables), and yet dine away.",
    "Here no man tells my cups; nor, standing by,",
    "A waiter doth my gluttony envy,",
    "But gives me what I call, and lets me eat;",
    "He knows below he shall find plenty of meat.",
    "The tables hoard not up for the next day;",
    "Nor, when I take my lodging, need I pray",
    "For fire, or lights, or livery; all is there,",
    "As if thou then wert mine, or I reigned here:",
    "There’s nothing I can wish, for which I stay.",
    "That found King James when, hunting late this way",
    "With his brave son, the prince, they saw thy fires",
    "Shine bright on every hearth, as the desires",
    "Of thy Penates had been set on flame",
    "To entertain them; or the country came",
    "With all their zeal to warm their welcome here.",
    "What (great I will not say, but) sudden cheer",
    "Didst thou then make ’em! and what praise was heaped",
    "On thy good lady then, who therein reaped",
    "The just reward of her high housewifery;",
    "To have her linen, plate, and all things nigh,",
    "When she was far; and not a room but dressed",
    "As if it had expected such a guest!",
    "These, Penshurst, are thy praise, and yet not all.",
    "Thy lady’s noble, fruitful, chaste withal.",
    "His children thy great lord may call his own,",
    "A fortune in this age but rarely known.",
    "They are, and have been, taught religion; thence",
    "Their gentler spirits have sucked innocence.",
    "Each morn and even they are taught to pray,",
    "With the whole household, and may, every day,",
    "Read in their virtuous parents’ noble parts",
    "The mysteries of manners, arms, and arts.",
    "Now, Penshurst, they that will proportion thee",
    "With other edifices, when they see",
    "Those proud, ambitious heaps, and nothing else,",
    "May say their lords have built, but thy lord dwells."
  ],
  "title": "To Penshurst",
  "year": ""
}