{
  "author": "Ben Jonson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Relationships",
    "Friends",
    "Enemies"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/181035",
  "region": "England",
  "text": [
    "Brave infant of Saguntum, clear",
    "Thy coming forth in that great year,",
    "When the prodigious Hannibal did crown",
    "His rage with razing your immortal town.",
    "Thou, looking then about,",
    "Ere thou wert half got out,",
    "Wise child, didst hastily return,",
    "And mad’st thy mother’s womb thine urn.",
    "How summed a circle didst thou leave mankind",
    "Of deepest lore, could we the center find!",
    "Did wiser Nature draw thee back",
    "From out the horror of that sack,",
    "Where shame, faith, honor, and regard of right",
    "Lay trampled on; the deeds of death and night",
    "Urged, hurried forth, and hurled",
    "Upon th’ affrighted world;",
    "Sword, fire, and famine, with fell fury met,",
    "And all on utmost ruin set,",
    "As, could they but life’s miseries foresee,",
    "No doubt all infants would return like thee?",
    "For what is life, if measured by the space,",
    "Not by the act?",
    "Or maskèd man, if valued by his face",
    "Above his fact?",
    "Here’s one outlived his peers",
    "And told forth fourscore years;",
    "He vexèd time and busied the whole state,",
    "Troubled both foes and friends;",
    "But ever to no ends:",
    "What did this stirrer but die late?",
    "How well at twenty had he fall’n or stood!",
    "For three of his fourscore he did no good.",
    "He entered well, by virtuous parts,",
    "Got up and thrived with honest arts;",
    "He purchased friends, and fame, and honors then,",
    "And had his noble name advanced with men;",
    "But weary of that flight",
    "He stooped in all men’s sight",
    "To sordid flatteries, acts of strife,",
    "And sunk in that dead sea of life",
    "So deep, as he did then death’s waters sup,",
    "But that the cork of title buoyed him up.",
    "Alas, but Morison fell young;",
    "He never fell, thou fall’st, my tongue.",
    "He stood, a soldier to the last right end,",
    "A perfect patriot, and a noble friend,",
    "But most a virtuous son.",
    "All offices were done",
    "By him so ample, full, and round,",
    "In weight, in measure, number, sound,",
    "As, though his age imperfect might appear,",
    "His life was of humanity the sphere.",
    "Go now, and tell out days summed up with fears,",
    "And make them years;",
    "Produce thy mass of miseries on the stage",
    "To swell thin age;",
    "Repeat of things a throng,",
    "To show thou hast been long,",
    "Not lived; for life doth her great actions spell",
    "By what was done and wrought",
    "In season, and so brought",
    "To light: her measures are, how well",
    "Each syllabe answered, and was formed how fair;",
    "These make the lines of life, and that’s her air.",
    "It is not growing like a tree",
    "In bulk doth make man better be;",
    "Or standing long an oak, three hundred year,",
    "To fall a log at last, dry, bald, and sere:",
    "A lily of a day",
    "Is fairer far in May;",
    "Although it fall and die that night,",
    "It was the plant and flower of light.",
    "In small proportions we just beauties see,",
    "And in short measures life may perfect be.",
    "Call, noble Lucius, then for wine,",
    "And let thy looks with gladness shine;",
    "Accept this garland, plant it on thy head,",
    "And think, nay know, thy Morison’s not dead.",
    "He leaped the present age,",
    "Possessed with holy rage",
    "To see that bright eternal day;",
    "Of which we priests and poets say",
    "Such truths as we expect for happy men,",
    "And there he lives with memory, and Ben",
    "Jonson! who sung thus of him, ere he went",
    "Himself to rest,",
    "Or taste a part of that full joy he meant",
    "To have expressed",
    "In this bright asterism;",
    "Where it were friendship’s schism",
    "(Were not his Lucius long with us to tarry)",
    "To separate these twi-",
    "Lights, the Dioscuri,",
    "And keep the one half from his Harry.",
    "But fate doth so alternate the design,",
    "Whilst that in heaven, this light on earth must shine.",
    "And shine as you exalted are,",
    "Two names of friendship, but one star:",
    "Of hearts the union. And those not by chance",
    "Made, or indenture, or leased out t’advance",
    "The profits for a time.",
    "No pleasures vain did chime",
    "Of rimes, or riots, at your feasts,",
    "Orgies of drink, or feigned protests,",
    "But simple love of greatness and of good;",
    "That knits brave minds and manners more than blood.",
    "This made you first to know the why",
    "You liked, then after to apply",
    "That liking, and approach so one the tother,",
    "Till either grew a portion of the other:",
    "Each styled by his end",
    "The copy of his friend.",
    "You lived to be the great surnames",
    "And titles by which all made claims",
    "Unto the virtue. Nothing perfect done,",
    "But as a Cary, or a Morison.",
    "And such a force the fair example had,",
    "As they that saw",
    "The good, and durst not practice it, were glad",
    "That such a law",
    "Was left yet to mankind;",
    "Where they might read and find",
    ", indeed, was written, not in words;",
    "And with the heart, not pen,",
    "Of two so early men,",
    "Whose lines her rolls were, and recòrds,",
    "Who, ere the first down bloomèd on the chin,",
    "Had sowed these fruits, and got the harvest in."
  ],
  "title": "To the Immortal Memory and Friendship of That Noble Pair, Sir Lucius Cary and Sir Henry Morison",
  "year": ""
}