{
  "author": "Ben Jonson",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/173731",
  "region": "England",
  "text": [
    "To draw no envy, Shakespeare, on thy name,",
    "Am I thus ample to thy book and fame;",
    "While I confess thy writings to be such",
    "As neither man nor muse can praise too much;",
    "'Tis true, and all men's suffrage. But these ways",
    "Were not the paths I meant unto thy praise;",
    "For seeliest ignorance on these may light,",
    "Which, when it sounds at best, but echoes right;",
    "Or blind affection, which doth ne'er advance",
    "The truth, but gropes, and urgeth all by chance;",
    "Or crafty malice might pretend this praise,",
    "And think to ruin, where it seem'd to raise.",
    "These are, as some infamous bawd or whore",
    "Should praise a matron; what could hurt her more?",
    "But thou art proof against them, and indeed,",
    "Above th' ill fortune of them, or the need.",
    "I therefore will begin. Soul of the age!",
    "The applause, delight, the wonder of our stage!",
    "My Shakespeare, rise! I will not lodge thee by",
    "Chaucer, or Spenser, or bid Beaumont lie",
    "A little further, to make thee a room:",
    "Thou art a monument without a tomb,",
    "And art alive still while thy book doth live",
    "And we have wits to read and praise to give.",
    "That I not mix thee so, my brain excuses,",
    "I mean with great, but disproportion'd Muses,",
    "For if I thought my judgment were of years,",
    "I should commit thee surely with thy peers,",
    "And tell how far thou didst our Lyly outshine,",
    "Or sporting Kyd, or Marlowe's mighty line.",
    "And though thou hadst small Latin and less Greek,",
    "From thence to honour thee, I would not seek",
    "For names; but call forth thund'ring Aeschylus,",
    "Euripides and Sophocles to us;",
    "Pacuvius, Accius, him of Cordova dead,",
    "To life again, to hear thy buskin tread,",
    "And shake a stage; or, when thy socks were on,",
    "Leave thee alone for the comparison",
    "Of all that insolent Greece or haughty Rome",
    "Sent forth, or since did from their ashes come.",
    "Tri'umph, my Britain, thou hast one to show",
    "To whom all scenes of Europe homage owe.",
    "He was not of an age but for all time!",
    "And all the Muses still were in their prime,",
    "When, like Apollo, he came forth to warm",
    "Our ears, or like a Mercury to charm!",
    "Nature herself was proud of his designs",
    "And joy'd to wear the dressing of his lines,",
    "Which were so richly spun, and woven so fit,",
    "As, since, she will vouchsafe no other wit.",
    "The merry Greek, tart Aristophanes,",
    "Neat Terence, witty Plautus, now not please,",
    "But antiquated and deserted lie,",
    "As they were not of Nature's family.",
    "Yet must I not give Nature all: thy art,",
    "My gentle Shakespeare, must enjoy a part.",
    "For though the poet's matter nature be,",
    "His art doth give the fashion; and, that he",
    "Who casts to write a living line, must sweat,",
    "(Such as thine are) and strike the second heat",
    "Upon the Muses' anvil; turn the same",
    "(And himself with it) that he thinks to frame,",
    "Or, for the laurel, he may gain a scorn;",
    "For a good poet's made, as well as born;",
    "And such wert thou. Look how the father's face",
    "Lives in his issue, even so the race",
    "Of Shakespeare's mind and manners brightly shines",
    "In his well-turned, and true-filed lines;",
    "In each of which he seems to shake a lance,",
    "As brandish'd at the eyes of ignorance.",
    "Sweet Swan of Avon! what a sight it were",
    "To see thee in our waters yet appear,",
    "And make those flights upon the banks of Thames,",
    "That so did take Eliza and our James!",
    "But stay, I see thee in the hemisphere",
    "Advanc'd, and made a constellation there!",
    "Shine forth, thou star of poets, and with rage",
    "Or influence, chide or cheer the drooping stage;",
    "Which, since thy flight from hence, hath mourn'd like night,",
    "And despairs day, but for thy volume's light."
  ],
  "title": "To the Memory of My Beloved the Author, Mr. William Shakespeare",
  "year": ""
}