{
  "author": "Ellen Bryant Voigt",
  "classification": "",
  "keywords": [
    "Youth",
    "Race",
    "Ethnicity",
    "Social Commentaries",
    "Coming of Age",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177988",
  "region": "U.S., Southern",
  "text": [
    "This is how it was:",
    "they had their own churches, their own schools,",
    "schoolbuses, football teams, bands and majorettes,",
    "separate restaurants, in all the public places",
    "their own bathrooms, at the doctor’s",
    "their own waiting room, in the",
    "a column for their news, in the village",
    "a neighborhood called Sugar Hill,",
    "uneven rows of unresponsive houses",
    "that took the maids back in each afternoon—",
    "in our homes used the designated door,",
    "on Trailways sat in the back, and at the movie",
    "paid at a separate entrance, stayed upstairs.",
    "Saturdays, a double feature drew the local kids",
    "as the town bulged, families surfacing",
    "for groceries, medicine and wine,",
    "the black barber, white clerks in the stores—crowds",
    "lined the sidewalks, swirled through the courthouse yard,",
    "around the stone soldier and the flag,",
    "and still I never",
    "them on the street.",
    "It seemed a chivalric code",
    "laced the milk: you’d try not to look",
    "and they would try to be invisible.",
    "Once, on my way to the creek,",
    "I went without permission to the tenants’",
    "log cabin near the barns, and when Aunt Susie",
    "opened the door, a cave yawned, and beyond her square,",
    "leonine, freckled face, in the hushed interior,",
    "Joe White lumbered up from the table, six unfolding",
    "feet of him, dark as a gun-barrel, his head bent",
    "to clear the chinked rafters, and I caught",
    "the terrifying smell of sweat and grease,",
    "smell of the woodstove, nightjar, straw mattress—",
    "This was rural Piedmont, upper south;",
    "we lived on a farm but not in poverty.",
    "When finally we got our own TV, the evening news",
    "with its hooded figures of the Ku Klux Klan",
    "seemed like another movie—",
    "the serial of Atlantis in the sea.",
    "By then I was thirteen,",
    "and no longer went to movies to see movies.",
    "The downstairs forged its attentions forward,",
    "toward the lit horizon, but leaning a little",
    "to one side or the other, arranging the pairs",
    "that would own the county, stores and farms, everything",
    "but easy passage out of there—",
    "and through my wing-tipped glasses the balcony",
    "took on a sullen glamor: whenever the film",
    "sputtered on the reel, when the music died",
    "and the lights came on, I swiveled my face",
    "up to where they whooped and swore,",
    "to the smoky blue haze and that tribe",
    "of black and brown, licorice, coffee,",
    "taffy, red oak, sweet tea—",
    "wanting to look, not knowing how to see,",
    "I thought it was a special privilege",
    "to enter the side door, climb the stairs",
    "and scan the even rows below—trained bears",
    "in a pit, herded by the stringent rule,",
    "while they were free, lounging above us,",
    "their laughter pelting down on us like trash."
  ],
  "title": "At the Movie: Virginia, 1956",
  "year": ""
}