{
  "author": "Ellen Bryant Voigt",
  "classification": "Blank Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Summer",
    "Love",
    "Men",
    "Women",
    "Relationships",
    "Nature",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171808",
  "region": "U.S., Southern",
  "text": [
    "Up there on the mountain road, the fireworks",
    "blistered and subsided, for once at eye level:",
    "spatter of light like water flicked from the fingers;",
    "the brief emergent pattern; and after the afterimage bled",
    "from the night sky, a delayed and muffled thud",
    "that must have seemed enormous down below,",
    "the sound concomitant with the arranged",
    "threat of fire above the bleachers.",
    "I stood as tall and straight as possible,",
    "trying to compensate, trying not to lean in my friend’s",
    "direction. Beside me, correcting height, he slouched",
    "his shoulders, knees locked, one leg stuck out",
    "to form a defensive angle with the other.",
    "Thus we were most approximate",
    "and most removed.",
    "In the long pauses",
    "between explosions, he’d signal conversation",
    "by nodding vaguely toward the ragged pines.",
    "I said my children would have loved the show.",
    "He said we were watching youth at a great distance,",
    "and I thought how the young",
    "are truly boring, unvaried as they are",
    "by the deep scar of doubt, the constant afterimage",
    "of regret—no major tension in their bodies, no tender",
    "hesitation, they don’t yet know",
    "that this is so much work, scraping",
    "from the self its multiple desires; don’t yet know",
    "fatigue with self, the hunger for obliteration",
    "that wakes us in the night at the dead hour",
    "and fuels good sex.",
    "Of course I didn’t say it.",
    "I realized he watched the fireworks",
    "with the cool attention he had turned on women",
    "dancing in the bar, a blunt uninvested gaze",
    "calibrating every moving part, thighs,",
    "breasts, the muscles of abandon.",
    "I had wanted that gaze on me.",
    "And as the evening dwindled to its nub,",
    "its puddle of tallow, appetite without object,",
    "as the men peeled off to seek",
    "the least encumbered consolation",
    "and the women grew expansive with regard—",
    "how have I managed so long to stand among the paired",
    "bodies, the raw pulsing music driving",
    "loneliness into the air like scent,",
    "and not be seized by longing,",
    "not give anything to be summoned",
    "into the larger soul two souls can make?",
    "Watching the fireworks with my friend,",
    "so little ease between us,",
    "I see that I have armed myself;",
    "fire changes everything it touches.",
    "Perhaps he has foreseen this impediment.",
    "Perhaps when he holds himself within himself,",
    "a sheathed angular figure at my shoulder,",
    "he means to be protective less of him",
    "than me, keeping his complicating rage",
    "inside his body. And what would it solve",
    "if he took one hand from his pocket,",
    "risking touch, risking invitation—",
    "if he took my hand it would not alter",
    "this explicit sadness.",
    "The evening stalls,",
    "the fireworks grow boring at this remove.",
    "The traffic prowling the highway at our backs,",
    "the couples, the families scuffling on the bank",
    "must think us strangers to each other. Or,",
    "more likely, with the celebrated fireworks thrusting",
    "their brilliant repeating designs above the ridge,",
    "we simply blur into the foreground,",
    "like the fireflies dragging among the trees",
    "their separate, discontinuous lanterns."
  ],
  "title": "Blue Ridge",
  "year": ""
}