{
  "author": "Ellen Bryant Voigt",
  "classification": "Free Verse",
  "keywords": [
    "Marriage",
    "Companionship",
    "Home Life",
    "Birth",
    "Birthdays",
    "Money",
    "Economics",
    "Trees",
    "Flowers",
    "Jobs",
    "Working",
    "Living",
    "Relationships",
    "Activities",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171809",
  "region": "U.S., Southern",
  "text": [
    "Like words put to a song, the bunched tobacco leaves",
    "are strung along a stick, the women",
    "standing in the August heat for hours—since first light—",
    "under the pitched tin roof, barefoot, and at their feet",
    "the babies, bare-assed, dirty, eating dirt.",
    "The older children hand the leaves from the slide,",
    "three leaves at a time, stalks upright, three handers",
    "for each stringer, and three more heaped canvas slides",
    "waiting in what little shade there is: it’s ten o’clock,",
    "almost dinnertime. They pull the pails of cold lunch",
    "and Mason jars of tea out of the spring",
    "when they see the farmer coming from the field, their men",
    "stripped to the waist, polished by sweat and tired as mules.",
    "By afternoon, the loose cotton dresses, even",
    "the headrags are dark with sweat.",
    "Still their fingers never miss a stitch,",
    "though they’re paid not by the stick but by the day,",
    "and the talk—unbroken news of cousins and acquaintances—",
    "unwinding with the ball of twine, a frayed snuff-twig",
    "bouncing on one lip, the string paying out",
    "through their calluses, the piles of wide green leaves",
    "diminishing, until the men appear with the last slide",
    "and clamber up the rafters of the barn",
    "to line the loaded sticks along the tiers. It’s Friday:",
    "the farmer pays with a wad of ones and fives,",
    "having turned the mule out to its feed and water,",
    "hung up the stiffened traces and the bit. He checks",
    "again the other barns, already fired, crude ovens",
    "of log and mud where the crop is cured;",
    "in that hot dry acrid air, spreads a yellowing leaf",
    "across his palm, rolls an edge in his fingers,",
    "gauging by its texture and its smell",
    "how high to drive the fire.",
    "His crew is quiet in the pickup truck—did you think",
    "they were singing? They are much too tired to even speak,",
    "can barely lick salt from the back of a hand, brush at flies,",
    "hush a baby with a sugartit. And the man",
    "who owns this land is also tired.",
    "Everyday this week he’s meant to bring home pears",
    "from the old tree by the barn, but now he sees",
    "the fruit has fallen, sees the yellow jackets feeding there.",
    "He lights a Lucky, frames a joke for his wife—he’ll say",
    "their banker raised a piss-poor field this year.",
    "And she will lean against the doorjamb",
    "while he talks, while he scrubs his hands at the tin basin",
    "with a split lemon and a pumice stone, rubs them raw",
    "trying to cut the gummy resin, that stubborn",
    "black stain within the green."
  ],
  "title": "Bright Leaf",
  "year": ""
}