{
  "author": "Ellen Bryant Voigt",
  "classification": "",
  "keywords": [
    "Nature",
    "Family",
    "Ancestors",
    "Relationships",
    "Jobs",
    "Working",
    "Landscapes",
    "Pastorals",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177989",
  "region": "U.S., Southern",
  "text": [
    "When you move away, you see how much depends",
    "on the pace of the days—how much",
    "depended on the haze we waded through",
    "each summer, visible heat, wavy and discursive",
    "as the lazy track of the snake in the dusty road;",
    "and on the habit in town of porches thatched in vines,",
    "and in the country long dense promenades, the way",
    "we sacrificed the yards to shade.",
    "It was partly the heat that made my father",
    "plant so many trees—two maples marking the site",
    "for the house, two elms on either side when it was done;",
    "mimosa by the fence, and as it failed, fast-growing chestnuts,",
    "loblolly pines; and dogwood, redbud, ornamental crab.",
    "On the farm, everything else he grew",
    "something could eat, but this",
    "would be a permanent mark of his industry,",
    "a glade established in the open field. Or so it seemed.",
    "Looking back at the empty house from across the hill,",
    "I see how well the house is camouflaged, see how",
    "that porous fence of saplings, their later",
    "scrim of foliage, thickened around it,",
    "and still he chinked and mortared, planting more.",
    "Last summer, although he’d lost all tolerance for heat,",
    "he backed the truck in at the family grave",
    "and stood in the truckbed all afternoon, pruning",
    "the landmark oak, repairing recent damage by a wind;",
    "then he came home and hung a swing",
    "in one of the horse-chestnuts for my visit.",
    "The heat was a hand at his throat,",
    "a fist to his weak heart. But it made a triumph",
    "of the cooler air inside, in the bedroom,",
    "in the maple bedstead where he slept,",
    "in the brick house nearly swamped by leaves."
  ],
  "title": "Landscape, Dense with Trees",
  "year": ""
}