{
  "author": "William Fuller",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250488",
  "region": "",
  "text": [
    "An idea is sometimes sweetened by refusing to be expressed,",
    "if it attends, solicitously, to this failure, and urges us on to",
    "discover the true impediment to its adaptation. In that",
    "spirit, and bearing that intention within us, we note here, as",
    "elsewhere, there are generally three alternative courses. The",
    "is simply to accept without question an explanation",
    "someone in our proximity, and whom we know, proffers and",
    "then elects to modify out of concern that small details are",
    "escaping to set up camp opposite what is being said. The",
    "is to surrender one’s reluctance to withdraw from the",
    "presence of an unsolved problem by grabbing crudely at",
    "vacant affirmations that nothing further need be done, that",
    "everything to be accomplished was accomplished well before",
    "current advocates approached the threshold, coaxed forward",
    "by the desire to indulge their own vanity. The",
    "is to",
    "remain absolutely uncommitted to any speciﬁc course, and",
    "to insist that the process begin anew each time, contending",
    "that no information will ever be adequate to the task of",
    "judgment, that the requirements, as they evolve, will make",
    "each element moot, or at a minimum place the likelihood",
    "of resolution in ever greater doubt over time, with the",
    "paradoxical effect that the impulse to continue is not",
    "thereby diminished, only channeled into a narrower, more",
    "determined form. Although no beneﬁts are likely to accrue",
    "from this last course, it’s unquestionably the one most often",
    "followed, owing perhaps to people’s need to test the strength",
    "of a membrane designed to repel assault, or their perennial",
    "enchantment with kaleidoscopic complications spreading",
    "over the earth, as time walks through the sky."
  ],
  "title": "At the House of the Rhyming Weir",
  "year": ""
}