{
  "author": "Theodore Weiss",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/16342",
  "region": "",
  "text": [
    "Even as you went over, Nietzsche,",
    "in your last letter, as ever, you tried",
    "to reach him:",
    "“Dear Herr Professor,",
    "When it comes to it I too would very much",
    "prefer a professorial chair in Basel",
    "to being God; but I did not dare to go",
    "so far in my private egoism as to refrain",
    "for its sake from the creation of the world.”",
    "The past before him, the hateful present",
    "stifling no end of futures with noisy smoke,",
    "what could the Dear Herr Professor, magnificently",
    "sober Jacob Burckhardt, do or do for you;",
    "how thrust pitiful hands into what proclaimed",
    "itself a sacred solitude?",
    "Maybe too at times,",
    "syringa blowing through his classroom (gape-",
    "mouthed angels Paracelsus pressed into his lectures",
    "in this very room, throwing all Basel",
    "into an uproar and a hatred that finally",
    "drove him out,",
    "familiars also like a rout",
    "of mornings bickering to swell the retinue",
    "of Dr. Faustus after breakfast), trumpeting",
    "through the profundity of his pauses,",
    "maybe he could let that host, with nothing",
    "to lose in being, be themselves, especially",
    "as there sprang among them heroes out of Raphael",
    "with everything to gain.",
    "Even now Astorre",
    "the horseman, in the twinkle of that scholar",
    "eye, spurs quarrying the dark, falcon-plumed,",
    "plunges, a warrior of Heaven, to the rescue",
    "of a youth, fallen with copious wounds,",
    "by this aid exalted.",
    "Alas, for all Astorre’s",
    "audacious charging down the margin of the page,",
    "the Professor’s age, parading with its Sunday",
    "family-walks and the thundrous drummers of Basel",
    "in trim, upholstered parks, benumbed him.",
    "What was there for him to do who saw",
    "his begetters, fighting men, furious, mighty",
    "in their pride, tumbled to such petty end?",
    "That beauty being slain on the high places",
    "in the midst of its noblest battle, should he,",
    "exclaiming, dare to tell it, publish it",
    "in the streets so prim and polished, to see",
    "the daughters of the philistines rejoice?",
    "He let you go, best emparadised,",
    "or so you said, in the sparkling shadow",
    "of a sword, retiring into frozen heights,",
    "a terrible loneliness, enhanced by sun.",
    "At the end, rocks breaking their doors for you,",
    "out poured the shaggy men, hordes of flame",
    "and drunkenness. Solitude, dressed in winds",
    "and falcons, rang, a honeycomb of voices",
    "hailing:",
    "dancer David; Agamemnon, amethyst",
    "with proud and deadly twisting; Dr. Faustus;",
    "Borgia and Astorre, those human hours,",
    "sowing splendors with their wily wrists.",
    "The peaks, much moved, conscious of the love",
    "that guides by the same capricious path as stars",
    "the agony, the maggot’s tooth, hurtling",
    "to your beloved town, stormed its arcades",
    "past the drowsiest beds. God was dead,",
    "long live the gods.",
    "In that third-floor room,",
    "still going about in your academic jacket",
    "and down at heel, all the heavens rejoicing,",
    "laughing, lifting up your legs,",
    "into the middle of the rout you leaped,",
    "a satyr’s dance, as always, the conclusion",
    "of the tragic truth . . .",
    "You in what we are,",
    "alas, and by your effort that had to fail",
    "have reached us.",
    "And we go, perhaps as the Dear",
    "Herr Professor did, saddened that we cannot",
    "give ourselves,",
    "the Greeks at last, Paul,",
    "St. Augustine, Luther, Calvin too, surpassed",
    "by the resolution—not time could tame it,",
    "not the mob’s indifference—of your fury."
  ],
  "title": "The Giant Yea",
  "year": ""
}