{
  "author": "Mark O'Brien",
  "classification": "Elegy",
  "keywords": [
    "Living",
    "Death",
    "Health",
    "Illness",
    "The Body",
    "The Mind",
    "Relationships",
    "Friends",
    "Enemies"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245454",
  "region": "U.S., Western",
  "text": [
    "Lonnie didn’t want to eat with Clifford.",
    "I tried to keep my eyes away from his mouth,",
    "Which opened uncontrollably,",
    "His thick saliva oozing over him.",
    "And he couldn’t talk.",
    "So I ate my lunch with Lonnie, heard him talk",
    "About the dive which broke his neck, about",
    "His motorcycle shop in Chico, while",
    "Another nurse gave Clifford lunch.",
    "Every day",
    "His parents came to push his chair around",
    "The grounds. A grim, determined pair;",
    "I wondered what disasters they had seen.",
    "The nurses talked with them about",
    "Their son. His eyes are beautiful, they said.",
    "One day a nurse who put her stethoscope",
    "To Clifford’s chest could not detect a beat.",
    "“His heart has stopped,” she said in quiet awe.",
    "The P.A. speakers cried:",
    "CODE BLUE, C-2, STAT! CODE BLUE, C-2, STAT!",
    "The doctors, nurses and technicians ran",
    "Into our crowded room. The squeaking",
    "Crash cart could not be heard above",
    "The urgent, human sounds the doctors made:",
    "A swirl of orders filled the air. “I need",
    "The mallet quick, goddamnit, QUICK, I said!”",
    "Encapsulated in my iron lung,",
    "I noted that doctors weren’t the calm",
    "Professionals portrayed by Robert Young",
    "And Richard Chamberlain, but people just",
    "As scared of death as everybody else.",
    "Then, they took me, iron lung and all,",
    "And parked me in a room",
    "Where women patients spend their lives.",
    "The room was quiet as a stone; no clocks",
    "Or television sets marked the time,",
    "Which passed as slowly as Moses climbing Mount Sinai,",
    "Until the social worker, Mrs. Mintzer,",
    "Came to talk to me about Shakespeare. All his tragedies,",
    "She said, contain a point where things begin",
    "To fall apart. The bold protagonist,",
    "No matter what his cunning, skill or strength,",
    "Can see his fall foreshadowed by a small",
    "Event. Macbeth saw Banquo at the feast",
    "And after that it went from bad to worse",
    "Until the murd’rous thane became a corpse",
    "Without a head. She paused to think a while.",
    "Now Clifford led a fairly normal life,",
    "She pointed out, despite his cerebral palsy.",
    "Playing cards and camping with his family",
    "Were not beyond his reach.",
    "The point where things fell apart occurred",
    "Five years ago, when he fell and broke",
    "His shoulder bone.",
    "“Clifford died,” she said.",
    "And tried to comfort me with her sympathy",
    "For my awful loss.",
    "I didn’t mourn his death at all.",
    "“Too bad he died so young,” I said,",
    "At twenty-three.” But all I cared about",
    "Was the space in my crowded room.",
    "The p.m. nurses took me back into my room.",
    "I asked one to play my tape,",
    "Appalachian Spring.",
    "She reached into my bedside stand and slipped.",
    "“There’s blood all over the floor, Clifford’s.",
    "I thought they’d cleaned up all that mess.”",
    "I spent the weekend after that in the solarium.",
    "I read and overheard the nurses in the next room.",
    "“They say he wrote exquisite poetry",
    "About the way he felt when people stared",
    "At him as if he were a freak.”",
    "And so",
    "I learned of my insensitivity,",
    "Insensitivity so great I failed",
    "To recognize a person",
    "Caught in much the same predicament as I.",
    "Such numbness isolates me more",
    "Than any iron lung."
  ],
  "title": "For Clifford Bernel",
  "year": ""
}