{
  "author": "Gjertrud Schnackenberg",
  "classification": "",
  "keywords": [
    "Relationships",
    "Family",
    "Ancestors",
    "Religion",
    "Arts",
    "Sciences",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177008",
  "region": "",
  "text": [
    "My father at the dictionary-stand",
    "Touches the page to fully understand",
    "The lamplit answer, tilting in his hand",
    "His slowly scanning magnifying lens,",
    "A blurry, glistening circle he suspends",
    "Above the word “Carnation.” Then he bends",
    "So near his eyes are magnified and blurred,",
    "One finger on the miniature word,",
    "As if he touched a single key and heard",
    "A distant, plucked, infinitesimal string,",
    "“The obligation due to every thing",
    "That’s smaller than the universe.” I bring",
    "My sewing needle close enough that I",
    "Can watch my father through the needle’s eye,",
    "As through a lens ground for a butterfly",
    "Who peers down flower-hallways toward a room",
    "Shadowed and fathomed as this study’s gloom",
    "Where, as a scholar bends above a tomb",
    "To read what’s buried there, he bends to pore",
    "Over the Latin blossom. I am four,",
    "I spill my pins and needles on the floor",
    "Trying to stitch “Beloved” X by X.",
    "My dangerous, bright needle’s point connects",
    "Myself illiterate to this perfect text",
    "I cannot read. My father puzzles why",
    "It is my habit to identify",
    "Carnations as “Christ’s flowers,” knowing I",
    "Can give no explanation but “Because.”",
    "Word-roots blossom in speechless messages",
    "The way the thread behind my sampler does",
    "Where following each X I awkward move",
    "My needle through the word whose root is love.",
    "He reads, “A pink variety of Clove,",
    ", the Latin, meaning flesh.”",
    "As if the bud’s essential oils brush",
    "Christ’s fragrance through the room, the iron-fresh",
    "Odor carnations have floats up to me,",
    "A drifted, secret, bitter ecstasy,",
    "The stems squeak in my scissors,",
    "He turns the page to “Clove” and reads aloud:",
    "“The clove, a spice, dried from a flower-bud.”",
    "Then twice, as if he hasn't understood,",
    "He reads, “From French, for",
    ", meaning a nail.”",
    "He gazes, motionless. “Meaning a nail.”",
    "The incarnation blossoms, flesh and nail,",
    "I twist my threads like stems into a knot",
    "And smooth “Beloved,” but my needle caught",
    "Within the threads,",
    "The needle strikes my finger to the bone.",
    "I lift my hand, it is myself I’ve sewn,",
    "The flesh laid bare, the threads of blood my own,",
    "I lift my hand in startled agony",
    "And call upon his name, “Daddy daddy”—",
    "My father’s hand touches the injury",
    "As lightly as he touched the page before,",
    "Where incarnation bloomed from roots that bore",
    "The flowers I called Christ’s when I was four."
  ],
  "title": "Supernatural Love",
  "year": ""
}