{
  "author": "Gjertrud Schnackenberg",
  "classification": "Couplet",
  "keywords": [
    "Humor",
    "Satire",
    "Activities",
    "Social Commentaries",
    "Eating",
    "Drinking",
    "School",
    "Learning",
    "Crime",
    "Punishment",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177963",
  "region": "",
  "text": [
    "When Clumsy harks the gladsome ting-a-lings",
    "Of dinner chimes that Mrs. Clumsy rings,",
    "His two hands winglike at his most bald head,",
    "Then Clumsy readies Clumsy to be fed.",
    "He pulls from satchel huge a tiny chair,",
    "And waggling his pillowed derriere",
    "He hitches up his pants to gently sit.",
    "Like two ecstatic doves his white hands flit",
    "Tucking his bib in quickly, then, all thumbs,",
    "They brush away imaginary crumbs",
    "From knee-high table with dismissive air.",
    "With fists wrapped round his giant silverware",
    "He shuts his eyes and puckers up for kisses.",
    "In such a pose Clumsy awaits his Mrs.,",
    "Rubbing his hungry ribs. But oh, alack,",
    "Quite unbeknownst to Clumsy, at his back",
    "The circle of a second spotlight shows",
    "That No-No has delivered fatal blows",
    "To Mrs. Clumsy since that happy time",
    "She summoned Clumsy with her dinner chime.",
    "And there is Clumsy’s darling lying dead.",
    "How like a rubber ball bounces her head",
    "As No-No drags her feet-first from this life.",
    "Then No-No dresses up as Clumsy’s wife,",
    "Her scarf now silhouettes his long hooked nose,",
    "His long bones rattle in her frilly clothes",
    "As No-No brings a tray of cups and plates",
    "Into the light where puckered Clumsy waits.",
    "Hearing her footstep soft makes Clumsy take",
    "The pucker from his lips and sweetly break",
    "Into falsetto greetings, then resume",
    "His lips into a kiss. But this is doom,",
    "And hideously silent No-No stands.",
    "When Clumsy parts his eyelids both his hands",
    "Fly up as if on strings and Clumsy screams,",
    "The tears squirt from his ducts a dozen streams,",
    "His mouth blubbers, inelegantly smeared,",
    "“Where is she, No-No? Oh, I am afeared!”",
    "Then No-No lifts up Clumsy’s trembly chin,",
    "And leans to hiss with loud stage whisper in",
    "The big pink ear of Clumsy, “My dear friend,”",
    "No-No enunciates. “This is The End.”",
    "Disguised as Doctor of Philosophy",
    "In academic haberdashery",
    "By dint of hood and black capacious gown,",
    "No-No wipes off the blackboard up and down,",
    "His black sleeve floating outward with each lunge,",
    "The black streaks glisten from his dampened sponge,",
    "While Clumsy sharpens pencils two feet long",
    "To little stubs and wets them with his tongue,",
    "Then smooths his pad of paper with gloved fists.",
    "He lifts his sleeves a fraction at the wrists",
    "And twirls his hands around like windmill sails",
    "To soothe his nerves, then drums his muffled nails",
    "Until the Doctor claps his hands rat-tat",
    "And picks his pointer up and points it at",
    "His eager pupil with the jumbo ears:",
    "“Compose a paragraph.” And Clumsy clears",
    "His throat a dozen times to soft aver,",
    "“I don’t know how to write with letters sir.”",
    "At which the Doctor hides with sleeve a smile",
    "Most uncontrollable and fraught with guile,",
    "Until, authority regained, he says,",
    "“In that case you may dictate sentences",
    "Which you most wish to write, and I’ll record",
    "Your words for you to copy from the board.”",
    "Now Clumsy tries to think of what to write.",
    "He cranes his neck around stage-left and -right,",
    "He gazes toward the rafters thinking hard",
    "And sometimes shakes his head as to discard",
    "Ideas he finds less than adequate,",
    "Then caroling a joyous “I know what!”",
    "He pulls a giant lightbulb from a sack",
    "And holds it overhead and puts it back,",
    "And in his vast excitement both his hands",
    "Pull up his earlobe-anchored rubber bands",
    "To lift from scalp his tiny frizzy wig:",
    "“I’d like to start with ‘God is very big.’ ”",
    "Erupting laughter nearly knocks quite down",
    "The Doctor in his nearly empty gown,",
    "He whirls on heel and cuts his hooting off:",
    "“My theologian! Fellow",
    "Your disquisition has the resonance",
    "Of truth’s unique, unutterable sense",
    "But yet, being pedantic and antique,",
    "This mind of mine must tinker, weigh, and seek,",
    "And wonder if together you and I",
    "For sake of scholarship should specify",
    "How big God is?” Thus groping for the truth",
    "About the size of God makes pink smoke poof",
    "From Clumsy’s ears in jets, and fire alarms",
    "Go off backstage as, lowered head on arms,",
    "Full sixty seconds Clumsy cogitates.",
    "The Doctor snaps his chalk in two and waits.",
    "Clumsy looks up and No-No utters “Yes?”",
    "“Bigger than the biggest clouds, I guess.”",
    "“Bigger than clouds! Dear fellow! I should say",
    "I never would have thought of God that way!",
    "Then let’s begin.” And No-No sets the chalk",
    "Tick-ticking on the board like time-bomb clock",
    "While Clumsy wraps his pencil finger-wise",
    "And sets it on the page and squints his eyes",
    "At No-No’s blackboard words so white and clean",
    "And neat and straight with spaces in between,",
    "And then, his page two inches from his nose,",
    "He copies out in crooked uphill rows:",
    "“I, Clumsy, hereby give and wittingly",
    "My soul to No-No for Eternity.”"
  ],
  "title": "Two Tales of Clumsy",
  "year": ""
}