{
  "author": "Karl Shapiro",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Reading",
    "Books",
    "Death",
    "Living",
    "Arts",
    "Sciences",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171483",
  "region": "",
  "text": [
    "Mail-day, and over the world in a thousand drag-nets",
    "The bundles of letters are dumped on the docks and beaches,",
    "And all that is dear to the personal conscious reaches",
    "Around us again like filings around iron magnets,",
    "And war stands aside for an hour and looks at our faces",
    "Of total absorption that seem to have lost their places.",
    "O demobilized for a moment, a world is made human,",
    "Returns to a time that is neither the present or then,",
    "But a garland of clippings and wishes of who-knows-when,",
    "A time of its own creation, a thing of acumen",
    "That keeps us, like movies, alive with a purpose, aside",
    "From the play-acting truth of the newsreel in which we have died.",
    "And aside from the candy and pictures and books we receive,",
    "As if we were patients whose speedy recovery were certain,",
    "There is proof of the End and the lights and the bow at the curtain,",
    "After which we shall smile at each other and get up to leave.",
    "Aside from the play in the play there is all that is fact,",
    "These letters, the battle in progress, the place of the act.",
    "And the optimal joy of the conflict, the tears of the ads",
    "May move us or not, and the movies at night in the palms",
    "May recall us or not to the kiss, and on Sunday the psalms",
    "May remind us of Sunday or not, but aside from the lads",
    "Who arrive like our letters still fresh from the kiss and the tear,",
    "There are mouths that are dusty and eyes that are wider than fear.",
    "Say no more of the dead than a prayer, say no more of the land",
    "Where the body is laid in the coral than that it is far;",
    "Take your finger away from the map of wherever-we-are,",
    "For we lie in the map of the chart of your elderly hand;",
    "Do not hasten the future; in agony too there is time",
    "For the growth of the rose of the spirit astir in the slime.",
    "For aside from ourselves as we are there is nothing alive",
    "Except as it keeps us alive, not tomorrow but now,",
    "Our mail-day, today of the blood of the sweat of our brow,",
    "The year of our war to the end. When and where we arrive",
    "Is no matter, but",
    "is the question we urgently need,",
    "How to love and to hate, how to die, how to write and to read."
  ],
  "title": "Aside",
  "year": ""
}