{
  "author": "Karl Shapiro",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/12269",
  "region": "",
  "text": [
    "Your landscape sickens with a dry disease",
    "Even in May, Virginia, and your sweet pines",
    "Like Frenchmen runted in a hundred wars",
    "Are of a child’s height in these battlefields.",
    "For Wilson sowed his teeth where generals prayed",
    "\u0097High-sounding Lafayette and sick-eyed Lee\u0097",
    "The loud Elizabethan crashed your swamps",
    "Like elephants and the subtle Indian fell.",
    "Is it for love, you ancient-minded towns,",
    "That on the tidy grass of your great graves",
    "And on your roads and riverways serene",
    "Between the corn with green flags in a row,",
    "Wheat amorous as hair and hills like breasts",
    "Each generation, ignorant of the last,",
    "Mumbling in sheds, embarrassed to salute,",
    "Comes back to choke on etiquette of hate?",
    "You manufacture history like jute\u0097",
    "Labor is cheap, Virginia, for high deeds,",
    "But in your British dream of reputation",
    "The black man is your conscience and your cost.",
    "Here on the plains perfect for civil war",
    "The clapboard city like a weak mirage",
    "Of order rises from the sand to house",
    "These thousands and the paranoid Monroe;",
    "The sunrise gun rasps in the throat of heaven;",
    "The lungs of dawn are heavy and corrupt;",
    "We hawk and spit; our flag walks through the air",
    "Breathing hysteria thickly in each face.",
    "Through the long school of day, absent in heart,",
    "Distant in every thought but self we tread,",
    "Wheeling in blocks like large expensive toys",
    "That never understand except through fun.",
    "To steal aside as aimlessly as curs",
    "Is our desire; to stare at corporals",
    "As sceptically as boys; not to believe",
    "The misty-eyed letter and the cheap snapshot.",
    "To cross the unnatural frontier of your name",
    "Is our free dream, Virginia, and beyond,",
    "White and unpatriotic in our beds,",
    "To rise from sleep like driftwood out of surf.",
    "But stricter than parole is this same wall",
    "And these green clothes, a secret on the fields,",
    "In towns betray us to the arresting touch",
    "Of lady-wardens, good and evil wives.",
    "And far and fabulous is the word “Outside”",
    "Like “Europe” when the midnight liners sailed,",
    "Leaving a wake of ermine on the tide",
    "Where rubies drowned and eyes were softly drunk.",
    "Still we abhor your news and every voice",
    "Except the Personal Enemy’s, and songs",
    "That pumped by the great central heart of love",
    "On tides of energy at evening come.",
    "Instinctively to break your compact law",
    "Box within box, Virginia, and throw down",
    "The dangerous bright habits of pure form",
    "We struggle hideously and cry for fear.",
    "And like a very tired whore who stands",
    "Wrapped in the sensual crimson of her art",
    "High in the tired doorway of a street",
    "And beckons half-concealed the passerby,",
    "The sun, Virginia, on your Western stairs",
    "Pauses and smiles away between the trees,",
    "Motioning the soldier overhill to town",
    "To his determined hungry burst of joy."
  ],
  "title": "Conscription Camp",
  "year": ""
}