{
  "author": "Karl Shapiro",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171486",
  "region": "",
  "text": [
    "I am an atheist who says his prayers.",
    "I am an anarchist, and a full professor at that. I take the loyalty oath.",
    "I am a deviate. I fondle and contribute, backscuttle and brown, father of three.",
    "I stand high in the community. My name is in",
    ". People argue about my modesty.",
    "I drink my share and yours and never have enough. I free-load officially and unofficially.",
    "A physical coward, I take on all intellectuals, established poets, popes, rabbis, chiefs of staff.",
    "I am a mystic. I will take an oath that I have seen the Virgin. Under the dry pandanus, to the scratching of kangaroo rats, I achieve psychic onanism. My tree of nerves electrocutes itself.",
    "I uphold the image of America and force my luck. I write my own ticket to oblivion.",
    "I am of the race wrecked by success. The audience brings me news of my death. I write out of boredom, despise solemnity. The wrong reason is good enough for me.",
    "I am of the race of the prematurely desperate. In poverty of comfort I lay gunpowder plots. I lapse my insurance.",
    "I am the Babbitt metal of the future. I never read more than half of a book. But that half I read forever.",
    "I love the palimpsest, statues without heads, fertility dolls of the continent of Mu. I dream prehistory, the invention of dye. The palms of the dancers’ hands are vermillion. Their heads oscillate like the cobra. High-caste woman smelling of earth and silk, you can dry my feet with your hair.",
    "I take my place beside the Philistine and unfold my napkin. This afternoon I defend the Marines. I goggle at long cars.",
    "Without compassion I attack the insane. Give them the horsewhip!",
    "The homosexual lectures me brilliantly in the beer booth. I can feel my muscles soften. He smiles at my terror.",
    "Pitchpots flicker in the lemon groves. I gaze down on the plains of Hollywood. My fine tan and my arrogance, my gray hair and my sneakers, O Israel!",
    "Wherever I am I become. The power of entry is with me. In the doctor’s office a patient, calm and humiliated. In the foreign movies a native, shabby enough. In the art gallery a person of authority (there’s a secret way of approaching a picture. Others move off). The high official insults me to my face. I say nothing and accept the job. He offers me whiskey.",
    "How beautifully I fake! I convince myself with men’s room jokes and epigrams. I paint myself into a corner and escape on pulleys of the unknown. Whatever I think at the moment is true. Turn me around in my tracks; I will take your side.",
    "For the rest, I improvise and am not spiteful and water the plants on the cocktail table."
  ],
  "title": "I Am an Atheist Who Says His Prayers",
  "year": ""
}