{
  "author": "Karl Shapiro",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Reading",
    "Books",
    "Men",
    "Women",
    "Life Choices",
    "Relationships",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171484",
  "region": "",
  "text": [
    "The man behind the book may not be man,",
    "His own man or the book’s or yet the time’s,",
    "But still be whole, deciding what he can",
    "In praise of politics or German rimes;",
    "But the intellectual lights a cigarette",
    "And offers it lit to the lady, whose odd smile",
    "Is the merest hyphen\u0097lest he should forget",
    "What he has been resuming all the while.",
    "He talks to overhear, she to withdraw",
    "To some interior feminine fireside",
    "Where the back arches, beauty puts forth a paw",
    "Like a black puma stretching in velvet pride,",
    "Making him think of cats, a stray of which",
    "Some days sets up a howling in his brain,",
    "Pure interference such as this neat bitch",
    "Seems to create from listening disdain.",
    "But talk is all the value, the release,",
    "Talk is the very fillip of an act,",
    "The frame and subject of the masterpiece",
    "Under whose film of age the face is cracked.",
    "His own forehead glows like expensive wood,",
    "But back of it the mind is disengaged,",
    "Self-sealing clock recording bad and good",
    "At constant temperature, intact, unaged.",
    "But strange, his body is an open house",
    "Inviting every passerby to stay;",
    "The city to and fro beneath his brows",
    "Wanders and drinks and chats from night to day.",
    "Think of a private thought, indecent room",
    "Where one might kiss his daughter before bed!",
    "Life is embarrassed; shut the family tomb,",
    "Console your neighbor for his recent dead;",
    "Do something! die in Spain or paint a green",
    "Gouache, go into business (Rimbaud did),",
    "Or start another Little Magazine,",
    "Or move in with a woman, have a kid.",
    "Invulnerable, impossible, immune,",
    "Do what you will, your will will not be done",
    "But dissipate the light of afternoon",
    "Till evening flickers like the midnight sun,",
    "And midnight shouts and dies: I’d rather be",
    "A milkman walking in his sleep at dawn",
    "Bearing fat quarts of cream, and so be free,",
    "Crossing alone and cold from lawn to lawn.",
    "I’d rather be a barber and cut hair",
    "Than walk with you in gilt museum halls,",
    "You and the puma-lady, she so rare",
    "Exhaling her silk soul upon the walls.",
    "Go take yourselves apart, but let me be",
    "The fault you find with everyman. I spit,",
    "I laugh, I fight; and you,",
    ";",
    "Swallow your stale saliva, and still sit."
  ],
  "title": "The Intellectual",
  "year": ""
}