{
  "author": "Karl Shapiro",
  "classification": "",
  "keywords": [
    "Pets",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171480",
  "region": "",
  "text": [
    "O hideous little bat, the size of snot,",
    "With polyhedral eye and shabby clothes,",
    "To populate the stinking cat you walk",
    "The promontory of the dead man’s nose,",
    "Climb with the fine leg of a Duncan-Phyfe",
    "The smoking mountains of my food",
    "And in a comic mood",
    "In mid-air take to bed a wife.",
    "Riding and riding with your filth of hair",
    "On gluey foot or wing, forever coy,",
    "Hot from the compost and green sweet decay,",
    "Sounding your buzzer like an urchin toy\u0097",
    "You dot all whiteness with diminutive stool,",
    "In the tight belly of the dead",
    "Burrow with hungry head",
    "And inlay maggots like a jewel.",
    "At your approach the great horse stomps and paws",
    "Bringing the hurricane of his heavy tail;",
    "Shod in disease you dare to kiss my hand",
    "Which sweeps against you like an angry flail;",
    "Still you return, return, trusting your wing",
    "To draw you from the hunter’s reach",
    "That learns to kill to teach",
    "Disorder to the tinier thing.",
    "My peace is your disaster. For your death",
    "Children like spiders cup their pretty hands",
    "And wives resort to chemistry of war.",
    "In fens of sticky paper and quicksands",
    "You glue yourself to death. Where you are stuck",
    "You struggle hideously and beg,",
    "You amputate your leg",
    "Imbedded in the amber muck.",
    "But I, a man, must swat you with my hate,",
    "Slap you across the air and crush your flight,",
    "Must mangle with my shoe and smear your blood,",
    "Expose your little guts pasty and white,",
    "Knock your head sidewise like a drunkard’s hat,",
    "Pin your wings under like a crow’s,",
    "Tear off your flimsy clothes",
    "And beat you as one beats a rat.",
    "Then like Gargantua I stride among",
    "The corpses strewn like raisins in the dust,",
    "The broken bodies of the narrow dead",
    "That catch the throat with fingers of disgust.",
    "I sweep. One gyrates like a top and falls",
    "And stunned, stone blind, and deaf",
    "Buzzes its frightful F",
    "And dies between three cannibals."
  ],
  "title": "The Fly",
  "year": ""
}