{
  "author": "Karl Shapiro",
  "classification": "Blank Verse",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Death",
    "Living",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171482",
  "region": "",
  "text": [
    "It stops the town we come through. Workers raise",
    "Their oily arms in good salute and grin.",
    "Kids scream as at a circus. Business men",
    "Glance hopefully and go their measured way.",
    "And women standing at their dumbstruck door",
    "More slowly wave and seem to warn us back,",
    "As if a tear blinding the course of war",
    "Might once dissolve our iron in their sweet wish.",
    "Fruit of the world, O clustered on ourselves",
    "We hang as from a cornucopia",
    "In total friendliness, with faces bunched",
    "To spray the streets with catcalls and with leers.",
    "A bottle smashes on the moving ties",
    "And eyes fixed on a lady smiling pink",
    "Stretch like a rubber-band and snap and sting",
    "The mouth that wants the drink-of-water kiss.",
    "And on through crummy continents and days,",
    "Deliberate, grimy, slightly drunk we crawl,",
    "The good-bad boys of circumstance and chance,",
    "Whose bucket-helmets bang the empty wall",
    "Where twist the murdered bodies of our packs",
    "Next to the guns that only seem themselves.",
    "And distance like a strap adjusted shrinks,",
    "Tightens across the shoulder and holds firm.",
    "Here is a deck of cards; out of this hand",
    "Dealer, deal me my luck, a pair of bulls,",
    "The right draw to a flush, the one-eyed jack.",
    "Diamonds and hearts are red but spades are black,",
    "And spades are spades and clubs are clovers\u0097black.",
    "But deal me winners, souvenirs of peace.",
    "This stands to reason and arithmetic,",
    "Luck also travels and not all come back.",
    "Trains lead to ships and ships to death or trains,",
    "And trains to death or trucks, and trucks to death,",
    "Or trucks lead to the march, the march to death,",
    "Or that survival which is all our hope;",
    "And death leads back to trucks and trains and ships,",
    "But life leads to the march, O flag! at last",
    "The place of life found after trains and death\u0097",
    "Nightfall of nations brilliant after war."
  ],
  "title": "Troop Train",
  "year": ""
}