{
  "author": "Ilya Kutik",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/248950",
  "region": "",
  "text": [
    "What’s left of my battles and my turmoil",
    "is in my seaside cabin: this roiling air.",
    "And yet it’s what’s outside that makes me shiver.",
    "Not the ocean coldness — something heavier.",
    "Hot black tea might help — it revives.",
    "Two kinds of glass are at hand for my thirst:",
    "that windowpane, this tumbler for my tea.",
    "If I stare through the faceted clear sides",
    "of the second at the first,",
    "I’ll see the darkness squinting back at me.",
    "I can’t deny that even though my eye —",
    "clairvoyant as a crystal ball — clinks like it can see",
    "something, I don’t know what comes next ...",
    "(Zek — zek — whetstones on knives ...",
    "a nickering ... Here comes a horse, it whinnies",
    "and the rider — Stick him!, thieves shout",
    "as they leap down from a tree and stab,",
    "then they lead the horse away",
    "down the long snowbound shore.)",
    "Windswept snow and sand are sorrel: tea leaves",
    "scalded by sunset. Sea foam rushes up these shores",
    "to decorate some fir trees but not others.",
    "And on the withers of a wave",
    "a gull-equestrian comes riding in —",
    "Haie! Here they both are!",
    "Snow explodes like sugar",
    "that someone is stabbing with a spoon",
    "in a glass of chai.",
    "And the tea-air sweetens, the snow-sand dissolves,",
    "the light of it switched off, spent, an omen:",
    "now look — from deep within the firmament",
    "Time has bobbed up like the moon:",
    "the clock face of a slice of lemon.",
    "I clink the teaspoon in the glass — what’s that about?",
    "And even though each hourly radius",
    "of the lemon slice is fixed in the white rind,",
    "between these translucencies pressed pulp spills out.",
    "Like lime or lemon, the taste of Time is sour —",
    "and yet it has no odor, color, hour.",
    "My clinking teaspoon’s yet another of",
    "my self-delusions, since it’s only the glass",
    "that answers it, and Time",
    "says nothing in reply — like all the other governings",
    "that invite us to believe",
    "they have their power over us.",
    "In every object, quick or dead, there’s Time,",
    "yet Time itself is unaware of Time —",
    "the way a gull (such a polyglot",
    "of fish-tongues), soaring in the dark,",
    "unknowingly glows at ten to two,",
    "her wings the phosphorescent hands of a clock.",
    "No people in this region. But — do people",
    "exist at all? And the so-called base and superstructure",
    "get, at best, a grade of C (in Russian, “three,”",
    "troika — a kind of carriage — in which the Uriah Heeps",
    "are riding toward our “bright new future” ... ).",
    "Oh, plenty of hearty pink-faced people (gray-faced, too)",
    "here ... but are they that real? There’s only sea and tides",
    "and more of the same. Sea air throws bombast",
    "at my cabin and makes it talk.",
    "My window’s blinded by a heavy foamy sea-pulp blast.",
    "At the bottom of my tea glass — sweetest sweet.",
    "But sugar specks are stuck to the sides,",
    "scarcely rinsed by waves of tea,",
    "whether attacked or not by my spoon.",
    "Now come the many stars that the sky is, or was —",
    "like the American flag on the moon —",
    "but under such a sky, who feels he needs",
    "Kant’s categorical imperative?",
    "So Time is always empty, a negative,",
    "and doesn’t bother us",
    "the way this landscape does.",
    "I could have sparkled like a Cicero!",
    "But even out here all words are turned into a game",
    "of ping-pong, which makes my silenced brain",
    "come bubbling out my throat — it’s just one more white foam ...",
    "And only an insatiable gull’s scream of dissent",
    "marks this deaf land not as the island of a castaway",
    "but as a massive continent."
  ],
  "title": "Sea Sickness",
  "year": ""
}