{
  "author": "Charles Baudelaire",
  "classification": "Symbolist",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241192",
  "region": "France",
  "text": [
    "In the muddy maze of some old neighborhood,",
    "Often, where the street lamp gleams like blood,",
    "As the wind whips the flame, rattles the glass,",
    "Where human beings ferment in a stormy mass,",
    "One sees a ragpicker knocking against the walls,",
    "Paying no heed to the spies of the cops, his thralls,",
    "But stumbling like a poet lost in dreams;",
    "He pours his heart out in stupendous schemes.",
    "He takes great oaths and dictates sublime laws,",
    "Casts down the wicked, aids the victims' cause;",
    "Beneath the sky, like a vast canopy,",
    "He is drunken of his splendid qualities.",
    "Yes, these people, plagued by household cares,",
    "Bruised by hard work, tormented by their years,",
    "Each bent double by the junk he carries,",
    "The jumbled vomit of enormous Paris,—",
    "They come back, perfumed with the smell of stale",
    "Wine-barrels, followed by old comrades, pale",
    "From war, mustaches like limp flags, to march",
    "With banners, flowers, through the triumphal arch",
    "Erected for them, by some magic touch!",
    "And in the dazzling, deafening debauch",
    "Of bugles, sunlight, of huzzas and drum,",
    "Bring glory to the love-drunk folks at home!",
    "Even so, wine pours its gold to frivolous",
    "Humanity, a shining Pactolus;",
    "Then through man's throat of high exploits it sings",
    "And by its gifts reigns like authentic kings.",
    "To lull these wretches' sloth and drown the hate",
    "Of all who mutely die, compassionate,",
    "God has created sleep's oblivion;",
    "Man added Wine, divine child of the Sun."
  ],
  "title": "The Ragpickers' Wine",
  "year": ""
}