{
  "author": "Paul Hoover",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/241244",
  "region": "",
  "text": [
    "And into the heavens, as on a bright day after rain,",
    "there came the shapes of four creatures,",
    "and they each had the likeness of a man,",
    "and each man had four wings outstretched",
    "and each wing had four eyes emblazoned, wide open,",
    "given to weeping at the worlds they contained:",
    "an eye-world of light, of fire and air,",
    "of water and its mirror, heart and its first fear;",
    "and in each world were four names,",
    "entangled in its forest of letters,",
    "whereupon I could read: Dow Jones, Cargill,",
    "Chevron, and DeKalb of the frozen seed,",
    "bearing but once and giving up its need;",
    "and under each name were discovered four meanings,",
    "literal, figurative, rational, dim,",
    "and under each meaning a counter-meaning,",
    "with its likeness of Freud, Marx, Hegel, and Lacan;",
    "and the four figures passed as one overhead,",
    "their wingtips linked like molten silver joined.",
    "For I, Ezekiel, had been given to eat",
    "the very substance of God,",
    "and my eyes were open and my mouth spake,",
    "as spring opens winter and winter closes fall;",
    "and the earth turned rightly, to my senses sweet.",
    "Son of man, they called me, a proverb and a sign.",
    "Say: I am a sign of the city, the cauldron",
    "where men burn down to desire.",
    "Say: I am the proverb of nothing and one,",
    "boiling over the fire, rising out of belief",
    "and falling, like a tyrant, out of derision alone.",
    "And lo, a likeness, as of the appearance of fire,",
    "the error of presence, of nothing as one,",
    "and lo, another likeness, the appearance of water,",
    "the error of absence, of something as none;",
    "for water surrounds all shapes that enter",
    "but has no shape of its own,",
    "and fire is the shape of ruin alone.",
    "For the princes of the sea",
    "shall cast their garments upon the land’s end:",
    "their scholar’s robes, sharkskin suits,",
    "and alligator shoes, their Nikes,",
    "Reeboks, and Chuvashian mittens",
    "knitted by the children of shepherds,",
    "by tinsmiths and ladies’ men,",
    "in the dark at the back of the store;",
    "for the princes of fire consume what they love,",
    "with the reckless ambition of gods.",
    "Yea, as I spake to dry bones that lay upon the earth,",
    "they danced into being, and chattered, one and one,",
    "down the hallways of my desert, the thresholds of my river.",
    "For the Lord builds ruined palaces and plants desolation,",
    "he receives what is absent; possesses all that is gone."
  ],
  "title": "The Dry Bones",
  "year": ""
}