{
  "author": "Paul Batchelor",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250590",
  "region": "",
  "text": [
    "His handkerchief, a pin or coin he’d touched,",
    "a button from his shirt, a feather caught",
    "on his coattail — such tokens would fetch a price ...",
    "Men came to shake his hand, or rub their warts",
    "upon his famous skin; young mothers held",
    "babies for him to bless with luck or wisdom —",
    "could he ward off the pox? — while others pressed",
    "bribes for the questions they would have him ask.",
    "One woman, facing down a blush, gave him",
    "a scrap of cloth, and asked that he get blood on it:",
    "she would return next day to pay him",
    "if he would care to nominate a fee ... ?",
    "Blood of a witch! Can you believe such a thing?",
    "I think you may be worldly after all.",
    "Boy that I was, I can only guess",
    "at what he must have made of me; and he,",
    "tricked out in a high-crowned hat, Geneva cape,",
    "staff, spurs, and bucket-top boots — he might have been",
    "a landed squire or country magistrate ...",
    "You think us credulous? Of course you do.",
    "So young, so quick to judge! Friend, these were days",
    "of comets in the air, various auguries,",
    "marvellous tempests, sights on the sea —",
    "that we might have a witch nesting among us",
    "was not the strangest news we heard.",
    "Proceedings would begin at dawn, he said.",
    "Next day we found ourselves at the chapel house",
    "uncertain who had summoned whom.",
    "It fell to me (though",
    "is more than I can say:",
    "I had not then addressed a congregation)",
    "to tell how, ever since her husband’s death,",
    "Old Bess had shunned society; how week on week",
    "her vacant place in church would be remarked;",
    "how she had made a stranger of herself",
    "so long that when she turned to her next neighbour,",
    "begging a bowl of curds, she was denied;",
    "how she cursed him for this; and how his child",
    "sickened and died soon afterwards. I took my seat",
    "light-headed among murmurs of approval,",
    "part of the crowd once more, strange to myself",
    "for all my eloquence, and some three-and-ninety",
    "witnesses rose to give their evidence ...",
    "But then: “Ask not what mercy justice can afford",
    "until, as civil law requires, you hear",
    "the witch condemned out of her own mouth.” So:",
    "officers must be sent to search her home —",
    "he called it ten to one that they would find",
    "trinkets such as beads or crucifixes",
    "or other trumpery; meantime she must be stripped",
    "and should the devil’s marks be found about her",
    "(sure enough, two bitch’s teats hung down",
    "between her secrets and the fundament)",
    "then she must be kept from sleep and meat",
    "and watched most constantly.",
    "Old Bess confessed",
    "at first light on the third day. He seized on me",
    "to write her testimony:",
    "Elizabeth Bell confessed she kept Familiars",
    "including, but not restricted to, a Greyhound",
    "called Vinegar Tom, a Ferret by the name",
    "of Littleman, a Shrew called Peck-in-the-Crown,",
    "and also a most verminous Mouse called News;",
    "and having summoned up and suckled them",
    "she sent her Imps to spread the Dropsy, and to kill",
    "Richard Tayler’s Horse and Michael Edwards’s Swine.",
    "And freely she confessed to having met",
    "all hugger-mugger with divers adjacent",
    "Witches in other Towns (we took their names)",
    "in the Sea-marshes God have Mercy.",
    "He took me by the arm: we stepped outside.",
    "The magistrates were due within the hour.",
    "Bell’s list of names would carry him through Essex",
    "to Suffolk, Norfolk, Kent, and Bedfordshire —",
    "might it please me to accompany him as scribe?",
    "The wages would be modest, but I could expect",
    "to witness many true and strange effects:",
    "he had himself observed a Kentish woman",
    "who mothered lambs; and once, contrariwise,",
    "had seen a goat delivered of a human shape —",
    "evil rambled among us! England was plagued",
    "with Satan’s emissaries! We must pluck them down",
    "and let the good news be proclaimed in smoke.",
    "“Such names,” he said, “no mortal could invent.”",
    "Touch a needle: watch it scent about,",
    "quivering after its true north, uncertain,",
    "not to be trusted till it settle — such was I.",
    "God knows, a man’s life has few turning points —",
    "say he forsakes his father’s dearest hope",
    "to answer his vocation; or say he marries",
    "for love, so losing his inheritance:",
    "do such acts constitute a free election?",
    "Look to yourself: How many decisions brought",
    "you to this parish, minister-to-be?",
    "Fewer than you might care to think!",
    "We are as we were made. But standing there",
    "holding the widow’s words in my two hands",
    "I knew chance had at last combined with choice.",
    "That evening, waiting in the middle wood",
    "for Alice to appear, I turned it over:",
    "whether to sell, with scant words and poor sighs,",
    "her dearly-bought affections; whether to leave her",
    "suddenly on what must seem a fool’s errand ...",
    "There was a stand of laurel we had made",
    "our meeting place; I had prepared some words",
    "that balanced a worldly wish to prove myself",
    "against my promise to make Alice my wife.",
    "I sat, then stood and paced about, then sat",
    "once more. Then lay and studied stalks and blades.",
    "Then thought to pass the time by picking simples",
    "for a posy that might sweeten our farewell;",
    "but, bending to my task, disturbed a woodlark’s nest.",
    "The buzz and fluster of a woodlark’s flight —",
    "scissor and stitch at once! I followed his swerve",
    "north where the woods run out to open fields",
    "and the coal path spools down to the harbour — there",
    "I lost him. Where was Alice? I looked out",
    "over meadows yet to be laid up for mowing,",
    "ponds and cherry orchards. Hedgerows lined",
    "the road I meant to climb next day.",
    "How paltry my equivocations seemed,",
    "and how unmanly, how unmannerly,",
    "to stay and parcel out over-subtle reasons,",
    "such that I could not ask her to allow,",
    "much less approve ... Better to leave at once.",
    "I met with him at dawn. We headed east.",
    "They say there is a bird, the osprey, the fish hawk,",
    "so majestic it can mesmerise",
    "its prey, subduing it without a touch:",
    "a fair example of authority.",
    "But whether, as the book says, the firmament",
    "“sheweth the handiwork of the Creator”",
    "(who “sets a tabernacle for the sun”",
    "which is a “strong man coming from his chamber,",
    "friend to the bridegroom,” yes?) was all one to him.",
    "Not that he had a narrow nature, not",
    "that he made a painful study of his life;",
    "but I marvel that his mind could entertain",
    "nothing but proven truths that, being few,",
    "huddled together like beasts in a storm.",
    "Yet he was merciful, and stood upon these points:",
    "that",
    "should not accuse another soul",
    "nor force confession from the examinate",
    "by violence. Our methods must be nice.",
    "Sometimes to keep them waking was enough —",
    "if they would sit or offer to couch down",
    "we would desire them to walk about —",
    "and the swimming test was only used",
    "at such time of the year as when none took",
    "a harm by it. The man was so averse",
    "to witnessing a spectacle of pain",
    "that when our work was done he would not suffer us",
    "to tarry long or watch the execution;",
    "how can you call him, as is the fashion, cruel?",
    "Cruel. You say as much, the way you shift",
    "and smile, and study the rugosity",
    "of the damson stones you’ve ranged about your plate —",
    "your very attitude accuses us!",
    "And still you smile. Well, I shall take your part.",
    "You think our evidence the product of",
    "ill-disposed constitutions, silly souls",
    "whose fancies, working by gross fumes and vapours,",
    "led them to believe themselves such people",
    "as their confessions blazoned them to be;",
    "as for the Discoverer, as for me, why,",
    "you judge us",
    "as I suppose,",
    "troublesome fellows out for gain, or else",
    "frighted by devils of our own design —",
    "am I not right? Ah, child! Had you but seen",
    "the welcome and good entertainment we received",
    "ranging from town to town without control,",
    "when his name ran on ahead like hope itself",
    "pausing to wait for us at a turn in the road",
    "or on a stranger’s lips ... to have but heard",
    "a crowd of russet-coats imploring us",
    "to such alms-deeds, such tender ministries ...",
    "well. Unrecorded is not unremembered.",
    "One night (now, were my goodwife still alive",
    "I would not speak of this! And this but one",
    "example drawn from many: I tell it",
    "in confidence that you will keep it close),",
    "one night, I say, a",
    "stole to my room.",
    "She was, she said, with child (and showing signs),",
    "her first, she said (as I could well believe",
    "for she was barely more than child herself),",
    "and having neither mother, sister, nor",
    "any female companion, and being much afraid",
    "of what her father, should he find her changed,",
    "might do, had come to me. In brief",
    "she was affected by a strange disease:",
    "and now, before I well know what is happening,",
    "she has untied a ribbon, pulled down her blouse,",
    "and shown herself — her pale skin lapped by candlelight,",
    "butter-gold, flawless; except her breasts were dappled",
    "here and there with gray-green blemishes — and she:",
    "“Might these be fairy rings? Am I bewitched?”",
    "I stood aghast like you, helpless and mute —",
    "she takes my hand — her breath on me, her bright",
    "eyes on me all this time — and draws me near",
    "until, as a flower at the end of day",
    "closes upon a raindrop, my fingers close",
    "upon her trembling warmth ... But — one more glass,",
    "sir, one more glass of wine before you go!",
    "Now, I insist: the parish will be yours",
    "tomorrow. God and his people will forgive",
    "a little cheer ... Suppose you sit once more —",
    "why, yes, there if you like, where you can see",
    "my herb garden ... I planted it the year",
    "dear Alice passed: in summer you will wake and drowse",
    "to delicate perfumes ... A glass I say!",
    "There. Now let me beg your further judgment.",
    "I mean John Knowles. You must have heard the name —",
    "he was notorious even in his youth",
    "when he was summoned, twice, before the synod.",
    "Pastor of Brandeston? That was his title,",
    "though if he sought to make a fair show in the flesh",
    "such is the devil’s business! An old man?",
    "Certain as I am I, but young enough",
    "to play the knave with us, making us run",
    "him back and forth three nights and days together",
    "before he would confess to having sunk",
    "a sailing vessel out of Ipswich ... and yet",
    "when it came (after much wrestling,",
    "not to begrudge our toil) the fall was swift.",
    "Drag a man from his last-but-one defence —",
    "and then stand down. Have patience. He will yield.",
    "Permit his vanity one bauble — he is apt",
    "to cast it back at you, for pride achieves",
    "its final flower in authoring its own",
    "defeat. I say his was a free confession.",
    "fourteen new widows in a quarter-hour?",
    "(I waited his reply.) No, he was joyful",
    "to see the power his imps possessed.",
    "No, for he had a charm to keep him free.",
    "No. Cruel malice was his chief delight.",
    "His was the only execution that we witnessed.",
    "Before he was brought out, they cut his tongue",
    "(“We must have no more juggling from you, John”)",
    "and stripped him to his shirt. They fastened him",
    "with shackles and a steel brace to the stake",
    "and hung a bag of powder round his neck.",
    "Then officers stacked reed and faggots",
    "about his body, and set fire on the reed —",
    "the wind being high, this took no little time —",
    "and as I was so jostled in the press",
    "I saw no more until a great flame rose",
    "(the crowd fell silent then) that sparkled and deformed",
    "the visor of his face — and so at last",
    "the powder caught, and he gave up the ghost.",
    "How enviously life clings to its toy",
    "and then casts it aside! Broiled black, puffed up,",
    "Knowles suffered great extremity in his death,",
    "which notwithstanding he had borne with patience —",
    "and it seemed the people were impressed by this",
    "for as they went their ways some doffed their hats,",
    "causing my companion to cry out",
    "that Knowles was scandalous, that he had carried himself",
    "as though he were the holy sacrament",
    "even unto the stake, and that they had",
    "done right to send the wolf back whence he came;",
    "and while he spoke, I noted his pale brow",
    "and the unseasonable bloom upon his cheeks,",
    "for these were signs. He died within the year.",
    "Know this: the instrument whereby God called",
    "so many to knowledge, so many to salvation;",
    "the man of letters that readily could give",
    "in any matter of controversy",
    "a godly learned sentence; the man of law",
    "who persecuted in excess of two",
    "hundred and fifty witches — of whom more",
    "than half were duly executed — passed",
    "peacefully in his bed of a consumption,",
    "not greatly troubled in his conscience as",
    "you may have falsely heard, nor was he once",
    "suspected. And with great zeal he went about",
    "his godly work some two years unmolested",
    "until the Lord in mercy gave him rest.",
    "I tried to see a life continuing the trade,",
    "taking our method north through Lincolnshire,",
    "perhaps to Scotland where the savages",
    "busied themselves designing ever crueller tortures —",
    "was this my mission? To enlighten them? —",
    "but no: I made for home with tales to tell,",
    "took up my father’s ministry and in time",
    "persuaded Alice to forgive my leaving her.",
    "Some discoverers, seeking to be justified,",
    "have published tedious apologies,",
    "but such comes too near tendering a confession.",
    "Our sanction may be found in the Book of Exodus",
    "twenty-two, eighteen. I have committed",
    "(and need commit) nothing further to record.",
    "What comes back now most clearly, and most often,",
    "is not the tidy, disembellished funeral",
    "(he wanted neither psalms nor solemn bells,",
    "no rosemary to ornament his coffin),",
    "much less my undeniable disappointment",
    "at learning that he was — not quite",
    ",",
    "yet something shy of a true gentleman — like me",
    "a minister’s third son (and his mother French!",
    "She had escaped, he said, the massacres in Paris);",
    "but walking out together that first morning,",
    "our work before us, when we found the verges lit",
    "with new-blown colours — bluebells, cornflowers, eyebright —",
    "like intermeddling voices, so I thought,",
    "each one contending with its neighbour to be heard.",
    "My companion walked in silence.",
    "(Hours would pass before I found the nerve",
    "to enquire towards what his silence tended,",
    "and when at last I did, his answer was so short and quick —",
    "“The days to come” — I did not ask again.)",
    "The sun dazzled my eyes, and I allowed myself",
    "to fancy we had left the road behind",
    "and were ascending into the blue ether,",
    "England disappearing far below.",
    "Already the syringa was in bloom,",
    "its scent so concentrated in the dawn —",
    "open the window: this herb, breathe it now:",
    "the smell is like the sweat of a young girl",
    "who runs in a summer meadow, is it not?"
  ],
  "title": "The Discoverer’s Man",
  "year": ""
}