{
  "author": "Thomas Chatterton",
  "classification": "Couplet",
  "keywords": [
    "Arts",
    "Sciences",
    "Religion",
    "Christianity",
    "Poetry",
    "Poets"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173181",
  "region": "England",
  "text": [
    "In Virgynë the sweltrie sun gan sheene,",
    "And hotte upon the mees did caste his raie;",
    "The apple rodded from its palie greene,",
    "And the mole peare did bende the leafy spraie;",
    "The peede chelandri sunge the livelong daie;",
    "’Twas nowe the pride, the manhode of the yeare,",
    "And eke the grounde was dighte in its moste defte aumere.",
    "The sun was glemeing in the midde of daie,",
    "Deadde still the aire, and eke the welken blue,",
    "When from the sea arist in drear arraie",
    "A hepe of cloudes of sable sullen hue,",
    "The which full fast unto the woodlande drewe,",
    "Hiltring attenes the sunnis fetive face,",
    "And the blacke tempeste swolne and gatherd up apace.",
    "Beneathe an holme, faste by a pathwaie side,",
    "Which dide unto Seyncte Godwine’s covent lede,",
    "A hapless pilgrim moneynge did abide.",
    "Pore in his newe, ungentle in his weede,",
    "Longe bretful of the miseries of neede,",
    "Where from the hail-stone coulde the almer flie?",
    "He had no housen theere, ne anie covent nie.",
    "Look in his glommed face, his sprighte there scanne;",
    "Howe woe-be-gone, how withered, forwynd, deade!",
    "Haste to thie church-glebe-house, asshrewed manne!",
    "Haste to thie kiste, thie onlie dortoure bedde.",
    "Cale, as the claie whiche will gre on thie hedde,",
    "Is Charitie and Love aminge highe elves;",
    "Knightis and Barons live for pleasure and themselves.",
    "The gatherd storme is rype; the bigge drops falle;",
    "The forswat meadowes smethe, and drenche the raine;",
    "The comyng ghastness do the cattle pall,",
    "And the full flockes are drivynge ore the plaine;",
    "Dashde from the cloudes the waters flott againe;",
    "The welkin opes; the yellow levynne flies;",
    "And the hot fierie smothe in the wide lowings dies.",
    "Liste! now the thunder’s rattling clymmynge sound",
    "Cheves slowlie on, and then embollen clangs,",
    "Shakes the hie spyre, and losst, dispended, drown’d,",
    "Still on the gallard eare of terroure hanges;",
    "The windes are up; the lofty elmen swanges;",
    "Again the levynne and the thunder poures,",
    "And the full cloudes are braste attenes in stonen showers.",
    "Spurreynge his palfrie oere the watrie plaine,",
    "The Abbote of Seyncte Godwynes convente came;",
    "His chapournette was drented with the reine,",
    "And his pencte gyrdle met with mickle shame;",
    "He aynewarde tolde his bederoll at the same;",
    "The storme encreasen, and he drew aside,",
    "With the mist almes craver neere to the holme to bide.",
    "His cope was all of Lyncolne clothe so fyne,",
    "With a gold button fasten’d neere his chynne;",
    "His autremete was edged with golden twynne,",
    "And his shoone pyke a loverds mighte have binne;",
    "Full well it shewn he thoughten coste no sinne:",
    "The trammels of the palfrye pleasde his sighte,",
    "For the horse-millanare his head with roses dighte.",
    "“An almes, sir prieste!” the droppynge pilgrim saide,",
    "“O! let me waite within your covente dore,",
    "Till the sunne sheneth hie above our heade,",
    "And the loude tempeste of the aire is oer;",
    "Helpless and ould am I alas! and poor;",
    "No house, ne friend, ne moneie in my pouche;",
    "All yatte I call my owne is this my silver crouche.”",
    "“Varlet,” replyd the Abbatte, “cease your dinne;",
    "This is no season almes and prayers to give;",
    "Mie porter never lets a faitour in;",
    "None touch mie rynge who not in honour live.”",
    "And now the sonne with the blacke cloudes did stryve,",
    "And shettynge on the grounde his glairie raie,",
    "The Abbatte spurrde his steede, and eftsoones roadde awaie.",
    "Once moe the skie was blacke, the thunder rolde;",
    "Faste reyneynge oer the plaine a prieste was seen;",
    "Ne dighte full proude, ne buttoned up in golde;",
    "His cope and jape were graie, and eke were clene;",
    "A Limitoure he was of order seene;",
    "And from the pathwaie side then turned hee,",
    "Where the pore almer laie binethe the holmen tree.",
    "“An almes, sir priest!” the droppynge pilgrim sayde,",
    "“For sweete Seyncte Marie and your order sake.”",
    "The Limitoure then loosen’d his pouche threade,",
    "And did thereoute a groate of silver take;",
    "The mister pilgrim dyd for halline shake.",
    "“Here take this silver, it maie eathe thie care;",
    "We are Goddes stewards all, nete of oure owne we bare.",
    "“But ah! unhailie pilgrim, lerne of me,",
    "Scathe anie give a rentrolle to their Lorde.",
    "Here take my semecope, thou arte bare I see;",
    "Tis thyne; the Seynctes will give me mie rewarde.”",
    "He left the pilgrim, and his waie aborde.",
    "Virgynne and hallie Seyncte, who sitte yn gloure,",
    "Or give the mittee will, or give the gode man power."
  ],
  "title": "An Excelente Balade of Charitie",
  "year": ""
}