{
  "author": "David Wagoner",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/30784",
  "region": "",
  "text": [
    "Right after the bomb, even before the ceiling",
    "And walls and floor are rearranging",
    "You and themselves into a different world,",
    "You must hold still, must wait for them",
    "To settle down in unpredictable ways,",
    "To bring their wars, shuddering,",
    "To an end, and only then should you begin",
    "Numbly to feel what freedom may be left",
    "To your feet or knees, to your elbows",
    "Or clenched fingers. Where you used to walk",
    "Or lean or lie down or fix your attention",
    "At a whim or stomp your foot",
    "Or slump in a chair, you'll find a new",
    "Architecturally unsound floor-plan",
    "To contend with, if you can move",
    "At all. Now you may remember others",
    "Who were somewhere near you before",
    "This breakdown of circumstances. Caught by surprise",
    "Like you, they may be waiting separately",
    "At their own levels, inside their own portions",
    "Of your incoherent flat. They may be thinking",
    "Of you, as you are of them, and wondering",
    "Whether some common passageway, no matter",
    "How crooked or narrow, might still exist",
    "Between you, through which you might share the absence",
    "Of food and water and the cold comfort",
    "Of daylight. They may be expecting you",
    "To arrive at any moment, to crawl through dust",
    "And fire to their rescue as they find their bodies",
    "Growing more stiff, assuming even more",
    "Unusual attitudes at every turn",
    "Of a second hand, at every sound",
    "Of a bell or an alarm, at every pounding",
    "Of a door or a heart, so if you can't reach them",
    "Now and they can't reach you, remember, please",
    "Remember, whatever you say,",
    "Whatever you hear or keep to yourself, whatever",
    "You scream or whisper, will need to make",
    "Some kind of sense, perhaps for days and days."
  ],
  "title": "In Rubble",
  "year": ""
}