{
  "author": "Nick Twemlow",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245954",
  "region": "U.S., Midwestern",
  "text": [
    "Topeka, half the moon is rotten with shadows pooling in the Sea of Topeka.",
    "Topeka, where first I wet my brain with a 40oz bottle of Topeka.",
    "Topeka, is place name, is damn shame, is a mirror made of sand & Topeka.",
    "Topeka, you are substandard. I am not. Yet I’m the one on my hands & knees, searching for the lost keys in the prairie grass, ripped on acid, loving the fallacy that the black keys equal melancholy, the black keys being Topeka.",
    "Topeka, miscast capital, you’re no more political than a handshake with your dream-self upon waking, in my case dream-self lives & dies in Topeka.",
    "Topeka, the sickness cannot be cured of Topeka.",
    "Topeka, tigers laze about the yards, a man with a box balanced on his head, his possessions stuffed to brimming, trots down Topeka Ave.",
    "Topeka, the sickness will go unnoticed. The vaccine is composed of rare sentiments, the kind that love & hate with equal abandon, love & hate, love & hate, love & hate. Topeka.",
    "Topeka, there was a night when the moon didn’t appear but it appeared everywhere else in the world, what happened that night? Topeka?",
    "Topeka, I fear for your life, the intersection of 29th & California is a portal to Hell. I died there twenty times in my youth. Today, driving through, I toss a bouquet of roses to mark my third death, the one that had a soundtrack I can’t shake free. My sister sings it from the shower every morning. Forecast calls for occasional showers, with the possibility of late-morning sleet, in Topeka.",
    "Topeka, cast off the reliquaries! Call your men to war! Me? I’ll be tugging one last hit from the bong I fashioned out of the shrapnel of Topeka.",
    "Topeka, pop. rarely exceeds one, as in each trip home happens in rewind, stepping back across the creek, bird in hand throwing up the worm, further back, unbreaking its wing, bird flying off as if resurrected but from among the living, there I am, eight years old, seven, six, now a slug of semen sucked back into my father, now, as the waters roll back across the plains toward the river, a dog coughs up water, lifts its head, sees nothing, puts its head back down, this, Topeka, is your history, although it never happened."
  ],
  "title": "Topeka, Topeka",
  "year": ""
}