{
  "author": "Nick Twemlow",
  "classification": "Tercet",
  "keywords": [
    "Living",
    "The Mind",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Language",
    "Linguistics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/245956",
  "region": "U.S., Midwestern",
  "text": [
    "Never instead put the bales in the bounty,",
    "resize the type to provide ALLURE.",
    "Look how the picture seems to tell a story.",
    "Mother, I’m all dolled up in HOPE.",
    "My breastplate hinge needs a little oil,",
    "I’m hobbling along to kick your crutch.",
    "Mother, I’m all doped up with DESIRE.",
    "I’ve cleaned the machine with delicate",
    "hand, scrubbed the data within an inch of its life.",
    "Mother, I’m all diary today, feeling PENSIVE.",
    "The returns keep disappearing, I can’t get my hands",
    "around even one. I keep clicking through",
    "the channels, the links, little vortex",
    "displays all the characteristics of a MOTIVE,",
    "Mother, but someone’s just reported",
    "that the election has been made OFFICIAL.",
    "The results seem promising. In one version",
    "you get to keep the crown. The twin diamonds",
    "sparkling your eyes sparkle harder, the LIGHT",
    "takes on a decadence like that of old snow.",
    "In the other, your garland consumes itself,",
    "your hair falls out like nuclear, your elisions",
    "lisp the windows shut, breaking the view",
    "in half. Your face becomes but a VAGARY",
    "and there are no backups in storage. I AM",
    "a cosmos if I am still breathing. Wind breaks",
    "at my neck and spells your name acrostically.",
    "Spells your name like my BELOVED. Repetition",
    "of facts and figures keeps me apprised. Dogs",
    "mass in the streets, shaking bones, slurping scrap",
    "lifted from the MALFEASANCE of silver plates",
    "hung to dry from row house clotheslines,",
    "the tread’s worn down on the spires sagging",
    "from the GLORIOUS peaks of this great sky!",
    "Can you hear the clicking through the air vents?",
    "Did you notice the picture twitch on the bedroom wall?",
    "Leaves turn pink and blue, SUPERNATURAL",
    "is not dead, is rippling through me, I can feel",
    "my toes, I can see you staring at my nape,",
    "I can see you vivid in the dark corner of the day,",
    "taking your damask gown off one strap",
    "at a time, as if I were watching. I have a MANDATE.",
    "Nobody else would bother to see you this way."
  ],
  "title": "With Delicate Hand",
  "year": ""
}