{
  "author": "James Laughlin",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Death",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175663",
  "region": "",
  "text": [
    "in our village are short and to the point.",
    "While the mourners are finding their seats",
    "Etta Andrews plays “Now the Day Is Over.”",
    "No one is ashamed to wipe his or her eyes.",
    "Then the Reverend stands up and reads",
    "the Lord’s Prayer with the mourners",
    "speaking it with him. Then there is a hymn,",
    "usually “Rock of Ages” or one chosen by",
    "the wife of the deceased. The deceased,",
    "I might say, is never present, except for",
    "an urn prepared by Mr. Torrant, who is",
    "always squinting. Next there are remarks",
    "by the Reverend. He is a kind man and",
    "can be relied upon to say something nice",
    "about the life of the departed, no matter",
    "how much he may have been scorned or even",
    "disliked.",
    "The Reverend’s eulogies are so much the",
    "same, with appropriate readings from scripture,",
    "that I gave up listening to them years ago.",
    "Instead, unheard, I eulogize myself,",
    "the real picture of how I’ve been in",
    "the village. I admit that I was self-satisfied",
    "and arrogant. I didn’t go to much pains",
    "to provide diversions for my wife. When",
    "the children and grandchildren came for visits",
    "I lectured them and pointed out their faults.",
    "I made appropriate contributions to the",
    "local charities but without much enthusiasm.",
    "I snubbed people who bored me and avoided",
    "parties. I was considerate to the people",
    "who worked in the post office. I complained",
    "a great deal about my ailments. When I’m",
    "asked how I’m doing, I reply that I’m",
    "not getting any younger. This inveterate",
    "response has become a bore in the village.",
    "After the Reverend’s eulogy is over",
    "there is another hymn, and the benediction.",
    "As they leave everyone, except me, presses",
    "the flesh of the bereaved with appropriate",
    "utterances. But I get away as quickly as",
    "I can. If they don’t bore me I like",
    "almost all the people in the village.",
    "But as they go, I tick them off. I’ve",
    "been to at least fifty funerals. When",
    "will mine be?"
  ],
  "title": "Funerals",
  "year": ""
}