{
  "author": "James Laughlin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/27542",
  "region": "",
  "text": [
    "For years I tried to conceal from the villagers that I wrote poetry",
    "I didn’t want them to know that I was an oddball",
    "I didn’t want the young men with beards wearing baseball caps who come to the liquor store in their pickups to buy sixpacks to know that I was some kind of sissy",
    "I decided it was prudent to buy the",
    "instead of the",
    "at the drugstore",
    "I burned my poem drafts at home before I took the trash to the dump, kids scavenge around there and the old man who does the recycling is nosy",
    "I took every precaution",
    "But our town is not an easy place to keep secrets, everybody knows everybody and they gossip when they’re getting their mail at the post office",
    "Things began to come apart",
    "A young man with long hair and a city accent showed up and asked in the stores where the poet Laughlin lived",
    "Then a pipe burst and the plumber told people that he saw thousands of books stacked in the cellar, some of them in foreign languages",
    "Next day the head of the Volunteer Fire Department came, pretending to check the wiring",
    "I began to get a bit paranoid; the town trooper is supposed to check each rural road once a week but he came up our road past our house three days in succession",
    "The ax fell when somehow a reporter for the county paper heard the rumors and there was a little item: local poet caught speeding twice on 272, Motor Vehicles may suspend license",
    "Much has changed in my life now",
    "Nobody has laughed at me in the street (I’m over six feet weight 245 and look pretty fit for my age) but they look at me in a funny way",
    "I don’t go to Apple House our grocery store anymore because a little girl with her finger in her nose pointed me out to the checkout lady and asked her something; now I get my liquor and supplies in the next towns and order Honeybaked Hams from Virginia by mail",
    "My life is all different now that they know I write poems.",
    "But if they think they can shame me out of it they’re very much mistaken. I’m not breaking any law",
    "I’ll go on with it unless they have me declared a public nuisance and have me sent to the Institute",
    "I’ve heard there is a poor fellow in the Institute who claims he is Henry Wordsworth Longfellow. He’ll understand and be my friend; we can recite to each other if they won’t let us have paper and pencils."
  ],
  "title": "The Shameful Profession",
  "year": ""
}