{
  "author": "Calvin Thomas Jr.",
  "classification": "",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/185527",
  "region": "",
  "text": [
    "This is about heroes, and you should know",
    "I do not mean old men with membranous snow",
    "Already patching them on hand and cheek;",
    "I mean the medaled models from the Greek",
    "On whom the air force lavishes technique",
    "Like tennis lessons and engineering toys",
    "Given at schools for preparatory boys.",
    "Say what you will, this flyer on his base",
    "Who attends airdromes is the immortal ace",
    "Training to come out of some urgent East",
    "Greater astride his apocalyptic beast",
    "Than any movie star: the new high priest.",
    "To glimpse him people will abandon cover",
    "And in his thunder die as for a lover.",
    "Pious and helmeted he lives these nones",
    "Attentive to the voices in his phones",
    "And calculating when will be the ides",
    "Through his impatience with the time he bides",
    "In long equations as the slide rule slides;",
    "There is no telling the ominous from calm",
    "In practice runs to drop a perfect bomb.",
    "Nourished and celibate, tanned, tall, erect",
    "As he navigates and crosshairs intersect,",
    "He dreams a lissome girl and highschool kiss:",
    "Physicians have no thought of mending this;",
    "The natural death is one he may not miss:",
    "Whoever said time steals without a sound?",
    "It makes a noise of bandage being wound.",
    "Little by little grows the good machine",
    "Preening equipment as pterodactyls preen;",
    "And when the night pins down the firmament",
    "He goes aloft to fly by instrument",
    "Limning the stars on graphs where light is bent:",
    "To fly in squadron and to walk in squad,",
    "This is the double-natured demigod."
  ],
  "title": "Defense Mechanism",
  "year": ""
}