{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "God",
    "the Divine",
    "Christianity",
    "Religion"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175009",
  "region": "England",
  "text": [
    "O For that warning voice, which he who saw",
    "Th'",
    ", heard cry in Heaven aloud,",
    "Then when the Dragon, put to second rout,",
    "Came furious down to be reveng'd on men,",
    "that now,",
    "While time was, our first-Parents had bin warnd",
    "The coming of thir secret foe, and scap'd",
    "Haply so scap'd his mortal snare; for now",
    ", now first inflam'd with rage, came down,",
    "The Tempter ere th' Accuser of man-kind,",
    "To wreck on innocent frail man his loss",
    "Of that first Battel, and his flight to Hell:",
    "Yet not rejoycing in his speed, though bold,",
    "Far off and fearless, nor with cause to boast,",
    "Begins his dire attempt, which nigh the birth",
    "Now rowling, boiles in his tumultuous brest,",
    "And like a devillish Engine back recoiles",
    "Upon himself; horror and doubt distract",
    "His troubl'd thoughts, and from the bottom stirr",
    "The Hell within him, for within him Hell",
    "He brings, and round about him, nor from Hell",
    "One step no more then from himself can fly",
    "By change of place: Now conscience wakes despair",
    "That slumberd, wakes the bitter memorie",
    "Of what he was, what is, and what must be",
    "Worse; of worse deeds worse sufferings must ensue.",
    "Sometimes towards",
    "which now in his view",
    "Lay pleasant, his grievd look he fixes sad,",
    "Sometimes towards Heav'n and the full-blazing Sun,",
    "Which now sat high in his Meridian Towre:",
    "Then much revolving, thus in sighs began.",
    "O thou that with surpassing Glory crownd,",
    "Look'st from thy sole Dominion like the God",
    "Of this new World; at whose sight all the Starrs",
    "Hide thir diminisht heads; to thee I call,",
    "But with no friendly voice, and add thy name",
    "O Sun, to tell thee how I hate thy beams",
    "That bring to my remembrance from what state",
    "I fell, how glorious once above thy Spheare;",
    "Till Pride and worse Ambition threw me down",
    "Warring in Heav'n against Heav'ns matchless King:",
    "Ah wherefore! he deservd no such return",
    "From me, whom he created what I was",
    "In that bright eminence, and with his good",
    "Upbraided none; nor was his service hard.",
    "What could be less then to afford him praise,",
    "The easiest recompence, and pay him thanks,",
    "How due! yet all his good prov'd ill in me,",
    "And wrought but malice; lifted up so high",
    "I sdeind subjection, and thought one step higher",
    "Would set me highest, and in a moment quit",
    "The debt immense of endless gratitude,",
    "So burthensome still paying, still to ow;",
    "Forgetful what from him I still receivd,",
    "And understood not that a grateful mind",
    "By owing owes not, but still pays, at once",
    "Indebted and dischargd; what burden then?",
    "O had his powerful Destiny ordaind",
    "Me some inferiour Angel, I had stood",
    "Then happie; no unbounded hope had rais'd",
    "Ambition. Yet why not? som other Power",
    "As great might have aspir'd, and me though mean",
    "Drawn to his part; but other Powers as great",
    "Fell not, but stand unshak'n, from within",
    "Or from without, to all temptations arm'd.",
    "Hadst thou the same free Will and Power to stand?",
    "Thou hadst: whom hast thou then or what to accuse,",
    "But Heav'ns free Love dealt equally to all?",
    "Be then his Love accurst, since love or hate,",
    "To me alike, it deals eternal woe.",
    "Nay curs'd be thou; since against his thy will",
    "Chose freely what it now so justly rues.",
    "Me miserable! which way shall I flie",
    "Infinite wrauth, and infinite despaire?",
    "Which way I flie is Hell; my self am Hell;",
    "And in the lowest deep a lower deep",
    "Still threatning to devour me opens wide,",
    "To which the Hell I suffer seems a Heav'n.",
    "O then at last relent: is there no place",
    "Left for Repentance, none for Pardon left?",
    "None left but by submission; and that word",
    "forbids me, and my dread of shame",
    "Among the spirits beneath, whom I seduc'd",
    "With other promises and other vaunts",
    "Then to submit, boasting I could subdue",
    "Th' Omnipotent. Ay me, they little know",
    "How dearly I abide that boast so vaine,",
    "Under what torments inwardly I groane;",
    "While they adore me on the Throne of Hell,",
    "With Diadem and Scepter high advanc'd",
    "The lower still I fall, onely Supream",
    "In miserie; such joy Ambition findes.",
    "But say I could repent and could obtaine",
    "By Act of Grace my former state; how soon",
    "Would higth recal high thoughts, how soon unsay",
    "What feign'd submission swore: ease would recant",
    "Vows made in pain, as violent and void.",
    "For never can true reconcilement grow",
    "Where wounds of deadly hate have peirc'd so deep:",
    "Which would but lead me to a worse relapse",
    "And heavier fall: so should I purchase deare",
    "Short intermission bought with double smart.",
    "This knows my punisher; therefore as farr",
    "From granting hee, as I from begging peace:",
    "All hope excluded thus, behold in stead",
    "Of us out-cast, exil'd, his new delight,",
    "Mankind created, and for him this World.",
    "So farwel Hope, and with Hope farwel Fear,",
    "Farwel Remorse: all Good to me is lost;",
    "Evil be thou my Good; by thee at least",
    "Divided Empire with Heav'ns King I hold",
    "By thee, and more then half perhaps will reigne;",
    "As Man ere long, and this new World shall know.",
    "Thus while he spake, each passion dimm'd his face",
    "Thrice chang'd with pale, ire, envie and despair,",
    "Which marrd his borrow'd visage, and betraid",
    "Him counterfet, if any eye beheld.",
    "For heav'nly mindes from such distempers foule",
    "Are ever cleer. Whereof hee soon aware,",
    "Each perturbation smooth'd with outward calme,",
    "Artificer of fraud; and was the first",
    "That practisd falshood under saintly shew,",
    "Deep malice to conceale, couch't with revenge:",
    "Yet not anough had practisd to deceive",
    "once warnd; whose eye pursu'd him down",
    "The way he went, and on th'",
    "mount",
    "Saw him disfigur'd, more then could befall",
    "Spirit of happie sort: his gestures fierce",
    "He markd and mad demeanour, then alone,",
    "As he suppos'd, all unobserv'd, unseen.",
    "So on he fares, and to the border comes,",
    "Of",
    ", where delicious Paradise,",
    "Now nearer, Crowns with her enclosure green,",
    "As with a rural mound the champain head",
    "Of a steep wilderness, whose hairie sides",
    "With thicket overgrown, grottesque and wilde,",
    "Access deni'd; and over head up grew",
    "Insuperable highth of loftiest shade,",
    "Cedar, and Pine, and Firr, and branching Palm,",
    "A Silvan Scene, and as the ranks ascend",
    "Shade above shade, a woodie Theatre",
    "Of stateliest view. Yet higher then thir tops",
    "The verdurous wall of paradise up sprung:",
    "Which to our general Sire gave prospect large",
    "Into his neather Empire neighbouring round.",
    "And higher then that Wall a circling row",
    "Of goodliest Trees loaden with fairest Fruit,",
    "Blossoms and Fruits at once of golden hue",
    "Appeerd, with gay enameld colours mixt:",
    "On which the Sun more glad impress'd his beams",
    "Then in fair Evening Cloud, or humid Bow,",
    "When God hath showrd the earth; so lovely seemd",
    "That Lantskip: And of pure now purer aire",
    "Meets his approach, and to the heart inspires",
    "Vernal delight and joy, able to drive",
    "All sadness but despair: now gentle gales",
    "Fanning thir odoriferous wings dispense",
    "Native perfumes, and whisper whence they stole",
    "Those balmie spoiles. As when to them who saile",
    "Beyond the",
    ", and now are past",
    ", off at Sea North-East windes blow",
    "Odours from the spicie shoare",
    "Of",
    "the blest, with such delay",
    "Well pleas'd they slack thir course, and many a League",
    "Chear'd with the grateful smell old Ocean smiles.",
    "So entertaind those odorous sweets the Fiend",
    "Who came thir bane, though with them better pleas'd",
    "Then",
    "with the fishie fume,",
    "That drove him, though enamourd, from the Spouse",
    "Of",
    "Son, and with a vengeance sent",
    "From",
    "post to",
    ", there fast bound.",
    "Now to th' ascent of that steep savage Hill",
    "had journied on, pensive and slow;",
    "But further way found none, so thick entwin'd,",
    "As one continu'd brake, the undergrowth",
    "Of shrubs and tangling bushes had perplext",
    "All path of Man or Beast that past that way:",
    "One Gate there only was, and that look'd East",
    "On th' other side: which when th' arch-fellon saw",
    "Due entrance he disdaind, and in contempt,",
    "At one slight bound high over leap'd all bound",
    "Of Hill or highest Wall, and sheer within",
    "Lights on his feet. As when a prowling Wolfe,",
    "Whom hunger drives to seek new haunt for prey,",
    "Watching where Shepherds pen thir Flocks at eeve",
    "In hurdl'd Cotes amid the field secure,",
    "Leaps o're the fence with ease into the Fould:.",
    "Or as a Thief bent to unhoord the cash",
    "Of some rich Burgher, whose substantial dores,",
    "Cross-barrd and bolted fast, fear no assault,",
    "In at the window climbs, or o're the tiles;",
    "So clomb this first grand Thief into Gods Fould:",
    "So since into his Church lewd Hirelings climbe.",
    "Thence up he flew, and on the Tree of Life,",
    "The middle Tree and highest there that grew,",
    "Sat like a Cormorant; yet not true Life",
    "Thereby regaind, but sat devising Death",
    "To them who liv'd; nor on the vertue thought",
    "Of that life-giving Plant, but only us'd",
    "For prospect, what well us'd had bin the pledge",
    "Of immortality. So little knows",
    "Any, but God alone, to value right",
    "The good before him, but perverts best things",
    "To worst abuse, or to thir meanest use.",
    "Beneath him with new wonder now he views",
    "To all delight of human sense expos'd",
    "In narrow room Natures whole wealth, yea more,",
    "A Heav'n on Earth, for blissful Paradise",
    "Of God the Garden was, by him in the East",
    "Of",
    "planted;",
    "stretchd her Line",
    "From",
    "Eastward to the Royal Towrs",
    "Of great",
    ", built by",
    "Kings,",
    "Or where the Sons of",
    "long before",
    "Dwelt in",
    ": in this pleasant soile",
    "His farr more pleasant Garden God ordaind;",
    "Out of the fertil ground he caus'd to grow",
    "All Trees of noblest kind for sight, smell, taste;",
    "And all amid them stood the Tree of Life,",
    "High eminent, blooming Ambrosial Fruit",
    "Of vegetable Gold; and next to Life",
    "Our Death the Tree of knowledge grew fast by,",
    "Knowledge of Good bought dear by knowing ill.",
    "Southward through",
    "went a River large,",
    "Nor chang'd his course, but through the shaggie hill",
    "Pass'd underneath ingulft, for God had thrown",
    "That Mountain as his Garden mould high rais'd",
    "Upon the rapid current, which through veins",
    "Of porous Earth with kindly thirst up drawn,",
    "Rose a fresh Fountain, and with many a rill",
    "Waterd the Garden; thence united fell",
    "Down the steep glade, and met the neather Flood,",
    "Which from his darksom passage now appeers,",
    "And now divided into four main Streams,",
    "Runs divers, wandring many a famous Realme",
    "And Country whereof here needs no account,",
    "But rather to tell how, if Art could tell,",
    "How from that Saphire Fount the crisped Brooks,",
    "Rowling on Orient Pearl and sands of Gold,",
    "With mazie error under pendant shades",
    "Ran Nectar, visiting each plant, and fed",
    "Flours worthy of Paradise which not nice Art",
    "In Beds and curious Knots, but Nature boon",
    "Powrd forth profuse on Hill and Dale and Plaine,",
    "Both where the morning Sun first warmly smote",
    "The open field, and where the unpierc't shade",
    "lmbround the noontide Bowrs: Thus was this place,",
    "A happy rural seat of various view;",
    "Groves whose rich Trees wept odorous Gumms and Balme,",
    "Others whose fruit burnisht with Golden Rinde",
    "Hung amiable,",
    "Fables true,",
    "If true, here only, and of delicious taste:",
    "Betwixt them Lawns, or level Downs, and Flocks",
    "Grasing the tender herb, were interpos'd,",
    "Or palmie hilloc, or the flourie lap",
    "Of som irriguous Valley spred her store,",
    "Flours of all hue, and without Thorn the Rose:",
    "Another side, umbrageous Grots and Caves",
    "Of coole recess, o're which the mantling vine",
    "Layes forth her purple Grape, and gently creeps",
    "Luxuriant; mean while murmuring waters fall",
    "Down the slope hills, disperst, or in a Lake,",
    "That to the fringed Bank with Myrtle crownd,",
    "Her chrystal mirror holds, unite thir streams.",
    "The Birds thir quire apply; aires, vernal aires,",
    "Breathing the smell of field and grove, attune",
    "The trembling leaves, while Universal",
    "Knit with the",
    "and the",
    "in dance",
    "Led on th' Eternal Spring. Not that faire field",
    "Of",
    ", where",
    "gathering flours",
    "Her self a fairer Floure by gloomie",
    "Was gatherd, which cost",
    "all that pain",
    "To seek her through the world; nor that sweet Grove",
    "Of",
    "by",
    ", and th' inspir'd",
    "Spring, might with this Paradise",
    "Of",
    "strive; nor that",
    "Ile",
    "Girt with the River",
    ", where old",
    ",",
    "Whom Gentiles",
    "call and",
    ",",
    "Hid",
    "and her Florid Son",
    "Young",
    "from his Stepdame",
    "eye;",
    "Nor where",
    "Kings thir issue Guard,",
    "Mount",
    ", though this by som suppos'd",
    "True Paradise under the",
    "Line",
    "By",
    "head, enclosd with shining Rock,",
    "A whole days journy high, but wide remote",
    "From this",
    "Garden, where the Fiend",
    "Saw undelighted all delight, all kind",
    "Of living Creatures new to sight and strange:",
    "Two of far nobler shape erect and tall,",
    "Godlike erect, with native Honour clad",
    "In naked Majestie seemd Lords of all,",
    "And worthie seemd, for in thir looks Divine",
    "The image of thir glorious Maker shon,",
    "Truth, wisdome, Sanctitude severe and pure,",
    "Severe but in true filial freedom plac't;",
    "Whence true autoritie in men; though both",
    "Not equal, as thir sex not equal seemd;",
    "For contemplation hee and valour formd,",
    "For softness shee and sweet attractive Grace,",
    "Hee for God only, shee for God in him:",
    "His fair large Front and Eye sublime declar'd",
    "Absolute rule; and Hyacinthin Locks",
    "Round from his parted forelock manly hung",
    "Clustring, but not beneath his shoulders broad:",
    "Shee as a vail down to the slender waste",
    "Her unadorned golden tresses wore",
    "Dissheveld, but in wanton ringlets wav'd",
    "As the Vine curles her tendrils, which impli'd",
    "Subjection, but requir'd with gentle sway,",
    "And by her yielded, by him best receivd,",
    "Yielded with coy submission, modest pride,",
    "And sweet reluctant amorous delay.",
    "Nor those mysterious parts were then conceald,",
    "Then was not guiltie shame, dishonest shame",
    "Of natures works, honor dishonorable,",
    "Sin-bred, how have ye troubl'd all mankind",
    "With shews instead, meer shews of seeming pure,",
    "And banisht from mans life his happiest life,",
    "Simplicitie and spotless innocence.",
    "So passd they naked on, nor shund the sight",
    "Of God or Angel, for they thought no ill:",
    "So hand in hand they passd, the lovliest pair",
    "That ever since in loves imbraces met,",
    "the goodliest man of men since borne",
    "His Sons, the fairest of her Daughters",
    ".",
    "Under a tuft of shade that on a green",
    "Stood whispering soft, by a fresh Fountain side",
    "They sat them down, and after no more toil",
    "Of thir sweet Gardning labour then suffic'd",
    "To recommend coole",
    ", and made ease",
    "More easie, wholsom thirst and appetite",
    "More grateful, to thir Supper Fruits they fell,",
    "Nectarine Fruits which the compliant boughes",
    "Yielded them, side-long as they sat recline",
    "On the soft downie Bank damaskt with flours:",
    "The savourie pulp they chew, and in the rinde",
    "Still as they thirsted scoop the brimming stream;",
    "Nor gentle purpose, nor endearing smiles",
    "Wanted, nor youthful dalliance as beseems",
    "Fair couple, linkt in happie nuptial League,",
    "Alone as they. About them frisking playd",
    "All Beasts of th' Earth, since wilde, and of all chase",
    "In Wood or Wilderness, Forrest or Den;",
    "Sporting the Lion rampd, and in his paw",
    "Dandl'd the Kid; Bears, Tygers, Ounces, Pards,",
    "Gambold before them, th' unwieldy Elephant",
    "To make them mirth us'd all his might, and wreathd",
    "His Lithe Proboscis; close the Serpent sly",
    "Insinuating, wove with Gordian twine",
    "His breaded train, and of his fatal guile",
    "Gave proof unheeded; others on the grass",
    "Coucht, and now fild with pasture gazing sat,",
    "Or Bedward ruminating: for the Sun",
    "Declin'd was hasting now with prone carreer",
    "To th' Ocean Iles, and in th' ascending Scale",
    "Of Heav'n the Starrs that usher Evening rose:",
    "When",
    "still in gaze, as first he stood,",
    "Scarce thus at length faild speech recoverd sad.",
    "O Hell! what doe mine eyes with grief behold,",
    "Into our room of bliss thus high advanc't",
    "Creatures of other mould, earth-born perhaps,",
    "Not Spirits, yet to heav'nly Spirits bright",
    "Little inferior; whom my thoughts pursue",
    "With wonder, and could love, so lively shines",
    "In them Divine resemblance, and such grace",
    "The hand that formd them on thir shape hath pourd.",
    "Ah gentle pair, yee little think how nigh",
    "Your change approaches, when all these delights",
    "Will vanish and deliver ye to woe,",
    "More woe, the more your taste is now of joy;",
    "Happie, but for so happie ill secur'd",
    "Long to continue, and this high seat your Heav'n",
    "Ill fenc't for Heav'n to keep out such a foe",
    "As now is enterd; yet no purpos'd foe",
    "To you whom I could pittie thus forlorne",
    "Though I unpittied: League with you I seek,",
    "And mutual amitie so streight, so close,",
    "That I with you must dwell, or you with me",
    "Henceforth; my dwelling haply may not please",
    "Like this fair Paradise, your sense, yet such",
    "Accept your Makers work; he gave it me,",
    "Which I as freely give; Hell shall unfold,",
    "To entertain you two, her widest Gates,",
    "And send forth all her Kings; there will be room,",
    "Not like these narrow limits, to receive",
    "ass Your numerous ofspring; if no better place,",
    "Thank him who puts me loath to this revenge",
    "On you who wrong me not for him who wrongd.",
    "And should I at your harmless innocence",
    "Melt, as I doe, yet public reason just,",
    "Honour and Empire with revenge enlarg'd,",
    "By conquering this new World, compels me now",
    "To do what else though damnd I should abhorre.",
    "So spake the Fiend, and with necessitie,",
    "The Tyrants plea, excus'd his devilish deeds.",
    "Then from his loftie stand on that high Tree",
    "Down he alights among the sportful Herd",
    "Of those fourfooted kindes, himself now one,",
    "Now other, as thir shape servd best his end",
    "Neerer to view his prey, and unespi'd",
    "To mark what of thir state he more might learn",
    "By word or action markt: about them round",
    "A Lion now he stalkes with fierie glare,",
    "Then as a Tyger, who by chance hath spi'd",
    "In some Purlieu two gentle Fawnes at play,",
    "Strait couches close, then rising changes oft",
    "His couchant watch, as one who chose his ground",
    "Whence rushing he might surest seize them both",
    "Grip't in each paw: When",
    "first of men",
    "To first of women",
    "thus moving speech,",
    "Turnd him all eare to hear new utterance flow.",
    "Sole partner and sole part of all these joyes,",
    "Dearer thy self then all; needs must the power",
    "That made us, and for us this ample World",
    "Be infinitly good, and of his good",
    "As liberal and free as infinite,",
    "That rais'd us from the dust and plac't us here",
    "In all this happiness, who at his hand",
    "Have nothing merited, nor can performe",
    "Aught whereof hee hath need, hee who requires",
    "From us no other service then to keep",
    "This one, this easie charge, of all the Trees",
    "In Paradise that bear delicious fruit",
    "So various, not to taste that onely Tree",
    "Of knowledge, planted by the Tree of Life,",
    "So neer grows Death to Life, what ere Death is,",
    "Som dreadful thing no doubt; for well thou knowst",
    "God hath pronounc't it death to taste that Tree,",
    "The only sign of our obedience left",
    "Among so many signes of power and rule",
    "Conferrd upon us, and Dominion giv'n",
    "Over all other Creatures that possess",
    "Earth, Aire, and Sea. Then let us not think hard",
    "One easie prohibition, who enjoy",
    "Free leave so large to all things else, and choice",
    "Unlimited of manifold delights:",
    "But let us ever praise him, and extoll",
    "His bountie, following our delightful task",
    "To prune these growing Plants, and tend these Flours,",
    "Which were it toilsom, yet with thee were sweet.",
    "To whom thus",
    "repli'd. O thou for whom",
    "And from whom I was formd flesh of thy flesh,",
    "And without whom am to no end, my Guide",
    "And Head, what thou hast said is just and right.",
    "For wee to him indeed all praises owe,",
    "And daily thanks, I chiefly who enjoy",
    "So farr the happier Lot, enjoying thee",
    "Praeeminent by so much odds, while thou",
    "Like consort to thy self canst no where find.",
    "That day I oft remember, when from sleep",
    "I first awak't, and found my self repos'd",
    "Under a shade of flours, much wondring where",
    "And what I was, whence thither brought, and how.",
    "Not distant far from thence a murmuring sound",
    "Of waters issu'd from a Cave and spread",
    "Into a liquid Plain, then stood unmov'd",
    "Pure as th' expanse of Heav'n; I thither went",
    "With unexperienc't thought, and laid me downe",
    "On the green bank, to look into the cleer",
    "Smooth Lake, that to me seemd another Skie.",
    "As I bent down to look, just opposite,",
    "A Shape within the watry gleam appeerd",
    "Bending to look on me, I started back,",
    "It started back, but pleas'd I soon returnd,",
    "Pleas'd it returnd as soon with answering looks",
    "Of sympathie and love; there I had fixt",
    "Mine eyes till now, and pin'd with vain desire,",
    "Had not a voice thus warnd me, What thou seest,",
    "What there thou seest fair Creature is thy self,",
    "With thee it came and goes: but follow me,",
    "And I will bring thee where no shadow staies",
    "Thy coming, and thy soft imbraces, hee",
    "Whose image thou art, him thou shall enjoy",
    "Inseparablie thine, to him shalt beare",
    "Multitudes like thy self, and thence be call'd",
    "Mother of human Race: what could I doe,",
    "But follow strait, invisibly thus led?",
    "Till I espi'd thee, fair indeed and tall,",
    "Under a Platan, yet methought less faire,",
    "Less winning soft, less amiablie milde,",
    "Then that smooth watry image; back I turnd,",
    "Thou following cryd'st aloud, Return faire",
    ",",
    "Whom fli'st thou? whom thou fli'st, of him thou art,",
    "His flesh, his bone; to give thee being I lent",
    "Out of my side to thee, neerest my heart",
    "Substantial Life, to have thee by my side",
    "Henceforth an individual solace dear;",
    "Part of my Soul I seek thee, and thee claim",
    "My other half: with that thy gentle hand",
    "Seisd mine, I yielded, and from that time see",
    "How beauty is excelld by manly grace",
    "And wisdom, which alone is truly fair.",
    "So spake our general Mother, and with eyes",
    "Of conjugal attraction unreprov'd,",
    "And meek surrender, half imbracing leand",
    "On our first Father, half her swelling Breast",
    "Naked met his under the flowing Gold",
    "Of her loose tresses hid: he in delight",
    "Both of her Beauty and submissive Charms",
    "Smil'd with superior Love, as",
    "On",
    "smiles, when he impregns the Clouds",
    "That shed",
    "Flowers; and press'd her Matron lip",
    "With kisses pure: aside the Devil turnd",
    "For envie, yet with jealous leer maligne",
    "Ey'd them askance, and to himself thus plaind.",
    "Sight hateful, sight tormenting! thus these two",
    "Imparadis't in one anothers arms",
    "The happier",
    ", shall enjoy thir fill",
    "Of bliss on bliss, while I to Hell am thrust,",
    "Where neither joy nor love, but fierce desire,",
    "Among our other torments not the least,",
    "Still unfulfill'd with pain of longing pines;",
    "Yet let me not forget what I have gain'd",
    "From thir own mouths; all is not theirs it seems:",
    "One fatal Tree there stands of Knowledge call'd,",
    "Forbidden them to taste: Knowledge forbidd'n?",
    "Suspicious, reasonless. Why should thir Lord",
    "Envie them that? can it be sin to know,",
    "Can it be death? and do they onely stand",
    "By Ignorance, is that thir happie state,",
    "The proof of thir obedience and thir faith?",
    "O fair foundation laid whereon to build",
    "Thir ruine! Hence I will excite thir minds",
    "With more desire to know, and to reject",
    "Envious commands, invented with designe",
    "To keep them low whom knowledge might exalt",
    "Equal with Gods; aspiring to be such,",
    "They taste and die: what likelier can ensue?",
    "But first with narrow search I must walk round",
    "This Garden, and no corner leave unspi'd;",
    "A chance but chance may lead where I may meet",
    "Some wandring Spirit of Heav'n, by Fountain side,",
    "Or in thick shade retir'd, from him to draw",
    "What further would be learnt. Live while ye may,",
    "Yet happie pair; enjoy, till I return,",
    "Short pleasures, for long woes are to succeed.",
    "So saying, his proud step he scornful turn'd,",
    "But with sly circumspection, and began",
    "Through wood, through waste, o're hill, o're dale his roam.",
    "Mean while in utmost Longitude, where Heav'n",
    "With Earth and Ocean meets, the setting Sun",
    "Slowly descended, and with right aspect",
    "Against the eastern Gate of Paradise",
    "Leveld his eevning Rayes: it was a Rock",
    "Of Alablaster, pil'd up to the Clouds,",
    "Conspicuous farr, winding with one ascent",
    "Accessible from Earth, one entrance high;",
    "The rest was craggie cliff, that overhung",
    "Still as it rose, impossible to climbe.",
    "Betwixt these rockie Pillars",
    "sat",
    "Chief of th' Angelic Guards, awaiting night;",
    "About him exercis'd Heroic Games",
    "Th' unarmed Youth of Heav'n, but nigh at hand",
    "Celestial Armourie, Shields, Helmes, and Speares,",
    "Hung high with Diamond flaming, and with Gold.",
    "Thither came",
    ", gliding through the Eeven",
    "On a Sun beam, swift as a shooting Starr",
    "In",
    "thwarts the night, when vapors fir'd",
    "Impress the Air, and shews the Mariner",
    "From what point of his Compass to beware",
    "Impetuous winds: he thus began in haste.",
    ", to thee thy course by Lot hath giv'n",
    "Charge and strict watch that to this happie Place",
    "No evil thing approach or enter in;",
    "This day at highth of Noon came to my Spheare",
    "A Spirit, zealous, as he seem'd, to know",
    "More of th' Almighties works, and chiefly Man",
    "Gods latest Image: I describ'd his way",
    "Bent all on speed, and markt his Aerie Gate;",
    "But in the Mount that lies from",
    "North,",
    "Where he first lighted, soon discernd his looks",
    "Alien from Heav'n, with passions foul obscur'd:",
    "Mine eye pursu'd him still, but under shade",
    "Lost sight of him; one of the banisht crew",
    "I fear, hath ventur'd from the deep, to raise",
    "New troubles; him thy care must be to find.",
    "To whom the winged Warriour thus returnd:",
    ", no wonder if thy perfet sight,",
    "Amid the Suns bright circle where thou sitst,",
    "See farr and wide: in at this Gate none pass",
    "The vigilance here plac't, but such as come",
    "Well known from Heav'n; and since Meridian hour",
    "No Creature thence: if Spirit of other sort,",
    "So minded, have oreleapt these earthie bounds",
    "On purpose, hard thou knowst it to exclude",
    "Spiritual substance with corporeal barr.",
    "But if within the circuit of these walks,",
    "In whatsoever shape he lurk, of whom",
    "Thou tellst, by morrow dawning I shall know.",
    "So promis'd hee, and",
    "to his charge",
    "Returnd on that bright beam, whose point now raisd",
    "Bore him slope downward to the Sun now fall'n",
    "Beneath th'",
    "; whither the prime Orb,",
    "Incredible how swift, had thither rowl'd",
    "Diurnal, or this less volubil Earth",
    "By shorter flight to th' East, had left him there",
    "Arraying with reflected Purple and Gold",
    "The Clouds that on his Western Throne attend:",
    "Now came still Eevning on, and Twilight gray",
    "Had in her sober Liverie all things clad;",
    "Silence accompanied, for Beast and Bird,",
    "They to thir grassie Couch, these to thir Nests",
    "Were slunk, all but the wakeful Nightingale;",
    "She all night long her amorous descant sung;",
    "Silence was pleas'd: now glow'd the Firmament",
    "With living Saphirs:",
    "that led",
    "The starrie Host, rode brightest, till the Moon",
    "Rising in clouded Majestie, at length",
    "Apparent Queen unvaild her peerless light,",
    "And o're the dark her Silver Mantle threw.",
    "When",
    "thus to",
    ": Fair Consort, th' hour",
    "Of night, and all things now retir'd to rest",
    "Mind us of like repose, since God hath set",
    "Labour and rest, as day and night to men",
    "Successive, and the timely dew of sleep",
    "Now falling with soft slumbrous weight inclines",
    "Our eye-lids; other Creatures all day long",
    "Rove idle unimploid, and less need rest;",
    "Man hath his daily work of body or mind",
    "Appointed, which declares his Dignitie,",
    "And the regard of Heav'n on all his waies;",
    "While other Animals unactive range,",
    "And of thir doings God takes no account.",
    "To morrow ere fresh Morning streak the East",
    "With first approach of light, we must be ris'n,",
    "And at our pleasant labour, to reform",
    "Yon flourie Arbors, yonder Allies green,",
    "Our walk at noon, with branches overgrown,",
    "That mock our scant manuring, and require",
    "More hands then ours to lop thir wanton growth:",
    "Those Blossoms also, and those dropping Gumms,",
    "That lie bestrowne unsightly and unsmooth,",
    "Ask riddance, if we mean to tread with ease;",
    "Mean while, as Nature wills, Night bids us rest.",
    "To whom thus",
    "with perfet beauty adornd.",
    "My Author and Disposer, what thou bidst",
    "Unargu'd I obey; so God ordains,",
    "God is thy Law, thou mine: to know no more",
    "Is womans happiest knowledge and her praise.",
    "With thee conversing I forget all time,",
    "All seasons and thir change, all please alike.",
    "Sweet is the breath of morn, her rising sweet,",
    "With charm of earliest Birds; pleasant the Sun",
    "When first on this delightful Land he spreads",
    "His orient Beams, on herb, tree, fruit, and flour,",
    "Glistring with dew; fragrant the fertil earth",
    "After soft showers; and sweet the coming on",
    "Of grateful Eevning milde, then silent Night",
    "With this her solemn Bird and this fair Moon,",
    "And these the Gemms of Heav'n, her starrie train:",
    "But neither breath of Morn when she ascends",
    "With charm of earliest Birds, nor rising Sun",
    "On this delightful land, nor herb, fruit, floure,",
    "Glistring with dew, nor fragrance after showers,",
    "Nor grateful Eevning mild, nor silent Night",
    "With this her solemn Bird, nor walk by Moon,",
    "Or glittering Starr-light without thee is sweet.",
    "But wherfore all night long shine these, for whom",
    "This glorious sight, when sleep hath shut all eyes?",
    "To whom our general Ancestor repli'd.",
    "Daughter of God and Man, accomplisht",
    ",",
    "Those have thir course to finish, round the Earth,",
    "By morrow Eevning, and from Land to Land",
    "In order, though to Nations yet unborn,",
    "Ministring light prepar'd, they set and rise;",
    "Least total darkness should by Night regaine",
    "Her old possession, and extinguish life",
    "In Nature and all things, which these soft fires",
    "Not only enlighten, but with kindly heate",
    "Of various influence foment and warme,",
    "Temper or nourish, or in part shed down",
    "Thir stellar vertue on all kinds that grow",
    "On Earth, made hereby apter to receive",
    "Perfection from the Suns more potent Ray.",
    "These then, though unbeheld in deep of night,",
    "Shine not in vain, nor think, though men were none,",
    "That heav'n would want spectators, God want praise;",
    "Millions of spiritual Creatures walk the Earth",
    "Unseen, both when we wake, and when we sleep:.",
    "All these with ceasless praise his works behold",
    "Both day and night: how often from the steep",
    "Of echoing Hill or Thicket have we heard",
    "Celestial voices to the midnight air,",
    "Sole, or responsive each to others note",
    "Singing thir great Creator: oft in bands",
    "While they keep watch, or nightly rounding walk",
    "With Heav'nly touch of instrumental sounds",
    "In full harmonic number joind, thir songs",
    "Divide the night, and lift our thoughts to Heaven.",
    "Thus talking hand in hand alone they pass'd",
    "On to thir blissful Bower; it was a place",
    "Chos'n by the sovran Planter, when he fram'd",
    "All things to mans delightful use; the roofe",
    "Of thickest covert was inwoven shade",
    "Laurel and Mirtle, and what higher grew",
    "Of firm and fragrant leaf; on either side",
    ", and each odorous bushie shrub",
    "Fenc'd up the verdant wall; each beauteous flour,",
    "all hues, Roses, and Gessamin",
    "Rear'd high thir flourisht heads between, and wrought",
    "Mosaic; underfoot the Violet,",
    "Crocus, and Hyacinth with rich inlay",
    "Broiderd the ground, more colour'd then with stone",
    "Of costliest Emblem: other Creature here",
    "Beast, Bird, Insect, or Worm durst enter none;",
    "Such was thir awe of Man. In shadie Bower",
    "More sacred and sequesterd, though but feignd,",
    "or",
    "never slept, nor Nymph,",
    "Nor",
    "haunted. Here in close recess",
    "With Flowers, Garlands, and sweet-smelling Herbs",
    "Espoused",
    "deckt first her nuptial Bed,",
    "And heav'nly Quires the Hymenaean sung,",
    "What day the genial Angel to our Sire",
    "Brought her in naked beauty more adorn'd,",
    "More lovely then",
    ", whom the Gods",
    "Endowd with all thir gifts, and O too like",
    "In sad event, when to the unwiser Son",
    "Of",
    "brought by",
    ", she ensnar'd",
    "Mankind with her faire looks, to be aveng'd",
    "On him who had stole",
    "authentic fire.",
    "Thus at thir shadie Lodge arriv'd, both stood",
    "Both turnd, and under op'n Skie ador'd",
    "The God that made both Skie, Air, Earth and Heav'n",
    "Which they beheld, the Moons resplendent Globe",
    "And starrie Pole: Thou also mad'st the Night,",
    "Maker Omnipotent, and thou the Day,",
    "Which we in our appointed work imployd",
    "Have finisht happie in our mutual help",
    "And mutual love, the Crown of all our bliss",
    "Ordaind by thee, and this delicious place",
    "For us too large, where thy abundance wants",
    "Partakers, and uncropt falls to the ground.",
    "But thou hast promis'd from us two a Race",
    "To fill the Earth, who shall with us extoll",
    "Thy goodness infinite, both when we wake,",
    "And when we seek, as now, thy gift of sleep.",
    "This said unanimous, and other Rites",
    "Observing none, but adoration pure",
    "Which God likes best, into thir inmost bowre",
    "Handed they went; and eas'd the putting off",
    "These troublesom disguises which wee wear,",
    "Strait side by side were laid, nor turnd I weene",
    "from his fair Spouse, nor",
    "the Rites",
    "Mysterious of connubial Love refus'd:",
    "Whatever Hypocrites austerely talk",
    "Of puritie and place and innocence,",
    "Defaming as impure what God declares",
    "Pure, and commands to som, leaves free to all.",
    "Our Maker bids increase, who bids abstain",
    "But our destroyer, foe to God and Man?",
    "Haile wedded Love, mysterious Law, true source",
    "Of human ofspring, sole proprietie,",
    "In Paradise of all things common else.",
    "By thee adulterous lust was driv'n from men",
    "Among the bestial herds to raunge, by thee",
    "Founded in Reason, Loyal, just, and Pure,",
    "Relations dear, and all the Charities",
    "Of Father, Son, and Brother first were known.",
    "Farr be it, that I should write thee sin or blame,",
    "Or think thee unbefitting holiest place,",
    "Perpetual Fountain of Domestic sweets,",
    "Whose bed is undefil'd and chaste pronounc't,",
    "Present, or past, as Saints and Patriarchs us'd.",
    "Here Love his golden shafts imploies, here lights",
    "His constant Lamp, and waves his purple wings,",
    "Reigns here and revels; not in the bought smile",
    "Of Harlots, loveless, joyless, unindeard,",
    "Casual fruition, nor in Court Amours",
    "Mixt Dance, or wanton Mask, or Midnight Bal,",
    "Or Serenate, which the starv'd Lover sings",
    "To his proud fair, best quitted with disdain.",
    "These lulld by Nightingales imbraceing slept,",
    "And on thir naked limbs the flourie roof",
    "Showrd Roses, which the Morn repair'd. Sleep on",
    "Blest pair; and O yet happiest if ye seek",
    "No happier state, and know to know no more.",
    "Now had night measur'd with her shaddowie Cone",
    "Half way up Hill this vast Sublunar Vault,",
    "And from thir Ivorie Port the Cherubim",
    "Forth issuing at th' accustomd hour stood armd",
    "To thir night watches in warlike Parade,",
    "When",
    "to his next in power thus spake.",
    ", half these draw off, and coast the South",
    "With strictest watch; these other wheel the North,",
    "Our circuit meets full West. As flame they part",
    "Half wheeling to the Shield, half to the Spear.",
    "From these, two strong and suttle Spirits he calld",
    "That neer him stood, and gave them thus in charge.",
    "and",
    ", with wingd speed",
    "Search through this Garden, leave unsearcht no nook,",
    "But chiefly where those two fair Creatures Lodge,",
    "Now laid perhaps asleep secure of harme.",
    "This Eevning from the Sun's decline arriv'd",
    "Who tells of som infernal Spirit seen",
    "Hitherward bent (who could have thought?) escap'd",
    "The barrs of Hell, on errand bad no doubt:",
    "Such where ye find, seise fast, and hither bring.",
    "So saying, on he led his radiant Files,",
    "Daz'ling the Moon; these to the Bower direct",
    "In search of whom they sought: him there they found",
    "Squat like a Toad, close at the eare of",
    ";",
    "Assaying by his Devilish art to reach",
    "The Organs of her Fancie, and with them forge",
    "Illusions as he list, Phantasms and Dreams,",
    "Or if, inspiring venom, he might taint",
    "Th' animal Spirits that from pure blood arise",
    "Like gentle breaths from Rivers pure, thence raise",
    "At least distemperd, discontented thoughts,",
    "Vaine hopes, vaine aimes, inordinate desires",
    "Blown up with high conceits ingendring pride.",
    "Him thus intent",
    "with his Spear",
    "Touch'd lightly; for no falshood can endure",
    "Touch of Celestial temper, but returns",
    "Of force to its own likeness: up he starts",
    "Discoverd and surpriz'd. As when a spark",
    "Lights on a heap of nitrous Powder, laid",
    "Fit for the Tun som Magazin to store",
    "Against a rumord Warr, the Smuttie graine",
    "With sudden blaze diffus'd, inflames the Aire:",
    "So started up in his own shape the Fiend.",
    "Back stept those two faire Angels half amaz'd",
    "So sudden to behold the grieslie King;",
    "Yet thus, unmovd with fear, accost him soon.",
    "Which of those rebell Spirits adjudg'd to Hell",
    "Com'st thou, escap'd thy prison, and transform'd,",
    "Why satst thou like an enemie in waite",
    "Here watching at the head of these that sleep?",
    "Know ye not then said",
    ", fill'd with scorn,",
    "Know ye not mee? ye knew me once no mate",
    "For you, there sitting where ye durst not soare;",
    "Not to know mee argues your selves unknown,",
    "The lowest of your throng; or if ye know,",
    "Why ask ye, and superfluous begin",
    "Your message, like to end as much in vain?",
    "To whom thus",
    ", answering scorn with scorn.",
    "Think not, revolted Spirit, thy shape the same,",
    "Or undiminisht brightness, to be known",
    "As when thou stoodst in Heav'n upright and pure;",
    "That Glorie then, when thou no more wast good,",
    "Departed from thee, and thou resembl'st now",
    "Thy sin and place of doom obscure and foule.",
    "But come, for thou, be sure, shalt give account",
    "To him who sent us, whose charge is to keep",
    "This place inviolable, and these from harm.",
    "So spake the Cherube, and his grave rebuke",
    "Severe in youthful beautie, added grace",
    "Invincible: abasht the Devil stood,",
    "And felt how awful goodness is, and saw",
    "Vertue in her shape how lovly, saw, and pin'd",
    "His loss; but chiefly to find here observd",
    "His lustre visibly impar'd; yet seemd",
    "Undaunted. If I must contend, said he,",
    "Best with the best, the Sender not the sent,",
    "Or all at once; more glorie will be wonn,",
    "Or less be lost. Thy fear, said",
    "bold,",
    "Will save us trial what the least can doe",
    "Single against thee wicked, and thence weak.",
    "The Fiend repli'd not, overcome with rage;",
    "But like a proud Steed reind, went hautie on,",
    "Chaumping his iron curb: to strive or flie",
    "He held it vain; awe from above had quelld",
    "His heart, not else dismai'd. Now drew they nigh",
    "The western Point, where those half-rounding guard",
    "just met, and closing stood in squadron joind",
    "Awaiting next command. To whom thir Chief",
    "from the Front thus calld aloud.",
    "O friends, I hear the tread of nimble feet",
    "Hasting this way, and now by glimps discerne",
    "and",
    "through the shade,",
    "And with them comes a third of Regal port,",
    "But faded splendor wan; who by his gate",
    "And fierce demeanour seems the Prince of Hell,",
    "Not likely to part hence without contest;",
    "Stand firm, for in his look defiance lours.",
    "He scarce had ended, when those two approachd",
    "And brief related whom they brought, where found,",
    "How busied, in what form and posture coucht.",
    "To whom with stern regard thus",
    "spake.",
    "Why hast thou,",
    "broke the bounds prescrib'd",
    "To thy transgressions, and disturbd the charge",
    "Of others, who approve not to transgress",
    "By thy example, but have power and right",
    "To question thy bold entrance on this place;",
    "Imploi'd it seems to violate sleep, and those",
    "Whose dwelling God hath planted here in bliss?",
    "To whom thus",
    "with contemptuous brow.",
    ", thou hadst in Heav'n th' esteem of wise,",
    "And such I held thee; but this question askt",
    "Puts me in doubt. Lives ther who loves his pain?",
    "Who would not, finding way, break loose from Hell,",
    "Though thither doomd? Thou wouldst thy self, no doubt,",
    "And boldly venture to whatever place",
    "Farthest from pain, where thou mightest hope to change",
    "Torment with ease, and soonest recompence",
    "Dole with delight, which in this place I sought;",
    "To thee no reason; who knowst only good,",
    "But evil hast not tri'd: and wilt object",
    "His will who bound us? let him surer barr",
    "His Iron Gates, if he intends our stay",
    "In that dark durance: thus much what was askt.",
    "The rest is true, they found me where they say;",
    "But that implies not violence or harme.",
    "Thus he in scorn.The warlike Angel mov'd,",
    "Disdainfully half smiling thus repli'd.",
    "O loss of one in Heav'n to judge of wise,",
    "Since",
    "fell, whom follie overthrew,",
    "And now returns him from his prison scap't,",
    "Gravely in doubt whether to hold them wise",
    "Or not, who ask what boldness brought him hither",
    "Unlicenc't from his bounds in Hell prescrib'd;",
    "So wise he judges it to fly from pain",
    "However, and to scape his punishment.",
    "So judge thou still, presumptuous, till the wrauth,",
    "Which thou incurr'st by flying, meet thy flight",
    "Seavenfold, and scourge that wisdom back to Hell,",
    "Which taught thee yet no better, that no pain",
    "Can equal anger infinite provok't.",
    "But wherefore thou alone? wherefore with thee",
    "Came not all Hell broke loose? is pain to them",
    "Less pain, less to be fled, or thou then they",
    "Less hardie to endure? courageous Chief,",
    "The first in flight from pain, had'st thou alledg'd",
    "To thy deserted host this cause of flight,",
    "Thou surely hadst not come sole fugitive.",
    "To which the Fiend thus answerd frowning stern.",
    "Not that I less endure, or shrink from pain,",
    "Insulting Angel, well thou knowst I stood",
    "Thy fiercest, when in Battel to thy aide",
    "Thy blasting volied Thunder made all speed",
    "And seconded thy else not dreaded Spear.",
    "But still thy words at random, as before,",
    "Argue thy inexperience what behooves",
    "From hard assaies and ill successes past",
    "A faithful Leader, not to hazard all",
    "Through wayes of danger by himself untri'd.",
    "I therefore, I alone first undertook",
    "To wing the desolate Abyss, and spie",
    "This new created World, whereof in Hell",
    "Fame is not silent, here in hope to find",
    "Better abode, and my afflicted Powers",
    "To settle here on Earth, or in mid Aire;",
    "Though for possession put to try once more",
    "What thou and thy gay Legions dare against;",
    "Whose easier business were to serve thir Lord",
    "High up in Heav'n, with songs to hymne his Throne,",
    "And practis'd distances to cringe, not fight.",
    "To whom the warriour Angel, soon repli'd.",
    "To say and strait unsay, pretending first",
    "Wise to flie pain, professing next the Spie,",
    "Argues no Leader but a lyar trac't,",
    "and couldst thou faithful add? O name,",
    "O sacred name of faithfulness profan'd!",
    "Faithful to whom? to thy rebellious crew?",
    "Armie of Fiends, fit body to fit head;",
    "Was this your discipline and faith ingag'd,",
    "Your military obedience, to dissolve",
    "Allegeance to th' acknowldg'd Power supream?",
    "And thou sly hypocrite, who now wouldst seem",
    "Patron of liberty, who more then thou",
    "Once fawn'd, and cring'd, and servilly ador'd",
    "Heav'ns awful Monarch? wherefore but in hope",
    "To dispossess him, and thy self to reigne?",
    "But mark what I arreede thee now, avant;",
    "Flie thither whence thou fledst: if from this houre",
    "Within these hallowd limits thou appeer,",
    "Back to th' infernal pit I drag thee chaind,",
    "And Seale thee so, as henceforth not to scorne",
    "The facil gates of hell too slightly barrd.",
    "So threatn'd hee, but",
    "to no threats",
    "Gave heed, but waxing more in rage repli'd.",
    "Then when I am thy captive talk of chaines,",
    "Proud limitarie Cherube, but ere then",
    "Farr heavier load thy self expect to feel",
    "From my prevailing arme, though Heavens King",
    "Ride on thy wings, and thou with thy Compeers,",
    "Us'd to the yoak, draw'st his triumphant wheels",
    "In progress through the rode of Heav'n Star-pav'd.",
    "While thus he spake, th' Angelic Squadron bright",
    "Turnd fierie red, sharpning in mooned hornes",
    "Thir Phalanx, and began to hemm him round",
    "With ported Spears, as thick as when a field",
    "Of",
    "ripe for harvest waving bends",
    "Her bearded Grove of ears, which way the wind",
    "Swayes them; the careful Plowman doubting stands",
    "Least on the threshing floore his hopeful sheaves",
    "Prove chaff. On th' other side",
    "allarm'd",
    "Collecting all his might dilated stood,",
    "Like",
    "or",
    "unremov'd:",
    "His stature reacht the Skie, and on his Crest",
    "Sat horror Plum'd; nor wanted in his graspe",
    "What seemd both Spear and Shield: now dreadful deeds",
    "Might have ensu'd, nor onely Paradise",
    "In this commotion, but the Starrie Cope",
    "Of Heav'n perhaps, or all the Elements",
    "At least had gon to rack, disturbd and torne",
    "With violence of this conflict, had not soon",
    "Th' Eternal to prevent such horrid fray",
    "Hung forth in Heav'n his golden Scales, yet seen",
    "Betwixt",
    "and the",
    "signe,",
    "Wherein all things created first he weighd,",
    "The pendulous round Earth with ballanc't Aire",
    "In counterpoise, now ponders all events,",
    "Battels and Realms: in these he put two weights",
    "The sequel each of parting and of fight;",
    "The latter quick up flew, and kickt the beam;",
    "Which",
    "spying, thus bespake the Fiend.",
    ", I know thy strength, and thou knowst mine,",
    "Neither our own but giv'n; what follie then",
    "To boast what Arms can doe, since thine no more",
    "Then Heav'n permits, nor mine, though doubld now",
    "To trample thee as mire: for proof look up,",
    "And read thy Lot in yon celestial Sign",
    "Where thou art weigh'd, and shown how light, how weak,",
    "If thou resist. The Fiend lookt up and knew",
    "His mounted scale aloft: nor more; but fled",
    "Murmuring, and with him fled the shades of night."
  ],
  "title": ": Book 4 (1674 version)",
  "year": ""
}