{
  "author": "John Milton",
  "classification": "Epic",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175021",
  "region": "England",
  "text": [
    "PErplex'd and troubl'd at his bad success",
    "The Tempter stood, nor had what to reply,",
    "Discover'd in his fraud, thrown from his hope,",
    "So oft, and the perswasive Rhetoric",
    "That sleek't his tongue, and won so much on",
    ",",
    "So little here, nay lost; but",
    "was",
    ",",
    "This far his over-match, who self deceiv'd",
    "And rash, before-hand had no better weigh'd",
    "The strength he was to cope with, or his own:",
    "But as a man who had been matchless held",
    "In cunning, over-reach't where least he thought,",
    "To salve his credit, and for very spight",
    "Still will be tempting him who foyls him still,",
    "And never cease, though to his shame the more;",
    "Or as a swarm of flies in vintage time,",
    "About the wine-press where sweet moust is powr'd,",
    "Beat off, returns as oft with humming sound;",
    "Or surging waves against a solid rock,",
    "Though all to shivers dash't, the assault renew,",
    "Vain battry, and in froth or bubbles end;",
    "So Satan, whom repulse upon repulse",
    "Met ever; and to shameful silence brought,",
    "Yet gives not o're though desperate of success,",
    "And his vain importunity pursues.",
    "He brought our Saviour to the western side",
    "Of that high mountain, whence he might behold",
    "Another plain, long but in bredth not wide;",
    "Wash'd by the Southern Sea, and on the North",
    "To equal length back'd with a ridge of hills",
    "That screen'd the fruits of the earth and seats of men",
    "From cold",
    "blasts, thence in the midst",
    "Divided by a river, of whose banks",
    "On each side an Imperial City stood,",
    "With Towers and Temples proudly elevate",
    "On seven small Hills, with Palaces adorn'd,",
    "Porches and Theatres, Baths, Aqueducts,",
    "Statues and Trophees, and Triumphal Arcs,",
    "Gardens and Groves presented to his eyes,",
    "Above the highth of Mountains interpos'd.",
    "By what strange Parallax or Optic skill",
    "Of vision multiplyed through air, or glass",
    "Of Telescope, were curious to enquire:",
    "And now the Tempter thus his silence broke.",
    "The City which thou seest no other deem",
    "Then great and glorious",
    ", Queen of the Earth",
    "So far renown'd, and with the spoils enricht",
    "Of Nations; there the Capitol thou seest",
    "Above the rest lifting his stately head",
    "On the",
    "rock, her Cittadel",
    "Impregnable, and there Mount",
    "The Imperial Palace, compass huge, and high",
    "The Structure, skill of noblest Architects,",
    "With gilded battlements, conspicuous far,",
    "Turrets and Terrases, and glittering Spires.",
    "Many a fair Edifice besides, more like",
    "Houses of Gods (so well I have dispos'd",
    "My Aerie Microscope) thou may'st behold",
    "Outside and inside both, pillars and roofs",
    "Carv'd work, the hand of fam'd Artificers",
    "In Cedar, Marble, Ivory or Gold.",
    "Thence to the gates cast round thine eye, and see",
    "What conflux issuing forth, or entring in,",
    "Pretors, Proconsuls to thir Provinces",
    "Hasting or on return, in robes of State;",
    "Lictors and rods the ensigns of thir power,",
    "Legions and Cohorts, turmes of horse and wings:",
    "Or Embassies from Regions far remote",
    "In various habits on the",
    "road,",
    "Or on the",
    ", some from farthest South,",
    ", and where the shadow both way falls,",
    "Isle, and more to West,",
    "The Realm of",
    "to the Black-moor Sea;",
    "From the",
    "Kings and",
    "among these,",
    "From",
    "and the golden",
    ",",
    "And utmost",
    "Isle",
    ",",
    "Dusk faces with white silken Turbants wreath'd:",
    "From",
    ",",
    ", and the",
    "West,",
    "and",
    ", and",
    "North",
    "Beyond",
    "to the",
    "Pool.",
    "All Nations now to",
    "obedience pay,",
    "To",
    "'s great Emperour, whose wide domain",
    "In ample Territory, wealth and power,",
    "Civility of Manners, Arts, and Arms,",
    "And long Renown thou justly may'st prefer",
    "Before the",
    "; these two Thrones except,",
    "The rest are barbarous, and scarce worth the sight,",
    "Shar'd among petty Kings too far remov'd;",
    "These having shewn thee, I have shewn thee all",
    "The Kingdoms of the world, and all thir glory.",
    "This Emperour hath no Son, and now is old,",
    "Old, and lascivious, and from",
    "retir'd",
    "To",
    "an Island small but strong",
    "On the",
    "shore, with purpose there",
    "His horrid lusts in private to enjoy,",
    "Committing to a wicked Favourite",
    "All publick cares, and yet of him suspicious,",
    "Hated of all, and hating; with what ease",
    "Indu'd with Regal Vertues as thou art,",
    "Appearing, and beginning noble deeds,",
    "Might'st thou expel this monster from his Throne",
    "Now made a stye, and in his place ascending",
    "A victor, people free from servile yoke?",
    "And with my help thou may'st; to me the power",
    "Is given, and by that right I give it thee.",
    "Aim therefore at no less then all the world,",
    "Aim at the highest, without the highest attain'd",
    "Will be for thee no sitting, or not long",
    "On",
    "'s Throne, be propheci'd what will.",
    "To whom the Son of God unmov'd reply'd.",
    "Nor doth this grandeur and majestic show",
    "Of luxury, though call'd magnificence,",
    "More then of arms before, allure mine eye,",
    "Much less my mind; though thou should'st add to tell",
    "Thir sumptuous gluttonies, and gorgeous feasts",
    "On",
    "tables or",
    "stone;",
    "(For I have also heard, perhaps have read)",
    "Their wines of",
    ",",
    ", and",
    ",",
    "and",
    ", and how they quaff in Gold,",
    "Crystal and Myrrhine cups imboss'd with Gems",
    "And studs of Pearl, to me should'st tell who thirst",
    "And hunger still: then Embassies thou shew'st",
    "From Nations far and nigh; what honour that,",
    "But tedious wast of time to sit and hear",
    "So many hollow complements and lies,",
    "Outlandish flatteries? then proceed'st to talk",
    "Of the Emperour, how easily subdu'd,",
    "How gloriously; I shall, thou say'st, expel",
    "A brutish monster: what if I withal",
    "Expel a Devil who first made him such?",
    "Let his tormenter Conscience find him out,",
    "For him I was not sent, nor yet to free",
    "That people victor once, now vile and base,",
    "Deservedly made vassal, who once just,",
    "Frugal, and mild, and temperate, conquer'd well,",
    "But govern ill the Nations under yoke,",
    "Peeling thir Provinces, exhausted all",
    "By lust and rapine; first ambitious grown",
    "Of triumph that insulting vanity;",
    "Then cruel, by thir sports to blood enur'd",
    "Of fighting beasts, and men to beasts expos'd,",
    "Luxurious by thir wealth, and greedier still,",
    "And from the daily Scene effeminate.",
    "What wise and valiant man would seek to free",
    "These thus degenerate, by themselves enslav'd,",
    "Or could of inward slaves make outward free?",
    "Know therefore when my season comes to sit",
    "On",
    "'s Throne, it shall be like a tree",
    "Spreading and over-shadowing all the Earth,",
    "Or as a stone that shall to pieces dash",
    "All Monarchies besides throughout the world,",
    "And of my Kingdom there shall be no end:",
    "Means there shall be to this, but what the means,",
    "Is not for thee to know, nor me to tell.",
    "To whom the Tempter impudent repli'd.",
    "I see all offers made by me how slight",
    "Thou valu'st, because offer'd, and reject'st:",
    "Nothing will please the difficult and nice,",
    "Or nothing more then still to contradict:",
    "On the other side know also thou, that I",
    "On what I offer set as high esteem,",
    "Nor what I part with mean to give for naught;",
    "All these which in a moment thou behold'st,",
    "The Kingdoms of the world to thee I give;",
    "For giv'n to me, I give to whom I please,",
    "No trifle; yet with this reserve, not else,",
    "On this condition, if thou wilt fall down,",
    "And worship me as thy superior Lord,",
    "Easily done, and hold them all of me;",
    "For what can less so great a gift deserve?",
    "Whom thus our Saviour answer'd with disdain.",
    "I never lik'd thy talk, thy offers less,",
    "Now both abhor, since thou hast dar'd to utter",
    "The abominable terms, impious condition;",
    "But I endure the time, till which expir'd,",
    "Thou hast permission on me. It is written",
    "The first of all Commandments, Thou shalt worship",
    "The Lord thy God, and only him shalt serve;",
    "And dar'st thou to the Son of God propound",
    "To worship thee accurst, now more accurst",
    "For this attempt bolder then that on Eve,",
    "And more blasphemous? which expect to rue.",
    "The Kingdoms of the world to thee were giv'n,",
    "Permitted rather, and by thee usurp't,",
    "Other donation none thou canst produce:",
    "If given, by whom but by the King of Kings,",
    "God over all supreme? if giv'n to thee,",
    "By thee how fairly is the Giver now",
    "Repaid? But gratitude in thee is lost",
    "Long since. Wert thou so void of fear or shame,",
    "As offer them to me the Son of God,",
    "To me my own, on such abhorred pact,",
    "That I fall down and worship thee as God?",
    "Get thee behind me; plain thou now appear'st",
    "That Evil one, Satan for ever damn'd.",
    "To whom the Fiend with fear abasht reply'd.",
    "Be not so sore offended, Son of God;",
    "Though Sons of God both Angels are and Men,",
    "If I to try whether in higher sort",
    "Then these thou bear'st that title, have propos'd",
    "What both from Men and Angels I receive,",
    "Tetrarchs of fire, air, flood, and on the earth",
    "Nations besides from all the quarter'd winds,",
    "God of this world invok't and world beneath;",
    "Who then thou art, whose coming is foretold",
    "To me so fatal, me it most concerns.",
    "The tryal hath indamag'd thee no way,",
    "Rather more honour left and more esteem;",
    "Me naught advantag'd, missing what I aim'd.",
    "Therefore let pass, as they are transitory,",
    "The Kingdoms of this world; I shall no more",
    "Advise thee, gain them as thou canst, or not.",
    "And thou thy self seem'st otherwise inclin'd",
    "Then to a worldly Crown, addicted more",
    "To contemplation and profound dispute,",
    "As by that early action may be judg'd,",
    "When slipping from thy Mothers eye thou went'st",
    "Alone into the Temple; there was found",
    "Among the gravest Rabbies disputant",
    "On points and questions fitting",
    "Chair,",
    "Teaching not taught; the childhood shews the man,",
    "As morning shews the day. Be famous then",
    "By wisdom; as thy Empire must extend,",
    "So let extend thy mind o're all the world,",
    "In knowledge, all things in it comprehend,",
    "All knowledge is not couch't in",
    "Law,",
    "The",
    "or what the Prophets wrote,",
    "The",
    "also know, and write, and teach",
    "To admiration, led by Natures light;",
    "And with the",
    "much thou must converse,",
    "Ruling them by perswasion as thou mean'st,",
    "Without thir learning how wilt thou with them,",
    "Or they with thee hold conversation meet?",
    "How wilt thou reason with them, how refute",
    "Thir Idolisms, Traditions, Paradoxes?",
    "Error by his own arms is best evinc't.",
    "Look once more e're we leave this specular Mount",
    "Westward, much nearer by Southwest, behold",
    "Where on the Ægean shore a City stands",
    "Built nobly, pure the air, and light the soil,",
    "the eye of",
    ", Mother of Arts",
    "And Eloquence, native to famous wits",
    "Or hospitable, in her sweet recess,",
    "City or Suburban, studious walks and shades;",
    "See there the Olive Grove of",
    ",",
    "'s retirement, where the",
    "Bird",
    "Trills her thick-warbl'd notes the summer long,",
    "There flowrie hill",
    "with the sound",
    "Of Bees industrious murmur oft invites",
    "To studious musing; there",
    "rouls",
    "His whispering stream; within the walls then view",
    "The schools of antient Sages; his who bred",
    "Great",
    "to subdue the world,",
    "there, and painted",
    "next:",
    "There thou shalt hear and learn the secret power",
    "Of harmony in tones and numbers hit",
    "By voice or hand, and various-measur'd verse,",
    "charms and",
    "Odes,",
    "And his who gave them breath, but higher sung,",
    "Blind",
    "thence",
    "call'd,",
    "Whose Poem",
    "challeng'd for his own.",
    "Thence what the lofty grave Tragoedians taught",
    "In",
    "or",
    ", teachers best",
    "Of moral prudence, with delight receiv'd",
    "In brief sententious precepts, while they treat",
    "Of fate, and chance, and change in human life;",
    "High actions, and high passions best describing:",
    "Thence to the famous Orators repair,",
    "Those antient, whose resistless eloquence",
    "Wielded at will that fierce Democratie,",
    "Shook the Arsenal and fulmin'd over",
    ",",
    "To",
    ", and",
    "Throne;",
    "To sage Philosophy next lend thine ear,",
    "From Heaven descended to the low-rooft house",
    "Of",
    ", see there his Tenement,",
    "Whom well inspir'd the Oracle pronounc'd",
    "Wisest of men; from whose mouth issu'd forth",
    "Mellifluous streams that water'd all the schools",
    "Of Academics old and new, with those",
    "Sirnam'd",
    ", and the Sect",
    ", and the",
    "severe;",
    "These here revolve, or, as thou lik'st, at home,",
    "Till time mature thee to a Kingdom's waight;",
    "These rules will render thee a King compleat",
    "Within thy self, much more with Empire joyn'd.",
    "To whom our Saviour sagely thus repli'd.",
    "Think not but that I know these things, or think",
    "I know them not; not therefore am I short",
    "Of knowing what I aught: he who receives",
    "Light from above, from the fountain of light,",
    "No other doctrine needs, though granted true;",
    "But these are false, or little else but dreams,",
    "Conjectures, fancies, built on nothing firm.",
    "The first and wisest of them all profess'd",
    "To know this only, that he nothing knew;",
    "The next to fabling fell and smooth conceits,",
    "A third sort doubted all things, though plain sence;",
    "Others in vertue plac'd felicity,",
    "But vertue joyn'd with riches and long life,",
    "In corporal pleasure he, and careless ease,",
    "The Stoic last in Philosophic pride,",
    "By him call'd vertue; and his vertuous man,",
    "Wise, perfect in himself, and all possessing",
    "Equal to God, oft shames not to prefer,",
    "As fearing God nor man, contemning all",
    "Wealth, pleasure, pain or torment, death and life,",
    "Which when he lists, he leaves, or boasts he can,",
    "For all his tedious talk is but vain boast,",
    "Or subtle shifts conviction to evade.",
    "Alas what can they teach, and not mislead;",
    "Ignorant of themselves, of God much more,",
    "And how the world began, and how man fell",
    "Degraded by himself, on grace depending?",
    "Much of the Soul they talk, but all awrie,",
    "And in themselves seek vertue, and to themselves",
    "All glory arrogate, to God give none,",
    "Rather accuse him under usual names,",
    "Fortune and Fate, as one regardless quite",
    "Of mortal things. Who therefore seeks in these",
    "True wisdom, finds her not, or by delusion",
    "Far worse, her false resemblance only meets,",
    "An empty cloud. However many books",
    "Wise men have said are wearisom; who reads",
    "Incessantly, and to his reading brings not",
    "A spirit and judgment equal or superior,",
    "(And what he brings, what needs he elsewhere seek)",
    "Uncertain and unsettl'd still remains,",
    "Deep verst in books and shallow in himself,",
    "Crude or intoxicate, collecting toys,",
    "And trifles for choice matters, worth a spunge;",
    "As Children gathering p",
    "bles on the shore.",
    "Or if I would delight my private hours",
    "With Music or with Poem, where so soon",
    "As in our native Language can I find",
    "That solace? All our Law and Story strew'd",
    "With Hymns, our Psalms with artful terms inscrib'd,",
    "Our Hebrew Songs and Harps in",
    ",",
    "That pleas'd so well our Victors ear, declare",
    "That rather",
    "from us these Arts deriv'd;",
    "Ill imitated, while they loudest sing",
    "The vices of thir Deities, and thir own",
    "In Fable, Hymn, or Song, so personating",
    "Thir Gods ridiculous, and themselves past shame.",
    "Remove their swelling Epithetes thick laid",
    "As varnish on a Harlots cheek, the rest,",
    "Thin sown with aught of profit or delight,",
    "Will far be found unworthy to compare",
    "With",
    "'s songs, to all true tasts excelling,",
    "Where God is prais'd aright, and Godlike men,",
    "The Holiest of Holies, and his Saints;",
    "Such are from God inspir'd, not such from thee;",
    "Unless where moral vertue is express't",
    "By light of Nature not in all quite lost.",
    "Thir Orators thou then extoll'st, as those",
    "The top of Eloquence, Statists indeed,",
    "And lovers of thir Country, as may seem;",
    "But herein to our Prophets far beneath,",
    "As men divinely taught, and better teaching",
    "The solid rules of Civil Government",
    "In thir majestic unaffected stile",
    "Then all the Oratory of",
    "and",
    ".",
    "In them is plainest taught, and easiest learnt,",
    "What makes a Nation happy, and keeps it so,",
    "What ruins Kingdoms, and lays Cities flat;",
    "These only with our Law best form a King.",
    "So spake the Son of God; but Satan now",
    "Quite at a loss, for all his darts were spent,",
    "Thus to our Saviour with stern brow reply'd.",
    "Since neither wealth, nor honour, arms nor arts,",
    "Kingdom nor Empire pleases thee, nor aught",
    "By me propos'd in life contemplative,",
    "Or active, tended on by glory, or fame,",
    "What dost thou in this World? the Wilderness",
    "For thee is fittest place, I found thee there,",
    "And thither will return thee, yet remember",
    "What I foretell thee, soon thou shalt have cause",
    "To wish thou never hadst rejected thus",
    "Nicely or cautiously my offer'd aid,",
    "Which would have set thee in short time with ease",
    "On",
    "'s Throne; or Throne of all the world,",
    "Now at full age, fulness of time, thy season,",
    "When Prophesies of thee are best fullfill'd.",
    "Now contrary, if I read aught in Heaven,",
    "Or Heav'n write aught of Fate, by what the Stars",
    "Voluminous, or single characters,",
    "In their conjunction met, give me to spell,",
    "Sorrows, and labours, opposition, hate,",
    "Attends thee, scorns, reproaches, injuries,",
    "Violence and stripes, and lastly cruel death,",
    "A Kingdom they portend thee, but what Kingdom,",
    "Real or Allegoric I discern not,",
    "Nor when, eternal sure, as without end,",
    "Without beginning; for no date prefixt",
    "Directs me in the Starry Rubric set.",
    "So saying he took (for still he knew his power",
    "Not yet expir'd) and to the Wilderness",
    "Brought back the Son of God, and left him there,",
    "Feigning to disappear. Darkness now rose,",
    "As day-light sunk, and brought in lowring night",
    "Her shadowy off-spring unsubstantial both,",
    "Privation meer of light and absent day.",
    "Our Saviour meek and with untroubl'd mind",
    "After his aerie jaunt, though hurried sore,",
    "Hungry and cold betook him to his rest,",
    "Wherever, under some concourse of shades",
    "Whose branching arms thick intertwind might shield",
    "From dews and damps of night his shelter'd head,",
    "But shelter'd slept in vain, for at his head",
    "The Tempter watch'd, and soon with ugly dreams",
    "Disturb'd his sleep; and either Tropic now",
    "Gan thunder, and both ends of Heav'n, the Clouds",
    "From many a horrid rift abortive pour'd",
    "Fierce rain with lightning mixt, water with fire",
    "In ruine reconcil'd: nor slept the winds",
    "Within thir stony caves, but rush'd abroad",
    "From the four hinges of the world, and fell",
    "On the vext Wilderness, whose tallest Pines,",
    "Though rooted deep as high, and sturdiest Oaks",
    "Bow'd their Stiff necks, loaden with stormy blasts,",
    "Or torn up sheer: ill wast thou shrouded then,",
    "O patient Son of God, yet only stoodst",
    "Unshaken; nor yet staid the terror there,",
    "Infernal Ghosts, and Hellish Furies, round",
    "Environ'd thee, some howl'd, some yell'd, some shriek'd,",
    "Some bent at thee thir fiery darts, while thou",
    "Sat'st unappall'd in calm and sinless peace.",
    "Thus pass'd the night so foul till morning fair",
    "Came forth with Pilgrim steps in amice gray;",
    "Who with her radiant finger still'd the roar",
    "Of thunder, chas'd the clouds, and laid the winds,",
    "And grisly Spectres, which the Fiend had rais'd",
    "To tempt the Son of God with terrors dire.",
    "And now the Sun with more effectual beams",
    "Had chear'd the face of Earth, and dry'd the wet",
    "From drooping plant, or dropping tree; the birds",
    "Who all things now behold more fresh and green,",
    "After a night of storm so ruinous,",
    "Clear'd up their choicest notes in bush and spray",
    "To gratulate the sweet return of morn;",
    "Nor yet amidst this joy and brightest morn",
    "Was absent, after all his mischief done,",
    "The Prince of darkness, glad would also seem",
    "Of this fair change, and to our Saviour came,",
    "Yet with no new device, they all were spent,",
    "Rather by this his last affront resolv'd,",
    "Desperate of better course, to vent his rage,",
    "And mad despight to be so oft repell'd.",
    "Him walking on a Sunny hill he found,",
    "Back'd on the North and West by a thick wood,",
    "Out of the wood he starts in wonted shape;",
    "And in a careless mood thus to him said.",
    "Fair morning yet betides thee Son of God,",
    "After a dismal night; I heard the rack",
    "As Earth and Skie would mingle; but my self",
    "Was distant; and these flaws, though mortals fear them",
    "As dangerous to the pillard frame of Heaven,",
    "Or to the Earths dark basis underneath,",
    "Are to the main as inconsiderable,",
    "And harmless, if not wholsom, as a sneeze",
    "To mans less universe, and soon are gone;",
    "Yet as being oft times noxious where they light",
    "On man, beast, plant, wastful and turbulent,",
    "Like turbulencies in the affairs of men,",
    "Over whose heads they rore, and seem to point,",
    "They oft fore-signifie and threaten ill:",
    "This Tempest at this Desert most was bent;",
    "Of men at thee, for only thou here dwell'st.",
    "Did I not tell thee, if thou didst reject",
    "The perfet season offer'd with my aid",
    "To win thy destin'd seat, but wilt prolong",
    "All to the push of Fate, persue thy way",
    "Of gaining",
    "'s Throne no man knows when,",
    "For both the when and how is no where told,",
    "Thou shalt be what thou art ordain'd, no doubt;",
    "For Angels have proclaim'd it, but concealing",
    "The time and means: each act is rightliest done,",
    "Not when it must, but when it may be best.",
    "If thou observe not this, be sure to find,",
    "What I foretold thee, many a hard assay",
    "Of dangers, and adversities and pains,",
    "E're thou of",
    "'s Scepter get fast hold;",
    "Whereof this ominous night that clos'd thee round,",
    "So many terrors, voices, prodigies",
    "May warn thee, as a sure fore-going sign.",
    "So talk'd he, while the Son of God went on",
    "And staid not, but in brief him answer'd thus.",
    "Mee worse then wet thou find'st not; other harm",
    "Those terrors which thou speak'st of, did me none;",
    "I never fear'd they could, though noising loud",
    "And threatning nigh; what they can do as signs",
    "Betok'ning, or ill boding, I contemn",
    "As false portents, not sent from God, but thee;",
    "Who knowing I shall raign past thy preventing,",
    "Obtrud'st thy offer'd aid, that I accepting",
    "At least might seem to hold all power of thee,",
    "Ambitious spirit, and wouldst be thought my God,",
    "And storm'st refus'd, thinking to terrifie",
    "Mee to thy will; desist, thou art discern'd",
    "And toil'st in vain, nor me in vain molest.",
    "To whom the Fiend now swoln with rage reply'd:",
    "Then hear, O Son of",
    ", Virgin-born;",
    "For Son of God to me is yet in doubt,",
    "Of the Messiah I have heard foretold",
    "By all the Prophets; of thy birth at length",
    "Announc't by",
    "with the first I knew,",
    "And of the Angelic Song in",
    "field,",
    "On thy birth-night, that sung thee Saviour born.",
    "From that time seldom have I ceas'd to eye",
    "Thy infancy, thy childhood, and thy youth,",
    "Thy manhood last, though yet in private bred;",
    "Till at the Ford of",
    "whither all",
    "Flock'd to the Baptist, I among the rest,",
    "Though not to be Baptiz'd, by voice from Heav'n",
    "Heard thee pronounc'd the Son of God belov'd.",
    "Thenceforth I thought thee worth my nearer view",
    "And narrower Scrutiny, that I might learn",
    "In what degree or meaning thou art call'd",
    "The Son of God, which bears no single sence;",
    "The Son of God I also am, or was,",
    "And if I was, I am; relation stands;",
    "All men are Sons of God; yet thee I thought",
    "In some respect far higher so declar'd.",
    "Therefore I watch'd thy footsteps from that hour,",
    "And follow'd thee still on to this wast wild;",
    "Where by all best conjectures I collect",
    "Thou art to be my fatal enemy.",
    "Good reason then, if I before-hand seek",
    "To understand my Adversary, who",
    "And what he is; his wisdom, power, intent,",
    "By parl, or composition, truce, or league",
    "To win him, or win from him what I can.",
    "And opportunity I here have had",
    "To try thee, sift thee, and confess have found thee",
    "Proof against all temptation as a rock",
    "Of Adamant, and as a Center, firm",
    "To the utmost of meer man both wise and good,",
    "Not more; for Honours, Riches, Kingdoms, Glory",
    "Have been before contemn'd, and may agen:",
    "Therefore to know what more thou art then man,",
    "Worth naming Son of God by voice from Heav'n,",
    "Another method I must now begin.",
    "So saying he caught him up, and without wing",
    "Of",
    "bore through the Air sublime",
    "Over the Wilderness and o're the Plain;",
    "Till underneath them fair",
    ",",
    "The holy City lifted high her Towers,",
    "And higher yet the glorious Temple rear'd",
    "Her pile, far off appearing like a Mount",
    "Of Alabaster, top't with Golden Spires:",
    "There on the highest Pinacle he set",
    "The Son of God; and added thus in scorn:",
    "There stand, if thou wilt stand; to stand upright",
    "Will ask thee skill; I to thy Fathers house",
    "Have brought thee, and highest plac't, highest is best,",
    "Now shew thy Progeny; if not to stand,",
    "Cast thy self down; safely if Son of God:",
    "For it is written, He will give command",
    "Concerning thee to his Angels, in thir hands",
    "They shall up lift thee, lest at any time",
    "Thou chance to dash thy foot against a stone.",
    "To whom thus Jesus: also it is written,",
    "Tempt not the Lord thy God, he said and stood.",
    "But Satan smitten with amazement fell",
    "As when Earths Son",
    "(to compare",
    "Small things with greatest) in",
    "strove",
    "With",
    ", and oft foil'd still rose,",
    "Receiving from his mother Earth new strength,",
    "Fresh from his fall, and fiercer grapple joyn'd,",
    "Throttl'd at length in the Air, expir'd and fell;",
    "So after many a foil the Tempter proud,",
    "Renewing fresh assaults, amidst his pride",
    "Fell whence he stood to see his Victor fall.",
    "And as that",
    "Monster that propos'd",
    "Her riddle, and him, who solv'd it not, devour'd;",
    "That once found out and solv'd, for grief and spight",
    "Cast her self headlong from th'",
    "steep,",
    "So strook with dread and anguish fell the Fiend,",
    "And to his crew, that sat consulting, brought",
    "Joyless triumphals of his hop't success,",
    "Ruin, and desperation, and dismay,",
    "Who durst so proudly tempt the Son of God.",
    "So Satan fell and strait a fiery Globe",
    "Of Angels on full sail of wing flew nigh,",
    "Who on their plumy Vans receiv'd him soft",
    "From his uneasie station, and upbore",
    "As on a floating couch through the blithe Air,",
    "Then in a flowry valley set him down",
    "On a green bank, and set before him spred",
    "A table of Celestial Food, Divine,",
    "Ambrosial, Fruits fetcht from the tree of life,",
    "And from the fount of life Ambrosial drink,",
    "That soon refresh'd him wearied, and repair'd",
    "What hunger, if aught hunger had impair'd,",
    "Or thirst, and as he fed, Angelic Quires",
    "Sung Heavenly Anthems of his victory",
    "Over temptation, and the Tempter proud.",
    "True Image of the Father whether thron'd",
    "In the bosom of bliss, and light of light",
    "Conceiving, or remote from Heaven, enshrin'd",
    "In fleshly Tabernacle, and human form,",
    "Wandring the Wilderness, whatever place,",
    "Habit, or state, or motion, still expressing",
    "The Son of God, with Godlike force indu'd",
    "Against th' Attempter of thy Fathers Throne,",
    "And Thief of Paradise; him long of old",
    "Thou didst debel, and down from Heav'n cast",
    "With all his Army, now thou hast aveng'd",
    "Supplanted",
    ", and by vanquishing",
    "Temptation, hast regain'd lost Paradise,",
    "And frustrated the conquest fraudulent:",
    "He never more henceforth will dare set foot",
    "In Paradise to tempt; his snares are broke:",
    "For though that seat of earthly bliss be fail'd,",
    "A fairer Paradise is founded now",
    "For",
    "and his chosen Sons, whom thou",
    "A Saviour art come down to re-install.",
    "Where they shall dwell secure, when time shall be",
    "Of Tempter and Temptation without fear.",
    "But thou, Infernal Serpent, shalt not long",
    "Rule in the Clouds; like an Autumnal Star",
    "Or Lightning thou shalt fall from Heav'n trod down",
    "Under his feet: for proof, e're this thou feel'st",
    "Thy wound, yet not thy last and deadliest wound",
    "By this repulse receiv'd, and hold'st in Hell",
    "No triumph; in all her gates",
    "rues",
    "Thy bold attempt; hereafter learn with awe",
    "To dread the Son of God: he all unarm'd",
    "Shall chase thee with the terror of his voice",
    "From thy Demoniac holds, possession foul,",
    "Thee and thy Legions, yelling they shall flye,",
    "And beg to hide them in a herd of Swine,",
    "Lest he command them down into the deep",
    "Bound, and to torment sent before thir time.",
    "Hail Son of the most High, heir of both worlds,",
    "Queller of Satan, on thy glorious work",
    "Now enter, and begin to save mankind.",
    "Thus they the Son of God our Saviour meek",
    "Sung Victor, and from Heavenly Feast refresht",
    "Brought on his way with joy; hee unobserv'd",
    "Home to his Mothers house private return'd."
  ],
  "title": ": Book 4 (1671 version)",
  "year": ""
}