{
  "author": "John Milton",
  "classification": "Epic",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175019",
  "region": "England",
  "text": [
    "MEan while the new-baptiz'd, who yet remain'd",
    "At",
    "with the Baptist, and had seen",
    "Him whom they heard so late expresly call'd",
    "Jesus Messiah Son of God declar'd,",
    "And on that high Authority had believ'd,",
    "And with him talkt, and with him lodg'd, I mean",
    "and",
    ", famous after known",
    "With others though in Holy Writ not nam'd,",
    "Now missing him thir joy so lately found,",
    "So lately found, and so abruptly gone,",
    "Began to doubt, and doubted many days,",
    "And as the days increas'd, increas'd thir doubt:",
    "Sometimes they thought he might be only shewn,",
    "And for a time caught up to God, as once",
    "was in the Mount, and missing long;",
    "And the great",
    "who on fiery wheels",
    "Rode up to Heaven, yet once again to come.",
    "Therefore as those young Prophets then with care",
    "Sought lost",
    ", so in each place these",
    "Nigh to",
    "; in",
    "The City of Palms,",
    ", and",
    "Old,",
    "and each Town or City wall'd",
    "On this side the broad lake",
    ",",
    "Or in",
    ", but return'd in vain.",
    "Then on the bank of",
    ", by a Creek:",
    "Where winds with Reeds, and Osiers whisp'ring play",
    "Plain Fishermen, no greater men them call,",
    "Close in a Cottage low together got",
    "Thir unexpected loss and plaints out breath'd.",
    "Alas, from what high hope to what relapse",
    "Unlook'd for are we fall'n, our eyes beheld",
    "Messiah certainly now come, so long",
    "Expected of our Fathers; we have heard",
    "His words, his wisdom full of grace and truth,",
    "Now, now, for sure, deliverance is at hand,",
    "The Kingdom shall to",
    "be restor'd:",
    "Thus we rejoyc'd, but soon our joy is turn'd",
    "Into perplexity and new amaze:",
    "For whither is he gone, what accident",
    "Hath rapt him from us? will he now retire",
    "After appearance, and again prolong",
    "Our expectation? God of",
    ",",
    "Send thy Messiah forth, the time is come;",
    "Behold the Kings of the Earth how they oppress",
    "Thy chosen, to what highth thir pow'r unjust",
    "They have exalted, and behind them cast",
    "All fear of thee, arise and vindicate",
    "Thy Glory, free thy people from thir yoke,",
    "But let us wait; thus far he hath perform'd,",
    "Sent his Anointed, and to us reveal'd him,",
    "By his great Prophet, pointed at and shown,",
    "In publick, and with him we have convers'd;",
    "Let us be glad of this, and all our fears",
    "Lay on his Providence; he will not fail",
    "Nor will withdraw him now, nor will recall,",
    "Mock us with his blest sight, then snatch him hence,",
    "Soon we shall see our hope, our joy return.",
    "Thus they out of their plaints new hope resume",
    "To find whom at the first they found unsought:",
    "But to his Mother",
    ", when she saw",
    "Others return'd from Baptism, not her Son,",
    "Nor left at",
    ", tydings of him none;",
    "Within her brest, though calm; her brest though pure,",
    "Motherly cares and fears got head, and rais'd",
    "Some troubl'd thoughts, which she in sighs thus clad.",
    "O what avails me now that honour high",
    "To have conceiv'd of God, or that salute",
    "Hale highly favour'd, among women blest;",
    "While I to sorrows am no less advanc't,",
    "And fears as eminent, above the lot",
    "Of other women, by the birth I bore,",
    "In such a season born when scarce a Shed",
    "Could be obtain'd to shelter him or me",
    "From the bleak air; a Stable was our warmth,",
    "A Manger his, yet soon enforc't to flye",
    "Thence into",
    ", till the Murd'rous King",
    "Were dead, who sought his life, and missing fill'd",
    "With Infant blood the streets of",
    ";",
    "From",
    "home return'd, in",
    "Hath been our dwelling many years, his life",
    "Private, unactive, calm, contemplative,",
    "Little suspicious to any King; but now",
    "Full grown to Man, acknowledg'd, as I hear,",
    "By",
    "the Baptist, and in publick shown,",
    "Son own'd from Heaven by his Father's voice;",
    "I look't for some great change; to Honour? no,",
    "But trouble, as old",
    "plain fore-told,",
    "That to the fall and rising he should be",
    "Of many in",
    ", and to a sign",
    "Spoken against, that through my very Soul",
    "A sword shall pierce, this is my favour'd lot,",
    "My Exaltation to Afflictions high;",
    "Afflicted I may be, it seems, and blest;",
    "I will not argue that, nor will repine.",
    "But where delays he now? some great intent",
    "Conceals him: when twelve years he scarce had seen,",
    "I lost him, but so found, as well I saw",
    "He could not lose himself; but went about",
    "His Father's business; what he meant I mus'd,",
    "Since understand; much more his absence now",
    "Thus long to some great purpose he obscures.",
    "But I to wait with patience am inur'd;",
    "My heart hath been a store-house long of things",
    "And sayings laid up, portending strange events.",
    "Thus",
    "pondering oft, and oft to mind",
    "Recalling what remarkably had pass'd",
    "Since first her Salutation heard, with thoughts",
    "Meekly compos'd awaited the fulfilling:",
    "The while her Son tracing the Desert wild,",
    "Sole but with holiest Meditations fed,",
    "Into himself descended, and at once",
    "All his great work to come before him set;",
    "How to begin, how to accomplish best",
    "His end of being on Earth, and mission high:",
    "For Satan with slye preface to return",
    "Had left him vacant, and with speed was gon",
    "Up to the middle Region of thick Air,",
    "Where all his Potentates in Council sate;",
    "There without sign of boast, or sign of joy,",
    "Sollicitous and blank he thus began.",
    "Princes, Heavens antient Sons, Æthereal Thrones,",
    "Demonian Spirits now, from the Element",
    "Each of his reign allotted, rightlier call'd,",
    "Powers of Fire, Air, Water, and Earth beneath,",
    "So may we hold our place and these mild seats",
    "Without new trouble; such an Enemy",
    "Is ris'n to invade us, who no less",
    "Threat'ns then our expulsion down to Hell;",
    "I, as I undertook, and with the vote",
    "Consenting in full frequence was impowr'd,",
    "Have found him, view'd him, tasted him, but find",
    "Far other labour to be undergon",
    "Then when I dealt with",
    "first of Men,",
    "Though",
    "by his Wives allurement fell,",
    "However to this Man inferior far,",
    "If he be Man by Mothers side at least,",
    "With more then humane gifts from Heaven adorn'd,",
    "Perfections absolute, Graces divine,",
    "And amplitude of mind to greatest Deeds.",
    "Therefore I am return'd, lest confidence",
    "Of my success with",
    "in Paradise",
    "Deceive ye to perswasion over-sure",
    "Of like succeeding here; I summon all",
    "Rather to be in readiness, with hand",
    "Or counsel to assist; lest I who erst",
    "Thought none my equal, now be over-match'd.",
    "So spake the old Serpent doubting, and from all",
    "With clamour was assur'd thir utmost aid",
    "At his command; when from amidst them rose",
    "the dissolutest Spirit that fell,",
    "The sensuallest, and after",
    "The fleshliest Incubus, and thus advis'd.",
    "Set women in his eye and in his walk,",
    "Among daughters of men the fairest found;",
    "Many are in each Region passing fair",
    "As the noon Skie; more like to Goddesses",
    "Then Mortal Creatures, graceful and discreet,",
    "Expert in amorous Arts, enchanting tongues",
    "Perswasive, Virgin majesty with mild",
    "And sweet allay'd, yet terrible to approach,",
    "Skill'd to retire, and in retiring draw",
    "Hearts after them tangl'd in Amorous Nets.",
    "Such object hath the power to soft'n and tame",
    "Severest temper, smooth the rugged'st brow,",
    "Enerve, and with voluptuous hope dissolve,",
    "Draw out with credulous desire, and lead",
    "At will the manliest, resolutest brest,",
    "As the Magnetic hardest Iron draws.",
    "Women, when nothing else, beguil'd the heart",
    "Of wisest",
    ", and made him build,",
    "And made him bow to the Gods of his Wives.",
    "To whom quick answer Satan thus return'd.",
    ", in much uneven scale thou weigh'st",
    "All others by thy self; because of old",
    "Thou thy self doat'st on womankind, admiring",
    "Thir shape, thir colour, and attractive grace,",
    "None are, thou think'st, but taken with such toys.",
    "Before the Flood thou with thy lusty Crew,",
    "False titl'd Sons of God, roaming the Earth",
    "Cast wanton eyes on the daughters of men,",
    "And coupl'd with them, and begot a race.",
    "Have we not seen, or by relation heard,",
    "In Courts and Regal Chambers how thou lurk'st,",
    "In Wood or Grove by mossie Fountain side,",
    "In Valley or Green Meadow to way-lay",
    "Some beauty rare,",
    ",",
    ",",
    ", or",
    ",",
    ",",
    "Or",
    ",",
    ", many more",
    "Too long, then lay'st thy scapes on names ador'd,",
    ",",
    ",",
    ", or",
    ",",
    "Satyr, or Fawn, or Silvan? But these haunts",
    "Delight not all; among the Sons of Men,",
    "How many have with a smile made small account",
    "Of beauty and her lures, easily scorn'd",
    "All her assaults, on worthier things intent?",
    "Remember that",
    "Conquerour,",
    "A youth, how all the Beauties of the East",
    "He slightly view'd, and slightly over-pass'd;",
    "How hee sirnam'd of",
    "dismiss'd",
    "In his prime youth the fair",
    "maid.",
    "For",
    "he liv'd at ease, and full",
    "Of honour, wealth, high fare, aim'd not beyond",
    "Higher design then to enjoy his State;",
    "Thence to the bait of Women lay expos'd;",
    "But he whom we attempt is wiser far",
    "Then",
    ", of more exalted mind,",
    "Made and set wholly on the accomplishment",
    "Of greatest things; what woman will you find,",
    "Though of this Age the wonder and the fame,",
    "On whom his leisure will vouchsafe an eye",
    "Of fond desire? or should she confident,",
    "As sitting Queen ador'd on Beauties Throne,",
    "Descend with all her winning charms begirt",
    "To enamour, as the Zone of",
    "once",
    "Wrought that effect on",
    ", so Fables tell;",
    "How would one look from his Majestick brow",
    "Seated as on the top of Vertues hill,",
    "Discount'nance her despis'd, and put to rout",
    "All her array; her female pride deject,",
    "Or turn to reverent awe? for Beauty stands",
    "In the admiration only of weak minds",
    "Led captive; cease to admire, and all her Plumes",
    "Fall flat and shrink into a trivial toy,",
    "At every sudden slighting quite abasht:",
    "Therefore with manlier objects we must try",
    "His constancy, with such as have more shew",
    "Of worth, of honour, glory, and popular praise;",
    "Rocks whereon greatest men have oftest wreck'd;",
    "Or that which only seems to satisfie",
    "Lawful desires of Nature, not beyond;",
    "And now I know he hungers where no food",
    "Is to be found, in the wide Wilderness;",
    "The rest commit to me, I shall let pass",
    "No advantage, and his strength as oft assay.",
    "He ceas'd, and heard thir grant in loud acclaim;",
    "Then forthwith to him takes a chosen band",
    "Of Spirits likest to himself in guile",
    "To be at hand, and at his beck appear,",
    "If cause were to unfold some active Scene",
    "Of various persons each to know his part;",
    "Then to the Desert takes with these his flight;",
    "Where still from shade to shade the Son of God",
    "After forty days fasting had remain'd,",
    "Now hungring first, and to himself thus said.",
    "Where will this end? four times ten days I have pass'd",
    "Wandring this woody maze, and humane food",
    "Nor tasted, nor had appetite; that Fast",
    "To Vertue I impute not, or count part",
    "Of what I suffer here; if Nature need not,",
    "Or God support Nature without repast",
    "Though needing, what praise is it to endure?",
    "But now I feel I hunger, which declares,",
    "Nature hath need of what she asks; yet God",
    "Can satisfie that need some other way,",
    "Though hunger still remain: so it remain",
    "Without this bodies wasting, I content me,",
    "And from the sting of Famine fear no harm,",
    "Nor mind it, fed with better thoughts that feed",
    "Mee hungring more to do my Fathers will.",
    "It was the hour of night, when thus the Son",
    "Commun'd in silent walk, then laid him down",
    "Under the hospitable covert nigh",
    "Of Trees thick interwoven; there he slept,",
    "And dream'd, as appetite is wont to dream,",
    "Of meats and drinks, Natures refreshment sweet;",
    "Him thought, he by the Brook of",
    "stood",
    "And saw the Ravens with their horny beaks",
    "Food to",
    "bringing Even and Morn,",
    "Though ravenous, taught to abstain from what they brought:",
    "He saw the Prophet also how he fled",
    "Into the Desert, and how there he slept",
    "Under a Juniper; then how awakt,",
    "He found his Supper on the coals prepar'd,",
    "And by the Angel was bid rise and eat,",
    "And eat the second time after repose,",
    "The strength whereof suffic'd him forty days;",
    "Sometimes that with",
    "he partook,",
    "Or as a guest with",
    "at his pulse.",
    "Thus wore out night, and now the Herald Lark",
    "Left his ground-nest, high towring to descry",
    "The morns approach, and greet her with his Song:",
    "As lightly from his grassy Couch up rose",
    "Our Saviour, and found all was but a dream,",
    "Fasting he went to sleep, and fasting wak'd.",
    "Up to a hill anon his steps he rear'd,",
    "From whose high top to ken the prospect round,",
    "If Cottage were in view, Sheep-cote or Herd;",
    "But Cottage, Herd or Sheep-cote none he saw,",
    "Only in a bottom saw a pleasant Grove,",
    "With chaunt of tuneful Birds resounding loud;",
    "Thither he bent his way, determin'd there",
    "To rest at noon, and entr'd soon the shade",
    "High rooft and walks beneath, and alleys brown",
    "That open'd in the midst a woody Scene,",
    "Natures own work it seem'd (Nature taught Art)",
    "And to a Superstitious eye the haunt",
    "Of Wood-Gods and Wood-Nymphs; he view'd it round,",
    "When suddenly a man before him stood,",
    "Not rustic as before, but seemlier clad,",
    "As one in City, or Court, or Palace bred,",
    "And with fair speech these words to him address'd.",
    "With granted leave officious I return,",
    "But much more wonder that the Son of God",
    "In this wild solitude so long should bide",
    "Of all things destitute, and well I know,",
    "Not without hunger. Others of some note,",
    "As story tells, have trod this Wilderness;",
    "The Fugitive Bond-woman with her Son",
    "Out cast",
    ", yet found he relief",
    "By a providing Angel; all the race",
    "Of",
    "here had famish'd, had not God",
    "Rain'd from Heaven Manna, and that Prophet bold",
    "Native of",
    "wandring here was fed",
    "Twice by a voice inviting him to eat.",
    "Of thee these forty days none hath regard,",
    "Forty and more deserted here indeed.",
    "To whom thus Jesus; what conclud'st thou hence?",
    "They all had need, I as thou seest have none.",
    "How hast thou hunger then? Satan reply'd,",
    "Tell me if Food were now before thee set,",
    "Would'st thou not eat? Thereafter as I like",
    "The giver, answer'd Jesus. Why should that",
    "Cause thy refusal, said the subtle Fiend,",
    "Hast thou not right to all Created things,",
    "Owe not all Creatures by just right to thee",
    "Duty and Service, nor to stay till bid,",
    "But tender all their power? nor mention I",
    "Meats by the Law unclean, or offer'd first",
    "To Idols, those young",
    "could refuse;",
    "Nor proffer'd by an Enemy, though who",
    "Would scruple that, with want opprest? behold",
    "Nature asham'd, or better to express,",
    "Troubl'd that thou shouldst hunger, hath purvey'd",
    "From all the Elements her choicest store",
    "To treat thee as beseems, and as her Lord",
    "With honour, only deign to sit and eat.",
    "He spake no dream, for as his words had end,",
    "Our Saviour lifting up his eyes beheld",
    "In ample space under the broadest shade",
    "A Table richly spred, in regal mode,",
    "With dishes pill'd, and meats of noblest sort",
    "And savour, Beasts of chase, or Fowl of game,",
    "In pastry built, or from the spit, or boyl'd,",
    "Gris-amber-steam'd; all Fish from Sea or Shore,",
    "Freshet, or purling Brook, of shell or fin,",
    "And exquisitest name, for which was drain'd",
    "and",
    "Bay, and",
    "Coast.",
    "Alas how simple, to these Cates compar'd,",
    "Was that crude Apple that diverted",
    "!",
    "And at a stately side-board by the wine",
    "That fragrant smell diffus'd, in order stood",
    "Tall stripling youths rich clad, of fairer hew",
    "Then",
    "or",
    ", distant more",
    "Under the Trees now trip'd, now solemn stood",
    "Nymphs of",
    "'s train, and",
    "With fruits and flowers from",
    "'s horn,",
    "And Ladies of th'",
    ", that seem'd",
    "Fairer then feign'd of old, or fabl'd since",
    "Of Fairy Damsels met in Forest wide",
    "By Knights of",
    ", or of",
    ",",
    "or",
    ", or",
    ",",
    "And all the while Harmonious Airs were heard",
    "Of chiming strings, or charming pipes and winds",
    "Of gentlest gale",
    "odors fann'd",
    "From their soft wings, and",
    "'s earliest smells.",
    "Such was the Splendour, and the Tempter now",
    "His invitation earnestly renew'd.",
    "What doubts the Son of God to sit and eat?",
    "These are not Fruits forbidden, no interdict",
    "Defends the touching of these viands pure,",
    "Thir taste no knowledge works, at least of evil,",
    "But life preserves, destroys life's enemy,",
    "Hunger, with sweet restorative delight.",
    "All these are Spirits of Air, and Woods, and Springs,",
    "Thy gentle Ministers, who come to pay",
    "Thee homage, and acknowledge thee thir Lord:",
    "What doubt'st thou Son of God? sit down and eat.",
    "To whom thus Jesus temperately reply'd:",
    "Said'st thou not that to all things I had right?",
    "And who withholds my pow'r that right to use?",
    "Shall I receive by gift what of my own,",
    "When and where likes me best, I can command?",
    "I can at will, doubt not, as soon as thou,",
    "Command a Table in this Wilderness,",
    "And call swift flights of Angels ministrant",
    "Array'd in Glory on my cup to attend:",
    "Why shouldst thou then obtrude this diligence,",
    "In vain, where no acceptance it can find,",
    "And with my hunger what has thou to do?",
    "Thy pompous Delicacies I contemn,",
    "And count thy specious gifts no gifts but guiles.",
    "To whom thus answer'd Satan malecontent:",
    "That I have also power to give thou seest,",
    "If of that pow'r I bring thee voluntary",
    "What I might have bestow'd on whom I pleas'd,",
    "And rather opportunely in this place",
    "Chose to impart to thy apparent need,",
    "Why shouldst thou not accept it? but I see",
    "What I can do or offer is suspect;",
    "Of these things others quickly will dispose",
    "Whose pains have earn'd the far fet spoil. With that",
    "Both Table and Provision vanish'd quite",
    "With sound of Harpies wings, and Talons heard;",
    "Only the importune Tempter still remain'd,",
    "And with these words his temptation pursu'd.",
    "By hunger, that each other Creature tames,",
    "Thou art not to be harm'd, therefore not mov'd;",
    "Thy temperance invincible besides,",
    "For no allurement yields to appetite,",
    "And all thy heart is set on high designs,",
    "High actions; but wherewith to be atchiev'd?",
    "Great acts require great means of enterprise,",
    "Thou art unknown, unfriended, low of birth,",
    "A Carpenter thy Father known, thy self",
    "Bred up in poverty and streights at home;",
    "Lost in a Desert here and hunger-bit:",
    "Which way or from what hope dost thou aspire",
    "To greatness? whence Authority deriv'st,",
    "What Followers, what Retinue canst thou gain,",
    "Or at thy heels the dizzy Multitude,",
    "Longer then thou canst feed them on thy cost?",
    "Money brings Honour, Friends, Conquest, and Realms;",
    "What rais'd",
    "the",
    ",",
    "And his Son",
    "plac'd on",
    "'s Throne;",
    "(Thy throne) but gold that got him puissant friends?",
    "Therefore, if at great things thou wouldst arrive,",
    "Get Riches first, get Wealth, and Treasure heap,",
    "Not difficult, if thou hearken to me,",
    "Riches are mine, Fortune is in my hand;",
    "They whom I favour thrive in wealth amain,",
    "While Virtue, Valour, Wisdom sit in want.",
    "To whom thus Jesus patiently reply'd;",
    "Yet Wealth without these three is impotent,",
    "To gain dominion or to keep it gain'd.",
    "Witness those antient Empires of the Earth,",
    "In highth of all thir flowing wealth dissolv'd:",
    "But men endu'd with these have oft attain'd",
    "In lowest poverty to highest deeds;",
    "and",
    ", and the Shepherd lad,",
    "Whose off-spring on the Throne of",
    "sat",
    "So many Ages, and shall yet regain",
    "That seat, and reign in",
    "without end.",
    "Among the Heathen, (for throughout the World",
    "To me is not unknown what hath been done",
    "Worthy of Memorial) canst thou not remember",
    ",",
    ",",
    ",",
    "?",
    "For I esteem those names of men so poor",
    "Who could do mighty things, and could contemn",
    "Riches though offer'd from the hand of Kings.",
    "And what in me seems wanting, but that I",
    "May also in this poverty as soon",
    "Accomplish what they did, perhaps and more?",
    "Extol not Riches then, the toyl of Fools,",
    "The wise mans cumbrance if not snare, more apt",
    "To slacken Virtue, and abate her edge,",
    "Then prompt her to do aught may merit praise.",
    "What if with like aversion I reject",
    "Riches and Realms; yet not for that a Crown,",
    "Golden in shew, is but a wreath of thorns,",
    "Brings dangers, troubles, cares, and sleepless nights",
    "To him who wears the Regal Diadem,",
    "When on his shoulders each mans burden lies;",
    "For therein stands the office of a King,",
    "His Honour, Vertue, Merit and chief Praise,",
    "That for the Publick all this weight he bears.",
    "Yet he who reigns within himself, and rules",
    "Passions, Desires, and Fears, is more a King;",
    "Which every wise and vertuous man attains:",
    "And who attains not, ill aspires to rule",
    "Cities of men or head-strong Multitudes,",
    "Subject himself to Anarchy within,",
    "Or lawless passions in him which he serves.",
    "But to guide Nations in the way of truth",
    "By saving Doctrine, and from errour lead",
    "To know, and knowing worship God aright,",
    "Is yet more Kingly, this attracts the Soul,",
    "Governs the inner man, the nobler part,",
    "That other o're the body only reigns,",
    "And oft by force, which to a generous mind",
    "So reigning can be no sincere delight.",
    "Besides to give a Kingdom hath been thought",
    "Greater and nobler done, and to lay down",
    "Far more magnanimous, then to assume.",
    "Riches are needless then, both for themselves,",
    "And for thy reason why they should be sought,",
    "To gain a Scepter, oftest better miss't."
  ],
  "title": ": Book 2 (1671 version)",
  "year": ""
}