{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175008",
  "region": "England",
  "text": [
    "HAil holy Light, ofspring of Heav'n first-born,",
    "Or of th' Eternal Coeternal beam",
    "May I express thee unblam'd? since God is light,",
    "And never but in unapproached light",
    "Dwelt from Eternitie, dwelt then in thee,",
    "Bright effluence of bright essence increate.",
    "Or hear'st thou rather pure Ethereal stream,",
    "Whose Fountain who shall tell? before the Sun,",
    "Before the Heavens thou wert, and at the voice",
    "Of God, as with a Mantle didst invest",
    "The rising world of waters dark and deep,",
    "Won from the void and formless infinite.",
    "Thee I re-visit now with bolder wing,",
    "Escap't the",
    "Pool, though long detain'd",
    "In that obscure sojourn, while in my flight",
    "Through utter and through middle darkness borne",
    "With other notes then to th'",
    "Lyre",
    "I sung of",
    "and",
    ",",
    "Taught by the heav'nly Muse to venture down",
    "The dark descent, and up to reascend,",
    "Though hard and rare: thee I revisit safe,",
    "And feel thy sovran vital Lamp; but thou",
    "Revisit'st not these eyes, that rowle in vain",
    "To find thy piercing ray, and find no dawn;",
    "So thick a drop serene hath quencht thir Orbs,",
    "Or dim suffusion veild. Yet not the more",
    "Cease I to wander where the Muses haunt",
    "Cleer Spring, or shadie Grove, or Sunnie Hill,",
    "Smit with the love of sacred Song; but chief",
    "Thee",
    "and the flowrie Brooks beneath",
    "That wash thy hallowd feet, and warbling flow,",
    "Nightly I visit: nor somtimes forget",
    "Those other two equal'd with me in Fate,",
    "So were I equal'd with them in renown,",
    "Blind",
    "and blind",
    ",",
    "And",
    "and",
    "Prophets old.",
    "Then feed on thoughts, that voluntarie move",
    "Harmonious numbers; as the wakeful Bird",
    "Sings darkling, and in shadiest Covert hid",
    "Tunes her nocturnal Note. Thus with the Year",
    "Seasons return, but not to me returns",
    "Day, or the sweet approach of Ev'n or Morn,",
    "Or sight of vernal bloom, or Summers Rose,",
    "Or flocks, or heards, or human face divine;",
    "But cloud in stead, and ever-during dark",
    "Surrounds me, from the chearful wayes of men",
    "Cut off, and for the Book of knowledg fair",
    "Presented with a Universal blanc",
    "Of Natures works to mee expung'd and ras'd,",
    "And wisdome at one entrance quite shut out.",
    "So much the rather thou Celestial light",
    "Shine inward, and the mind through all her powers",
    "Irradiate, there plant eyes, all mist from thence",
    "Purge and disperse, that I may see and tell",
    "Of things invisible to mortal sight.",
    "Now had the Almighty Father from above,",
    "From the pure Empyrean where he sits",
    "High Thron'd above all highth, bent down his eye,",
    "His own works and their works at once to view:",
    "About him all the Sanctities of Heaven",
    "Stood thick as Starrs, and from his sight receiv'd",
    "Beatitude past utterance; on his right",
    "The radiant image of his Glory sat,",
    "His onely Son; On Earth he first beheld",
    "Our two first Parents, yet the onely two",
    "Of mankind, in the happie Garden plac't,",
    "Reaping immortal fruits of joy and love,",
    "Uninterrupted joy, unrivald love",
    "In blissful solitude; he then survey'd",
    "Hell and the Gulf between, and",
    "there",
    "Coasting the wall of Heav'n on this side Night",
    "In the dun Air sublime, and ready now",
    "To stoop with wearied wings, and willing feet",
    "On the bare outside of this World, that seem'd",
    "Firm land imbosom'd without Firmament,",
    "Uncertain which, in Ocean or in Air.",
    "Him God beholding from his prospect high,",
    "Wherein past, present, future he beholds,",
    "Thus to his onely Son foreseeing spake.",
    "Onely begotten Son, seest thou what rage",
    "Transports our adversarie, whom no bounds",
    "Prescrib'd, no barrs of Hell, nor all the chains",
    "Heapt on him there, nor yet the main Abyss",
    "Wide interrupt can hold; so bent he seems",
    "On desparate reveng, that shall redound",
    "Upon his own rebellious head. And now",
    "Through all restraint broke loose he wings his way",
    "Not farr off Heav'n, in the Precincts of light,",
    "Directly towards the new created World,",
    "And Man there plac't, with purpose to assay",
    "If him by force he can destroy, or worse,",
    "By some false guile pervert; and shall pervert",
    "For man will hark'n to his glozing lyes,",
    "And easily transgress the sole Command,",
    "Sole pledge of his obedience: So will fall,",
    "Hee and his faithless Progenie: whose fault?",
    "Whose but his own? ingrate, he had of mee",
    "All he could have; I made him just and right,",
    "Sufficient to have stood, though free to fall.",
    "Such I created all th' Ethereal Powers",
    "And Spirits, both them who stood and them who faild;",
    "Freely they stood who stood, and fell who fell.",
    "Not free, what proof could they have givn sincere",
    "Of true allegiance, constant Faith or Love,",
    "Where onely what they needs must do, appeard,",
    "Not what they would? what praise could they receive?",
    "What pleasure I from such obedience paid,",
    "When Will and Reason (Reason also is choice)",
    "Useless and vain, of freedom both despoild,",
    "Made passive both, had servd necessitie,",
    "Not mee. They therefore as to right belongd,",
    "So were created, nor can justly accuse",
    "Thir maker, or thir making, or thir Fate,",
    "As if predestination over-rul'd",
    "Thir will, dispos'd by absolute Decree",
    "Or high foreknowledge; they themselves decreed",
    "Thir own revolt, not I: if I foreknew,",
    "Foreknowledge had no influence on their fault,",
    "Which had no less prov'd certain unforeknown.",
    "So without least impulse or shadow of Fate,",
    "Or aught by me immutablie foreseen,",
    "They trespass, Authors to themselves in all",
    "Both what they judge and what they choose; for so",
    "I formd them free, and free they must remain,",
    "Till they enthrall themselves: I else must change",
    "Thir nature, and revoke the high Decree",
    "Unchangeable, Eternal, which ordain'd",
    "Thir freedom, they themselves ordain'd thir fall.",
    "The first sort by thir own suggestion fell,",
    "Self-tempted, self-deprav'd: Man falls deceiv'd",
    "By the other first: Man therefore shall find grace,",
    "The other none: in Mercy and Justice both,",
    "Through Heav'n and Earth, so shall my glorie excel,",
    "But Mercy first and last shall brightest shine.",
    "Thus while God spake, ambrosial fragrance fill'd",
    "All Heav'n, and in the blessed Spirits elect",
    "Sense of new joy ineffable diffus'd:",
    "Beyond compare the Son of God was seen",
    "Most glorious, in him all his Father shon",
    "Substantially express'd, and in his face",
    "Divine compassion visibly appeerd,",
    "Love without end, and without measure Grace,",
    "Which uttering thus he to his Father spake.",
    "O Father, gracious was that word which clos'd",
    "Thy sovran sentence, that Man should find grace;",
    "For which both Heav'n and Earth shall high extoll",
    "Thy praises, with th' innumerable sound",
    "Of Hymns and sacred Songs, wherewith thy Throne",
    "Encompass'd shall resound thee ever blest.",
    "For should Man finally be lost, should Man",
    "Thy creature late so lov'd, thy youngest Son",
    "Fall circumvented thus by fraud, though joynd",
    "With his own folly? that be from thee farr,",
    "That farr be from thee, Father, who art Judg",
    "Of all things made, and judgest onely right.",
    "Or shall the Adversarie thus obtain",
    "His end, and frustrate thine, shall he fulfill",
    "His malice, and thy goodness bring to naught,",
    "Or proud return though to his heavier doom,",
    "Yet with revenge accomplish't and to Hell",
    "Draw after him the whole Race of mankind,",
    "By him corrupted? or wilt thou thy self",
    "Abolish thy Creation, and unmake,",
    "For him, what for thy glorie thou hast made?",
    "So should thy goodness and thy greatness both",
    "Be questiond and blaspheam'd without defence.",
    "To whom the great Creatour thus reply'd.",
    "O Son, in whom my Soul hath chief delight,",
    "Son of my bosom, Son who art alone",
    "My word, my wisdom, and effectual might,",
    "All hast thou spok'n as my thoughts are, all",
    "As my Eternal purpose hath decreed:",
    "Man shall not quite be lost, but sav'd who will,",
    "Yet not of will in him, but grace in me",
    "Freely voutsaft; once more I will renew",
    "His lapsed powers, though forfeit and enthrall'd",
    "By sin to foul exorbitant desires;",
    "Upheld by me, yet once more he shall stand",
    "On even ground against his mortal foe,",
    "By me upheld, that he may know how frail",
    "His fall'n condition is, and to me ow",
    "All his deliv'rance, and to none but me.",
    "Some I have chosen of peculiar grace",
    "Elect above the rest; so is my will:",
    "The rest shall hear me call, and oft be warnd",
    "Thir sinful state, and to appease betimes",
    "Th' incensed Deitie, while offerd grace",
    "Invites; for I will cleer thir senses dark,",
    "What may sufflce, and soft'n stonie hearts",
    "To pray, repent, and bring obedience due.",
    "To Prayer, repentance, and obedience due,",
    "Though but endevord with sincere intent,",
    "Mine ear shall not be slow, mine eye not shut.",
    "And I will place within them as a guide",
    "My Umpire",
    ", whom if they will hear,",
    "Light after light well us'd they shall attain,",
    "And to the end persisting, safe arrive.",
    "This my long sufferance and my day of grace",
    "They who neglect and scorn, shall never taste;",
    "But hard be hard'nd, blind be blinded more,",
    "That they may stumble on, and deeper fall;",
    "And none but such from mercy I exclude.",
    "But yet all is not don; Man disobeying,",
    "Disloyal breaks his fealtie, and sinns",
    "Against the high Supremacie of Heav'n,",
    "Affecting God-head, and so loosing all,",
    "To expiate his Treason hath naught left,",
    "But to destruction sacred and devote,",
    "He with his whole posteritie must dye,",
    "Dye hee or Justice must; unless for him",
    "Som other able, and as willing, pay",
    "The rigid satisfaction, death for death.",
    "Say Heav'nly powers, where shall we find such love,",
    "Which of ye will be mortal to redeem",
    "Mans mortal crime, and just th' unjust to save,",
    "Dwels in all Heaven charitie so deare?",
    "He ask'd, but all the Heav'nly Quire stood mute,",
    "And silence was in Heav'n: on mans behalf",
    "Patron or Intercessor none appeerd,",
    "Much less that durst upon his own head draw",
    "The deadly forfeiture, and ransom set.",
    "And now without redemption all mankind",
    "Must have bin lost, adjudg'd to Death and Hell",
    "By doom severe, had not the Son of God,",
    "In whom the fulness dwels of love divine,",
    "His dearest mediation thus renewd.",
    "Father, thy word is past, man shall find grace;",
    "And shall grace not find means, that finds her way,",
    "The speediest of thy winged messengers,",
    "To visit all thy creatures, and to all",
    "Comes unprevented, unimplor'd, unsought,",
    "Happie for man, so coming; he her aide",
    "Can never seek, once dead in sins and lost;",
    "Attonement for himself or offering meet,",
    "Indebted and undon, hath none to bring:",
    "Behold mee then, mee for him, life for life",
    "I offer, on mee let thine anger fall;",
    "Account mee man; I for his sake will leave",
    "Thy bosom, and this glorie next to thee",
    "Freely put off, and for him lastly dye",
    "Well pleas'd, on me let Death wreck all his rage;",
    "Under his gloomie power I shall not long",
    "Lie vanquisht; thou hast givn me to possess",
    "Life in my self for ever, by thee I live,",
    "Though now to Death I yield, and am his due",
    "All that of me can die, yet that debt paid,",
    "Thou wilt not leave me in the loathsom grave",
    "His prey, nor suffer my unspotted Soule",
    "For ever with corruption there to dwell;",
    "But I shall rise Victorious, and subdue",
    "My vanquisher, spoild of his vanted spoile;",
    "Death his deaths wound shall then receive, and stoop",
    "Inglorious, of his mortall sting disarm'd.",
    "I through the ample Air in Triumph high",
    "Shall lead Hell Captive maugre Hell, and show",
    "The powers of darkness bound. Thou at the sight",
    "Pleas'd, out of Heaven shalt look down and smile,",
    "While by thee rais'd I ruin all my Foes,",
    "Death last, and with his Carcass glut the Grave:",
    "Then with the multitude of my redeemd",
    "Shall enter Heaven long absent, and returne,",
    "Father, to see thy face, wherein no cloud",
    "Of anger shall remain, but peace assur'd,",
    "And reconcilement; wrauth shall be no more",
    "Thenceforth, but in thy presence joy entire.",
    "His words here ended, but his meek aspect",
    "Silent yet spake, and breath'd immortal love",
    "To mortal men, above which only shon",
    "Filial obedience: as a sacrifice",
    "Glad to be offer'd, he attends the will",
    "Of his great Father. Admiration seis'd",
    "All Heav'n, what this might mean, and whither tend",
    "Wondring; but soon th' Almighty thus reply'd:",
    "O thou in Heav'n and Earth the only peace",
    "Found out for mankind under wrauth, O thou",
    "My sole complacence! well thou know'st how dear,",
    "To me are all my works, nor Man the least",
    "Though last created, that for him I spare",
    "Thee from my bosom and right hand, to save,",
    "By loosing thee a while, the whole Race lost.",
    "Thou therefore whom thou only canst redeem,",
    "Thir Nature also to thy Nature joyn;",
    "And be thy self Man among men on Earth,",
    "Made flesh, when time shall be, of Virgin seed,",
    "By wondrous birth: Be thou in",
    "room",
    "The Head of all mankind, though",
    "Son.",
    "As in him perish all men, so in thee",
    "As from a second root shall be restor'd,",
    "As many as are restor'd, without thee none.",
    "His crime makes guiltie all his Sons, thy merit",
    "Imputed shall absolve them who renounce",
    "Thir own both righteous and unrighteous deeds,",
    "And live in thee transplanted, and from thee",
    "Receive new life. So Man, as is most just,",
    "Shall satisfie for Man, be judg'd and die,",
    "And dying rise, and rising with him raise",
    "His Brethren, ransomd with his own dear life.",
    "So Heav'nly love shall outdoo Hellish hate",
    "Giving to death, and dying to redeeme,",
    "So dearly to redeem what Hellish hate",
    "So easily destroy'd, and still destroyes",
    "In those who, when they may, accept not grace.",
    "Nor shalt thou by descending to assume",
    "Mans Nature, less'n or degrade thine owne.",
    "Because thou hast, though Thron'd in highest bliss",
    "Equal to God, and equally enjoying",
    "God-like fruition, quitted all to save",
    "A World from utter loss, and hast been found",
    "By Merit more then Birthright Son of God,",
    "Found worthiest to be so by being Good,",
    "Farr more then Great or High; because in thee",
    "Love hath abounded more then Glory abounds,",
    "Therefore thy Humiliation shall exalt",
    "With thee thy Manhood also to this Throne;",
    "Here shalt thou sit incarnate, here shalt Reign",
    "Both God and Man, Son both of God and Man,",
    "Anointed universal King, all Power",
    "I give thee, reign for ever, and assume",
    "Thy Merits; under thee as Head Supream",
    "Thrones, Princedoms, Powers, Dominions I reduce:",
    "All knees to thee shall bow, of them that bide",
    "In Heaven, or Earth, or under Earth in Hell;",
    "When thou attended gloriously from Heav'n",
    "Shalt in the Sky appeer, and from thee send",
    "The summoning Arch-Angels to proclaime",
    "Thy dread Tribunal: forthwith from all Windes",
    "The living, and forthwith the cited dead",
    "Of all past Ages to the general Doom",
    "Shall hast'n, such a peal shall rouse thir sleep.",
    "Then all thy Saints assembl'd, thou shalt judge",
    "Bad men and Angels, they arraignd shall sink",
    "Beneath thy Sentence; Hell, her numbers full,",
    "Thenceforth shall be for ever shut. Mean while",
    "The World shall burn, and from her ashes spring",
    "New Heav'n and Earth, wherein the just shall dwell,",
    "And after all thir tribulations long",
    "See golden days, fruitful of golden deeds,",
    "With Joy and Love triumphing, and fair Truth.",
    "Then thou thy regal Scepter shalt lay by,",
    "For regal Scepter then no more shall need,",
    "God shall be All in All. But all ye Gods,",
    "Adore him, who to compass all this dies,",
    "Adore the Son, and honour him as mee.",
    "No sooner had th' Almighty ceas't, but all",
    "The multitude of Angels with a shout",
    "Loud as from numbers without number, sweet",
    "As from blest voices, uttering joy, Heav'n rung",
    "With Jubilee, and loud Hosanna's filld",
    "Th' eternal Regions: lowly reverent",
    "Towards either Throne they bow, and to the ground",
    "With solemn adoration down they cast",
    "Thir Crowns inwove with Amarant and Gold,",
    "Immortal Amarant, a Flour which once",
    "In Paradise, fast by the Tree of Life",
    "Began to bloom, but soon for mans offence",
    "To Heav'n remov'd where first it grew, there grows,",
    "And flours aloft shading the Fount of Life,",
    "And where the river of Bliss through midst of Heavn",
    "Rowls o're",
    "Flours her Amber stream;",
    "With these that never fade the Spirits elect",
    "Bind thir resplendent locks inwreath'd with beams,",
    "Now in loose Garlands thick thrown off, the bright",
    "Pavement that like a Sea of Jasper shon",
    "Impurpl'd with Celestial Roses smil'd.",
    "Then Crown'd again thir gold'n Harps they took,",
    "Harps ever tun'd, that glittering by thir side",
    "Like Quivers hung, and with Praeamble sweet",
    "Of charming symphonie they introduce",
    "Thir sacred Song, and waken raptures high;",
    "No voice exempt, no voice but well could joine",
    "Melodious part, such concord is in Heav'n.",
    "Thee Father first they sung Omnipotent,",
    "Immutable, Immortal, Infinite,",
    "Eternal King; thee Author of all being,",
    "Fountain of Light, thy self invisible",
    "Amidst the glorious brightness where thou sit'st",
    "Thron'd inaccessible, but when thou shad'st",
    "The full blaze of thy beams, and through a cloud",
    "Drawn round about thee like a radiant Shrine,",
    "Dark with excessive bright thy skirts appeer,",
    "Yet dazle Heav'n, that brightest Seraphim",
    "Approach not, but with both wings veil thir eyes.",
    "Thee next they sang of all Creation first,",
    "Begotten Son, Divine Similitude,",
    "In whose conspicuous count'nance, without cloud",
    "Made visible, th' Almighty Father shines,",
    "Whom else no Creature can behold; on thee",
    "Impresst the effulgence of his Glorie abides,",
    "Transfus'd on thee his ample Spirit rests.",
    "Hee Heav'n of Heavens and all the Powers therein",
    "By thee created, and by thee threw down",
    "Th' aspiring Dominations: thou that day",
    "Thy Fathers dreadful Thunder didst not spare,",
    "Nor stop thy flaming Chariot wheels, that shook",
    "Heav'ns everlasting Frame, while o're the necks",
    "Thou drov'st of warring Angels disarraid.",
    "Back from pursuit thy Powers with loud acclaime",
    "Thee only extoll'd, Son of thy Fathers might,",
    "To execute fierce vengeance on his foes,",
    "Not so on Man; him through their malice fall'n,",
    "Father of Mercie and Grace, thou didst not doome",
    "So strictly, but much more to pitie encline:",
    "No sooner did thy dear and onely Son",
    "Perceive thee purpos'd not to doom frail Man",
    "So strictly, but much more to pitie enclin'd,",
    "He to appease thy wrauth, and end the strife",
    "Of Mercy and justice in thy face discern'd,",
    "Regardless of the Bliss wherein hee sat",
    "Second to thee, offerd himself to die",
    "For mans offence. O unexampl'd love,",
    "Love no where to be found less then Divine!",
    "Hail Son of God, Saviour of Men, thy Name",
    "Shall be the copious matter of my Song",
    "Henceforth, and never shall my Harp thy praise",
    "Forget, nor from thy Fathers praise disjoine.",
    "Thus they in Heav'n, above the starry Sphear,",
    "Thir happie hours in joy and hymning spent.",
    "Mean while upon the firm opacous Globe",
    "Of this round World, whose first convex divides",
    "The luminous inferior Orbs, enclos'd",
    "From",
    "and th' inroad of Darkness old,",
    "alighted walks: a Globe farr off",
    "It seem'd, now seems a boundless Continent",
    "Dark, waste, and wild, under the frown of Night",
    "Starless expos'd, and ever-threatning storms",
    "Of",
    "blustring round, inclement skie;",
    "Save on that side which from the wall of Heav'n",
    "Though distant farr som small reflection gaines",
    "Of glimmering air less vext with tempest loud:",
    "Here walk'd the Fiend at large in spacious field.",
    "As when a Vultur on",
    "bred,",
    "Whose snowie ridge the roving",
    "bounds,",
    "Dislodging from a Region scarce of prey",
    "To gorge the flesh of Lambs or yeanling Kids",
    "On Hills where Flocks are fed, flies toward the Springs",
    "Of",
    "or",
    ",",
    "streams;",
    "But in his way lights on the barren Plaines",
    "Of",
    ", where",
    "drive",
    "With Sails and Wind thir canie Waggons light:",
    "So on this windie Sea of Land, the Fiend",
    "Walk'd up and down alone bent on his prey,",
    "Alone, for other Creature in this place",
    "Living or liveless to be found was none,",
    "None yet, but store hereafter from the earth",
    "Up hither like Aereal vapours flew",
    "Of all things transitorie and vain, when Sin",
    "With vanity had filld the works of men:",
    "Both all things vain, and all who in vain things",
    "Built thir fond hopes of Glorie or lasting fame,",
    "Or happiness in this or th' other life;",
    "All who have thir reward on Earth, the fruits",
    "Of painful Superstition and blind Zeal,",
    "Naught seeking but the praise of men, here find",
    "Fit retribution, emptie as thir deeds;",
    "All th, unaccomplisht works of Natures hand,",
    "Abortive, monstrous, or unkindly mixt,",
    "Dissolvd on Earth, fleet hither, and in vain,",
    "Till final dissolution, wander here,",
    "Not in the neighbouring Moon, as some have dreamd;",
    "Those argent Fields more likely habitants,",
    "Translated Saints, or middle Spirits hold",
    "Betwixt th' Angelical and Human kinde:",
    "Hither of ill-joynd Sons and Daughters born",
    "First from the ancient World those Giants came",
    "With many a vain exploit, though then renownd:",
    "The builders next of",
    "on the Plain",
    "Of",
    ", and still with vain designe",
    "New",
    ", had they wherewithall, would build:",
    "Others came single; he who to be deemd",
    "A God, leap'd fondly into",
    "flames,",
    ", and hee who to enjoy",
    ", leap'd into the Sea,",
    ", and many more too long,",
    "Embryo's and Idiots, Eremits and Friers",
    "White, Black and Grey, with all thir trumperie.",
    "Here Pilgrims roam, that stray'd so farr to seek",
    "In",
    "him dead, who lives in Heav'n;",
    "And they who to be sure of Paradise",
    "Dying put on the weeds of",
    ",",
    "Or in",
    "think to pass disguis'd;",
    "They pass the Planets seven, and pass the fixt,",
    "And that Crystalline Sphear whose ballance weighs",
    "The Trepidation talkt, and that first mov'd;",
    "And now Saint",
    "at Heav'ns Wicket seems",
    "To wait them with his Keys, and now at foot",
    "Of Heav'ns ascent they lift thir Feet, when loe",
    "A violent cross wind from either Coast",
    "Blows them transverse ten thousand Leagues awry",
    "Into the devious Air; then might ye see",
    "Cowles, Hoods and Habits with thir wearers tost",
    "And flutterd into Raggs, then Reliques, Beads,",
    "Indulgences, Dispenses, Pardons, Bulls,",
    "The sport of Winds: all these upwhirld aloft",
    "Fly o're the backside of the World farr off",
    "Into a",
    "large and broad, since calld",
    "The Paradise of Fools, to few unknown",
    "Long after, now unpeopl'd, and untrod;",
    "All this dark Globe the Fiend found as he pass'd,",
    "And long he wanderd, till at last a gleame",
    "Of dawning light turnd thither-ward in haste",
    "His travell'd steps; farr distant he descries",
    "Ascending by degrees magnificent",
    "Up to the wall of Heaven a Structure high,",
    "At top whereof, but farr more rich appeerd",
    "The work as of a Kingly Palace Gate",
    "With Frontispice of Diamond and Gold",
    "Imbellisht, thick with sparkling orient Gemmes",
    "The Portal shon, inimitable on Earth",
    "By Model, or by shading Pencil drawn.",
    "The Stairs were such as whereon",
    "saw",
    "Angels ascending and descending, bands",
    "Of Guardians bright, when he from",
    "fled",
    "To",
    "in the field of",
    ",",
    "Dreaming by night under the open Skie,",
    "And waking cri'd,",
    ".",
    "Each Stair mysteriously was meant, nor stood",
    "There alwayes, but drawn up to Heav'n somtimes",
    "Viewless, and underneath a bright Sea flow'd",
    "Of Jasper, or of liquid Pearle, whereon",
    "Who after came from Earth, sayling arriv'd,",
    "Wafted by Angels, or flew o're the Lake",
    "Rapt in a Chariot drawn by fiery Steeds.",
    "The Stairs were then let down, whether to dare",
    "The Fiend by easie ascent, or aggravate",
    "His sad exclusion from the dores of Bliss.",
    "Direct against which op'nd from beneath,",
    "Just o're the blissful seat of Paradise,",
    "A passage down to th' Earth, a passage wide,",
    "Wider by farr then that of after-times",
    "Over Mount",
    ", and, though that were large,",
    "Over the",
    "to God so dear,",
    "By which, to visit oft those happy Tribes,",
    "On high behests his Angels to and fro",
    "Pass'd frequent, and his eye with choice regard",
    "From",
    "the fount of",
    "flood",
    "To",
    ", where the",
    "Borders on",
    "and the",
    "shoare;",
    "So wide the op'ning seemd, where bounds were set",
    "To darkness, such as bound the Ocean wave.",
    "from hence now on the lower stair",
    "That scal'd by steps of Gold to Heav'n Gate",
    "Looks down with wonder at the sudden view",
    "Of all this World at once. As when a Scout",
    "Through dark and desart wayes with peril gone",
    "All night; at last by break of chearful dawne",
    "Obtains the brow of some high-climbing Hill,",
    "Which to his eye discovers unaware",
    "The goodly prospect of some forein land",
    "First-seen, or some renown'd Metropolis",
    "With glistering Spires and Pinnacles adornd,",
    "Which now the Rising Sun guilds with his beams.",
    "Such wonder seis'd, though after Heaven seen,",
    "The Spirit maligne, but much more envy seis'd",
    "At sight of all this World beheld so faire.",
    "Round he surveys, and well might, where he stood",
    "So high above the circling Canopie",
    "Of Nights extended shade; from Eastern Point",
    "Of",
    "to the fleecie Starr that bears",
    "farr off",
    "Seas",
    "Beyond th'",
    "; then from Pole to Pole",
    "He views in bredth, and without longer pause",
    "Down right into the Worlds first Region throws",
    "His flight precipitant, and windes with ease",
    "Through the pure marble Air his oblique way",
    "Amongst innumerable Starrs, that shon",
    "Stars distant, but nigh hand seemd other Worlds,",
    "Or other Worlds they seemd, or happy Iles,",
    "Like those",
    "Gardens fam'd of old,",
    "Fortunate Fields, and Groves and flourie Vales,",
    "Thrice happy Iles, but who dwelt happy there",
    "He stayd not to enquire: above them all",
    "The golden Sun in splendor likest Heaven",
    "Allur'd his eye: Thither his course he bends",
    "Through the calm Firmament; but up or downe",
    "By center, or eccentric, hard to tell,",
    "Or Longitude, where the great Luminarie",
    "Alooff the vulgar Constellations thick,",
    "That from his Lordly eye keep distance due,",
    "Dispenses Light from farr; they as they move",
    "Thir Starry dance in numbers that compute",
    "Days, months, & years, towards his all-chearing Lamp",
    "Turn swift thir various motions, or are turnd",
    "By his Magnetic beam, that gently warms",
    "The Univers, and to each inward part",
    "With gentle penetration, though unseen,",
    "Shoots invisible vertue even to the deep:",
    "So wondrously was set his Station bright.",
    "There lands the Fiend, a spot like which perhaps",
    "Astronomer in the Sun's lucent Orbe",
    "Through his glaz'd Optic Tube yet never saw.",
    "The place he found beyond expression bright,",
    "Compar'd with aught on Earth, Medal or Stone;",
    "Not all parts like, but all alike informd",
    "With radiant light, as glowing Iron with fire;",
    "If mettal, part seemd Gold, part Silver cleer;",
    "If stone, Carbuncle most or Chrysolite,",
    "Rubie or Topaz, to the Twelve that shon",
    "In",
    "Brest-plate, and a stone besides",
    "Imagind rather oft then elsewhere seen,",
    "That stone, or like to that which here below",
    "Philosophers in vain so long have sought,",
    "In vain, though by thir powerful Art they binde",
    "Volatil",
    ", and call up unbound",
    "In various shapes old",
    "from the Sea,",
    "Draind through a Limbec to his Native forme.",
    "What wonder then if fields and regions here",
    "Breathe forth",
    "pure, and Rivers run",
    "Potable Gold, when with one vertuous touch",
    "Th' Arch-chimic Sun so farr from us remote",
    "Produces with Terrestrial Humor mixt",
    "Here in the dark so many precious things",
    "Of colour glorious and effect so rare?",
    "Here matter new to gaze the Devil met",
    "Undazl'd, farr and wide his eye commands,",
    "For sight no obstacle found here, nor shade,",
    "But all Sun-shine, as when his Beams at Noon",
    "Culminate from th'",
    ", as they now",
    "Shot upward still direct, whence no way round",
    "Shadow from body opaque can fall, and the Aire,",
    "No where so cleer, sharp'nd his visual ray",
    "To objects distant farr, whereby he soon",
    "Saw within kenn a glorious Angel stand,",
    "The same whom",
    "saw also in the Sun:",
    "His back was turnd, but not his brightness hid;",
    "Of beaming sunnie Raies, a golden tiar",
    "Circl'd his Head, nor less his Locks behind",
    "Illustrious on his Shoulders fledge with wings",
    "Lay waving round; on som great charge imploy'd",
    "He seemd, or fixt in cogitation deep.",
    "Glad was the Spirit impure as now in hope",
    "To find who might direct his wandring flight",
    "To Paradise the happie seat of Man,",
    "His journies end and our beginning woe.",
    "But first he casts to change his proper shape,",
    "Which else might work him danger or delay:",
    "And now a stripling Cherube he appeers,",
    "Not of the prime, yet such as in his face",
    "Youth smil'd Celestial, and to every Limb",
    "Sutable grace diffus'd, so well he feignd;",
    "Under a Coronet his flowing haire",
    "In curles on either cheek plaid, wings he wore",
    "Of many a colourd plume sprinkl'd with Gold,",
    "His habit fit for speed succinct, and held",
    "Before his decent steps a Silver wand.",
    "He drew not nigh unheard, the Angel bright,",
    "Ere he drew nigh, his radiant visage turnd,",
    "Admonisht by his ear, and strait was known",
    "Th' Arch-Angel",
    ", one of the seav'n",
    "Who in Gods presence, neerest to his Throne",
    "Stand ready at command, and are his Eyes",
    "That run through all the Heav'ns, or down to th' Earth",
    "Bear his swift errands over moist and dry,",
    "O're Sea and Land: him",
    "thus accostes;",
    "for thou of those seav'n Spirits that stand",
    "In sight of God's high Throne, gloriously bright,",
    "The first art wont his great authentic will",
    "Interpreter through highest Heav'n to bring,",
    "Where all his Sons thy Embassie attend;",
    "And here art likeliest by supream decree",
    "Like honour to obtain, and as his Eye",
    "To visit oft this new Creation round;",
    "Unspeakable desire to see, and know",
    "All these his wondrous works, but chiefly Man,",
    "His chief delight and favour, him for whom",
    "All these his works so wondrous he ordaind,",
    "Hath brought me from the Quires of Cherubim",
    "Alone thus wandring. Brightest Seraph tell",
    "In which of all these shining Orbes hath Man",
    "His fixed seat, or fixed seat hath none,",
    "But all these shining Orbes his choice to dwell;",
    "That I may find him, and with secret gaze,",
    "Or open admiration him behold",
    "On whom the great Creator hath bestowd",
    "Worlds, and on whom hath all these graces powrd;",
    "That both in him and all things, as is meet,",
    "The Universal Maker we may praise;",
    "Who justly hath drivn out his Rebell Foes",
    "To deepest Hell, and to repair that loss",
    "Created this new happie Race of Men",
    "To serve him better: wise are all his wayes.",
    "So spake the false dissembler unperceivd;",
    "For neither Man nor Angel can discern",
    "Hypocrisie, the onely evil that walks",
    "Invisible, except to God alone,",
    "By his permissive will, through Heav'n and Earth:",
    "And oft though wisdom wake, suspicion sleeps",
    "At wisdoms Gate, and to simplicitie",
    "Resigns her charge, while goodness thinks no ill",
    "Where no ill seems: Which now for once beguil'd",
    ", though Regent of the Sun, and held",
    "The sharpest sighted Spirit of all in Heav'n;",
    "Who to the fraudulent Impostor foule",
    "In his uprightness answer thus returnd.",
    "Fair Angel, thy desire which tends to know",
    "The works of God, thereby to glorifie",
    "The great Work-Maister, leads to no excess",
    "That reaches blame, but rather merits praise",
    "The more it seems excess, that led thee hither",
    "From thy Empyreal Mansion thus alone,",
    "To witness with thine eyes what some perhaps",
    "Contented with report hear onely in heav'n:",
    "For wonderful indeed are all his works,",
    "Pleasant to know, and worthiest to be all",
    "Had in remembrance alwayes with delight;",
    "But what created mind can comprehend",
    "Thir number, or the wisdom infinite",
    "That brought them forth, but hid thir causes deep.",
    "I saw when at his Word the formless Mass,",
    "This worlds material mould, came to a heap:",
    "heard his voice, and wilde uproar",
    "Stood rul'd, stood vast infinitude confin'd;",
    "Till at his second bidding darkness fled,",
    "Light shon, and order from disorder sprung:",
    "Swift to thir several Quarters hasted then",
    "The cumbrous Elements, Earth, Flood, Aire, Fire,",
    "And this Ethereal quintessence of Heav'n",
    "Flew upward, spirited with various forms,",
    "That rowld orbicular, and turnd to Starrs",
    "Numberless, as thou seest, and how they move;",
    "Each had his place appointed, each his course,",
    "The rest in circuit walles this Universe.",
    "Look downward on that Globe whose hither side",
    "With light from hence, though but reflected, shines;",
    "That place is Earth the seat of Man, that light",
    "His day, which else as th' other Hemisphere",
    "Night would invade, but there the neighbouring Moon",
    "(So call that opposite fair Starr) her aide",
    "Timely interposes, and her monthly round",
    "Still ending, still renewing, through mid Heav'n;",
    "With borrowd light her countenance triform",
    "Hence fills and empties to enlighten th' Earth,",
    "And in her pale dominion checks the night.",
    "That spot to which I point is",
    ",",
    "abode, those loftie shades his Bowre.",
    "Thy way thou canst not miss, me mine requires.",
    "Thus said, he turnd, and",
    "bowing low,",
    "As to superior Spirits is wont in Heaven,",
    "Where honour due and reverence none neglects,",
    "Took leave, and toward the coast of Earth beneath,",
    "Down from th' Ecliptic, sped with hop'd success,",
    "Throws his steep flight in many an Aerie wheele,",
    "Nor staid, till on",
    "top he lights."
  ],
  "title": ": Book 3 (1674 version)",
  "year": ""
}