{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175015",
  "region": "England",
  "text": [
    "MEanwhile the hainous and despightfull act",
    "Of",
    "done in Paradise, and how",
    "Hee in the Serpent, had perverted",
    ",",
    "Her Husband shee, to taste the fatall fruit,",
    "Was known in Heav'n; for what can scape the Eye",
    "Of God All-seeing, or deceave his Heart",
    "Omniscient, who in all things wise and just,",
    "Hinder'd not",
    "to attempt the minde",
    "Of Man, with strength entire, and free will arm'd,",
    "Complete to have discover'd and repulst",
    "Whatever wiles of Foe or seeming Friend.",
    "For still they knew, and ought to have still remember'd",
    "The high Injunction not to taste that Fruit,",
    "Whoever tempted; which they not obeying,",
    "Incurr'd, what could they less, the penaltie,",
    "And manifold in sin, deserv'd to fall.",
    "Up into Heav'n from Paradise in haste",
    "Th' Angelic Guards ascended, mute and sad",
    "For Man, for of his state by this they knew,",
    "Much wondring how the suttle Fiend had stoln",
    "Entrance unseen. Soon as th' unwelcome news",
    "From Earth arriv'd at Heaven Gate, displeas'd",
    "All were who heard, dim sadness did not spare",
    "That time Celestial visages, yet mixt",
    "With pitie, violated not thir bliss.",
    "About the new-arriv'd, in multitudes",
    "Th' ethereal People ran, to hear and know",
    "How all befell: they towards the Throne Supream",
    "Accountable made haste to make appear",
    "With righteous plea, thir utmost vigilance,",
    "And easily approv'd; when the most High",
    "Eternal Father from his secret Cloud,",
    "Amidst in Thunder utter'd thus his voice.",
    "Assembl'd Angels, and ye Powers return'd",
    "From unsuccessful charge, be not dismaid,",
    "Nor troubl'd at these tidings from the Earth,",
    "Which your sincerest care could not prevent,",
    "Foretold so lately what would come to pass,",
    "When first this Tempter cross'd the Gulf from Hell.",
    "I told ye then he should prevail and speed",
    "On his bad Errand, Man should be seduc't",
    "And flatter'd out of all, believing lies",
    "Against his Maker; no Decree of mine",
    "Concurring to necessitate his Fall,",
    "Or touch with lightest moment of impulse",
    "His free Will, to her own inclining left",
    "In eevn scale. But fall'n he is, and now",
    "What rests but that the mortal Sentence pass",
    "On his transgression, Death denounc't that day,",
    "Which he presumes already vain and void,",
    "Because not yet inflicted, as he fear'd,",
    "By some immediate stroak; but soon shall find",
    "Forbearance no acquittance ere day end.",
    "Justice shall not return as bountie scorn'd.",
    "But whom send I to judge them? whom but thee",
    "Vicegerent Son, to thee I have transferr'd",
    "All Judgement, whether in Heav'n, or Earth, or Hell.",
    "Easie it might be seen that I intend",
    "Mercie collegue with Justice, sending thee",
    "Mans Friend, his Mediator, his design'd",
    "Both Ransom and Redeemer voluntarie,",
    "And destin'd Man himself to judge Man fall'n.",
    "So spake the Father, and unfoulding bright",
    "Toward the right hand his Glorie, on the Son",
    "Blaz'd forth unclouded Deitie; he full",
    "Resplendent all his Father manifest",
    "Express'd, and thus divinely answer'd milde.",
    "Father Eternal, thine is to decree,",
    "Mine both in Heav'n and Earth to do thy will",
    "Supream, that thou in mee thy Son belov'd",
    "Mayst ever rest well pleas'd. I go to judge",
    "On Earth these thy transgressors, but thou knowst,",
    "Whoever judg'd, the worst on mee must light,",
    "When time shall be, for so I undertook",
    "Before thee; and not repenting, this obtaine",
    "Of right, that I may mitigate thir doom",
    "On me deriv'd, yet I shall temper so",
    "Justice with Mercie, as may illustrate most",
    "Them fully satisfied, and thee appease.",
    "Attendance none shall need, nor Train, where none",
    "Are to behold the Judgment, but the judg'd,",
    "Those two; the third best absent is condemn'd,",
    "Convict by flight, and Rebel to all Law",
    "Conviction to the Serpent none belongs.",
    "Thus saying, from his radiant Seat he rose",
    "Of high collateral glorie: him Thrones and Powers,",
    "Princedoms, and Dominations ministrant",
    "Accompanied to Heaven Gate, from whence",
    "and all the Coast in prospect lay.",
    "Down he descended strait; the speed of Gods",
    "Time counts not, though with swiftest minutes wing'd.",
    "Now was the Sun in Western cadence low",
    "From Noon, and gentle Aires due at thir hour",
    "To fan the Earth now wak'd, and usher in",
    "The Eevning coole when he from wrauth more coole",
    "Came the mild Judge and Intercessor both",
    "To sentence Man: the voice of God they heard",
    "Now walking in the Garden, by soft windes",
    "Brought to thir Ears, while day declin'd, they heard,",
    "And from his presence hid themselves among",
    "The thickest Trees, both Man and Wife, till God",
    "Approaching, thus to",
    "call'd aloud.",
    "Where art thou",
    ", wont with joy to meet",
    "My coming seen far off? I miss thee here,",
    "Not pleas'd, thus entertaind with solitude,",
    "Where obvious dutie erewhile appear'd unsaught:",
    "Or come I less conspicuous, or what change",
    "Absents thee, or what chance detains? Come forth.",
    "He came, and with him",
    ", more loth, though first",
    "To offend, discount'nanc't both, and discompos'd;",
    "Love was not in thir looks, either to God",
    "Or to each other, but apparent guilt,",
    "And shame, and perturbation, and despaire,",
    "Anger, and obstinacie, and hate, and guile.",
    "Whence",
    "faultring long, thus answer'd brief.",
    "I heard thee in the Garden, and of thy voice",
    "Affraid, being naked, hid my self. To whom",
    "The gracious judge without revile repli'd.",
    "My voice thou oft hast heard, and hast not fear'd,",
    "But still rejoyc't, how is it now become",
    "So dreadful to thee? that thou art naked, who",
    "Hath told thee? hast thou eaten of the Tree",
    "Whereof I gave thee charge thou shouldst not eat?",
    "To whom thus",
    "sore beset repli'd.",
    "O Heav'n! in evil strait this day I stand",
    "Before my judge, either to undergoe",
    "My self the total Crime, or to accuse",
    "My other self, the partner of my life;",
    "Whose failing, while her Faith to me remaines,",
    "I should conceal, and not expose to blame",
    "By my complaint; but strict necessitie",
    "Subdues me, and calamitous constraint",
    "Least on my head both sin and punishment,",
    "However insupportable, be all",
    "Devolv'd; though should I hold my peace, yet thou",
    "Wouldst easily detect what I conceale.",
    "This Woman whom thou mad'st to be my help,",
    "And gav'st me as thy perfet gift, so good,",
    "So fit, so acceptable, so Divine,",
    "That from her hand I could suspect no ill,",
    "And what she did, whatever in it self,",
    "Her doing seem'd to justifie the deed;",
    "Shee gave me of the Tree, and I did eate.",
    "To whom the sovran Presence thus repli'd.",
    "Was shee thy God, that her thou didst obey",
    "Before his voice, or was shee made thy guide,",
    "Superior, or but equal, that to her",
    "Thou did'st resigne thy Manhood, and the Place",
    "Wherein God set thee above her made of thee,",
    "And for thee, whose perfection farr excell'd",
    "Hers in all real dignitie: Adornd",
    "Shee was indeed, and lovely to attract",
    "Thy Love, not thy Subjection, and her Gifts",
    "Were such as under Government well seem'd,",
    "Unseemly to beare rule, which was thy part",
    "And person, had'st thou known thy self aright.",
    "So having said, he thus to",
    "in few:",
    "Say Woman, what is this which thou hast done?",
    "To whom sad",
    "with shame nigh overwhelm'd,",
    "Confessing soon, yet not before her judge",
    "Bold or loquacious, thus abasht repli'd.",
    "The Serpent me beguil'd and I did eate.",
    "Which when the Lord God heard, without delay",
    "To Judgement he proceeded on th' accus'd",
    "Serpent though brute, unable to transferre",
    "The Guilt on him who made him instrument",
    "Of mischief, and polluted from the end",
    "Of his Creation; justly then accurst,",
    "As vitiated in Nature: more to know",
    "Concern'd not Man (since he no further knew)",
    "Nor alter'd his offence; yet God at last",
    "To Satan first in sin his doom apply'd,",
    "Though in mysterious terms, judg'd as then best:",
    "And on the Serpent thus his curse let fall.",
    "Because thou hast done this, thou art accurst",
    "Above all Cattle, each Beast of the Field;",
    "Upon thy Belly groveling thou shalt goe,",
    "And dust shalt eat all the dayes of thy Life.",
    "Between Thee and the Woman I will put",
    "Enmitie, and between thine and her Seed;",
    "Her Seed shall bruse thy head, thou bruise his heel.",
    "So spake this Oracle, then verifi'd",
    "When",
    "son of",
    "second",
    ",",
    "Saw Satan fall like Lightning down from Heav'n,",
    "Prince of the Aire; then rising from his Grave",
    "Spoild Principalities and Powers, triumpht",
    "In open shew, and with ascention bright",
    "Captivity led captive through the Aire,",
    "The Realm it self of Satan long usurpt,",
    "Whom he shall tread at last under our feet;",
    "Eeven hee who now foretold his fatal bruise,",
    "And to the Woman thus his Sentence turn'd.",
    "Thy sorrow I will greatly multiplie",
    "By thy Conception; Children thou shalt bring",
    "In sorrow forth, and to thy Husbands will",
    "Thine shall submit, hee over thee shall rule.",
    "On",
    "last thus judgement he pronounc'd.",
    "Because thou hast heark'nd to the voice of thy Wife,",
    "And eaten of the Tree concerning which",
    "I charg'd thee, saying: Thou shalt not eate thereof,",
    "Curs'd is the ground for thy sake, thou in sorrow",
    "Shalt eate thereof all the days of thy Life;",
    "Thorns also and Thistles it shall bring thee forth",
    "Unbid, and thou shalt eate th' Herb of th' Field,",
    "In the sweat of thy Face shalt thou eat Bread,",
    "Till thou return unto the ground, for thou",
    "Out of the ground wast taken, know thy Birth,",
    "For dust thou art, and shalt to dust returne.",
    "So judg'd he Man, both Judge and Saviour sent,",
    "And th' instant stroke of Death denounc't that day",
    "Remov'd farr off; then pittying how they stood",
    "Before him naked to the aire, that now",
    "Must suffer change, disdain'd not to begin",
    "Thenceforth the form of servant to assume,",
    "As when he wash'd his servants feet so now",
    "As Father of his Familie he clad",
    "Thir nakedness with Skins of Beasts, or slain,",
    "Or as the Snake with youthful Coate repaid;",
    "And thought not much to cloath his Enemies:",
    "Nor hee thir outward onely with the Skins",
    "Of Beasts, but inward nakedness, much more",
    "Opprobrious, with his Robe of righteousness,",
    "Araying cover'd from his Fathers sight.",
    "To him with swift ascent he up returnd,",
    "Into his blissful bosom reassum'd",
    "In glory as of old, to him appeas'd",
    "All, though all-knowing, what had past with Man",
    "Recounted, mixing intercession sweet.",
    "Meanwhile ere thus was sin'd and judg'd on Earth,",
    "Within the Gates of Hell sate Sin and Death,",
    "In counterview within the Gates, that now",
    "Stood open wide, belching outrageous flame",
    "Farr into",
    ", since the Fiend pass'd through,",
    "Sin opening, who thus now to Death began.",
    "O Son, why sit we here each other viewing",
    "Idlely, while Satan our great Author thrives",
    "In other Worlds, and happier Seat provides",
    "For us his ofspring deare; It cannot be",
    "But that success attends him; if mishap,",
    "Ere this he had return'd, with fury driv'n",
    "By his Avenger, since no place like this",
    "Can fit his punishment, or their revenge.",
    "Methinks I feel new strength within me rise,",
    "Wings growing, and Dominion giv'n me large",
    "Beyond this Deep; whatever drawes me on,",
    "Or sympathie, or som connatural force",
    "Powerful at greatest distance to unite",
    "With secret amity things of like kinde",
    "By secretest conveyance. Thou my Shade",
    "Inseparable must with mee along:",
    "For Death from Sin no power can separate.",
    "But least the difficultie of passing back",
    "Stay his return perhaps over this Gulfe",
    "Impassable, Impervious, let us try",
    "Adventrous work, yet to thy power and mine",
    "Not unagreeable, to found a path",
    "Over this Maine from Hell to that new World",
    "Where Satan now prevailes, a Monument",
    "Of merit high to all th' infernal Host,",
    "Easing thir passage hence, for intercourse,",
    "Or transmigration, as thir lot shall lead.",
    "Nor can I miss the way, so strongly drawn",
    "By this new felt attraction and instinct.",
    "Whom thus the meager Shadow answerd soon.",
    "Goe whither Fate and inclination strong",
    "Leads thee, I shall not lag behinde, nor erre",
    "The way, thou leading, such a sent I draw",
    "Of carnage, prey innumerable, and taste",
    "The savour of Death from all things there that live:",
    "Nor shall I to the work thou enterprisest",
    "Be wanting, but afford thee equal aid.",
    "So saying, with delight he snuff'd the smell",
    "Of mortal change on Earth. As when a flock",
    "Of ravenous Fowl, though many a League remote,",
    "Against the day of Battel, to a Field,",
    "Where Armies lie encampt, come flying, lur'd",
    "With sent of living Carcasses design'd",
    "For death, the following day, in bloodie fight.",
    "So sented the grim Feature, and upturn'd",
    "His Nostril wide into the murkie Air,",
    "Sagacious of his Quarry from so farr.",
    "Then Both from out Hell Gates into the waste",
    "Wide Anarchie of",
    "damp and dark",
    "Flew divers, and with Power (thir Power was great)",
    "Hovering upon the Waters; what they met",
    "Solid or slimie, as in raging Sea",
    "Tost up and down, together crowded drove",
    "From each side shoaling towards the mouth of Hell.",
    "As when two Polar Winds blowing adverse",
    "Upon the",
    "Sea, together drive",
    "Mountains of Ice, that stop th' imagin'd way",
    "Beyond",
    "Eastward, to the rich",
    "Coast. The aggregated Soyle",
    "Death with his Mace petrific, cold and dry,",
    "As with a Trident smote, and fix't as firm",
    "As",
    "floating once; the rest his look",
    "Bound with",
    "rigor not to move,",
    "And with",
    "slime; broad as the Gate,",
    "Deep to the Roots of Hell the gather'd beach",
    "They fasten'd, and the Mole immense wraught on",
    "Over the foaming deep high Archt, a Bridge",
    "Of length prodigious joyning to the Wall",
    "Immovable of this now fenceless world",
    "Forfeit to Death; from hence a passage broad,",
    "Smooth, easie, inoffensive down to Hell.",
    "So, if great things to small may be compar'd,",
    ", the Libertie of",
    "to yoke,",
    "From",
    "his",
    "Palace high",
    "Came to the Sea, and over",
    "Bridging his way,",
    "with",
    "joyn'd,",
    "And scourg'd with many a stroak th' indignant waves.",
    "Now had they brought the work by wondrous Art",
    "Pontifical, a ridge of pendent Rock",
    "Over the vext Abyss, following the track",
    "Of",
    ", to the self same place where hee",
    "First lighted from his Wing, and landed safe",
    "From out of",
    "to the out side bare",
    "Of this round World: with Pinns of Adamant",
    "And Chains they made all fast, too fast they made",
    "And durable; and now in little space",
    "The confines met of Empyrean Heav'n",
    "And of this World, and on the left hand Hell",
    "With long reach interpos'd; three sev'ral wayes",
    "In sight, to each of these three places led.",
    "And now thir way to Earth they had descri'd,",
    "To Paradise first tending, when behold",
    "in likeness of an Angel bright",
    "Betwixt the",
    "and the",
    "stearing",
    "His",
    ", while the Sun in",
    "rose:",
    "Disguis'd he came, but those his Children dear",
    "Thir Parent soon discern'd, though in disguise.",
    "Hee after",
    "seduc't, unminded slunk",
    "Into the Wood fast by, and changing shape",
    "To observe the sequel, saw his guileful act",
    "By",
    ", though all unweeting, seconded",
    "Upon her Husband, saw thir shame that sought",
    "Vain covertures; but when he saw descend",
    "The Son of God to judge them terrifi'd",
    "Hee fled, not hoping to escape, but shun",
    "The present, fearing guiltie what his wrauth",
    "Might suddenly inflict; that past, return'd",
    "By Night, and listening where the hapless Paire",
    "Sate in thir sad discourse, and various plaint,",
    "Thence gatherd his own doom, which understood",
    "Not instant, but of future time. With joy",
    "And tidings fraught, to Hell he now return'd,",
    "And at the brink of",
    ", neer the foot",
    "Of this new wondrous Pontifice, unhop't",
    "Met who to meet him came, his Ofspring dear.",
    "Great joy was at thir meeting, and at sight",
    "Of that stupendious Bridge his joy encreas'd.",
    "Long hee admiring stood, till Sin, his faire",
    "Inchanting Daughter, thus the silence broke.",
    "O Parent, these are thy magnific deeds,",
    "Thy Trophies, which thou view'st as not thine own,",
    "Thou art thir Author and prime Architect:",
    "For I no sooner in my Heart divin'd,",
    "My Heart, which by a secret harmonie",
    "Still moves with thine, join'd in connexion sweet,",
    "That thou on Earth hadst prosper'd, which thy looks",
    "Now also evidence, but straight I felt",
    "Though distant from thee Worlds between, yet felt",
    "That I must after thee with this thy Son;",
    "Such fatal consequence unites us three:",
    "Hell could no longer hold us in her bounds,",
    "Nor this unvoyageable Gulf obscure",
    "Detain from following thy illustrious track.",
    "Thou hast atchiev'd our libertie, confin'd",
    "Within Hell Gates till, now, thou us impow'rd",
    "To fortifie thus farr, and overlay",
    "With this portentous Bridge the dark Abyss.",
    "Thine now is all this World, thy vertue hath won",
    "What thy hands builded not, thy Wisdom gain'd",
    "With odds what Warr hath lost, and fully aveng'd",
    "Our foile in Heav'n; here thou shalt Monarch reign,",
    "There didst not; there let him still Victor sway,",
    "As Battel hath adjudg'd, from this new World",
    "Retiring, by his own doom alienated,",
    "And henceforth Monarchie with thee divide",
    "Of all things parted by th' Empyreal bounds,",
    "His Quadrature, from thy Orbicular World,",
    "Or trie thee now more dang'rous to his Throne.",
    "Whom thus the Prince of Darkness answerd glad.",
    "Fair Daughter, and thou Son and Grandchild both,",
    "High proof ye now have giv'n to be the Race",
    "Of",
    "(for I glorie in the name,",
    "Antagonist of Heav'ns Almightie King)",
    "Amply have merited of me, of all",
    "Th' infernal Empire, that so neer Heav'ns dore",
    "Triumphal with triumphal act have met,",
    "Mine with this glorious Work, and made one Realm",
    "Hell and this World, one Realm, one Continent",
    "Of easie thorough-fare. Therefore while I",
    "Descend through Darkness, on your Rode with ease",
    "To my associate Powers, them to acquaint",
    "With these successes, and with them rejoyce,",
    "You two this way, among these numerous Orbs",
    "All yours, right down to Paradise descend;",
    "There dwell and Reign in bliss, thence on the Earth",
    "Dominion exercise and in the Aire,",
    "Chiefly on Man, sole Lord of all declar'd,",
    "Him first make sure your thrall, and lastly kill.",
    "My Substitutes I send ye, and Create",
    "Plenipotent on Earth, of matchless might",
    "Issuing from mee: on your joynt vigor now",
    "My hold of this new Kingdom all depends,",
    "Through Sin to Death expos'd by my exploit.",
    "If your joynt power prevailes, th' affaires of Hell",
    "No detriment need feare, goe and be strong.",
    "So saying he dismiss'd them, they with speed",
    "Thir course through thickest Constellations held",
    "Spreading thir bane; the blasted Starrs lookt wan,",
    "And Planets, Planet-strook, real Eclips",
    "Then sufferd. Th' other way",
    "went down",
    "The Causey to Hell Gate; on either side",
    "Disparted",
    "over built exclaimd,",
    "And with rebounding surge the barrs assaild,",
    "That scorn'd his indignation: through the Gate,",
    "Wide open and unguarded,",
    "pass'd,",
    "And all about found desolate; for those",
    "Appointed to sit there, had left thir charge,",
    "Flown to the upper World; the rest were all",
    "Farr to the inland retir'd, about the walls",
    "Of",
    ", Citie and proud seate",
    "Of",
    ", so by allusion calld,",
    "Of that bright Starr to",
    "paragond.",
    "There kept thir Watch the Legions, while the Grand",
    "In Council sate, sollicitous what chance",
    "Might intercept thir Emperour sent, so hee",
    "Departing gave command, and they observ'd.",
    "As when the",
    "from his",
    "Foe",
    "By",
    "over the Snowie Plaines",
    "Retires, or",
    "Sophi from the hornes",
    "Of",
    "Crescent, leaves all waste beyond",
    "The Realm of",
    ", in his retreate",
    "To",
    "or",
    "So these the late",
    "Heav'n-banisht Host, left desert utmost Hell",
    "Many a dark League, reduc't in careful Watch",
    "Round thir Metropolis, and now expecting",
    "Each hour their great adventurer from the search",
    "Of Forrein Worlds: he through the midst unmarkt,",
    "In shew Plebeian Angel militant",
    "Of lowest order, past; and from the dore",
    "Of that",
    "Hall, invisible",
    "Ascended his high Throne, which under state",
    "Of richest texture spred, at th' upper end",
    "Was plac't in regal lustre. Down a while",
    "He sate, and round about him saw unseen:",
    "At last as from a Cloud his fulgent head",
    "And shape Starr bright appeer'd, or brighter, clad",
    "With what permissive glory since his fall",
    "Was left him, or false glitter: All amaz'd",
    "At that so sudden blaze the",
    "throng",
    "Bent thir aspect, and whom they wish'd beheld,",
    "Thir mighty Chief returnd: loud was th' acclaime:",
    "Forth rush'd in haste the great consulting Peers,",
    "Rais'd from thir Dark",
    ", and with like joy",
    "Congratulant approach'd him, who with hand",
    "Silence, and with these words attention won.",
    "Thrones, Dominations, Princedoms, Vertues, Powers,",
    "For in possession such, not onely of right,",
    "I call ye and declare ye now, returnd",
    "Successful beyond hope, to lead ye forth",
    "Triumphant out of this infernal Pit",
    "Abominable, accurst, the house of woe,",
    "And Dungeon of our Tyrant: Now possess,",
    "As Lords, a spacious World, to our native Heaven",
    "Little inferiour, by my adventure hard",
    "With peril great atchiev'd. Long were to tell",
    "What I have don, what sufferd, with what paine",
    "Voyag'd th' unreal, vast, unbounded deep",
    "Of horrible confusion, over which",
    "By Sin and Death a broad way now is pav'd",
    "To expedite your glorious march; but I",
    "Toild out my uncouth passage, forc't to ride",
    "Th' untractable Abysse, plung'd in the womb",
    "Of unoriginal",
    "and",
    "wilde,",
    "That jealous of thir secrets fiercely oppos'd",
    "My journey strange, with clamorous uproare",
    "Protesting Fate supreame; thence how I found",
    "The new created World, which fame in Heav'n",
    "Long had foretold, a Fabrick wonderful",
    "Of absolute perfection, therein Man",
    "Plac't in a Paradise, by our exile",
    "Made happie; Him by fraud I have seduc'd",
    "From his Creator, and the more to increase",
    "Your wonder, with an Apple; he thereat",
    "Offended, worth your laughter, hath giv'n up",
    "Both his beloved Man and all his World,",
    "To Sin and Death a prey, and so to us,",
    "Without our hazard, labour, or allarme,",
    "To range in, and to dwell, and over Man",
    "To rule, as over all he should have rul'd.",
    "True is, mee also he hath judg'd, or rather",
    "Mee not, but the brute Serpent in whose shape",
    "Man I deceav'd: that which to mee belongs,",
    "Is enmity, which he will put between",
    "Mee and Mankinde; I am to bruise his heel;",
    "His Seed, when is not set, shall bruise my head:",
    "A World who would not purchase with a bruise,",
    "Or much more grievous pain? Ye have th' account",
    "Of my performance: What remains, ye Gods,",
    "But up and enter now into full bliss.",
    "So having said, a while he stood, expecting",
    "Thir universal shout and high applause",
    "To fill his eare, when contrary he hears",
    "On all sides, from innumerable tongues",
    "A dismal universal hiss, the sound",
    "Of public scorn; he wonderd, but not long",
    "Had leasure, wondring at himself now more;",
    "His Visage drawn he felt to sharp and spare,",
    "His Armes clung to his Ribs, his Leggs entwining",
    "Each other, till supplanted down he fell",
    "A monstrous Serpent on his Belly prone,",
    "Reluctant, but in vaine, a greater power",
    "Now rul'd him, punisht in the shape he sin'd,",
    "According to his doom: he would have spoke,",
    "But hiss for hiss returnd with forked tongue",
    "To forked tongue, for now were all transform'd",
    "Alike, to Serpents all as accessories",
    "To his bold Riot: dreadful was the din",
    "Of hissing through the Hall, thick swarming now",
    "With complicated monsters head and taile,",
    "Scorpion and Asp, and",
    "dire,",
    "hornd,",
    ", and",
    "drear,",
    "And",
    "(not so thick swarm'd once the Soil",
    "Bedropt with blood of",
    ", or the Isle",
    ") but still greatest hee the midst,",
    "Now Dragon grown, larger then whom the Sun",
    "Ingenderd in the",
    "Vale on slime,",
    "Huge",
    ", and his Power no less he seem'd",
    "Above the rest still to retain; they all",
    "Him follow'd issuing forth to th' open Field,",
    "Where all yet left of that revolted Rout",
    "Heav'n-fall'n, in station stood or just array,",
    "Sublime with expectation when to see",
    "ln Triumph issuing forth thir glorious Chief;",
    "They saw, but other sight instead, a crowd",
    "Of ugly Serpents; horror on them fell,",
    "And horrid sympathie; for what they saw,",
    "They felt themselvs now changing; down thir arms,",
    "Down fell both Spear and Shield, down they as fast,",
    "And the dire hiss renew'd, and the dire form",
    "Catcht by Contagion, like in punishment,",
    "As in thir crime. Thus was th' applause they meant,",
    "Turnd to exploding hiss, triumph to shame",
    "Cast on themselves from thir own mouths. There stood",
    "A Grove hard by, sprung up with this thir change,",
    "His will who reigns above, to aggravate",
    "Thir penance, laden with Fruit like that",
    "Which grew in Paradise, the bait of",
    "Us'd by the Tempter: on that prospect strange",
    "Thir earnest eyes they fix'd, imagining",
    "For one forbidden Tree a multitude",
    "Now ris'n, to work them furder woe or shame;",
    "Yet parcht with scalding thurst and hunger fierce,",
    "Though to delude them sent, could not abstain,",
    "But on they rould in heaps, and up the Trees",
    "Climbing, sat thicker then the snakie locks",
    "That curld",
    ": greedily they pluck'd",
    "The Frutage fair to sight, like that which grew",
    "Neer that bituminous Lake where",
    "flam'd;",
    "This more delusive, not the touch, but taste",
    "Deceav'd; they fondly thinking to allay",
    "Thir appetite with gust, instead of Fruit",
    "Chewd bitter Ashes, which th' offended taste",
    "With spattering noise rejected: oft they assayd,",
    "Hunger and thirst constraining, drugd as oft,",
    "With hatefullest disrelish writh'd thir jaws",
    "With soot and cinders fill'd; so oft they fell",
    "Into the same illusion, not as Man",
    "Whom they triumph'd once lapst. Thus were they plagu'd",
    "And worn with Famin, long and ceasless hiss,",
    "Till thir lost shape, permitted, they resum'd,",
    "Yearly enjoynd, some say, to undergo",
    "This annual humbling certain number'd days,",
    "To dash thir pride, and joy for Man seduc't.",
    "However some tradition they dispers'd",
    "Among the Heathen of thir purchase got,",
    "And Fabl'd how the Serpent, whom they calld",
    "with",
    ", the wide-",
    "Encroaching",
    "perhaps, had first the rule",
    "Of high",
    ", thence by",
    "driv'n",
    "And",
    ", ere yet",
    "was born.",
    "Mean while in Paradise the hellish pair",
    "Too soon arriv'd,",
    "there in power before,",
    "Once actual, now in body, and to dwell",
    "Habitual habitant; behind her",
    "Close following pace for pace, not mounted yet",
    "On his pale Horse: to whom",
    "thus began.",
    "Second of",
    "sprung, all conquering",
    ",",
    "What thinkst thou of our Empire now, though earnd",
    "With travail difficult, not better farr",
    "Then stil at Hels dark threshold to have sate watch,",
    "Unnam'd, undreaded, and thy self half starv'd?",
    "Whom thus the Sin-born Monster answerd soon.",
    "To mee, who with eternal Famin pine,",
    "Alike is Hell, or Paradise, or Heaven,",
    "There best, where most with ravin I may meet;",
    "Which here, though plenteous, all too little seems",
    "To stuff this Maw, this vast unhide-bound Corps.",
    "To whom th' incestuous Mother thus repli'd.",
    "Thou therefore on these Herbs, and Fruits, and Flours",
    "Feed first, on each Beast next, and Fish, and Fowle,",
    "No homely morsels, and whatever thing",
    "The Sithe of Time mowes down, devour unspar'd,",
    "Till I in Man residing through the Race,",
    "His thoughts, his looks, words, actions all infect,",
    "And season him thy last and sweetest prey.",
    "This said, they both betook them several wayes,",
    "Both to destroy, or unimmortal make",
    "All kinds, and for destruction to mature",
    "Sooner or later; which th' Almightie seeing,",
    "From his transcendent Seat the Saints among,",
    "To those bright Orders utterd thus his voice.",
    "See with what heat these Dogs of Hell advance",
    "To waste and havoc yonder World, which I",
    "So fair and good created, and had still",
    "Kept in that State, had not the folly of Man",
    "Let in these wastful Furies, who impute",
    "Folly to mee, so doth the Prince of Hell",
    "And his Adherents, that with so much ease",
    "I suffer them to enter and possess",
    "A place so heav'nly, and conniving-seem",
    "To gratifie my scornful Enemies,",
    "That laugh, as if transported with some fit",
    "Of Passion, I to them had quitted all,",
    "At random yielded up to their misrule;",
    "And know not that I call'd and drew them thither",
    "My Hell-hounds, to lick up the draff and filth",
    "Which mans polluting Sin with taint hath shed",
    "On what was pure, till cramm'd and gorg'd, nigh burst",
    "With suckt and glutted offal, at one sling",
    "Of thy victorious Arm, well-pleasing Son,",
    "Both",
    ", and",
    ", and yawning",
    "at last",
    "Through",
    "hurld, obstruct the mouth of Hell",
    "For ever, and seal up his ravenous Jawes.",
    "Then Heav'n and Earth renewd shall be made pure",
    "To sanctitie that shall receive no staine:",
    "Till then the Curse pronounc't on both precedes.",
    "He ended, and the heav'nly Audience loud",
    "Sung",
    ", as the sound of Seas,",
    "Through multitude that sung: Just are thy ways,",
    "Righteous are thy Decrees on all thy Works;",
    "Who can extenuate thee? Next, to the Son,",
    "Destin'd restorer of Mankind, by whom",
    "New Heav'n and Earth shall to the Ages rise,",
    "Or down from Heav'n descend. Such was thir song,",
    "While the Creator calling forth by name",
    "His mightie Angels gave them several charge,",
    "As sorted best with present things. The Sun",
    "Had first his precept so to move, so shine,",
    "As might affect the Earth with cold and heat",
    "Scarce tollerable, and from the North to call",
    "Decrepit Winter, from the South to bring",
    "Solstitial summers heat. To the blanc Moone",
    "Her office they prescrib'd, to th' other five",
    "Thir planetarie motions and aspects",
    "In",
    ", and",
    ", and",
    ",",
    "Of noxious efficacie, and when to joyne",
    "In Synod unbenigne, and taught the fixt",
    "Thir influence malignant when to showre,",
    "Which of them rising with the Sun, or falling,",
    "Should prove tempestuous: To the Winds they set",
    "Thir corners, when with bluster to confound",
    "Sea, Aire, and Shoar, the Thunder when to rowle",
    "With terror through the dark Aereal Hall.",
    "Some say he bid his Angels turne ascanse",
    "The Poles of Earth twice ten degrees and more",
    "From the Suns Axle; they with labour push'd",
    "Oblique the Centric Globe: Som say the Sun",
    "Was bid turn Reines from th' Equinoctial Rode",
    "Like distant breadth to",
    "with the Seav'n",
    "Sisters, and the",
    "Twins",
    "Up to the",
    "Crab; thence down amaine",
    "By",
    "and the",
    "and the",
    ",",
    "As deep as",
    ", to bring in change",
    "Of Seasons to each Clime; else had the Spring",
    "Perpetual smil'd on Earth with vernant Flours,",
    "Equal in Days and Nights, except to those",
    "Beyond the Polar Circles; to them Day",
    "Had unbenighted shon, while the low Sun",
    "To recompence his distance, in thir sight",
    "Had rounded still th'",
    ", and not known",
    "Or East or West, which had forbid the Snow",
    "From cold",
    ", and South as farr",
    "Beneath",
    ". At that tasted Fruit",
    "The Sun, as from",
    "Banquet, turn'd",
    "His course intended; else how had the World",
    "Inhabited, though sinless, more then now,",
    "Avoided pinching cold and scorching heate?",
    "These changes in the Heav'ns, though slow, produc'd",
    "Like change on Sea and Land, sideral blast,",
    "Vapour, and Mist, and Exhalation hot,",
    "Corrupt and Pestilent: Now from the North",
    "Of",
    ", and the",
    "shoar",
    "Bursting thir brazen Dungeon, armd with ice",
    "And snow and haile and stormie gust and flaw,",
    "and",
    "and",
    "loud",
    "And",
    "rend the Woods and Seas upturn;",
    "With adverse blast upturns them from the South",
    "and",
    "black with thundrous Clouds",
    "From",
    "; thwart of these as fierce",
    "Forth rush the",
    "and the",
    "Windes",
    "and",
    "with thir lateral noise,",
    ", and",
    ", Thus began",
    "Outrage from liveless things; but Discord first",
    "Daughter of Sin, among th' irrational,",
    "Death introduc'd through fierce antipathie:",
    "Beast now with Beast gan war, and Fowle with Fowle,",
    "And Fish with Fish; to graze the Herb all leaving,",
    "Devourd each other; nor stood much in awe",
    "Of Man, but fled him, or with count'nance grim",
    "Glar'd on him passing: these were from without",
    "The growing miseries, which",
    "saw",
    "Alreadie in part, though hid in gloomiest shade,",
    "To sorrow abandond, but worse felt within,",
    "And in a troubl'd Sea of passion tost,",
    "Thus to disburd'n sought with sad complaint.",
    "O miserable of happie! is this the end",
    "Of this new glorious World, and mee so late",
    "The Glory of that Glory, who now becom",
    "Accurst of blessed, hide me from the face",
    "Of God, whom to behold was then my highth",
    "Of happiness: yet well, if here would end",
    "The miserie, I deserv'd it, and would beare",
    "My own deservings; but this will not serve;",
    "All that I eat or drink, or shall beget,",
    "Is propagated curse. O voice once heard",
    "Delightfully,",
    ",",
    "Now death to heare! for what can I encrease",
    "Or multiplie, but curses on my head?",
    "Who of all Ages to succeed, but feeling",
    "The evil on him brought by me, will curse",
    "My Head, Ill fare our Ancestor impure,",
    "For this we may thank",
    "but his thanks",
    "Shall be the execration; so besides",
    "Mine own that bide upon me, all from mee",
    "Shall with a fierce reflux on mee redound,",
    "On mee as on thir natural center light",
    "Heavie, though in thir place. O fleeting joyes",
    "Of Paradise, deare bought with lasting woes!",
    "Did I request thee, Maker, from my Clay",
    "To mould me Man, did I sollicite thee",
    "From darkness to promote me, or here place",
    "In this delicious Garden? as my Will",
    "Concurd not to my being, it were but right",
    "And equal to reduce me to my dust,",
    "Desirous to resigne, and render back",
    "All I receav'd, unable to performe",
    "Thy terms too hard, by which I was to hold",
    "The good I sought not. To the loss of that,",
    "Sufficient penaltie, why hast thou added",
    "The sense of endless woes? inexplicable",
    "Thy justice seems; yet to say truth, too late,",
    "I thus contest; then should have been refusd",
    "Those terms whatever, when they were propos'd:",
    "Thou didst accept them; wilt thou enjoy the good,",
    "Then cavil the conditions? and though God",
    "Made thee without thy leave, what if thy Son",
    "Prove disobedient, and reprov'd, retort,",
    "Wherefore didst thou beget me? I sought it not:",
    "Wouldst thou admit for his contempt of thee",
    "That proud excuse? yet him not thy election,",
    "But Natural necessity begot.",
    "God made thee of choice his own, and of his own",
    "To serve him, thy reward was of his grace,",
    "Thy punishment then justly is at his Will.",
    "Be it so, for I submit, his doom is fair,",
    "That dust I am, and shall to dust returne:",
    "O welcom hour whenever! why delayes",
    "His hand to execute what his Decree",
    "Fixd on this day? why do I overlive,",
    "Why am I mockt with death, and length'nd out",
    "To deathless pain? how gladly would I meet",
    "Mortalitie my sentence, and be Earth",
    "Insensible, how glad would lay me down",
    "As in my Mothers lap? there I should rest",
    "And sleep secure; his dreadful voice no more",
    "Would Thunder in my ears, no fear of worse",
    "To mee and to my ofspring would torment me",
    "With cruel expectation. Yet one doubt",
    "Pursues me still, least all I cannot die,",
    "Least that pure breath of Life, the Spirit of Man",
    "Which God inspir'd, cannot together perish",
    "With this corporeal Clod; then in the Grave,",
    "Or in some other dismal place who knows",
    "But I shall die a living Death? O thought",
    "Horrid, if true! yet why? it was but breath",
    "Of Life that sinn'd; what dies but what had life",
    "And sin? the Bodie properly hath neither.",
    "All of me then shall die: let this appease",
    "The doubt, since humane reach no further knows.",
    "For though the Lord of all be infinite,",
    "Is his wrauth also? be it, man is not so,",
    "But mortal doom'd. How can he exercise",
    "Wrath without end on Man whom Death must end?",
    "Can he make deathless Death? that were to make",
    "Strange contradiction, which to God himself",
    "Impossible is held, as Argument",
    "Of weakness, not of Power. Will he, draw out,",
    "For angers sake, finite to infinite",
    "In punisht man, to satisfie his rigour",
    "Satisfi'd never; that were to extend",
    "His Sentence beyond dust and Natures Law,",
    "By which all Causes else according still",
    "To the reception of thir matter act,",
    "Not to th' extent of thir own Spheare. But say",
    "That Death be not one stroak, as I suppos'd,",
    "Bereaving sense, but endless miserie",
    "From this day onward, which 1 feel begun",
    "Both in me, and without me, and so last",
    "To perpetuitie; Ay me, that fear",
    "Comes thundring back with dreadful revolution",
    "On my defensless head; both Death and I",
    "Am found Eternal, and incorporate both,",
    "Nor I on my part single, in mee all",
    "Posteritie stands curst: Fair Patrimonie",
    "That I must leave ye, Sons; O were I able",
    "To waste it all my self, and leave ye none!",
    "So disinherited how would ye bless",
    "Me now your curse! Ah, why should all mankind",
    "For one mans fault thus guiltless be condemn'd,",
    "If guiltless? But from me what can proceed,",
    "But all corrupt, both Mind and Will deprav'd,",
    "Not to do onely, but to will the same",
    "With me? how can they then acquitted stand",
    "In sight of God? Him after all Disputes",
    "Forc't I absolve: all my evasions vain,",
    "And reasonings, though through Mazes, lead me still",
    "But to my own conviction: first and last",
    "On mee, mee onely, as the sourse and spring",
    "Of all corruption, all the blame lights due;",
    "So might the wrauth. Fond wish! couldst thou support",
    "That burden heavier then the Earth to bear",
    "Then all the World much heavier, though divided",
    "With that bad Woman? Thus what thou desir'st",
    "And what thou fearst, alike destroyes all hope",
    "Of refuge, and concludes thee miserable",
    "Beyond all past example and future,",
    "To",
    "only like both crime and doom.",
    "O Conscience, into what Abyss of fears",
    "And horrors hast thou driv'n me; out of which",
    "I find no way, from deep to deeper plung'd!",
    "Thus",
    "to himself lamented loud",
    "Through the still Night, not now, as ere man fell,",
    "Wholsom and cool, and mild, but with black Air",
    "Accompanied, with damps and dreadful gloom,",
    "Which to his evil Conscience represented",
    "All things with double terror: On the Ground",
    "Outstretcht he lay, on the cold ground, and oft",
    "Curs'd his Creation, Death as oft accus'd",
    "Of tardie execution, since denounc't",
    "The day of his offence. Why comes not Death,",
    "Said hee, with one thrice acceptable stroke",
    "To end me? Shall Truth fail to keep her word,",
    "Justice Divine not hast'n to be just?",
    "But Death comes not at call, Justice Divine",
    "Mends not her slowest pace for prayers or cries.",
    "O Woods, O Fountains, Hillocks, Dales and Bowrs,",
    "With other echo late I taught your Shades",
    "To answer, and resound farr other Song.",
    "Whom thus afflicted when sad",
    "bebeld,",
    "Desolate where she sate, approaching nigh,",
    "Soft words to his fierce passion she assay'd:",
    "But her with stern regard he thus repell'd.",
    "Out of my sight, thou Serpent, that name best",
    "Befits thee with him leagu'd, thy self as false",
    "And hateful; nothing wants, but that thy shape,",
    "Like his, and colour Serpentine may shew",
    "Thy inward fraud, to warn all Creatures from thee",
    "Henceforth; least that too heav'nly form, pretended",
    "To hellish falshood, snare them. But for thee",
    "I had persisted happie, had not thy pride",
    "And wandring vanitie, when lest was safe,",
    "Rejected my forewarning, and disdain'd",
    "Not to be trusted, longing to be seen",
    "Though by the Devil himself, him overweening",
    "To over-reach, but with the Serpent meeting",
    "Fool'd and beguil'd, by him thou, I by thee,",
    "To trust thee from my side, imagin'd wise,",
    "Constant, mature, proof against all assaults,",
    "And understood not all was but a shew",
    "Rather then solid vertu, all but a Rib",
    "Crooked by nature, bent, as now appears,",
    "More to the part sinister from me drawn,",
    "Well if thrown out, as supernumerarie",
    "To my just number found. O why did God,",
    "Creator wise, that peopl'd highest Heav'n",
    "With Spirits Masculine, create at last",
    "This noveltie on Earth, this fair defect",
    "Of Nature, and not fill the World at once",
    "With Men as Angels without Feminine,",
    "Or find some other way to generate",
    "Mankind? this mischief had not then befall'n,",
    "And more that shall befall, innumerable",
    "Disturbances on Earth through Femal snares,",
    "And straight conjunction with this Sex: for either",
    "He never shall find out fit Mate, but such",
    "As some misfortune brings him, or mistake,",
    "Or whom he wishes most shall seldom gain",
    "Through her perversness, but shall see her gaind",
    "By a farr worse, or if she love, withheld",
    "By Parents, or his happiest choice too late",
    "Shall meet, alreadie linkt and Wedlock-bound",
    "To a fell Adversarie, his hate or shame:",
    "Which infinite calamitie shall cause",
    "To Humane life, and houshold peace confound.",
    "He added not, and from her turn'd, but",
    "Not so repulst, with Tears that ceas'd not flowing,",
    "And tresses all disorderd, at his feet",
    "Fell humble, and imbracing them, besaught",
    "His peace, and thus proceeded in her plaint.",
    "Forsake me not thus,",
    ", witness Heav'n",
    "What love sincere, and reverence in my heart",
    "I beare thee, and unweeting have offended,",
    "Unhappilie deceav'd; thy suppliant",
    "I beg, and clasp thy knees; bereave me not,",
    "Whereon I live, thy gentle looks, thy aid,",
    "Thy counsel in this uttermost distress,",
    "My onely strength and stay: forlorn of thee,",
    "Whither shall I betake me, where subsist?",
    "While yet we live, scarse one short hour perhaps,",
    "Between us two let there be peace, both joyning,",
    "As joyn'd in injuries, one enmitie",
    "Against a Foe by doom express assign'd us,",
    "That cruel Serpent: On me exercise not",
    "Thy hatred for this miserie befall'n,",
    "On me alreadie lost, mee then thy self",
    "More miserable; both have sin'd, but thou",
    "Against God onely, I against God and thee,",
    "And to the place of judgment will return,",
    "There with my cries importune Heaven, that all",
    "The sentence from thy head remov'd may light",
    "On me, sole cause to thee of all this woe,",
    "Mee mee onely just object of his ire.",
    "She ended weeping, and her lowlie plight,",
    "Immoveable till peace obtain'd from fault",
    "Acknowledg'd and deplor'd, in",
    "wraught",
    "Commiseration; soon his heart relented",
    "Towards her, his life so late and sole delight,",
    "Now at his feet submissive in distress,",
    "Creature so faire his reconcilement seeking,",
    "His counsel whom she had displeas'd, his aide;",
    "As one disarm'd, his anger all he lost,",
    "And thus with peaceful words uprais'd her soon.",
    "Unwarie, and too desirous, as before,",
    "So now of what thou knowst not, who desir'st",
    "The punishment all on thy self; alas,",
    "Beare thine own first, ill able to sustaine",
    "His full wrauth whose thou feelst as yet lest part,",
    "And my displeasure bearst so ill. If Prayers",
    "Could alter high Decrees, I to that place",
    "Would speed before thee, and be louder heard,",
    "That on my head all might be visited,",
    "Thy frailtie and infirmer Sex forgiv'n,",
    "To me committed and by me expos'd.",
    "But rise, let us no more contend, nor blame",
    "Each other, blam'd enough elsewhere, but strive",
    "In offices of Love, how we may light'n",
    "Each others burden in our share of woe;",
    "Since this days Death denounc't, if ought I see,",
    "Will prove no sudden, but a slow-pac't evill,",
    "A long days dying to augment our paine,",
    "And to our Seed (O hapless Seed!) deriv'd.",
    "To whom thus",
    ", recovering heart, repli'd.",
    ", by sad experiment I know",
    "How little weight my words with thee can finde,",
    "Found so erroneous, thence by just event",
    "Found so unfortunate; nevertheless,",
    "Restor'd by thee, vile as I am, to place",
    "Of new acceptance, hopeful to regaine",
    "Thy Love, the sole contentment of my heart",
    "Living or dying, from thee I will not hide",
    "What thoughts in my unquiet brest are ris'n,",
    "Tending to some relief of our extremes,",
    "Or end, though sharp and sad, yet tolerable,",
    "As in our evils, and of easier choice.",
    "If care of our descent perplex us most,",
    "Which must be born to certain woe, devourd",
    "By Death at last, and miserable it is",
    "To be to others cause of misery,",
    "Our own begotten, and of our Loines to bring",
    "Into this cursed World a woful Race,",
    "That after wretched Life must be at last",
    "Food for so foule a Monster, in thy power",
    "It lies, yet ere Conception to prevent",
    "The Race unblest, to being yet unbegot.",
    "Childless thou art, Childless remaine: so Death",
    "Shall be deceav'd his glut, and with us two",
    "Be forc'd to satisfie his Rav'nous Maw.",
    "But if thou judge it hard and difficult,",
    "Conversing, looking, loving, to abstain",
    "From Loves due Rites, Nuptial imbraces sweet,",
    "And with desire to languish without hope,",
    "Before the present object languishing",
    "With like desire, which would be meserie",
    "And torment less then none of what we dread,",
    "Then both our selves and Seed at once to free",
    "From what we fear for both, let us make short,",
    "Let us seek Death, or he not found, supply",
    "With our own hands his Office on our selves;",
    "Why stand we longer shivering under feares,",
    "That shew no end but Death, and have the power,",
    "Of many ways to die the shortest choosing,",
    "Destruction with destruction to destroy.",
    "She ended heer, or vehement despaire",
    "Broke off the rest; so much of Death her thoughts",
    "Had entertaind, as di'd her Cheeks with pale.",
    "But",
    "with such counsel nothing sway'd,",
    "To better hopes his more attentive minde",
    "Labouring had rais'd, and thus to",
    "repli'd.",
    ", thy contempt of life and pleasure seems",
    "To argue in thee somthing more sublime",
    "And excellent then what thy minde contemnes;",
    "But self-destruction therefore saught, refutes",
    "That excellence thought in thee, and implies,",
    "Not thy contempt, but anguish and regret",
    "For loss of life and pleasure overlov'd.",
    "Or if thou covet death, as utmost end",
    "Of miserie, so thinking to evade",
    "The penaltie pronounc't, doubt not but God",
    "Hath wiselier arm'd his vengeful ire then so",
    "To be forestall'd; much more I fear least Death",
    "So snatcht will not exempt us from the paine",
    "We are by doom to pay; rather such acts",
    "Of contumacie will provoke the highest",
    "To make death in us live: Then let us seek",
    "Some safer resolution, which methinks",
    "I have in view, calling to minde with heed",
    "Part of our Sentence, that thy Seed shall bruise",
    "The Serpents head; piteous amends, unless",
    "Be meant, whom I conjecture, our grand Foe",
    ", who in the Serpent hath contriv'd",
    "Against us this deceit: to crush his head",
    "Would be revenge indeed; which will be lost",
    "By death brought on our selves, or childless days",
    "Resolv'd, as thou proposest; so our Foe",
    "Shall scape his punishment ordain'd, and wee",
    "Instead shall double ours upon our heads.",
    "No more be mention'd then of violence",
    "Against our selves, and wilful barrenness,",
    "That cuts us off from hope, and savours onely",
    "Rancor and pride, impatience and despite,",
    "Reluctance against God and his just yoke",
    "Laid on our Necks. Remember with what mild",
    "And gracious temper he both heard and judg'd",
    "Without wrauth or reviling; wee expected",
    "Immediate dissolution, which we thought",
    "Was meant by Death that day, when lo, to thee",
    "Pains onely in Child-bearing were foretold,",
    "And bringing forth, soon recompenc't with joy,",
    "Fruit of thy Womb: On mee the Curse aslope",
    "Glanc'd on the ground, with labour I must earne",
    "My bread; what harm? Idleness had bin worse;",
    "My labour will sustain me; and least Cold",
    "Or Heat should injure us, his timely care",
    "Hath unbesaught provided, and his hands",
    "Cloath'd us unworthie, pitying while he judg'd;",
    "How much more, if we pray him, will his ear",
    "Be open, and his heart to pitie incline,",
    "And teach us further by what means to shun",
    "Th' inclement Seasons, Rain, Ice, Hail and Snow,",
    "Which now the Skie with various Face begins",
    "To shew us in this Mountain, while the Winds",
    "Blow moist and keen, shattering the graceful locks",
    "Of these fair spreading Trees; which bids us seek",
    "Som better shroud, som better warmth to cherish",
    "Our Limbs benumm'd, ere this diurnal Starr",
    "Leave cold the Night, how we his gather'd beams",
    "Reflected, may with matter sere foment,",
    "Or by collision of two bodies grinde",
    "The Air attrite to Fire, as late the Clouds",
    "Justling or pusht with Winds rude in thir shock",
    "Tine the slant Lightning, whose thwart flame driv'n down",
    "Kindles the gummie bark of Firr or Pine,",
    "And sends a comfortable heat from farr,",
    "Which might supplie the Sun: such Fire to use,",
    "And what may else be remedie or cure",
    "To evils which our own misdeeds have wrought,",
    "Hee will instruct us praying, and of Grace",
    "Beseeching him, so as we need not fear",
    "To pass commodiously this life, sustain'd",
    "By him with many comforts, till we end",
    "In dust, our final rest and native home.",
    "What better can we do, then to the place",
    "Repairing where he judg'd us, prostrate fall",
    "Before him reverent, and there confess",
    "Humbly our faults, and pardon beg, with tears",
    "Watering the ground, and with our sighs the Air",
    "Frequenting, sent from hearts contrite, in sign",
    "Of sorrow unfeign'd, and humiliation meek.",
    "Undoubtedly he will relent and turn",
    "From his displeasure; in whose look serene,",
    "When angry most he seem'd and most severe,",
    "What else but favor, grace, and mercie shon?",
    "So spake our Father penitent, nor",
    "Felt less remorse: they forthwith to the place",
    "Repairing where he judg'd them prostrate fell",
    "Before him reverent, and both confess'd",
    "Humbly thir faults, and pardon beg'd, with tears",
    "Watering the ground, and with thir sighs the Air",
    "Frequenting, sent from hearts contrite, in sign",
    "Of sorrow unfeign'd, and humiliation meek."
  ],
  "title": ": Book 10 (1674 version)",
  "year": ""
}