{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175014",
  "region": "England",
  "text": [
    "NO more of talk where God or Angel Guest",
    "With Man, as with his Friend, familiar us'd",
    "To sit indulgent, and with him partake",
    "Rural repast, permitting him the while",
    "Venial discourse unblam'd: I now must change",
    "Those Notes to Tragic; foul distrust, and breach",
    "Disloyal on the part of Man, revolt,",
    "And disobedience: On the part of Heav'n",
    "Now alienated, distance and distaste,",
    "Anger and just rebuke, and judgement giv'n,",
    "That brought into this World a world of woe,",
    "Sinne and her shadow Death, and Miserie",
    "Deaths Harbinger: Sad task, yet argument",
    "Not less but more Heroic then the wrauth",
    "Of stern",
    "on his Foe pursu'd",
    "Thrice Fugitive about",
    "Wall; or rage",
    "Of",
    "for",
    "disespous'd,",
    "Or",
    "ire or",
    ", that so long",
    "Perplex'd the",
    "and",
    "Son;",
    "If answerable style I can obtaine",
    "Of my Celestial Patroness, who deignes",
    "Her nightly visitation unimplor'd,",
    "And dictates to me slumbring, or inspires",
    "Easie my unpremeditated Verse:",
    "Since first this Subject for Heroic Song",
    "Pleas'd me long choosing, and beginning late;",
    "Not sedulous by Nature to indite",
    "Warrs, hitherto the onely Argument",
    "Heroic deem'd, chief maistrie to dissect",
    "With long and tedious havoc fabl'd Knights",
    "In Battels feign'd; the better fortitude",
    "Of Patience and Heroic Martyrdom",
    "Unsung; or to describe Races and Games,",
    "Or tilting Furniture, emblazon'd Shields,",
    "Impreses quaint, Caparisons and Steeds;",
    "Bases and tinsel Trappings, gorgious Knights",
    "At Joust and Torneament; then marshal'd Feast",
    "Serv'd up in Hall with Sewers, and Seneshals;",
    "The skill of Artifice or Office mean,",
    "Not that which justly gives Heroic name",
    "To Person or to Poem. Mee of these",
    "Nor skilld nor studious, higher Argument",
    "Remaines, sufficient of it self to raise",
    "That name, unless an age too late, or cold",
    "Climat, or Years damp my intended wing",
    "Deprest, and much they may, if all be mine,",
    "Not Hers who brings it nightly to my Ear.",
    "The Sun was sunk, and after him the Starr",
    "Of",
    ", whose Office is to bring",
    "Twilight upon the Earth, short Arbiter",
    "Twixt Day and Night, and now from end to end",
    "Nights Hemisphere had veild the Horizon round:",
    "When",
    "who late fled before the threats",
    "Of",
    "out of",
    ", now improv'd",
    "In meditated fraud and malice, bent",
    "On mans destruction, maugre what might hap",
    "Of heavier on himself, fearless return'd.",
    "By Night he fled, and at Midnight return'd",
    "From compassing the Earth, cautious of day,",
    "Since",
    "Regent of the Sun descri'd",
    "His entrance, and forewarnd the Cherubim",
    "That kept thir watch; thence full of anguish driv'n,",
    "The space of seven continu'd Nights he rode",
    "With darkness, thrice the Equinoctial Line",
    "He circl'd, four times cross'd the Carr of Night",
    "From Pole to Pole, traversing each Colure;",
    "On the eighth return'd, and on the Coast averse",
    "From entrance or Cherubic Watch, by stealth",
    "Found unsuspected way. There was a place,",
    "Now not, though Sin, not Time, first wraught the change,",
    "Where",
    "at the foot of Paradise",
    "Into a Gulf shot under ground, till part",
    "Rose up a Fountain by the Tree of Life;",
    "In with the River sunk, and with it rose",
    "Satan involv'd in rising Mist, then sought",
    "Where to lie hid; Sea he had searcht and Land",
    "From",
    "over",
    "and the Poole",
    ", up beyond the River",
    ";",
    "Downward as farr Antartic; and in length",
    "West from",
    "to the Ocean barr'd",
    "At",
    ", thence to the Land where flowes",
    "and",
    ": thus the Orb he roam'd",
    "With narrow search; and with inspection deep",
    "Consider'd every Creature, which of all",
    "Most opportune might serve his Wiles, and found",
    "The Serpent suttlest Beast of all the Field.",
    "Him after long debate, irresolute",
    "Of thoughts revolv'd, his final sentence chose",
    "Fit Vessel, fittest Imp of fraud, in whom",
    "To enter, and his dark suggestions hide",
    "From sharpest sight: for in the wilie Snake,",
    "Whatever sleights none would suspicious mark,",
    "As from his wit and native suttletie",
    "Proceeding, which in other Beasts observ'd",
    "Doubt might beget of Diabolic pow'r",
    "Active within beyond the sense of brute.",
    "Thus he resolv'd, but first from inward griefe",
    "His bursting passion into plaints thus pour'd:",
    "O Earth, how like to Heav'n, if not preferr'd",
    "More justly, Seat worthier of Gods, as built",
    "With second thoughts, reforming what was old!",
    "For what God after better worse would build?",
    "Terrestrial Heav'n, danc't round by other Heav'ns",
    "That shine, yet bear thir bright officious Lamps,",
    "Light above Light, for thee alone, as seems,",
    "In thee concentring all thir precious beams",
    "Of sacred influence: As God in Heav'n",
    "Is Center, yet extends to all, so thou",
    "Centring receav'st from all those Orbs; in thee,",
    "Not in themselves, all thir known vertue appeers",
    "Productive in Herb, Plant, and nobler birth",
    "Of Creatures animate with gradual life",
    "Of Growth, Sense, Reason, all summ'd up in Man.",
    "With what delight could I have walkt thee round,",
    "If I could joy in aught, sweet interchange",
    "Of Hill, and Vallie, Rivers, Woods and Plaines,",
    "Now Land, now Sea, and Shores with Forrest crownd,",
    "Rocks, Dens, and Caves; but I in none of these",
    "Find place or refuge; and the more I see",
    "Pleasures about me, so much more I feel",
    "Torment within me, as from the hateful siege",
    "Of contraries; all good to me becomes",
    "Bane, and in Heav'n much worse would be my state.",
    "But neither here seek I, no nor in Heav'n",
    "To dwell, unless by maistring Heav'ns Supreame;",
    "Nor hope to be my self less miserable",
    "By what I seek, but others to make such",
    "As I, though thereby worse to me redound:",
    "For onely in destroying I find ease",
    "To my relentless thoughts; and him destroyd,",
    "Or won to what may work his utter loss,",
    "For whom all this was made, all this will soon",
    "Follow, as to him linkt in weal or woe,",
    "In wo then; that destruction wide may range:",
    "To mee shall be the glorie sole among",
    "The infernal Powers, in one day to have marr'd",
    "What he",
    "styl'd, six Nights and Days",
    "Continu'd making, and who knows how long",
    "Before had bin contriving, though perhaps",
    "Not longer then since I in one Night freed",
    "From servitude inglorious welnigh half",
    "Th' Angelic Name, and thinner left the throng",
    "Of his adorers: hee to be aveng'd,",
    "And to repaire his numbers thus impair'd,",
    "Whether such vertue spent of old now faild",
    "More Angels to Create, if they at least",
    "Are his Created, or to spite us more,",
    "Determin'd to advance into our room",
    "A Creature form'd of Earth, and him endow,",
    "Exalted from so base original,",
    "With Heav'nly spoils, our spoils: What he decreed",
    "He effected; Man he made, and for him built",
    "Magnificent this World, and Earth his seat,",
    "Him Lord pronounc'd, and, O indignitie!",
    "Subjected to his service Angel wings,",
    "And flaming Ministers to watch and tend",
    "Thir earthy Charge: Of these the vigilance",
    "I dread, and to elude, thus wrapt in mist",
    "Of midnight vapor glide obscure, and prie",
    "In every Bush and Brake, where hap may finde",
    "The Serpent sleeping, in whose mazie foulds",
    "To hide me, and the dark intent I bring.",
    "O foul descent! that I who erst contended",
    "With Gods to sit the highest, am now constraind",
    "Into a Beast, and mixt with bestial slime,",
    "This essence to incarnate and imbrute,",
    "That to the hight of Deitie aspir'd;",
    "But what will not Ambition and Revenge",
    "Descend to? who aspires must down as low",
    "As high he soard, obnoxious first or last",
    "To basest things. Revenge, at first though sweet,",
    "Bitter ere long back on it self recoiles;",
    "Let it; I reck not, so it light well aim'd,",
    "Since higher I fall short, on him who next",
    "Provokes my envie, this new Favorite",
    "Of Heav'n, this Man of Clay, Son of despite,",
    "Whom us the more to spite his Maker rais'd",
    "From dust: spite then with spite is best repaid.",
    "So saying, through each Thicket Danck or Drie,",
    "Like a black mist low creeping, he held on",
    "His midnight search, where soonest he might finde",
    "The Serpent: him fast sleeping soon he found",
    "In Labyrinth of many a round self-rowld,",
    "His head the midst, well stor'd with suttle wiles:",
    "Not yet in horrid Shade or dismal Den,",
    "Nor nocent yet, but on the grassie Herbe",
    "Fearless unfeard he slept: in at his Mouth",
    "The Devil enterd, and his brutal sense,",
    "In heart or head, possessing soon inspir'd",
    "With act intelligential, but his sleep",
    "Disturbd not, waiting close th' approach of Morn.",
    "Now when as sacred Light began to dawne",
    "In",
    "on the humid Flours, that breathd",
    "Thir morning incense, when all things that breath,",
    "From th' Earths great Altar send up silent praise",
    "To the Creator, and his Nostrils fill",
    "With grateful Smell, forth came the human pair",
    "And joind thir vocal Worship to the Quire",
    "Of Creatures wanting voice, that done, partake",
    "The season, prime for sweetest Sents and Aires:",
    "Then commune how that day they best may ply",
    "Thir growing work: for much thir work outgrew",
    "The hands dispatch of two Gardning so wide.",
    "And",
    "first to her Husband thus began.",
    ", well may we labour still to dress",
    "This Garden, still to tend Plant, Herb and Flour,",
    "Our pleasant task enjoyn'd, but till more hands",
    "Aid us, the work under our labour grows,",
    "Luxurious by restraint; what we by day",
    "Lop overgrown, or prune, or prop, or bind,",
    "One night or two with wanton growth derides",
    "Tending to wilde. Thou therefore now advise",
    "Or hear what to my minde first thoughts present,",
    "Let us divide our labours, thou where choice",
    "Leads thee, or where most needs, whether to wind",
    "The Woodbine round this Arbour, or direct",
    "The clasping Ivie where to climb, while I",
    "In yonder Spring of Roses intermixt",
    "With Myrtle, find what to redress till Noon:",
    "For while so near each other thus all day",
    "Our taske we choose, what wonder if so near",
    "Looks intervene and smiles, or object new",
    "Casual discourse draw on, which intermits",
    "Our dayes work brought to little, though begun",
    "Early, and th' hour of Supper comes unearn'd.",
    "To whom mild answer",
    "thus return'd.",
    "Sole",
    ", Associate sole, to me beyond",
    "Compare above all living Creatures deare,",
    "Well hast thou motion'd, well thy thoughts imployd",
    "How we might best fulfill the work which here",
    "God hath assign'd us, nor of me shalt pass",
    "Unprais'd: for nothing lovelier can be found",
    "In Woman, then to studie houshold good,",
    "And good workes in her Husband to promote.",
    "Yet not so strictly hath our Lord impos'd",
    "Labour, as to debarr us when we need",
    "Refreshment, whether food, or talk between,",
    "Food of the mind, or this sweet intercourse",
    "Of looks and smiles, for smiles from Reason flow,",
    "To brute deni'd, and are of Love the food,",
    "Love not the lowest end of human life.",
    "For not to irksom toile, but to delight",
    "He made us, and delight to Reason joyn'd.",
    "These paths & Bowers doubt not but our joynt hands",
    "Will keep from Wilderness with ease, as wide",
    "As we need walk, till younger hands ere long",
    "Assist us: But if much converse perhaps",
    "Thee satiate, to short absence I could yield.",
    "For solitude somtimes is best societie,",
    "And short retirement urges sweet returne.",
    "But other doubt possesses me, least harm",
    "Befall thee sever'd from me; for thou knowst",
    "What hath bin warn'd us, what malicious Foe",
    "Envying our happiness, and of his own",
    "Despairing, seeks to work us woe and shame",
    "By sly assault; and somwhere nigh at hand",
    "Watches, no doubt, with greedy hope to find",
    "His wish and best advantage, us asunder,",
    "Hopeless to circumvent us joynd, where each",
    "To other speedie aide might lend at need;",
    "Whether his first design be to withdraw",
    "Our fealtie from God, or to disturb",
    "Conjugal Love, then which perhaps no bliss",
    "Enjoy'd by us excites his envie more;",
    "Or this, or worse, leave not the faithful side",
    "That gave thee being, still shades thee and protects.",
    "The Wife, where danger or dishonour lurks,",
    "Safest and seemliest by her Husband staies,",
    "Who guards her, or with her the worst endures.",
    "To whom the Virgin Majestie of",
    ",",
    "As one who loves, and some unkindness meets,",
    "With sweet austeer composure thus reply'd,",
    "Ofspring of Heav'n and Earth, and all Earths Lord,",
    "That such an Enemie we have, who seeks",
    "Our ruin, both by thee informd I learne,",
    "And from the parting Angel over-heard",
    "As in a shadie nook I stood behind,",
    "Just then returnd at shut of Evening Flours.",
    "But that thou shouldst my firmness therfore doubt",
    "To God or thee, because we have a foe",
    "May tempt it, I expected not to hear.",
    "His violence thou fearst not, being such,",
    "As wee, not capable of death or paine,",
    "Can either not receave, or can repell.",
    "His fraud is then thy fear, which plain inferrs",
    "Thy equal fear that my firm Faith and Love",
    "Can by his fraud be shak'n or seduc't;",
    "Thoughts, which how found they harbour in thy brest",
    ", missthought of her to thee so dear?",
    "To whom with healing words",
    "replyd.",
    "Daughter of God and Man, immortal",
    ",",
    "For such thou art, from sin and blame entire:",
    "Not diffident of thee do I dissuade",
    "Thy absence from my sight, but to avoid",
    "Th' attempt it self, intended by our Foe.",
    "For hee who tempts, though in vain, at least asperses",
    "The tempted with dishonour foul, suppos'd",
    "Not incorruptible of Faith, not prooff",
    "Against temptation: thou thy self with scorne",
    "And anger wouldst resent the offer'd wrong,",
    "Though ineffectual found: misdeem not then,",
    "If such affront I labour to avert",
    "From thee alone, which on us both at once",
    "The Enemie, though bold, will hardly dare,",
    "Or daring, first on mee th' assault shall light.",
    "Nor thou his malice and false guile contemn;",
    "Suttle he needs must be, who could seduce",
    "Angels, nor think superfluous others aid.",
    "I from the influence of thy looks receave",
    "Access in every Vertue, in thy sight",
    "More wise, more watchful, stronger, if need were",
    "Of outward strength; while shame, thou looking on,",
    "Shame to be overcome or over-reacht",
    "Would utmost vigor raise, and rais'd unite.",
    "Why shouldst not thou like sense within thee feel",
    "When I am present, and thy trial choose",
    "With me, best witness of thy Vertue tri'd.",
    "So spake domestick",
    "in his care",
    "And Matrimonial Love; but",
    "who thought",
    "Less attributed to her Faith sincere,",
    "Thus her reply with accent sweet renewd.",
    "If this be our condition, thus to dwell",
    "In narrow circuit strait'nd by a Foe,",
    "Suttle or violent, we not endu'd",
    "Single with like defence, wherever met,",
    "How are we happie, still in fear of harm?",
    "But harm precedes not sin: onely our Foe",
    "Tempting affronts us with his foul esteem",
    "Of our integritie: his foul esteeme",
    "Sticks no dishonour on our Front, but turns",
    "Foul on himself; then wherefore shund or feard",
    "By us? who rather double honour gaine",
    "From his surmise prov'd false, find peace within,",
    "Favour from Heav'n, our witness from th' event.",
    "And what is Faith, Love, Vertue unassaid",
    "Alone, without exterior help sustaind?",
    "Let us not then suspect our happie State",
    "Left so imperfet by the Maker wise,",
    "As not secure to single or combin'd.",
    "Fraile is our happiness, if this be so,",
    "And",
    "were no",
    "thus expos'd.",
    "To whom thus",
    "fervently repli'd.",
    "O Woman, best are all things as the will",
    "Of God ordain'd them, his creating hand",
    "Nothing imperfet or deficient left",
    "Of all that he Created, much less Man,",
    "Or aught that might his happie State secure,",
    "Secure from outward force; within himself",
    "The danger lies, yet lies within his power:",
    "Against his will he can receave no harme.",
    "But God left free the Will, for what obeyes",
    "Reason, is free, and Reason he made right,",
    "But bid her well beware, and still erect,",
    "Least by some faire appeering good surpris'd",
    "She dictate false, and misinforme the Will",
    "To do what God expressly hath forbid.",
    "Not then mistrust, but tender love enjoynes,",
    "That I should mind thee oft, and mind thou me.",
    "Firm we subsist, yet possible to swerve,",
    "Since Reason not impossibly may meet",
    "Some specious object by the Foe subornd,",
    "And fall into deception unaware,",
    "Not keeping strictest watch, as she was warnd.",
    "Seek not temptation then, which to avoide",
    "Were better, and most likelie if from mee",
    "Thou sever not: Trial will come unsought.",
    "Wouldst thou approve thy constancie, approve",
    "First thy obedience; th' other who can know,",
    "Not seeing thee attempted, who attest?",
    "But if thou think, trial unsought may finde",
    "Us both securer then thus warnd thou seemst,",
    "Go; for thy stay, not free, absents thee more;",
    "Go in thy native innocence, relie",
    "On what thou hast of vertue, summon all,",
    "For God towards thee hath done his part, do thine.",
    "So spake the Patriarch of Mankinde, but",
    "Persisted, yet submiss, though last, repli'd.",
    "With thy permission then, and thus forewarnd",
    "Chiefly by what thy own last reasoning words",
    "Touchd onely, that our trial, when least sought,",
    "May finde us both perhaps farr less prepar'd,",
    "The willinger I goe, nor much expect",
    "A Foe so proud will first the weaker seek;",
    "So bent, the more shall shame him his repulse.",
    "Thus saying, from her Husbands hand her hand",
    "Soft she withdrew, and like a Wood-Nymph light",
    "or",
    ", or of",
    "Traine,",
    "Betook her to the Groves, but",
    "self",
    "In gate surpass'd and Goddess-like deport,",
    "Though not as shee with Bow and Quiver armd,",
    "But with such Gardning Tools as Art yet rude,",
    "Guiltless of fire had formd, or Angels brought.",
    "To",
    ", or",
    "thus adornd,",
    "Likeliest she seemd,",
    "when she fled",
    ", or to",
    "in her Prime,",
    "Yet Virgin of",
    "from",
    ".",
    "Her long with ardent look his Eye pursu'd",
    "Delighted, but desiring more her stay.",
    "Oft he to her his charge of quick returne",
    "Repeated, shee to him as oft engag'd",
    "To be returnd by Noon amid the Bowre,",
    "And all things in best order to invite",
    "Noontide repast, or Afternoons repose.",
    "O much deceav'd, much failing, hapless",
    ",",
    "Of thy presum'd return! event perverse!",
    "Thou never from that houre in Paradise",
    "Foundst either sweet repast, or sound repose;",
    "Such ambush hid among sweet Flours and Shades",
    "Waited with hellish rancour imminent",
    "To intercept thy way, or send thee back",
    "Despoild of Innocence, of Faith, of Bliss.",
    "For now, and since first break of dawne the Fiend,",
    "Meer Serpent in appearance, forth was come,",
    "And on his Quest, where likeliest he might finde",
    "The onely two of Mankinde, but in them",
    "The whole included Race, his purposd prey.",
    "In Bowre and Field he sought, where any tuft",
    "Of Grove or Garden-Plot more pleasant lay,",
    "Thir tendance or Plantation for delight,",
    "By Fountain or by shadie Rivulet",
    "He sought them both, but wish'd his hap might find",
    "separate, he wish'd, but not with hope",
    "Of what so seldom chanc'd, when to his wish,",
    "Beyond his hope,",
    "separate he spies,",
    "Veild in a Cloud of Fragrance, where she stood,",
    "Half spi'd, so thick the Roses bushing round",
    "About her glowd, oft stooping to support",
    "Each Flour of slender stalk, whose head though gay",
    "Carnation, Purple, Azure, or spect with Gold,",
    "Hung drooping unsustaind, them she upstaies",
    "Gently with Mirtle band, mindless the while,",
    "Her self, though fairest unsupported Flour,",
    "From her best prop so farr, and storm so nigh.",
    "Neerer he drew, and many a walk travers'd",
    "Of stateliest Covert, Cedar, Pine, or Palme,",
    "Then voluble and bold, now hid, now seen",
    "Among thick-wov'n Arborets and Flours",
    "Imborderd on each Bank, the hand of",
    ":",
    "Spot more delicious then those Gardens feign'd",
    "Or of reviv'd",
    ", or renownd",
    ", host of old",
    "Son,",
    "Or that, not Mystic, where the Sapient King",
    "Held dalliance with his faire",
    "Spouse.",
    "Much hee the Place admir'd, the Person more.",
    "As one who long in populous City pent,",
    "Where Houses thick and Sewers annoy the Aire,",
    "Forth issuing on a Summers Morn to breathe",
    "Among the pleasant Villages and Farmes",
    "Adjoynd, from each thing met conceaves delight,",
    "The smell of Grain, or tedded Grass, or Kine,",
    "Or Dairie, each rural sight, each rural sound;",
    "If chance with Nymphlike step fair Virgin pass,",
    "What pleasing seemd, for her now pleases more,",
    "She most, and in her look summs all Delight.",
    "Such Pleasure took the Serpent to behold",
    "This Flourie Plat, the sweet recess of",
    "Thus earlie, thus alone; her Heav'nly forme",
    "Angelic, but more soft, and Feminine,",
    "Her graceful Innocence, her every Aire",
    "Of gesture or lest action overawd",
    "His Malice, and with rapine sweet bereav'd",
    "His fierceness of the fierce intent it brought:",
    "That space the Evil one abstracted stood",
    "From his own evil, and for the time remaind",
    "Stupidly good, of enmitie disarm'd,",
    "Of guile, of hate, of envie, of revenge;",
    "But the hot Hell that alwayes in him burnes,",
    "Though in mid Heav'n, soon ended his delight,",
    "And tortures him now more, the more he sees",
    "Of pleasure not for him ordain'd: then soon",
    "Fierce hate he recollects, and all his thoughts",
    "Of mischief, gratulating, thus excites.",
    "Thoughts, whither have ye led me, with what sweet",
    "Compulsion thus transported to forget",
    "What hither brought us, hate, not love, nor hope",
    "Of Paradise for Hell, hope here to taste",
    "Of pleasure, but all pleasure to destroy,",
    "Save what is in destroying, other joy",
    "To me is lost. Then let me not let pass",
    "Occasion which now smiles, behold alone",
    "The Woman, opportune to all attempts,",
    "Her Husband, for I view far round, not nigh,",
    "Whose higher intellectual more I shun,",
    "And strength, of courage hautie, and of limb",
    "Heroic built, though of terrestrial mould,",
    "Foe not informidable, exempt from wound,",
    "I not; so much hath Hell debas'd, and paine",
    "Infeebl'd me, to what I was in Heav'n.",
    "Shee fair, divinely fair, fit Love for Gods,",
    "Not terrible, though terrour be in Love",
    "And beautie, not approacht by stronger hate,",
    "Hate stronger, under shew of Love well feign'd,",
    "The way which to her ruin now I tend.",
    "So spake the Enemie of Mankind, enclos'd",
    "In Serpent, Inmate bad, and toward",
    "Address'd his way, not with indented wave,",
    "Prone on the ground, as since, but on his reare,",
    "Circular base of rising foulds, that tour'd",
    "Fould above fould a surging Maze, his Head",
    "Crested aloft, and Carbuncle his Eyes;",
    "With burnisht Neck of verdant Gold, erect",
    "Amidst his circling Spires, that on the grass",
    "Floted redundant: pleasing was his shape,",
    "And lovely, never since of Serpent kind",
    "Lovelier, not those that in",
    "chang'd",
    "and",
    ", or the God",
    "In",
    "; nor to which transformd",
    ", or",
    "was seen,",
    "Hee with",
    ", this with her who bore",
    "the highth of",
    ". With tract oblique",
    "At first, as one who sought access, but feard",
    "To interrupt, side-long he works his way.",
    "As when a Ship by skilful Stearsman wrought",
    "Nigh Rivers mouth or Foreland, where the Wind",
    "Veres oft, as oft so steers, and shifts her Saile;",
    "So varied hee, and of his tortuous Traine",
    "Curld many a wanton wreath in sight of",
    ",",
    "To lure her Eye; shee busied heard the sound",
    "Of rusling Leaves, but minded not, as us'd",
    "To such disport before her through the Field,",
    "From every Beast, more duteous at her call,",
    "Then at",
    "call the Herd disguis'd.",
    "Hee boulder now, uncall'd before her stood;",
    "But as in gaze admiring: Oft he bowd",
    "His turret Crest, and sleek enamel'd Neck,",
    "Fawning, and lick'd the ground whereon she trod.",
    "His gentle dumb expression turnd at length",
    "The Eye of",
    "to mark his play; he glad",
    "Of her attention gaind, with Serpent Tongue",
    "Organic, or impulse of vocal Air,",
    "His fraudulent temptation thus began.",
    "Wonder not, sovran Mistress, if perhaps",
    "Thou canst, who art sole Wonder, much less arm",
    "Thy looks, the Heav'n of mildness, with disdain,",
    "Displeas'd that I approach thee thus, and gaze",
    "Insatiate, I thus single, nor have feard",
    "Thy awful brow, more awful thus retir'd.",
    "Fairest resemblance of thy Maker faire,",
    "Thee all things living gaze on, all things thine",
    "By gift, and thy Celestial Beautie adore",
    "With ravishment beheld, there best beheld",
    "Where universally admir'd; but here",
    "In this enclosure wild, these Beasts among,",
    "Beholders rude, and shallow to discerne",
    "Half what in thee is fair, one man except,",
    "Who sees thee? (and what is one?) who shouldst be seen",
    "A Goddess among Gods, ador'd and serv'd",
    "By Angels numberless, thy daily Train.",
    "So gloz'd the Tempter, and his Proem tun'd;",
    "Into the Heart of",
    "his words made way,",
    "Though at the voice much marveling; at length",
    "Not unamaz'd she thus in answer spake.",
    "What may this mean? Language of Man pronounc't",
    "By Tongue of Brute, and human sense exprest?",
    "The first at lest of these I thought deni'd",
    "To Beasts, whom God on thir Creation-Day",
    "Created mute to all articulat sound;",
    "The latter I demurre, for in thir looks",
    "Much reason, and in thir actions oft appeers.",
    "Thee, Serpent, suttlest beast of all the field",
    "I knew, but not with human voice endu'd;",
    "Redouble then this miracle, and say,",
    "How cam'st thou speakable of mute, and how",
    "To me so friendly grown above the rest",
    "Of brutal kind, that daily are in sight?",
    "Say, for such wonder claims attention due.",
    "To whom the guileful Tempter thus reply'd.",
    "Empress of this fair World, resplendent",
    ",",
    "Easie to mee it is to tell thee all",
    "What thou commandst, and right thou shouldst be obeyd:",
    "I was at first as other Beasts that graze",
    "The trodden Herb, of abject thoughts and low,",
    "As was my food, nor aught but food discern'd",
    "Or Sex, and apprehended nothing high:",
    "Till on a day roaving the field, I chanc'd",
    "A goodly Tree farr distant to behold",
    "Loaden with fruit of fairest colours mixt,",
    "Ruddie and Gold: I nearer drew to gaze;",
    "When from the boughes a savorie odour blow'n,",
    "Grateful to appetite, more pleas'd my sense",
    "Then smell of sweetest Fenel or the Teats",
    "Of Ewe or Goat dropping with Milk at Eevn,",
    "Unsuckt of Lamb or Kid, that tend thir play.",
    "To satisfie the sharp desire I had",
    "Of tasting those fair Apples, I resolv'd",
    "Not to deferr; hunger and thirst at once,",
    "Powerful perswaders, quick'nd at the scent",
    "Of that alluring fruit, urg'd me so keene.",
    "About the mossie Trunk I wound me soon,",
    "For high from ground the branches would require",
    "Thy utmost reach or",
    ": Round the Tree",
    "All other Beasts that saw, with like desire",
    "Longing and envying stood, but could not reach.",
    "Amid the Tree now got, where plenty hung",
    "Tempting so nigh, to pluck and eat my fill",
    "I spar'd not, for such pleasure till that hour",
    "At Feed or Fountain never had I found.",
    "Sated at length, ere long I might perceave",
    "Strange alteration in me, to degree",
    "Of Reason in my inward Powers, and Speech",
    "Wanted not long, though to this shape retain'd.",
    "Thenceforth to Speculations high or deep",
    "I turnd my thoughts, and with capacious mind",
    "Considerd all things visible in Heav'n,",
    "Or Earth, or Middle, all things fair and good;",
    "But all that fair and good in thy Divine",
    "Semblance, and in thy Beauties heav'nly Ray",
    "United I beheld; no Fair to thine",
    "Equivalent or second, which compel'd",
    "Mee thus, though importune perhaps, to come",
    "And gaze, and worship thee of right declar'd",
    "Sovran of Creatures, universal Dame.",
    "So talk'd the spirited sly Snake; and",
    "Yet more amaz'd unwarie thus reply'd.",
    "Serpent, thy overpraising leaves in doubt",
    "The vertue of that Fruit, in thee first prov'd:",
    "But say, where grows the Tree, from hence how far?",
    "For many are the Trees of God that grow",
    "In Paradise, and various, yet unknown",
    "To us, in such aboundance lies our choice,",
    "As leaves a greater store of Fruit untoucht,",
    "Still hanging incorruptible, till men",
    "Grow up to thir provision, and more hands",
    "Help to disburden Nature of her Bearth.",
    "To whom the wilie Adder, blithe and glad.",
    "Empress, the way is readie, and not long,",
    "Beyond a row of Myrtles, on a Flat,",
    "Fast by a Fountain, one small Thicket past",
    "Of blowing Myrrh and Balme; if thou accept",
    "My conduct, I can bring thee thither soon.",
    "Lead then, said",
    ". Hee leading swiftly rowld",
    "In tangles, and made intricate seem strait,",
    "To mischief swift. Hope elevates, and joy",
    "Bright'ns his Crest, as when a wandring Fire,",
    "Compact of unctuous vapor, which the Night",
    "Condenses, and the cold invirons round,",
    "Kindl'd through agitation to a Flame,",
    "Which oft, they say, some evil Spirit attends",
    "Hovering and blazing with delusive Light,",
    "Misleads th' amaz'd Night-wanderer from his way",
    "To Boggs and Mires, and oft through Pond or Poole,",
    "There swallow'd up and lost, from succour farr.",
    "So glister'd the dire Snake, and into fraud",
    "Led",
    "our credulous Mother, to the Tree",
    "Of prohibition, root of all our woe;",
    "Which when she saw, thus to her guide she spake.",
    "Serpent, we might have spar'd our coming hither,",
    "Fruitless to mee, though Fruit be here to excess,",
    "The credit of whose vertue rest with thee,",
    "Wondrous indeed, if cause of such effects.",
    "But of this Tree we may not taste nor touch;",
    "God so commanded, and left that Command",
    "Sole Daughter of his voice; the rest, we live",
    "Law to our selves, our Reason is our Law.",
    "To whom the Tempter guilefully repli'd.",
    "Indeed? hath God then said that of the Fruit",
    "Of all these Garden Trees ye shall not eate,",
    "Yet Lords declar'd of all in Earth or Aire?",
    "To whom thus",
    "yet sinless. Of the Fruit",
    "Of each Tree in the Garden we may eate,",
    "But of the Fruit of this fair Tree amidst",
    "The Garden, God hath said, Ye shall not eate",
    "Thereof, nor shall ye touch it, least ye die.",
    "She scarse had said, though brief, when now more bold",
    "The Tempter, but with shew of Zeale and Love",
    "To Man, and indignation at his wrong,",
    "New part puts on, and as to passion mov'd,",
    "Fluctuats disturbd, yet comely and in act",
    "Rais'd, as of som great matter to begin.",
    "As when of old som Orator renound",
    "In",
    "or free",
    ", where Eloquence",
    "Flourishd, since mute, to som great cause addrest,",
    "Stood in himself collected, while each part,",
    "Motion, each act won audience ere the tongue,",
    "Somtimes in highth began, as no delay",
    "Of Preface brooking through his Zeal of Right.",
    "So standing, moving, or to highth upgrown",
    "The Tempter all impassiond thus began.",
    "O Sacred, Wise, and Wisdom-giving Plant,",
    "Mother of Science, Now I feel thy Power",
    "Within me cleere, not onely to discerne",
    "Things in thir Causes, but to trace the wayes",
    "Of highest Agents, deemd however wise.",
    "Queen of this Universe, doe not believe",
    "Those rigid threats of Death; ye shall not Die:",
    "How should ye? by the Fruit? it gives you Life",
    "To Knowledge? By the Threatner, look on mee,",
    "Mee who have touch'd and tasted, yet both live,",
    "And life more perfet have attaind then Fate",
    "Meant mee, by ventring higher then my Lot.",
    "Shall that be shut to Man, which to the Beast",
    "Is open? or will God incense his ire",
    "For such a petty Trespass, and not praise",
    "Rather your dauntless vertue, whom the pain",
    "Of Death denounc't, whatever thing Death be,",
    "Deterrd not from atchieving what might leade",
    "To happier life, knowledge of Good and Evil;",
    "Of good, how just? of evil, if what is evil",
    "Be real, why not known, since easier shunnd?",
    "God therefore cannot hurt ye, and be just;",
    "Not just, not God; not feard then, nor obeyd:",
    "Your feare it self of Death removes the feare.",
    "Why then was this forbid? Why but to awe,",
    "Why but to keep ye low and ignorant,",
    "His worshippers; he knows that in the day",
    "Ye Eate thereof, your Eyes that seem so cleere,",
    "Yet are but dim, shall perfetly be then",
    "Op'nd and cleerd, and ye shall be as Gods,",
    "Knowing both Good and Evil as they know.",
    "That ye should be as Gods, since I as Man,",
    "Internal Man, is but proportion meet,",
    "I of brute human, yee of human Gods.",
    "So ye shall die perhaps, by putting off",
    "Human, to put on Gods, death to be wisht,",
    "Though threat'nd, which no worse then this can bring.",
    "And what are Gods that Man may not become",
    "As they, participating God-like food?",
    "The Gods are first, and that advantage use",
    "On our belief, that all from them proceeds;",
    "I question it, for this fair Earth I see,",
    "Warm'd by the Sun, producing every kind,",
    "Them nothing: If they all things, who enclos'd",
    "Knowledge of Good and Evil in this Tree,",
    "That whoso eats thereof, forthwith attains",
    "Wisdom without their leave? and wherein lies",
    "Th' offence, that Man should thus attain to know?",
    "What can your knowledge hurt him, or this Tree",
    "Impart against his will if all be his?",
    "Or is it envie, and can envie dwell",
    "In heav'nly breasts? these, these and many more",
    "Causes import your need of this fair Fruit.",
    "Goddess humane, reach then, and freely taste.",
    "He ended, and his words replete with guile",
    "Into her heart too easie entrance won:",
    "Fixt on the Fruit she gaz'd, which to behold",
    "Might tempt alone, and in her ears the sound",
    "Yet rung of his perswasive words, impregn'd",
    "With Reason, to her seeming, and with Truth;",
    "Mean while the hour of Noon drew on, and wak'd",
    "An eager appetite, rais'd by the smell",
    "So savorie of that Fruit, which with desire,",
    "Inclinable now grown to touch or taste,",
    "Sollicited her longing eye; yet first",
    "Pausing a while, thus to her self she mus'd.",
    "Great are thy Vertues, doubtless, best of Fruits,",
    "Though kept from Man, and worthy to be admir'd,",
    "Whose taste, too long forborn, at first assay",
    "Gave elocution to the mute, and taught",
    "The Tongue not made for Speech to speak thy praise:",
    "Thy praise hee also who forbids thy use,",
    "Conceales not from us, naming thee the Tree",
    "Of Knowledge, knowledge both of good and evil;",
    "Forbids us then to taste, but his forbidding",
    "Commends thee more, while it inferrs the good",
    "By thee communicated, and our want:",
    "For good unknown, sure is not had, or had",
    "And yet unknown, is as not had at all.",
    "In plain then, what forbids he but to know,",
    "Forbids us good, forbids us to be wise?",
    "Such prohibitions binde not. But if Death",
    "Bind us with after-bands, what profits then",
    "Our inward freedom? In the day we eate",
    "Of this fair Fruit, our doom is, we shall die.",
    "How dies the Serpent? hee hath eat'n and lives,",
    "And knows, and speaks, and reasons, and discerns,",
    "Irrational till then. For us alone",
    "Was death invented? or to us deni'd",
    "This intellectual food, for beasts reserv'd?",
    "For Beasts it seems: yet that one Beast which first",
    "Hath tasted, envies not, but brings with joy",
    "The good befall'n him, Author unsuspect,",
    "Friendly to man, farr from deceit or guile.",
    "What fear I then, rather what know to feare",
    "Under this ignorance of good and Evil,",
    "Of God or Death, of Law or Penaltie?",
    "Here grows the Cure of all, this Fruit Divine,",
    "Fair to the Eye, inviting to the Taste,",
    "Of vertue to make wise: what hinders then",
    "To reach, and feed at once both Bodie and Mind?",
    "So saying, her rash hand in evil hour",
    "Forth reaching to the Fruit, she pluck'd, she eat:",
    "Earth felt the wound, and Nature from her seat",
    "Sighing through all her Works gave signs of woe,",
    "That all was lost. Back to the Thicket slunk",
    "The guiltie Serpent, and well might, for",
    "Intent now wholly on her taste, naught else",
    "Regarded, such delight till then, as seemd,",
    "In Fruit she never tasted, whether true",
    "Or fansied so, through expectation high",
    "Of knowledg, nor was God-head from her thought.",
    "Greedily she ingorg'd without restraint,",
    "And knew not eating Death: Satiate at length,",
    "And hight'nd as with Wine, jocond and boon,",
    "Thus to her self she pleasingly began.",
    "O Sovran, vertuous, precious of all Trees",
    "In Paradise, of operation blest",
    "To Sapience, hitherto obscur'd, infam'd,",
    "And thy fair Fruit let hang, as to no end",
    "Created; but henceforth my early care,",
    "Not without Song, each Morning, and due praise",
    "Shall tend thee, and the fertil burden ease",
    "Of thy full branches offer'd free to all;",
    "Till dieted by thee I grow mature",
    "In knowledge, as the Gods who all things know;",
    "Though others envie what they cannot give;",
    "For had the gift bin theirs, it had not here",
    "Thus grown. Experience, next to thee I owe,",
    "Best guide; not following thee, I had remaind",
    "In ignorance, thou op'nst Wisdoms way,",
    "And giv'st access, though secret she retire.",
    "And I perhaps am secret; Heav'n is high,",
    "High and remote to see from thence distinct",
    "Each thing on Earth; and other care perhaps",
    "May have diverted from continual watch",
    "Our great Forbidder, safe with all his Spies",
    "About him. But to",
    "in what sort",
    "Shall I appeer? shall I to him make known",
    "As yet my change, and give him to partake",
    "Full happiness with mee, or rather not,",
    "But keep the odds of Knowledge in my power",
    "Without Copartner? so to add what wants",
    "In Femal Sex, the more to draw his Love,",
    "And render me more equal, and perhaps,",
    "A thing not undesireable, somtime",
    "Superior; for inferior who is free?",
    "This may be well: but what if God have seen,",
    "And Death ensue? then I shall be no more,",
    "And",
    "wedded to another",
    ",",
    "Shall live with her enjoying, I extinct;",
    "A death to think. Confirm'd then I resolve;",
    "shall share with me in bliss or woe:",
    "So dear I love him, that with him all deaths",
    "I could endure, without him live no life.",
    "So saying, from the Tree her step she turnd,",
    "But first low Reverence don, as to the power",
    "That dwelt within, whose presence had infus'd",
    "Into the plant sciential sap, deriv'd",
    "From Nectar, drink of Gods.",
    "the while",
    "Waiting desirous her return, had wove",
    "Of choicest Flours a Garland to adorne",
    "Her Tresses, and her rural labours crown,",
    "As Reapers oft are wont thir Harvest Queen.",
    "Great joy he promis'd to his thoughts, and new",
    "Solace in her return, so long delay'd;",
    "Yet oft his heart, divine of somthing ill,",
    "Misgave him; hee the faultring measure felt;",
    "And forth to meet her went, the way she took",
    "That Morn when first they parted; by the Tree",
    "Of Knowledge he must pass, there he her met,",
    "Scarse from the Tree returning; in her hand",
    "A bough of fairest fruit that downie smil'd,",
    "New gatherd, and ambrosial smell diffus'd.",
    "To him she hasted, in her face excuse",
    "Came Prologue, and Apologie to prompt,",
    "Which with bland words at will she thus addrest.",
    "Hast thou not wonderd,",
    ", at my stay?",
    "Thee I have misst, and thought it long, depriv'd",
    "Thy presence, agonie of love till now",
    "Not felt, nor shall be twice, for never more",
    "Mean I to trie, what rash untri'd I sought,",
    "The pain of absence from thy sight. But strange",
    "Hath bin the cause, and wonderful to heare:",
    "This Tree is not as we are told, a Tree",
    "Of danger tasted, nor to evil unknown",
    "Op'ning the way, but of Divine effect",
    "To open Eyes, and make them Gods who taste;",
    "And hath bin tasted such: the Serpent wise,",
    "Or not restraind as wee, or not obeying,",
    "Hath eat'n of the fruit, and is become,",
    "Not dead, as we are threatn'd, but thenceforth",
    "Endu'd with human voice and human sense,",
    "Reasoning to admiration, and with mee",
    "Perswasively hath so prevaild, that I",
    "Have also tasted, and have also found",
    "Th' effects to correspond, opener mine Eyes,",
    "Dimm erst, dilated Spirits, ampler Heart,",
    "And growing up to Godhead; which for thee",
    "Chiefly I sought, without thee can despise.",
    "For bliss, as thou hast part, to me is bliss,",
    "Tedious, unshar'd with thee, and odious soon.",
    "Thou therefore also taste, that equal Lot",
    "May joyne us, equal joy, as equal Love;",
    "Least thou not tasting, different degree",
    "Disjoyne us, and I then too late renounce",
    "Deitie for thee, when Fate will not permit.",
    "Thus",
    "with Countnance blithe her storie told;",
    "But in her Cheek distemper flushing glowd.",
    "On th' other side,",
    ", soon as he heard",
    "The fatal Trespass don by",
    ", amaz'd,",
    "Astonied stood and Blank, while horror chill",
    "Ran through his veins, and all his joynts relax'd;",
    "From his slack hand the Garland wreath'd for",
    "Down drop'd, and all the faded Roses shed:",
    "Speechless he stood and pale, till thus at length",
    "First to himself he inward silence broke.",
    "O fairest of Creation, last and best",
    "Of all Gods works, Creature in whom excell'd",
    "Whatever can to sight or thought be formd,",
    "Holy, divine, good, amiable, or sweet!",
    "How art thou lost, how on a sudden lost,",
    "Defac't, deflourd, and now to Death devote?",
    "Rather how hast thou yeelded to transgress",
    "The strict forbiddance, how to violate",
    "The sacred Fruit forbidd'n! som cursed fraud",
    "Of Enemie hath beguil'd thee, yet unknown,",
    "And mee with thee hath ruind, for with thee",
    "Certain my resolution is to Die;",
    "How can I live without thee, how forgoe",
    "Thy sweet Converse and Love so dearly joyn'd,",
    "To live again in these wilde Woods forlorn?",
    "Should God create another",
    ", and I",
    "Another Rib afford, yet loss of thee",
    "Would never from my heart; no no, I feel",
    "The Link of Nature draw me: Flesh of Flesh,",
    "Bone of my Bone thou art, and from thy State",
    "Mine never shall be parted, bliss or woe.",
    "So having said, as one from sad dismay",
    "Recomforted, and after thoughts disturbd",
    "Submitting to what seemd remediless,",
    "Thus in calm mood his Words to",
    "he turnd.",
    "Bold deed thou hast presum'd, adventrous",
    ",",
    "And peril great provok't, who thus hath dar'd",
    "Had it been onely coveting to Eye",
    "That sacred Fruit, sacred to abstinence,",
    "Much more to taste it under banne to touch.",
    "But past who can recall, or don undoe?",
    "Not God Omnipotent, nor Fate, yet so",
    "Perhaps thou shalt not Die, perhaps the Fact",
    "Is not so hainous now, foretasted Fruit,",
    "Profan'd first by the Serpent, by him first",
    "Made common and unhallowd ere our taste;",
    "Nor yet on him found deadly, he yet lives,",
    "Lives, as thou saidst, and gaines to live as Man",
    "Higher degree of Life, inducement strong",
    "To us, as likely tasting to attaine",
    "Proportional ascent, which cannot be",
    "But to be Gods, or Angels Demi-gods.",
    "Nor can I think that God, Creator wise,",
    "Though threatning, will in earnest so destroy",
    "Us his prime Creatures, dignifi'd so high,",
    "Set over all his Works, which in our Fall,",
    "For us created, needs with us must faile,",
    "Dependent made; so God shall uncreate,",
    "Be frustrate, do, undo, and labour loose,",
    "Not well conceav'd of God, who though his Power",
    "Creation could repeate, yet would be loath",
    "Us to abolish, least the Adversary",
    "Triumph and say; Fickle their State whom God",
    "Most Favors, who can please him long; Mee first",
    "He ruind, now Mankind; whom will he next?",
    "Matter of scorne, not to be given the Foe,",
    "However I with thee have fixt my Lot,",
    "Certain to undergoe like doom, if Death",
    "Consort with thee, Death is to mee as Life;",
    "So forcible within my beart I feel",
    "The Bond of Nature draw me to my owne,",
    "My own in thee, for what thou art is mine;",
    "Our State cannot be severd, we are one,",
    "One Flesh; to loose thee were to loose my self.",
    "So",
    ", and thus",
    "to him repli'd.",
    "O glorious trial of exceeding Love,",
    "Illustrious evidence, example high!",
    "Ingaging me to emulate, but short",
    "Of thy perfection, how shall I attaine,",
    "Adam, from whose deare side I boast me sprung,",
    "And gladly of our Union heare thee speak,",
    "One Heart, one Soul in both; whereof good prooff",
    "This day affords, declaring thee resolvd,",
    "Rather then Death or aught then Death more dread",
    "Shall separate us, linkt in Love so deare,",
    "To undergoe with mee one Guilt, one Crime,",
    "If any be, of tasting this fair Fruit,",
    "Whose vertue, for of good still good proceeds,",
    "Direct, or by occasion hath presented",
    "This happie trial of thy Love, which else",
    "So eminently never had bin known.",
    "Were it I thought Death menac't would ensue",
    "This my attempt, I would sustain alone",
    "The worst, and not perswade thee, rather die",
    "Deserted, then oblige thee with a fact",
    "Pernicious to thy Peace, chiefly assur'd",
    "Remarkably so late of thy so true,",
    "So faithful Love unequald; but I feel",
    "Farr otherwise th' event, not Death, but Life",
    "Augmented, op'nd Eyes, new Hopes, new Joyes,",
    "Taste so Divine, that what of sweet before",
    "Hath toucht my sense, flat seems to this, and harsh.",
    "On my experience,",
    ", freely taste,",
    "And fear of Death deliver to the Windes.",
    "So saying, she embrac'd him, and for joy",
    "Tenderly wept, much won that he his Love",
    "Had so enobl'd, as of choice to incurr",
    "Divine displeasure for her sake, or Death.",
    "In recompence (for such compliance bad",
    "Such recompence best merits) from the bough",
    "She gave him of that fair enticing Fruit",
    "With liberal hand: he scrupl'd not to eat",
    "Against his better knowledge, not deceav'd,",
    "But fondly overcome with Femal charm.",
    "Earth trembl'd from her entrails, as again",
    "In pangs, and Nature gave a second groan,",
    "Skie lowr'd and muttering Thunder, som sad drops",
    "Wept at compleating of the mortal Sin",
    "Original; while",
    "took no thought,",
    "Eating his fill, nor",
    "to iterate",
    "Her former trespass fear'd, the more to soothe",
    "Him with her lov'd societie, that now",
    "As with new Wine intoxicated both",
    "They swim in mirth, and fansie that they feel",
    "Divinitie within them breeding wings",
    "Wherewith to scorne the Earth: but that false Fruit",
    "Farr other operation first displaid,",
    "Carnal desire enflaming, hee on",
    "Began to cast lascivious Eyes, she him",
    "As wantonly repaid; in Lust they burne:",
    "Till",
    "thus'gan",
    "to dalliance move,",
    ", now I see thou art exact of taste,",
    "And elegant, of Sapience no small part,",
    "Since to each meaning savour we apply,",
    "And Palate call judicious; I the praise",
    "Yeild thee, so well this day thou hast purvey'd.",
    "Much pleasure we have lost, while we abstain'd",
    "From this delightful Fruit, nor known till now",
    "True relish, tasting; if such pleasure be",
    "In things to us forbidden, it might be wish'd,",
    "For this one Tree had bin forbidden ten.",
    "But come, so well refresh't, now let us play,",
    "As meet is, after such delicious Fare;",
    "For never did thy Beautie since the day",
    "I saw thee first and wedded thee, adorn'd",
    "With all perfections, so enflame my sense",
    "With ardor to enjoy thee, fairer now",
    "Then ever, bountie of this vertuous Tree.",
    "So said he, and forbore not glance or toy",
    "Of amorous intent, well understood",
    "Of",
    ", whose Eye darted contagious Fire.",
    "Her hand he seis'd, and to a shadie bank,",
    "Thick overhead with verdant roof imbowr'd",
    "He led her nothing loath; Flours were the Couch,",
    "Pansies, and Violets, and Asphodel,",
    "And Hyacinth, Earths freshest softest lap.",
    "There they thir fill of Love and Loves disport",
    "Took largely, of thir mutual guilt the Seale,",
    "The solace of thir sin, till dewie sleep",
    "Oppress'd them, wearied with thir amorous play.",
    "Soon as the force of that fallacious Fruit,",
    "That with exhilerating vapour bland",
    "About thir spirits had plaid, and inmost powers",
    "Made erre, was now exhal'd, and grosser sleep",
    "Bred of unkindly fumes, with conscious dreams",
    "Encumberd, now had left them, up they rose",
    "As from unrest, and each the other viewing,",
    "Soon found thir Eyes how op'nd, and thir minds",
    "How dark'nd; innocence, that as a veile",
    "Had shadow'd them from knowing ill, was gon,",
    "Just confidence, and native righteousness",
    "And honour from about them, naked left",
    "To guiltie shame hee cover'd, but his Robe",
    "Uncover'd more, so rose the",
    "strong",
    "from the Harlot-lap",
    "Of",
    ", and wak'd",
    "Shorn of his strength, They destitute and bare",
    "Of all thir vertue: silent, and in face",
    "Confounded long they sate, as struck'n mute,",
    "Till",
    ", though not less then",
    "abash't,",
    "At length gave utterance to these words constraind.",
    ", in evil hour thou didst give eare",
    "To that false Worm, of whomsoever taught",
    "To counterfet Mans voice, true in our Fall,",
    "False in our promis'd Rising; since our Eyes",
    "Op'nd we find indeed, and find we know",
    "Both Good and Evil, Good lost, and Evil got,",
    "Bad Fruit of Knowledge, if this be to know,",
    "Which leaves us naked thus, of Honour void,",
    "Of Innocence, of Faith, of Puritie,",
    "Our wonted Ornaments now soild and staind,",
    "And in our Faces evident the signes",
    "Of foul concupiscence; whence evil store;",
    "Even shame, the last of evils; of the first",
    "Be sure then. How shall I behold the face",
    "Henceforth of God or Angel, earst with joy",
    "And rapture so oft beheld? those heav'nly shapes",
    "Will dazle now this earthly, with thir blaze",
    "Insufferably bright. O might I here",
    "In solitude live savage, in some glade",
    "Obscur'd, where highest Woods impenetrable",
    "To Starr or Sun-light, spread thir umbrage broad",
    "And brown as Evening: Cover me ye Pines,",
    "Ye Cedars, with innumerable boughs",
    "Hide me, where I may never see them more.",
    "But let us now, as in bad plight, devise",
    "What best may from the present serve to hide",
    "The Parts of each for other, that seem most",
    "To shame obnoxious, and unseemliest seen,",
    "Some Tree whose broad smooth Leaves together sowd,",
    "And girded on our loyns, may cover round",
    "Those middle parts, that this new commer, Shame,",
    "There sit not, and reproach us as unclean.",
    "So counsel'd hee, and both together went",
    "Into the thickest Wood, there soon they chose",
    "The Figtree, not that kind for Fruit renown'd,",
    "But such as at this day to",
    "known",
    "In",
    "or",
    "spreds her Armes",
    "Braunching so broad and long, that in the ground",
    "The bended Twigs take root, and Daughters grow",
    "About the Mother Tree, a Pillard shade",
    "High overarch't, and echoing Walks between;",
    "There oft the",
    "Herdsman shunning heate",
    "Shelters in coole, and tends his pasturing Herds",
    "At Loopholes cut through thickest shade: Those Leaves",
    "They gatherd, broad as",
    "Targe,",
    "And with what skill they had, together sowd,",
    "To gird thir waste, vain Covering if to hide",
    "Thir guilt and dreaded shame; O how unlike",
    "To that first naked Glorie. Such of late",
    "found th'",
    "so girt",
    "With featherd Cincture, naked else and wilde",
    "Among the Trees on Iles and woodie Shores.",
    "Thus fenc't, and as they thought, thir shame in part",
    "Coverd, but not at rest or ease of Mind,",
    "They sate them down to weep, nor onely Teares",
    "Raind at thir Eyes, but high Winds worse within",
    "Began to rise, high Passions, Anger, Hate,",
    "Mistrust, Suspicion, Discord, and shook sore",
    "Thir inward State of Mind, calm Region once",
    "And full of Peace, now tost and turbulent:",
    "For Understanding rul'd not, and the Will",
    "Heard not her lore, both in subjection now",
    "To sensual Appetite, who from beneathe",
    "Usurping over sovran Reason claimd",
    "Superior sway: from thus distemperd brest,",
    ", estrang'd in look and alterd stile,",
    "Speech intermitted thus to",
    "renewd.",
    "Would thou hadst heark'nd to my words, and stai'd",
    "With me, as I besought thee, when that strange",
    "Desire of wandring this unhappie Morn,",
    "I know not whence possessd thee; we had then",
    "Remaind still happie, not as now, despoild",
    "Of all our good, sham'd, naked, miserable.",
    "Let none henceforth seek needless cause to approve",
    "The Faith they owe; when earnestly they seek",
    "Such proof, conclude, they then begin to faile.",
    "To whom soon mov'd with touch of blame thus",
    ".",
    "What words have past thy Lips,",
    "severe,",
    "Imput'st thou that to my default, or will",
    "Of wandring, as thou call'st it, which who knows",
    "But might as ill have happ'nd thou being by,",
    "Or to thy self perhaps: hadst thou been there,",
    "Or here th' attempt, thou couldst not have discernd",
    "Fraud in the Serpent, speaking as he spake;",
    "No ground of enmitie between us known,",
    "Why hee should mean me ill, or seek to harme,",
    "Was I to have never parted from thy side?",
    "As good have grown there still a liveless Rib.",
    "Being as I am, why didst not thou the Head",
    "Command me absolutely not to go,",
    "Going into such danger as thou saidst?",
    "Too facil then thou didst not much gainsay,",
    "Nay didst permit, approve, and fair dismiss.",
    "Hadst thou bin firm and fixt in thy dissent,",
    "Neither had I transgress'd, nor thou with mee.",
    "To whom then first incenst",
    "repli'd,",
    "Is this the Love, is this the recompence",
    "Of mine to thee, ingrateful",
    ", exprest",
    "Immutable when thou wert lost, not I,",
    "Who might have liv'd and joyd immortal bliss,",
    "Yet willingly chose rather Death with thee:",
    "And am I now upbraided, as the cause",
    "Of thy transgressing? not enough severe,",
    "It seems, in thy restraint: what could I more?",
    "I warn'd thee, I admonish'd thee, foretold",
    "The danger, and the lurking Enemie",
    "That lay in wait; beyond this had bin force,",
    "And force upon free will hath here no place.",
    "But confidence then bore thee on, secure",
    "Either to meet no danger, or to finde",
    "Matter of glorious trial; and perhaps",
    "I also err'd in overmuch admiring",
    "What seemd in thee so perfet, that I thought",
    "No evil durst attempt thee, but I rue",
    "That errour now, which is become my crime,",
    "And thou th' accuser. Thus it shall befall",
    "Him who to worth in Women overtrusting",
    "Lets her will rule; restraint she will not brook,",
    "And left to her self, if evil thence ensue,",
    "Shee first his weak indulgence will accuse.",
    "Thus they in mutual accusation spent",
    "The fruitless hours, but neither self-condemning,",
    "And of thir vain contest appeer'd no end."
  ],
  "title": ": Book 9 (1674 version)",
  "year": ""
}