{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175017",
  "region": "England",
  "text": [
    "AS one who in his journey bates at Noone,",
    "Though bent on speed, so heer the Archangel paus'd",
    "Betwixt the world destroy'd and world restor'd,",
    "If",
    "aught perhaps might interpose;",
    "Then with transition sweet new Speech resumes.",
    "Thus thou hast seen one World begin and end;",
    "And Man as from a second stock proceed.",
    "Much thou hast yet to see, but I perceave",
    "Thy mortal sight to faile; objects divine",
    "Must needs impaire and wearie human sense:",
    "Henceforth what is to com I will relate,",
    "Thou therefore give due audience, and attend.",
    "This second sours of Men, while yet but few;",
    "And while the dread of judgement past remains",
    "Fresh in thir mindes, fearing the Deitie,",
    "With some regard to what is just and right",
    "Shall lead thir lives, and multiplie apace,",
    "Labouring the soile, and reaping plenteous crop,",
    "Corn wine and oyle; and from the herd or flock,",
    "Oft sacrificing Bullock, Lamb, or Kid,",
    "With large Wine-offerings pour'd, and sacred Feast,",
    "Shal spend thir dayes in joy unblam'd, and dwell",
    "Long time in peace by Families and Tribes",
    "Under paternal rule; till one shall rise",
    "Of proud ambitious heart, who not content",
    "With fair equalitie, fraternal state,",
    "Will arrogate Dominion undeserv'd",
    "Over his brethren, and quite dispossess",
    "Concord and law of Nature from the Earth;",
    "Hunting (and Men not Beasts shall be his game)",
    "With Warr and hostile snare such as refuse",
    "Subjection to his Empire tyrannous:",
    "A mightie Hunter thence he shall be styl'd",
    "Before the Lord, as in despite of Heav'n,",
    "Or from Heav'n claming second Sovrantie;",
    "And from Rebellion shall derive his name,",
    "Though of Rebellion others he accuse.",
    "Hee with a crew, whom like Ambition joyns",
    "With him or under him to tyrannize,",
    "Marching from",
    "towards the West, shall finde",
    "The Plain, wherein a black bituminous gurge",
    "Boiles out from under ground, the mouth of Hell;",
    "Of Brick, and of that stuff they cast to build",
    "A Citie and Towre, whose top may reach to Heav'n;",
    "And get themselves a name, least far disperst",
    "In foraign Lands thir memorie be lost",
    "Regardless whether good or evil fame.",
    "But God who oft descends to visit men",
    "Unseen, and through thir habitations walks",
    "To mark thir doings, them beholding soon,",
    "Comes down to see thir Citie, ere the Tower",
    "Obstruct Heav'n Towrs, and in derision sets",
    "Upon thir Tongues a various Spirit to rase",
    "Quite out thir Native Language, and instead",
    "To sow a jangling noise of words unknown:",
    "Forthwith a hideous gabble rises loud",
    "Among the Builders; each to other calls",
    "Not understood, till hoarse, and all in rage,",
    "As mockt they storm; great laughter was in Heav'n",
    "And looking down, to see the hubbub strange",
    "And hear the din; thus was the building left",
    "Ridiculous, and the work Confusion nam'd.",
    "Whereto thus",
    "fatherly displeas'd.",
    "O execrable Son so to aspire",
    "Above his Brethren, to himself assuming",
    "Authoritie usurpt, from God not giv'n:",
    "He gave us onely over Beast, Fish, Fowl",
    "Dominion absolute; that right we hold",
    "By his donation; but Man over men",
    "He made not Lord; such title to himself",
    "Reserving, human left from human free.",
    "But this Usurper his encroachment proud",
    "Stayes not on Man; to God his Tower intends",
    "Siege and defiance: Wretched man! what food",
    "Will he convey up thither to sustain",
    "Himself and his rash Armie, where thin Aire",
    "Above the Clouds will pine his entrails gross,",
    "And famish him of Breath, if not of Bread?",
    "To whom thus",
    ". Justly thou abhorr'st",
    "That Son, who on the quiet state of men",
    "Such trouble brought, affecting to subdue",
    "Rational Libertie; yet know withall,",
    "Since thy original lapse, true Libertie",
    "Is lost, which alwayes with right Reason dwells",
    "Twinn'd, and from her hath no dividual being:",
    "Reason in man obscur'd, or not obeyd,",
    "Immediately inordinate desires",
    "And upstart Passions catch the Government",
    "From Reason, and to servitude reduce",
    "Man till then free. Therefore since hee permits",
    "Within himself unworthie Powers to reign",
    "Over free Reason, God in judgement just",
    "Subjects him from without to violent Lords;",
    "Who oft as undeservedly enthrall",
    "His outward freedom: Tyrannie must be,",
    "Though to the Tyrant thereby no excuse.",
    "Yet somtimes Nations will decline so low",
    "From vertue, which is reason, that no wrong,",
    "But Justice, and some fatal curse annext",
    "Deprives them of thir outward libertie,",
    "Thir inward lost: Witness th' irreverent Son",
    "Of him who built the Ark, who for the shame",
    "Don to his Father, heard this heavie curse,",
    ", on his vitious Race.",
    "Thus will this latter, as the former World,",
    "Still tend from bad to worse, till God at last",
    "Wearied with their iniquities, withdraw",
    "His presence from among them, and avert",
    "His holy Eyes; resolving from thenceforth",
    "To leave them to thir own polluted wayes;",
    "And one peculiar Nation to select",
    "From all the rest, of whom to be invok'd,",
    "A Nation from one faithful man to spring:",
    "Him on this side",
    "yet residing,",
    "Bred up in Idol-worship; O that men",
    "(Canst thou believe?) should be so stupid grown,",
    "While yet the Patriark liv'd, who scap'd the Flood,",
    "As to forsake the living God, and fall",
    "To worship thir own work in Wood and Stone",
    "For Gods! yet him God the most High voutsafes",
    "To call by Vision from his Fathers house,",
    "His kindred and false Gods, into a Land",
    "Which he will shew him, and from him will raise",
    "A mightie Nation, and upon him showre",
    "His benediction so, that in his Seed",
    "All Nations shall be blest; he straight obeys,",
    "Not knowing to what Land, yet firm believes:",
    "I see him, but thou canst not, with what Faith",
    "He leaves his Gods, his Friends, and native Soile",
    "Ur of",
    ", passing now the Ford",
    "To",
    ", after him a cumbrous Train",
    "Of Herds and Flocks, and numerous servitude;",
    "Not wandring poor, but trusting all his wealth",
    "With God, who call'd him, in a land unknown.",
    "he now attains, I see his Tents",
    "Pitcht about",
    ", and the neighbouring Plaine",
    "Of",
    "; there by promise he receaves",
    "Gift to his Progenie of all that Land;",
    "From",
    "Northward to the Desert South",
    "(Things by thir names I call, though yet unnam'd)",
    "From",
    "East to the great Western Sea,",
    "Mount",
    ", yonder Sea, each place behold",
    "In prospect, as I point them; on the shoare",
    "Mount",
    "; here the double-founted stream",
    ", true limit Eastward; but his Sons",
    "Shall dwell to",
    ", that long ridge of Hills.",
    "This ponder, that all Nations of the Earth",
    "Shall in his Seed be blessed; by that Seed",
    "Is meant thy great deliverer, who shall bruise",
    "The Serpents head; whereof to thee anon",
    "Plainlier shall be reveald. This Patriarch blest,",
    "Whom",
    "due time shall call,",
    "A Son, and of his Son a Grand-childe leaves,",
    "Like him in faith, in wisdom, and renown;",
    "The Grandchilde with twelve Sons increast, departs",
    "From",
    ", to a Land hereafter call'd",
    ", divided by the River",
    ";",
    "See where it flows, disgorging at seaven mouthes",
    "Into the Sea: to sojourn in that Land",
    "He comes invited by a yonger Son",
    "In time of dearth, a Son whose worthy deeds",
    "Raise him to be the second in that Realme",
    "Of",
    ": there he dies, and leaves his Race",
    "Growing into a Nation, and now grown",
    "Suspected to a sequent King, who seeks",
    "To stop thir overgrowth, as inmate guests",
    "Too numerous; whence of guests he makes them slaves",
    "Inhospitably, and kills thir infant Males:",
    "Till by two brethren (those two brethren call",
    "and",
    ") sent from God to claime",
    "His people from enthralment, they return",
    "With glory and spoile back to thir promis'd Land.",
    "But first the lawless Tyrant, who denies",
    "To know thir God, or message to regard,",
    "Must be compelld by Signes and judgements dire;",
    "To blood unshed the Rivers must be turnd,",
    "Frogs, Lice and Flies must all his Palace fill",
    "With loath'd intrusion, and fill all the land;",
    "His Cattel must of Rot and Murren die,",
    "Botches and blaines must all his flesh imboss,",
    "And all his people; Thunder mixt with Haile,",
    "Haile mixt with fire must rend th'",
    "Skie",
    "And wheel on th' Earth, devouring where it rouls;",
    "What it devours not, Herb, or Fruit, or Graine,",
    "A darksom Cloud of Locusts swarming down",
    "Must eat, and on the ground leave nothing green:",
    "Darkness must overshadow all his bounds,",
    "Palpable darkness, and blot out three dayes;",
    "Last with one midnight stroke all the first-born",
    "Of",
    "must lie dead. Thus with ten wounds",
    "The River-dragon tam'd at length submits",
    "To let his sojourners depart, and oft",
    "Humbles his stubborn heart, but still as Ice",
    "More hard'nd after thaw, till in his rage",
    "Pursuing whom he late dismissd, the Sea",
    "Swallows him with his Host, but them lets pass",
    "As on drie land between two christal walls,",
    "Aw'd by the rod of",
    "so to stand",
    "Divided, till his rescu'd gain thir shoar:",
    "Such wondrous power God to his Saint will lend,",
    "Though present in his Angel, who shall goe",
    "Before them in a Cloud, and Pillar of Fire,",
    "By day a Cloud, by night a Pillar of Fire,",
    "To guide them in thir journey, and remove",
    "Behinde them, while th' obdurat King pursues:",
    "All night he will pursue, but his approach",
    "Darkness defends between till morning Watch;",
    "Then through the Firey Pillar and the Cloud",
    "God looking forth will trouble all his Host",
    "And craze thir Chariot wheels: when by command",
    "once more his potent Rod extends",
    "Over the Sea; the Sea his Rod obeys;",
    "On thir imbattelld ranks the Waves return,",
    "And overwhelm thir Warr: the Race elect",
    "Safe towards",
    "from the shoar advance",
    "Through the wilde Desert, not the readiest way,",
    "Least entring on the",
    "allarmd",
    "Warr terrifie them inexpert, and feare",
    "Return them back to",
    ", choosing rather",
    "Inglorious life with servitude; for life",
    "To noble and ignoble is more sweet",
    "Untraind in Armes, where rashness leads not on.",
    "This also shall they gain by thir delay",
    "In the wide Wilderness, there they shall found",
    "Thir government, and thir great Senate choose",
    "Through the twelve Tribes, to rule by Laws ordaind:",
    "God from the Mount of",
    ", whose gray top",
    "Shall tremble, he descending, will himself",
    "In Thunder Lightning and loud Trumpets sound",
    "Ordaine them Lawes; part such as appertaine",
    "To civil Justice, part religious Rites",
    "Of sacrifice, informing them, by types",
    "And shadows, of that destind Seed to bruise",
    "The Serpent, by what means he shall achieve",
    "Mankinds deliverance. But the voice of God",
    "To mortal eare is dreadful; they beseech",
    "That",
    "might report to them his will,",
    "And terror cease; he grants what they besaught",
    "Instructed that to God is no access",
    "Without Mediator, whose high Office now",
    "in figure beares, to introduce",
    "One greater, of whose day he shall foretell,",
    "And all the Prophets in thir Age the times",
    "Of great",
    "shall sing. Thus Laws and Rites",
    "Establisht, such delight hath God in Men",
    "Obedient to his will, that he voutsafes",
    "Among them to set up his Tabernacle,",
    "The holy One with mortal Men to dwell:",
    "By his prescript a Sanctuary is fram'd",
    "Of Cedar, overlaid with Gold, therein",
    "An Ark, and in the Ark his Testimony,",
    "The Records of his Cov'nant, over these",
    "A Mercie-seat of Gold between the wings",
    "Of two bright Cherubim, before him burn",
    "Seaven Lamps as in a Zodiac representing",
    "The Heav'nly fires; over the Tent a Cloud",
    "Shall rest by Day, a fiery gleame by Night,",
    "Save when they journie, and at length they come,",
    "Conducted by his Angel to the Land",
    "Promisd to",
    "and his Seed: the rest",
    "Were long to tell, how many Battels fought,",
    "How many Kings destroyd, and Kingdoms won,",
    "Or how the Sun shall in mid Heav'n stand still",
    "A day entire, and Nights due course adjourne,",
    "Mans voice commanding, Sun in",
    "stand,",
    "And thou Moon in the vale of",
    ",",
    "Till",
    "overcome; so call the third",
    "From",
    ", Son of",
    ", and from him",
    "His whole descent, who thus shall",
    "win.",
    "Here",
    "interpos'd. O sent from Heav'n,",
    "Enlightner of my darkness, gracious things",
    "Thou hast reveald, those chiefly which concerne",
    "Just",
    "and his Seed: now first I finde",
    "Mine eyes true op'ning, and my heart much eas'd,",
    "Erwhile perplext with thoughts what would becom",
    "Of mee and all Mankind; but now I see",
    "His day, in whom all Nations shall be blest,",
    "Favour unmerited by me, who sought",
    "Forbidd'n knowledge by forbidd'n means.",
    "This yet I apprehend not, why to those",
    "Among whom God will deigne to dwell on Earth",
    "So many and so various Laws are giv'n;",
    "So many Laws argue so many sins",
    "Among them; how can God with such reside?",
    "To whom thus",
    ". Doubt not but that sin",
    "Will reign among them, as of thee begot;",
    "And therefore was Law given them to evince",
    "Thir natural pravitie, by stirring up",
    "Sin against Law to fight; that when they see",
    "Law can discover sin, but not remove,",
    "Save by those shadowie expiations weak,",
    "The bloud of Bulls and Goats, they may conclude",
    "Some bloud more precious must be paid for Man,",
    "Just for unjust, that in such righteousness",
    "To them by Faith imputed, they may finde",
    "Justification towards God, and peace",
    "Of Conscience, which the Law by Ceremonies",
    "Cannot appease, nor Man the moral part",
    "Perform, and not performing cannot live.",
    "So law appears imperfet, and but giv'n",
    "With purpose to resign them in full time",
    "Up to a better Cov'nant, disciplin'd",
    "From shadowie Types to Truth, from Flesh to Spirit,",
    "From imposition of strict Laws, to free",
    "Acceptance of large Grace, from servil fear",
    "To filial, works of Law to works of Faith.",
    "And therefore shall not",
    ", though of God",
    "Highly belov'd, being but the Minister",
    "Of Law, his people into",
    "lead;",
    "But",
    "whom the Gentiles",
    "call,",
    "His Name and Office bearing, who shall quell",
    "The adversarie Serpent, and bring back",
    "Through the worlds wilderness long wanderd man",
    "Safe to eternal Paradise of rest.",
    "Meanwhile they in thir earthly",
    "plac't",
    "Long time shall dwell and prosper, but when sins",
    "National interrupt thir public peace,",
    "Provoking God to raise them enemies:",
    "From whom as oft he saves them penitent",
    "By Judges first, then under Kings; of whom",
    "The second, both for pietie renownd",
    "And puissant deeds, a promise shall receive",
    "Irrevocable, that his Regal Throne",
    "For ever shall endure; the like shall sing",
    "All Prophecie, That of the Royal Stock",
    "Of",
    "(so I name this King) shall rise",
    "A Son, the Womans Seed to thee foretold,",
    "Foretold to",
    ", as in whom shall trust",
    "All Nations, and to Kings foretold, of Kings",
    "The last, for of his Reign shall be no end.",
    "But first a long succession must ensue,",
    "And his next Son for Wealth and Wisdom fam'd,",
    "The clouded Ark of God till then in Tents",
    "Wandring, shall in a glorious Temple enshrine.",
    "Such follow him, as shall be registerd",
    "Part good, part bad, of bad the longer scrowle,",
    "Whose foul Idolatries, and other faults",
    "Heapt to the popular summe, will so incense",
    "God, as to leave them, and expose thir Land,",
    "Thir Citie, his Temple, and his holy Ark",
    "With all his sacred things, a scorn and prey",
    "To that proud Citie, whose high Walls thou saw'st",
    "Left in confusion,",
    "thence call'd.",
    "There in captivitie he lets them dwell",
    "The space of seventie years, then brings them back,",
    "Remembring mercie, and his Cov'nant sworn",
    "To",
    ", stablisht as the dayes of Heav'n.",
    "Returnd from",
    "by leave of Kings",
    "Thir Lords, whom God dispos'd, the house of God",
    "They first re-edifie, and for a while",
    "In mean estate live moderate, till grown",
    "In wealth and multitude, factious they grow;",
    "But first among the Priests dissension springs,",
    "Men who attend the Altar, and should most",
    "Endeavour Peace: thir strife pollution brings",
    "Upon the Temple it self: at last they seise",
    "The Scepter, and regard not",
    "Sons,",
    "Then loose it to a stranger, that the true",
    "Anointed King",
    "might be born",
    "Barr'd of his right; yet at his Birth a Starr",
    "Unseen before in Heav'n proclaims him com,",
    "And guides the Eastern Sages, who enquire",
    "His place, to offer Incense, Myrrh, and Gold;",
    "His place of birth a solemn Angel tells",
    "To simple Shepherds, keeping watch by night;",
    "They gladly thither haste, and by a Quire",
    "Of squadrond Angels hear his Carol sung.",
    "A Virgin is his Mother, but his Sire",
    "The Power of the most High; he shall ascend",
    "The Throne hereditarie, and bound his Reign",
    "With earths wide bounds, his glory with the Heav'ns.",
    "He ceas'd, discerning",
    "with such joy",
    "Surcharg'd, as had like grief bin dew'd in tears,",
    "Without the vent of words, which these he breathd.",
    "O Prophet of glad tidings, finisher",
    "Of utmost hope! now clear I understand",
    "What oft my steddiest thoughts have searcht in vain,",
    "Why our great expectation should be call'd",
    "The seed of Woman: Virgin Mother, Haile,",
    "High in the love of Heav'n, yet from my Loynes",
    "Thou shalt proceed, and from thy Womb the Son",
    "Of God most High; So God with man unites.",
    "Needs must the Serpent now his capital bruise",
    "Expect with mortal paine: say where and when",
    "Thir fight, what stroke shall bruise the Victors heel.",
    "To whom thus",
    ". Dream not of thir fight,",
    "As of a Duel, or the local wounds",
    "Of head or heel: not therefore joynes the Son",
    "Manhood to God-head, with more strength to foil",
    "Thy enemie; nor so is overcome",
    ", whose fall from Heav'n, a deadlier bruise,",
    "Disabl'd not to give thee thy deaths wound:",
    "Which hee, who comes thy Saviour, shall recure,",
    "Not by destroying",
    ", but his works",
    "In thee and in thy Seed: nor can this be,",
    "But by fulfilling that which thou didst want,",
    "Obedience to the Law of God, impos'd",
    "On penaltie of death, and suffering death,",
    "The penaltie to thy transgression due,",
    "And due to theirs which out of thine will grow:",
    "So onely can high Justice rest appaid.",
    "The Law of God exact he shall fulfill",
    "Both by obedience and by love, though love",
    "Alone fulfill the Law; thy punishment",
    "He shall endure by coming in the Flesh",
    "To a reproachful life and cursed death,",
    "Proclaiming Life to all who shall believe",
    "In his redemption, and that his obedience",
    "Imputed becomes theirs by Faith, his merits",
    "To save them, not thir own, though legal works.",
    "For this he shall live hated, be blasphem'd,",
    "Seis'd on by force, judg'd, and to death condemnd",
    "A shameful and accurst, naild to the Cross",
    "By his own Nation, slaine for bringing Life;",
    "But to the Cross he nailes thy Enemies,",
    "The Law that is against thee, and the sins",
    "Of all mankinde, with him there crucifi'd,",
    "Never to hurt them more who rightly trust",
    "In this his satisfaction; so he dies,",
    "But soon revives, Death over him no power",
    "Shall long usurp; ere the third dawning light",
    "Returne, the Starres of Morn shall see him rise",
    "Out of his grave, fresh as the dawning light,",
    "Thy ransom paid, which Man from death redeems,",
    "His death for Man, as many as offerd Life",
    "Neglect not, and the benefit imbrace",
    "By Faith not void of workes: this God-like act",
    "Annuls thy doom, the death thou shouldst have dy'd,",
    "In sin for ever lost from life; this act",
    "Shall bruise the head of",
    ", crush his strength",
    "Defeating Sin and Death, his two maine armes,",
    "And fix farr deeper in his head thir stings",
    "Then temporal death shall bruise the Victors heel,",
    "Or theirs whom he redeems, a death like sleep,",
    "A gentle wafting to immortal Life.",
    "Nor after resurrection shall he stay",
    "Longer on Earth then certaine times to appeer",
    "To his Disciples, Men who in his Life",
    "Still follow'd him; to them shall leave in charge",
    "To teach all nations what of him they learn'd",
    "And his Salvation, them who shall beleeve",
    "Baptizing in the profluent stream, the signe",
    "Of washing them from guilt of sin to Life",
    "Pure, and in mind prepar'd, if so befall,",
    "For death, like that which the redeemer dy'd.",
    "All Nations they shall teach; for from that day",
    "Not onely to the Sons of",
    "Loines",
    "Salvation shall be Preacht, but to the Sons",
    "Of",
    "Faith wherever through the world;",
    "So in his seed all Nations shall be blest.",
    "Then to the Heav'n of Heav'ns he shall ascend",
    "With victory, triumphing through the aire",
    "Over his foes and thine; there shall surprise",
    "The Serpent, Prince of aire, and drag in Chaines",
    "Through all his Realme, and there confounded leave;",
    "Then enter into glory, and resume",
    "His Seat at Gods right hand, exalted high",
    "Above all names in Heav'n; and thence shall come,",
    "When this worlds disolution shall be ripe,",
    "With glory and power to judge both quick and dead,",
    "To judge th' unfaithful dead, but to reward",
    "His faithful, and receave them into bliss,",
    "Whether in Heav'n or Earth, for then the Earth",
    "Shall all be Paradise, far happier place",
    "Then this of",
    ", and far happier daies.",
    "So spake th' Archangel",
    ", then paus'd,",
    "As at the Worlds great period; and our Sire",
    "Replete with joy and wonder thus repli'd.",
    "O goodness infinite, goodness immense!",
    "That all this good of evil shall produce,",
    "And evil turn to good; more wonderful",
    "Then that which by creation first brought forth",
    "Light out of darkness! full of doubt I stand,",
    "Whether I should repent me now of sin",
    "By mee done and occasiond, or rejoyce",
    "Much more, that much more good thereof shall spring,",
    "To God more glory, more good will to Men",
    "From God, and over wrauth grace shall abound.",
    "But say, if our deliverer up to Heav'n",
    "Must reascend, what will betide the few",
    "His faithful, left among th' unfaithful herd,",
    "The enemies of truth; who then shall guide",
    "His people, who defend? will they not deale",
    "Wors with his followers then with him they dealt?",
    "Be sure they will, said th' Angel; but from Heav'n",
    "Hee to his own a Comforter will send,",
    "The promise of the Father, who shall dwell",
    "His Spirit within them, and the Law of Faith",
    "Working through love, upon thir hearts shall write,",
    "To guide them in all truth, and also arme",
    "With spiritual Armour, able to resist",
    "assaults, and quench his fierie darts,",
    "What man can do against them, not affraid,",
    "Though to the death, against such cruelties",
    "With inward consolations recompenc't,",
    "And oft supported so as shall amaze",
    "Thir proudest persecuters: for the Spirit",
    "Powrd first on his Apostles, whom he sends",
    "To evangelize the Nations, then on all",
    "Baptiz'd, shall them with wondrous gifts endue",
    "To speak all Tongues, and do all Miracles,",
    "As did thir Lord before them. Thus they win",
    "Great numbers of each Nation to receave",
    "With joy the tidings brought from Heav'n: at length",
    "Thir Ministry perform'd, and race well run,",
    "Thir doctrine and thir story written left,",
    "They die; but in thir room, as they forewarne,",
    "Wolves shall succeed for teachers, grievous Wolves,",
    "Who all the sacred mysteries of Heav'n",
    "To thir own vile advantages shall turne",
    "Of lucre and ambition, and the truth",
    "With superstitions and traditions taint,",
    "Left onely in those written Records pure,",
    "Though not but by the Spirit understood.",
    "Then shall they seek to avail themselves of names,",
    "Places and titles, and with these to joine",
    "Secular power, though feigning still to act",
    "By spiritual, to themselves appropriating",
    "The Spirit of God, promisd alike and giv'n",
    "To all Beleevers; and from that pretense,",
    "Spiritual Lawes by carnal power shall force",
    "On every conscience; Laws which none shall finde",
    "Left them inrould, or what the Spirit within",
    "Shall on the heart engrave. What will they then",
    "But force the Spirit of Grace it self, and binde",
    "His consort Libertie; what, but unbuild",
    "His living Temples, built by Faith to stand,",
    "Thir own Faith not anothers: for on Earth",
    "Who against Faith and Conscience can be heard",
    "Infallible? yet many will presume:",
    "Whence heavie persecution shall arise",
    "On all who in the worship persevere",
    "Of Spirit and Truth; the rest, farr greater part,",
    "Will deem in outward Rites and specious formes",
    "Religion satisfi'd; Truth shall retire",
    "Bestuck with slandrous darts, and works of Faith",
    "Rarely be found: so shall the World goe on,",
    "To good malignant, to bad men benigne,",
    "Under her own waight groaning till the day",
    "Appeer of respiration to the just,",
    "And vengeance to the wicked, at return",
    "Of him so lately promis'd to thy aid",
    "The Womans seed, obscurely then foretold,",
    "Now amplier known thy Saviour and thy Lord,",
    "Last in the Clouds from Heav'n to be reveald",
    "In glory of the Father, to dissolve",
    "Satan with his perverted World, then raise",
    "From the conflagrant mass, purg'd and refin'd,",
    "New Heav'ns, new Earth, Ages of endless date",
    "Founded in righteousness and peace and love",
    "To bring forth fruits Joy and eternal Bliss.",
    "He ended; and thus",
    "last reply'd.",
    "How soon hath thy prediction, Seer blest,",
    "Measur'd this transient World, the Race of time,",
    "Till time stand fixt: beyond is all abyss,",
    "Eternitie, whose end no eye can reach.",
    "Greatly instructed I shall hence depart,",
    "Greatly in peace of thought, and have my fill",
    "Of knowledge, what this Vessel can containe;",
    "Beyond which was my folly to aspire.",
    "Henceforth I learne, that to obey is best,",
    "And love with fear the onely God, to walk",
    "As in his presence, ever to observe",
    "His providence, and on him sole depend,",
    "Mercifull over all his works, with good",
    "Still overcoming evil, and by small",
    "Accomplishing great things, by things deemd weak",
    "Subverting worldly strong, and worldly wise",
    "By simply meek; that suffering for Truths sake",
    "Is fortitude to highest victorie,",
    "And to the faithful Death the Gate of Life;",
    "Taught this by his example whom I now",
    "Acknowledge my Redeemer ever blest.",
    "To whom thus also th' Angel last repli'd:",
    "This having learnt, thou hast attaind the summe",
    "Of wisdome; hope no higher, though all the Starrs",
    "Thou knewst by name, and all th' ethereal Powers,",
    "All secrets of the deep, all Natures works,",
    "Or works of God in Heav'n, Aire, Earth, or Sea,",
    "And all the riches of this World enjoydst,",
    "And all the rule, one Empire; onely add",
    "Deeds to thy knowledge answerable, add Faith,",
    "Add vertue, Patience, Temperance, add Love,",
    "By name to come call'd Charitie, the soul",
    "Of all the rest: then wilt thou not be loath",
    "To leave this Paradise, but shalt possess",
    "A paradise within thee, happier farr.",
    "Let us descend now therefore from this top",
    "Of Speculation; for the hour precise",
    "Exacts our parting hence; and see the Guards,",
    "By mee encampt on yonder Hill, expect",
    "Thir motion, at whose Front a flaming Sword,",
    "In signal of remove, waves fiercely round;",
    "We may no longer stay: go, waken",
    ";",
    "Her also I with gentle Dreams have calm'd",
    "Portending good, and all her spirits compos'd",
    "To meek submission: thou at season fit",
    "Let her with thee partake what thou hast heard,",
    "Chiefly what may concern her Faith to know,",
    "The great deliverance by her Seed to come",
    "(For by the Womans Seed) on all Mankind.",
    "That ye may live, which will be many dayes,",
    "Both in one Faith unanimous though sad,",
    "With cause for evils past, yet much more cheer'd",
    "With meditation on the happie end.",
    "He ended, and they both descend the Hill;",
    "Descended,",
    "to the Bowre where",
    "Lay sleeping ran before, but found her wak't;",
    "And thus with words not sad she him receav'd.",
    "Whence thou returnst, and whither wentst, I know;",
    "For God is also in sleep, and Dreams advise,",
    "Which he hath sent propitious, some great good",
    "Presaging, since with sorrow and hearts distress",
    "Wearied I fell asleep: but now lead on;",
    "In mee is no delay; with thee to goe,",
    "Is to stay here; without thee here to stay,",
    "Is to go hence unwilling; thou to mee",
    "Art all things under Heav'n, all places thou,",
    "Who for my wilful crime art banisht hence.",
    "This further consolation yet secure",
    "I carry hence; though all by mee is lost,",
    "Such favour I unworthie am voutsaft,",
    "By mee the Promis'd Seed shall all restore.",
    "So spake our Mother",
    ", and",
    "heard",
    "Well pleas'd, but answer'd not; for now too nigh",
    "Th' Archangel stood, and from the other Hill",
    "To thir fixt Station, all in bright array",
    "The Cherubim descended; on the ground",
    "Gliding meteorous, as Ev'ning Mist",
    "Ris'n from a River o're the marish glides,",
    "And gathers ground fast at the Labourers heel",
    "Homeward returning. High in Front advanc't,",
    "The brandisht Sword of God before them blaz'd",
    "Fierce as a Comet; which with torrid heat,",
    "And vapour as the",
    "Air adust,",
    "Began to parch that temperate Clime; whereat",
    "In either hand the hastning Angel caught",
    "Our lingring Parents, and to th' Eastern Gate",
    "Led them direct, and down the Cliff as fast",
    "To the subjected Plaine; then disappeer'd.",
    "They looking back, all th' Eastern side beheld",
    "Of Paradise, so late thir happie seat,",
    "Wav'd over by that flaming Brand, the Gate",
    "With dreadful Faces throng'd and fierie Armes:",
    "Som natural tears they drop'd, but wip'd them soon;",
    "The World was all before them, where to choose",
    "Thir place of rest, and Providence thir guide:",
    "They hand in hand with wandring steps and slow,",
    "Through",
    "took thir solitarie way."
  ],
  "title": ": Book 12 (1674 version)",
  "year": ""
}