{
  "author": "John Milton",
  "classification": "Epic",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175018",
  "region": "England",
  "text": [
    "I Who e're while the happy Garden sung,",
    "By one mans disobedience lost, now sing",
    "Recover'd Paradise to all mankind,",
    "By one mans firm obedience fully tri'd",
    "Through all temptation, and the Tempter foil'd",
    "In all his wiles, defeated and repuls't,",
    "And",
    "rais'd in the wast Wilderness.",
    "Thou Spirit who ledst this glorious Eremite",
    "Into the Desert, his Victorious Field",
    "Against the Spiritual Foe, and broughtst him thence",
    "By proof the undoubted Son of God, inspire,",
    "As thou art wont, my prompted Song else mute,",
    "And bear through highth or depth of natures bounds",
    "With prosperous wing full summ'd to tell of deeds",
    "Above Heroic, though in secret done,",
    "And unrecorded left through many an Age,",
    "Worthy t'have not remain'd so long unsung.",
    "Now had the great Proclaimer with a voice",
    "More awful then the sound of Trumpet, cri'd",
    "Repentance, and Heavens Kingdom nigh at hand",
    "To all Baptiz'd: to his great Baptism flock'd",
    "With aw the Regions round, and with them came",
    "From",
    "the Son of",
    "deem'd",
    "To the flood",
    ", came as then obscure,",
    "Unmarkt, unknown; but him the Baptist soon",
    "Descri'd, divinely warn'd, and witness bore",
    "As to his worthier, and would have resign'd",
    "To him his Heavenly Office, nor was long",
    "His witness unconfirm'd: on him baptiz'd",
    "Heaven open'd, and in likeness of a Dove",
    "The Spirit descended, while the Fathers voice",
    "From Heav'n pronounc'd him his beloved Son.",
    "That heard the Adversary, who roving still",
    "About the world, at that assembly fam'd",
    "Would not be last, and with the voice divine",
    "Nigh Thunder-struck, th' exalted man, to whom",
    "Such high attest was giv'n, a while survey'd",
    "With wonder, then with envy fraught and rage",
    "Flies to his place, nor rests, but in mid air",
    "To Councel summons all his mighty Peers,",
    "Within thick Clouds and dark ten-fold involv'd,",
    "A gloomy Consistory; and them amidst",
    "With looks agast and sad he thus bespake.",
    "O ancient Powers of Air and this wide world,",
    "For much more willingly I mention Air,",
    "This our old Conquest, then remember Hell",
    "Our hated habitation; well ye know",
    "How many Ages, as the years of men,",
    "This Universe we have possest, and rul'd",
    "In manner at our will th' affairs of Earth,",
    "Since",
    "and his facil consort",
    "Lost Paradise deceiv'd by me, though since",
    "With dread attending when that fatal wound",
    "Shall be inflicted by the Seed of",
    "Upon my head, long the decrees of Heav'n",
    "Delay, for longest time to him is short;",
    "And now too soon for us the circling hours",
    "This dreaded time have compast, wherein we",
    "Must bide the stroak of that long threatn'd wound,",
    "At least if so we can, and by the head",
    "Broken be not intended all our power",
    "To be infring'd, our freedom and our being.",
    "In this fair Empire won of Earth and Air;",
    "For this ill news I bring, the Womans seed",
    "Destin'd to this, is late of woman born,",
    "His birth to our just fear gave no small cause,",
    "But his growth now to youths full flowr, displaying",
    "All vertue, grace and wisdom to atchieve",
    "Things highest, greatest, multiplies my fear.",
    "Before him a great Prophet, to proclaim",
    "His coming, is sent Harbinger, who all",
    "Invites, and in the Consecrated stream",
    "Pretends to wash off sin, and fit them so",
    "Purified to receive him pure, or rather",
    "To do him honour as their King; all come,",
    "And he himself among them was baptiz'd,",
    "Not thence to be more pure, but to receive",
    "The testimony of Heaven, that who he is",
    "Thenceforth the Nations may not doubt; I saw",
    "The Prophet do him reverence, on him rising",
    "Out of the water, Heav'n above the Clouds",
    "Unfold her Crystal Dores, thence on his head",
    "A perfect Dove descend, what e're it meant,",
    "And out of Heav'n the Sov'raign voice I heard,",
    "This is my Son belov'd, in him am pleas'd.",
    "His Mother then is mortal, but his Sire,",
    "He who obtains the Monarchy of Heav'n,",
    "And what will he not do to advance his Son?",
    "His first-begot we know, and sore have felt,",
    "When his fierce thunder drove us to the deep;",
    "Who this is we must learn, for man he seems",
    "In all his lineaments, though in his face",
    "The glimpses of his Fathers glory shine.",
    "Ye see our danger on the utmost edge",
    "Of hazard, which admits no long debate,",
    "But must with something sudden be oppos'd,",
    "Not force, but well couch't fraud, well woven snares,",
    "E're in the head of Nations he appear",
    "Their King, their Leader, and Supream on Earth.",
    "I, when no other durst, sole undertook",
    "The dismal expedition to find out",
    "And ruine",
    ", and the exploit perform'd",
    "Successfully; a calmer voyage now",
    "Will waft me; and the way found prosperous once",
    "Induces best to hope of like success.",
    "He ended, and his words impression left",
    "Of much amazement to th' infernal Crew,",
    "Distracted and surpriz'd with deep dismay",
    "At these sad tidings; but no time was then",
    "For long indulgence to their fears or grief:",
    "Unanimous they all commit the care",
    "And management of this main enterprize",
    "To him their great Dictator, whose attempt",
    "At first against mankind so well had thriv'd",
    "In",
    "'s overthrow, and led thir march",
    "From Hell's deep-vaulted Den to dwell in light,",
    "Regents and Potentates, and Kings, yea gods",
    "Of many a pleasant Realm and Province wide.",
    "So to the Coast of",
    "he directs",
    "His easie steps; girded with snaky wiles,",
    "Where he might likeliest find this new-declar'd,",
    "This man of men, attested Son of God,",
    "Temptation and all guile on him to try;",
    "So to subvert whom he suspected rais'd",
    "To end his Raign on Earth so long enjoy'd:",
    "But contrary unweeting he fulfill'd",
    "The purpos'd Counsel pre-ordain'd and fixt",
    "Of the most High, who in full frequence bright",
    "Of Angels, thus to",
    "smiling spake.",
    "this day by proof thou shalt behold,",
    "Thou and all Angels conversant on Earth",
    "With man or mens affairs, how I begin",
    "To verifie that solemn message late,",
    "On which I sent thee to the Virgin pure",
    "In",
    ", that she should bear a Son",
    "Great in Renown, and call'd the Son of God;",
    "Then toldst her doubting how these things could be",
    "To her a Virgin, that on her should come",
    "The Holy Ghost, and the power of the highest",
    "O're-shadow her: this man born and now up-grown,",
    "To shew him worthy of his birth divine",
    "And high prediction, henceforth I expose",
    "To Satan; let him tempt and now assay",
    "His utmost subtilty, because he boasts",
    "And vaunts of his great cunning to the throng",
    "Of his Apostasie; he might have learnt",
    "Less over-weening, since he fail'd in",
    ",",
    "Whose constant perseverance overcame",
    "Whate're his cruel malice could invent.",
    "He now shall know I can produce a man",
    "Of female Seed, far abler to resist",
    "All his sollicitations, and at length",
    "All his vast force, and drive him back to Hell,",
    "Winning by Conquest what the first man lost",
    "By fallacy surpriz'd. But first I mean",
    "To exercise him in the Wilderness,",
    "There he shall first lay down the rudiments",
    "Of his great warfare, e're I send him forth",
    "To conquer Sin and Death the two grand foes,",
    "By Humiliation and strong Sufferance:",
    "His weakness shall o'recome Satanic strength",
    "And all the world, and mass of sinful flesh;",
    "That all the Angels and Ætherial Powers,",
    "They now, and men hereafter may discern,",
    "From what consummate vertue I have chose",
    "This perfect Man, by merit call'd my Son,",
    "To earn Salvation for the Sons of men.",
    "So spake the Eternal Father, and all Heaven",
    "Admiring stood a space, then into Hymns",
    "Burst forth, and in Celestial measures mov'd,",
    "Circling the Throne and Singing, while the hand",
    "Sung with the voice, and this the argument.",
    "Victory and Triumph to the Son of God",
    "Now entring his great duel, not of arms,",
    "But to vanquish by wisdom hellish wiles.",
    "The Father knows the Son; therefore secure",
    "Ventures his filial Vertue, though untri'd,",
    "Against whate're may tempt, whate're seduce,",
    "Allure, or terrifie, or undermine.",
    "Be frustrate all ye stratagems of Hell,",
    "And devilish machinations come to nought.",
    "So they in Heav'n their Odes and Vigils tun'd:",
    "Mean while the Son of God, who yet some days",
    "Lodg'd in",
    "where",
    "baptiz'd,",
    "Musing and much revolving in his brest,",
    "How best the mighty work he might begin",
    "Of Saviour to mankind, and which way first",
    "Publish his God-like office now mature,",
    "One day forth walk'd alone, the Spirit leading;",
    "And his deep thoughts, the better to converse",
    "With solitude, till far from track of men,",
    "Thought following thought, and step by step led on,",
    "He entred now the bordering Desert wild,",
    "And with dark shades and rocks environ'd round,",
    "His holy Meditations thus persu'd.",
    "O what a multitude of thoughts at once",
    "Awakn'd in me swarm, while I consider",
    "What from within I feel my self, and hear",
    "What from without comes often to my ears,",
    "Ill sorting with my present state compar'd.",
    "When I was yet a child, no childish play",
    "To me was pleasing, all my mind was set",
    "Serious to learn and know, and thence to do",
    "What might be publick good; my self I thought",
    "Born to that end, born to promote all truth,",
    "All righteous things: therefore above my years,",
    "The Law of God I read, and found it sweet,",
    "Made it my whole delight, and in it grew",
    "To such perfection, that e're yet my age",
    "Had measur'd twice six years, at our great Feast",
    "I went into the Temple, there to hear",
    "The Teachers of our Law, and to propose",
    "What might improve my knowledge or their own;",
    "And was admir'd by all, yet this not all",
    "To which my Spirit aspir'd, victorious deeds",
    "Flam'd in my heart, heroic acts, one while",
    "To rescue",
    "from the",
    "yoke,",
    "Then to subdue and quell o're all the earth",
    "Brute violence and proud Tyrannick pow'r,",
    "Till truth were freed, and equity restor'd:",
    "Yet held it more humane, more heavenly first",
    "By winning words to conquer willing hearts,",
    "And make perswasion do the work of fear;",
    "At least to try, and teach the erring Soul",
    "Not wilfully mis-doing, but unware",
    "Misled; the stubborn only to destroy.",
    "These growing thoughts my Mother soon perceiving",
    "By words at times cast forth inly rejoyc'd,",
    "And said to me apart, high are thy thoughts",
    "O Son, but nourish them and let them soar",
    "To what highth sacred vertue and true worth",
    "Can raise them, though above example high;",
    "By matchless Deeds express thy matchless Sire.",
    "For know, thou art no Son of mortal man,",
    "Though men esteem thee low of Parentage,",
    "Thy Father is the Eternal King, who rules",
    "All Heaven and Earth, Angels and Sons of men,",
    "A messenger from God fore-told thy birth",
    "Conceiv'd in me a Virgin, he fore-told",
    "Thou shouldst be great and sit on",
    "'s Throne,",
    "And of thy Kingdom there should be no end.",
    "At thy Nativity a glorious Quire",
    "Of Angels in the fields of",
    "sung",
    "To Shepherds watching at their folds by night,",
    "And told them the Messiah now was born,",
    "Where they might see him, and to thee they came;",
    "Directed to the Manger where thou lais't,",
    "For in the Inn was left no better room:",
    "A Star, not seen before in Heaven appearing",
    "Guided the Wise Men thither from the East,",
    "To honour thee with Incense, Myrrh, and Gold,",
    "By whose bright course led on they found the place,",
    "Affirming it thy Star new grav'n in Heaven,",
    "By which they knew thee King of",
    "born.",
    "Just",
    "and Prophetic",
    ", warn'd",
    "By Vision, found thee in the Temple, and spake",
    "Before the Altar and the vested Priest,",
    "Like things of thee to all that present stood.",
    "This having heard, strait I again revolv'd",
    "The Law and Prophets, searching what was writ",
    "Concerning the Messiah, to our Scribes",
    "Known partly, and soon found of whom they spake",
    "I am; this chiefly, that my way must lie",
    "Through many a hard assay even to the death,",
    "E're I the promis'd Kingdom can attain,",
    "Or work Redemption for mankind, whose sins",
    "Full weight must be transferr'd upon my head.",
    "Yet neither thus disheartn'd or dismay'd,",
    "The time prefixt I waited, when behold",
    "The Baptist, (of whose birth I oft had heard,",
    "Not knew by sight) now come, who was to come",
    "Before Messiah and his way prepare.",
    "I as all others to his Baptism came,",
    "Which I believ'd was from above; but he",
    "Strait knew me, and with loudest voice proclaim'd",
    "Me him (for it was shew'n him so from Heaven)",
    "Me him whose Harbinger he was; and first",
    "Refus'd on me his Baptism to confer,",
    "As much his greater, and was hardly won;",
    "But as I rose out of the laving stream,",
    "Heaven open'd her eternal doors, from whence",
    "The Spirit descended on me like a Dove,",
    "And last the sum of all, my Father's voice,",
    "Audibly heard from Heav'n, pronounc'd me his,",
    "Me his beloved Son, in whom alone",
    "He was well pleas'd; by which I knew the time",
    "Now full, that I no more should live obscure,",
    "But openly begin, as best becomes",
    "The Authority which I deriv'd from Heaven.",
    "And now by some strong motion I am led",
    "Into this Wilderness, to what intent",
    "I learn not yet, perhaps I need not know;",
    "For what concerns my knowledge God reveals.",
    "So spake our Morning Star then in his rise,",
    "And looking round on every side beheld",
    "A pathless Desert, dusk with horrid shades;",
    "The way he came not having mark'd, return",
    "Was difficult, by humane steps untrod;",
    "And he still on was led, but with such thoughts",
    "Accompanied of things past and to come",
    "Lodg'd in his breast, as well might recommend",
    "Such Solitude before choicest Society.",
    "Full forty days he pass'd, whether on hill",
    "Sometimes, anon in shady vale, each night",
    "Under the covert of some ancient Oak,",
    "Or Cedar, to defend him from the dew,",
    "Or harbour'd in one Cave, is not reveal'd;",
    "Nor tasted humane food, nor hunger felt",
    "Till those days ended, hunger'd then at last",
    "Among wild Beasts: they at his sight grew mild,",
    "Nor sleeping him nor waking harm'd, his walk",
    "The fiery Serpent fled, and noxious Worm,",
    "The Lion and fierce Tiger glar'd aloof.",
    "But now an aged man in Rural weeds,",
    "Following, as seem'd, the quest of some stray Ewe,",
    "Or wither'd sticks to gather; which might serve",
    "Against a Winters day when winds blow keen,",
    "To warm him wet return'd from field at Eve,",
    "He saw approach, who first with curious eye",
    "Perus'd him, then with words thus utt'red spake.",
    "Sir, what ill chance hath brought thee to this place",
    "So far from path or road of men, who pass",
    "In Troop or Caravan, for single none",
    "Durst ever, who return'd, and dropt not here",
    "His Carcass, pin'd with hunger and with droughth?",
    "I ask the rather, and the more admire,",
    "For that to me thou seem'st the man, whom late",
    "Our new baptizing Prophet at the Ford",
    "Of",
    "honour'd so, and call'd thee Son",
    "Of God; I saw and heard, for we sometimes",
    "Who dwell this wild, constrain'd by want, come forth",
    "To Town or Village nigh (nighest is far)",
    "Where ought we hear, and curious are to hear,",
    "What happ'ns new; Fame also finds us out.",
    "To whom the Son of God. Who brought me hither",
    "Will bring me hence, no other Guide I seek.",
    "By Miracle he may, reply'd the Swain,",
    "What other way I see not, for we here",
    "Live on tough roots and stubs, to thirst inur'd",
    "More then the Camel, and to drink go far,",
    "Men to much misery and hardship born;",
    "But if thou be the Son of God, Command",
    "That out of these hard stones be made thee bread;",
    "So shalt thou save thy self and us relieve",
    "With Food, whereof we wretched seldom taste.",
    "He ended, and the Son of God reply'd.",
    "Think'st thou such force in Bread? is it not written",
    "(For I discern thee other then thou seem'st)",
    "Man lives not by Bread only, but each Word",
    "Proceeding from the mouth of God; who fed",
    "Our Fathers here with Manna; in the Mount",
    "was forty days, nor eat nor drank,",
    "And forty days",
    "without food",
    "Wandred this barren waste, the same I now.",
    "Why dost thou then suggest to me distrust,",
    "Knowing who I am, as I know who thou art?",
    "Whom thus answer'd th' Arch Fiend now undisguis'd.",
    "'Tis true, I am that Spirit unfortunate,",
    "Who leagu'd with millions more in rash revolt",
    "Kept not my happy Station, but was driv'n",
    "With them from bliss to the bottomless deep,",
    "Yet to that hideous place not so confin'd",
    "By rigour unconniving, but that oft",
    "Leaving my dolorous Prison I enjoy",
    "Large liberty to round this Globe of Earth,",
    "Or range in th' Air, nor from the Heav'n of Heav'ns",
    "Hath he excluded my resort sometimes.",
    "I came among the Sons of God, when he",
    "Gave up into my hands",
    "To prove him, and illustrate his high worth;",
    "And when to all his Angels he propos'd",
    "To draw the proud King",
    "into fraud",
    "That he might fall in",
    ", they demuring,",
    "I undertook that office, and the tongues",
    "Of all his flattering Prophets glibb'd with lyes",
    "To his destruction, as I had in charge.",
    "For what he bids I do; though I have lost",
    "Much lustre of my native brightness, lost",
    "To be belov'd of God, I have not lost",
    "To love, at least contemplate and admire",
    "What I see excellent in good, or fair,",
    "Or vertuous, I should so have lost all sense.",
    "What can be then less in me then desire",
    "To see thee and approach thee, whom I know",
    "Declar'd the Son of God, to hear attent",
    "Thy wisdom, and behold thy God-like deeds?",
    "Men generally think me much a foe",
    "To all mankind: why should I? they to me",
    "Never did wrong or violence, by them",
    "I lost not what I lost, rather by them",
    "I gain'd what I have gain'd, and with them dwell",
    "Copartner in these Regions of the World,",
    "If not disposer; lend them oft my aid,",
    "Oft my advice by presages and signs,",
    "And answers, oracles, portents and dreams,",
    "Whereby they may direct their future life.",
    "Envy they say excites me, thus to gain",
    "Companions of my misery and wo.",
    "At first it may be; but long since with wo",
    "Nearer acquainted, now I feel by proof,",
    "That fellowship in pain divides not smart,",
    "Nor lightens aught each mans peculiar load.",
    "Small consolation then, were Man adjoyn'd:",
    "This wounds me most (what can it less) that Man,",
    "Man fall'n shall be restor'd, I never more.",
    "To whom our Saviour sternly thus reply'd.",
    "Deservedly thou griev'st, compos'd of lyes",
    "From the beginning, and in lies wilt end;",
    "Who boast'st release from Hell, and leave to come",
    "Into the Heav'n of Heavens; thou com'st indeed,",
    "As a poor miserable captive thrall,",
    "Comes to the place where he before had sat",
    "Among the Prime in Splendour, now depos'd,",
    "Ejected, emptyed, gaz'd, unpityed, shun'd,",
    "A spectacle of ruin or of scorn",
    "To all the Host of Heaven; the happy place",
    "Imparts to thee no happiness, no joy,",
    "Rather inflames thy torment, representing",
    "Lost bliss, to thee no more communicable,",
    "So never more in Hell then when in Heaven.",
    "But thou art serviceable to Heaven's King.",
    "Wilt thou impute to obedience what thy fear",
    "Extorts, or pleasure to do ill excites?",
    "What but thy malice mov'd thee to misdeem",
    "Of righteous",
    ", then cruelly to afflict him",
    "With all inflictions, but his patience won?",
    "The other service was thy chosen task,",
    "To be a lyer in four hundred mouths;",
    "For lying is thy sustenance, thy food.",
    "Yet thou pretend'st to truth; all Oracles",
    "By thee are giv'n, and what confest more true",
    "Among the Nations? that hath been thy craft,",
    "By mixing somewhat true to vent more lyes.",
    "But what have been thy answers, what but dark",
    "Ambiguous and with double sense deluding,",
    "Which they who ask'd have seldom understood,",
    "And not well understood as good not known?",
    "Who ever by consulting at thy shrine",
    "Return'd the wiser, or the more instruct",
    "To flye or follow what concern'd him most,",
    "And run not sooner to his fatal snare?",
    "For God hath justly giv'n the Nations up",
    "To thy Delusions; justly, since they fell",
    "Idolatrous, but when his purpose is",
    "Among them to declare his Providence",
    "To thee not known, whence hast thou then thy truth,",
    "But from him or his Angels President",
    "In every Province, who themselves disdaining",
    "To approach thy Temples, give thee in command",
    "What to the smallest tittle thou shalt say",
    "To thy Adorers; thou with trembling fear,",
    "Or like a Fawning Parasite obey'st;",
    "Then to thy self ascrib'st the truth fore-told.",
    "But this thy glory shall be soon retrench'd;",
    "No more shalt thou by oracling abuse",
    "The Gentiles; henceforth Oracles are ceast,",
    "And thou no more with Pomp and Sacrifice",
    "Shalt be enquir'd at",
    "or elsewhere,",
    "At least in vain, for they shall find thee mute.",
    "God hath now sent his living Oracle",
    "Into the World, to teach his final will,",
    "And sends his Spirit of Truth henceforth to dwell",
    "In pious Hearts, an inward Oracle",
    "To all truth requisite for men to know.",
    "So spake our Saviour; but the subtle Fiend,",
    "Though inly stung with anger and disdain,",
    "Dissembl'd, and this Answer smooth return'd.",
    "Sharply thou hast insisted on rebuke,",
    "And urg'd me hard with doings, which not will",
    "But misery hath rested from me; where",
    "Easily canst thou find one miserable,",
    "And not inforc'd oft-times to part from truth;",
    "If it may stand him more in stead to lye,",
    "Say and unsay, feign, flatter, or abjure?",
    "But thou art plac't above me, thou art Lord;",
    "From thee I can and must submiss endure",
    "Check or reproof, and glad to scape so quit.",
    "Hard are the ways of truth, and rough to walk,",
    "Smooth on the tongue discourst, pleasing to th' ear,",
    "And tuneable as Silvan Pipe or Song;",
    "What wonder then if I delight to hear",
    "Her dictates from thy mouth? most men admire",
    "Vertue, who follow not her lore: permit me",
    "To hear thee when I come (since no man comes)",
    "And talk at least, though I despair to attain.",
    "Thy Father, who is holy, wise and pure,",
    "Suffers the Hypocrite or Atheous Priest",
    "To tread his Sacred Courts, and minister",
    "About his Altar, handling holy things,",
    "Praying or vowing, and vouchsaf'd his voice",
    "To",
    "Reprobate, a Prophet yet",
    "Inspir'd; disdain not such access to me.",
    "To whom our Saviour with unalter'd brow.",
    "Thy coming hither, though I know thy scope,",
    "I bid not or forbid; do as thou find'st",
    "Permission from above; thou canst not more.",
    "He added not; and Satan bowing low",
    "His gray dissimulation, disappear'd",
    "Into thin Air diffus'd: for now began",
    "Night with her sullen wing to double-shade",
    "The Desert, Fowls in thir clay nests were couch't;",
    "And now wild Beasts came forth the woods to roam."
  ],
  "title": ": Book 1 (1671 version)",
  "year": ""
}