{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Christianity",
    "Religion",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175011",
  "region": "England",
  "text": [
    "ALL night the dreadless Angel unpursu'd",
    "Through Heav'ns wide Champain held his way, till Morn,",
    "Wak't by the circling Hours, with rosie hand",
    "Unbarr'd the gates of Light. There is a Cave",
    "Within the Mount of God, fast by his Throne,",
    "Where light and darkness in perpetual round",
    "Lodge and dislodge by turns, which makes through Heav'n",
    "Grateful vicissitude, like Day and Night;",
    "Light issues forth, and at the other dore",
    "Obsequious darkness enters, till her houre",
    "To veile the Heav'n, though darkness there might well",
    "Seem twilight here; and now went forth the Morn",
    "Such as in highest Heav'n, arrayd in Gold",
    "Empyreal, from before her vanisht Night,",
    "Shot through with orient Beams: when all the Plain",
    "Coverd with thick embatteld Squadrons bright,",
    "Chariots and flaming Armes, and fierie Steeds",
    "Reflecting blaze on blaze, first met his view:",
    "Warr he perceav'd, warr in procinct, and found",
    "Already known what he for news had thought",
    "To have reported: gladly then he mixt",
    "Among those friendly Powers who him receav'd",
    "With joy and acclamations loud, that one",
    "That of so many Myriads fall'n, yet one",
    "Returnd not lost: On to the sacred hill",
    "They led him high applauded, and present",
    "Before the seat supream; from whence a voice",
    "From midst a Golden Cloud thus milde was heard.",
    "Servant of God, well done, well hast thou fought",
    "The better fight, who single hast maintaind",
    "Against revolted multitudes the Cause",
    "Of Truth, in word mightier then they in Armes;",
    "And for the testimonie of Truth hast born",
    "Universal reproach, far worse to beare",
    "Then violence: for this was all thy care",
    "To stand approv'd in sight of God, though Worlds",
    "Judg'd thee perverse: the easier conquest now",
    "Remains thee, aided by this host of friends,",
    "Back on thy foes more glorious to return",
    "Then scornd thou didst depart, and to subdue",
    "By force, who reason for thir Law refuse,",
    "Right reason for thir Law, and for thir King",
    ", who by right of merit Reigns.",
    "Go",
    "of Celestial Armies Prince,",
    "And thou in Military prowess next",
    ", lead forth to Battel these my Sons",
    "Invincible, lead forth my armed Saints",
    "By Thousands and by Millions rang'd for fight;",
    "Equal in number to that Godless crew",
    "Rebellious, them with Fire and hostile Arms",
    "Fearless assault, and to the brow of Heav'n",
    "Pursuing drive them out from God and bliss,",
    "Into thir place of punishment, the Gulf",
    "Of",
    ", which ready opens wide",
    "His fiery",
    "to receave thir fall.",
    "So spake the Sovran voice, and Clouds began",
    "To darken all the Hill, and smoak to rowl",
    "In duskie wreathes, reluctant flames, the signe",
    "Of wrauth awak't: nor with less dread the loud",
    "Ethereal Trumpet from on high gan blow:",
    "At which command the Powers Militant,",
    "That stood for Heav'n, in mighty Quadrate joyn\"d",
    "Of Union irresistible, mov'd on",
    "In silence thir bright Legions, to the sound",
    "Of instrumental Harmonie that breath'd",
    "Heroic Ardor to advent'rous deeds",
    "Under thir God-like Leaders, in the Cause",
    "Of God and his",
    ". On they move",
    "Indissolubly firm; nor obvious Hill,",
    "Nor streit'ning Vale, nor Wood, nor Stream divides",
    "Thir perfet ranks; for high above the ground",
    "Thir march was, and the passive Air upbore",
    "Thir nimble tread, as when the total kind",
    "Of Birds in orderly array on wing",
    "Came summond over",
    "to receive",
    "Thir names of thee; so over many a tract",
    "Of Heav'n they march'd, and many a Province wide",
    "Tenfold the length of this terrene: at last",
    "Farr in th' Horizon to the North appeer'd",
    "From skirt to skirt a fierie Region, stretcht",
    "In battailous aspect, and neerer view",
    "Bristl'd with upright beams innumerable",
    "Of rigid Spears, and Helmets throng'd, and Shields",
    "Various, with boastful Argument portraid,",
    "The banded Powers of",
    "hasting on",
    "With furious expedition; for they weend",
    "That self same day by fight, or by surprize",
    "To win the Mount of God, and on his Throne",
    "To set the envier of his State, the proud",
    "Aspirer, but thir thoughts prov'd fond and vain",
    "In the mid way: though strange to us it seemd",
    "At first, that Angel should with Angel warr,",
    "And in fierce hosting meet, who wont to meet",
    "So oft in Festivals of joy and love",
    "Unanimous, as sons of one great Sire",
    "Hymning th' Eternal Father: but the shout",
    "Of Battel now began, and rushing sound",
    "Of onset ended soon each milder thought.",
    "High in the midst exalted as a God",
    "Th' Apostat in his Sun-bright Chariot sate",
    "Idol of Majestie Divine, enclos'd",
    "With Flaming Cherubim, and golden Shields;",
    "Then lighted from his gorgeous Throne, for now",
    "'Twixt Host and Host but narrow space was left,",
    "A dreadful intervall, and Front to Front",
    "Presented stood in terrible array",
    "Of hideous length: before the cloudie Van,",
    "On the rough edge of battel ere it joyn,d,",
    "with vast and haughtie strides advanc't,",
    "Came towring, armd in Adamant and Gold;",
    "that sight endur'd not, where he stood",
    "Among the mightiest, bent on highest deeds,",
    "And thus his own undaunted heart explores.",
    "O Heav'n! that such resemblance of the Highest",
    "Should yet remain, where faith and realtie",
    "Remain not; wherfore should not strength and might",
    "There fail where Vertue fails, or weakest prove",
    "Where boldest; though to sight unconquerable?",
    "His puissance, trusting in th' Almightie's aide,",
    "I mean to try, whose Reason I have tri'd",
    "Unsound and false; nor is it aught but just,",
    "That he who in debate of Truth hath won,",
    "Should win in Arms, in both disputes alike",
    "Victor; though brutish that contest and foule,",
    "When Reason hath to deal with force, yet so",
    "Most reason is that Reason overcome.",
    "So pondering, and from his armed Peers",
    "Forth stepping opposite, half way he met",
    "His daring foe, at this prevention more",
    "Incens't, and thus securely him defi'd.",
    "Proud, art thou met? thy hope was to have reacht",
    "The highth of thy aspiring unoppos'd,",
    "The Throne of God unguarded, and his side",
    "Abandond at the terror of thy Power",
    "Or potent tongue; fool, not to think how vain",
    "Against th' Omnipotent to rise in Arms;",
    "Who out of smallest things could without end",
    "Have rais'd incessant Armies to defeat",
    "Thy folly; or with solitarie hand",
    "Reaching beyond all limit at one blow",
    "Unaided could have finisht thee, and whelmd",
    "Thy Legions under darkness; but thou seest",
    "All are not of thy Train; there be who Faith",
    "Prefer, and Pietie to God, though then",
    "To thee not visible, when I alone",
    "Seemd in thy World erroneous to dissent",
    "From all: my Sect thou seest, now learn too late",
    "How few somtimes may know, when thousands err.",
    "Whom the grand foe with scornful eye askance",
    "Thus answerd. Ill for thee, but in wisht houre",
    "Of my revenge, first sought for thou returnst",
    "From flight, seditious Angel, to receave",
    "Thy merited reward, the first assay",
    "Of this right hand provok't, since first that tongue",
    "Inspir'd with contradiction durst oppose",
    "A third part of the Gods, in Synod met",
    "Thir Deities to assert, who while they feel",
    "Vigour Divine within them, can allow",
    "Omnipotence to none. But well thou comst",
    "Before thy fellows, ambitious to win",
    "From me som Plume, that thy success may show",
    "Destruction to the rest: this pause between",
    "(Unanswerd least thou boast) to let thee know;",
    "At first I thought that Libertie and Heav'n",
    "To heav'nly Soules had bin all one; but now",
    "I see that most through sloth had rather serve,",
    "Ministring Spirits, traind up in Feast and Song;",
    "Such hast thou arm'd, the Ministrelsie of Heav'n,",
    "Servilitie with freedom to contend,",
    "As both thir deeds compar'd this day shall prove.",
    "To whom in brief thus",
    "stern repli'd.",
    "Apostat, still thou errst, nor end wilt find",
    "Of erring, from the path of truth remote:",
    "Unjustly thou deprav'st it with the name",
    "Of",
    "to serve whom God ordains,",
    "Or Nature; God and Nature bid the same,",
    "When he who rules is worthiest, and excells",
    "Them whom he governs. This is servitude,",
    "To serve th' unwise, or him who hath rebelld",
    "Against his worthier, as thine now serve thee,",
    "Thy self not free, but to thy self enthrall'd;",
    "Yet leudly dar'st our ministring upbraid.",
    "Reign thou in Hell thy Kingdom, let mee serve",
    "In Heav'n God ever blest, and his Divine",
    "Behests obey, worthiest to be obey'd,",
    "Yet Chains in Hell, not Realms expect: mean while",
    "From mee returnd, as erst thou saidst, from flight,",
    "This greeting on thy impious Crest receive.",
    "So saying, a noble stroke he lifted high,",
    "Which hung not, but so swift with tempest fell",
    "On the proud Crest of",
    ", that no sight,",
    "Nor motion of swift thought, less could his Shield",
    "Such ruin intercept: ten paces huge",
    "He back recoild; the tenth on bended knee",
    "His massie Spear upstaid; as if on Earth",
    "Winds under ground or waters forcing way",
    "Sidelong, had push't a Mountain from his seat",
    "Half sunk with all his Pines. Amazement seis'd",
    "The Rebel Thrones, but greater rage to see",
    "Thus foil'd thir mightiest, ours joy filld, and shout,",
    "Presage of Victorie and fierce desire",
    "Of Battel: whereat",
    "bid sound",
    "Th' Arch-Angel trumpet; through the vast of Heaven",
    "It sounded, and the faithful Armies rung",
    "to the Highest: nor stood at gaze",
    "The adverse Legions, nor less hideous joyn'd",
    "The horrid shock: now storming furie rose,",
    "And clamour such as heard in Heav'n till now",
    "Was never, Arms on Armour clashing bray'd",
    "Horrible discord, and the madding Wheeles",
    "Of brazen Chariots rag'd; dire was the noise",
    "Of conflict; over head the dismal hiss",
    "Of fiery Darts in flaming volies flew,",
    "And flying vaulted either Host with fire.",
    "So under fierie Cope together rush'd",
    "Both Battels maine, with ruinous assault",
    "And inextinguishable rage; all Heav'n",
    "Resounded, and had Earth bin then, all Earth",
    "Had to her Center shook. What wonder? when",
    "Millions of fierce encountring Angels fought",
    "On either side, the least of whom could weild",
    "These Elements, and arm him with the force",
    "Of all thir Regions: how much more of Power",
    "Armie against Armie numberless to raise",
    "Dreadful combustion warring, and disturb,",
    "Though not destroy, thir happie Native seat;",
    "Had not th' Eternal King Omnipotent",
    "From his strong hold of Heav'n high over-rul'd",
    "And limited thir might; though numberd such",
    "As each divided Legion might have seemd",
    "A numerous Host, in strength each armed hand",
    "A Legion; led in fight, yet Leader seemd",
    "Each Warriour single as in Chief, expert",
    "When to advance, or stand, or turn the sway",
    "Of Battel, open when, and when to close",
    "The ridges of grim Warr; no thought of flight,",
    "None of retreat, no unbecoming deed",
    "That argu'd fear; each on himself reli'd,",
    "As onely in his arm the moment lay",
    "Of victorie; deeds of eternal fame",
    "Were don, but infinite: for wide was spred",
    "That Warr and various; somtimes on firm ground",
    "A standing fight, then soaring on main wing",
    "Tormented all the Air; all Air seemd then",
    "Conflicting Fire: long time in eeven scale",
    "The Battel hung; till",
    ", who that day",
    "Prodigious power had shewn, and met in Armes",
    "No equal, raunging through the dire attack",
    "Of fighting Seraphim confus'd, at length",
    "Saw where the Sword of",
    "smote, and fell'd",
    "Squadrons at once, with huge two-handed sway",
    "Brandisht aloft the horrid edge came down",
    "Wide wasting; such destruction to withstand",
    "He hasted, and oppos'd the rockie Orb",
    "Of tenfold Adamant, his ample Shield",
    "A vast circumference: At his approach",
    "The great Arch-Angel from his warlike toile",
    "Surceas'd, and glad as hoping here to end",
    "Intestine War in Heav'n, the arch foe subdu'd",
    "Or Captive drag'd in Chains, with hostile frown",
    "And visage all enflam'd first thus began.",
    "Author of evil, unknown till thy revolt,",
    "Unnam'd in Heav'n, now plenteous, as thou seest",
    "These Acts of hateful strife, hateful to all,",
    "Though heaviest by just measure on thy self",
    "And thy adherents: how hast thou disturb d",
    "Heav'ns blessed peace, and into Nature brought",
    "Miserie, uncreated till the crime",
    "Of thy Rebellion? how hast thou instill'd",
    "Thy malice into thousands, once upright",
    "And faithful, now prov'd false. But think not here",
    "To trouble Holy Rest; Heav'n casts thee out",
    "From all her Confines. Heav'n the seat of bliss",
    "Brooks not the works of violence and Warr.",
    "Hence then, and evil go with thee along",
    "Thy ofspring, to the place of evil, Hell,",
    "Thou and thy wicked crew; there mingle broiles,",
    "Ere this avenging Sword begin thy doome,",
    "Or som more sudden vengeance wing'd from God",
    "Precipitate thee with augmented paine.",
    "So spake the Prince of Angels; to whom thus",
    "The Adversarie. Nor think thou with wind",
    "Of airie threats to aw whom yet with deeds",
    "Thou canst not. Hast thou turnd the least of these",
    "To flight, or if to fall, but that they rise",
    "Unvanquisht, easier to transact with mee",
    "That thou shouldst hope, imperious, and with threats",
    "To chase me hence? erre not that so shall end",
    "The strife which thou call'st evil, but wee style",
    "The strife of Glorie: which we mean to win,",
    "Or turn this Heav'n it self into the Hell",
    "Thou fablest, here however to dwell free,",
    "If not to reign: mean while thy utmost force,",
    "And join him nam'd",
    "to thy aid,",
    "I flie not, but have sought thee farr and nigh.",
    "They ended parle, and both addrest for fight",
    "Unspeakable; for who, though with the tongue",
    "Of Angels, can relate, or to what things",
    "Liken on Earth conspicuous, that may lift",
    "Human imagination to such highth",
    "Of Godlike Power: for likest Gods they seemd,",
    "Stood they or mov'd, in stature, motion, arms",
    "Fit to decide the Empire of great Heav'n.",
    "Now wav'd thir fierie Swords, and in the Aire",
    "Made horrid Circles; two broad Suns thir Shields",
    "Blaz'd opposite, while expectation stood",
    "In horror; from each hand with speed retir'd",
    "Where erst was thickest fight, th' Angelic throng,",
    "And left large field, unsafe within the wind",
    "Of such commotion, such as to set forth",
    "Great things by small, If Natures concord broke,",
    "Among the Constellations warr were sprung,",
    "Two Planets rushing from aspect maligne",
    "Of fiercest opposition in mid Skie,",
    "Should combat, and thir jarring Sphears confound.",
    "Together both with next to Almightie Arme,",
    "Uplifted imminent one stroke they aim'd",
    "That might determine, and not need repeate,",
    "As not of power, at once; nor odds appeerd",
    "In might or swift prevention; but the sword",
    "Of",
    "from the Armorie of God",
    "Was giv'n him temperd so, that neither keen",
    "Nor solid might resist that edge: it met",
    "The sword of",
    "with steep force to smite",
    "Descending, and in half cut sheere, nor staid,",
    "But with swift wheele reverse, deep entring shar'd",
    "All his right side; then",
    "first knew pain,",
    "And writh'd him to and fro convolv'd; so sore",
    "The griding sword with discontinuous wound",
    "Pass'd through him, but th' Ethereal substance clos'd",
    "Not long divisible, and from the gash",
    "A stream of Nectarous humor issuing flow'd",
    "Sanguin, such as Celestial Spirits may bleed,",
    "And all his Armour staind ere while so bright.",
    "Forthwith on all sides to his aide was run",
    "By Angels many and strong, who interpos'd",
    "Defence, while others bore him on thir Shields",
    "Back to his Chariot; where it stood retir'd",
    "From off the files of warr; there they him laid",
    "Gnashing for anguish and despite and shame",
    "To find himself not matchless, and his pride",
    "Humbl'd by such rebuke, so farr beneath",
    "His confidence to equal God in power.",
    "Yet soon he heal'd; for Spirits that live throughout",
    "Vital in every part, not as frail man",
    "In Entrailes, Heart or Head, Liver or Reines;",
    "Cannot but by annihilating die;",
    "Nor in thir liquid texture mortal wound",
    "Receive, no more then can the fluid Aire:",
    "All Heart they live, all Head, all Eye, all Eare,",
    "All Intellect, all Sense, and as they please,",
    "They Limb themselves, and colour, shape or size",
    "Assume, as likes them best, condense or rare.",
    "Mean while in other parts like deeds deservd",
    "Memorial, where the might of",
    "fought,",
    "And with fierce Ensignes pierc'd the deep array",
    "Of",
    "furious King, who him defi'd,",
    "And at his Chariot wheeles to drag him bound",
    "Threatn'd, nor from the Holie One of Heav'n",
    "Refrein'd his tongue blasphemous; but anon",
    "Down clov'n to the waste, with shatterd Armes",
    "And uncouth paine fled bellowing. On each wing",
    "and",
    "his vaunting foe,",
    "Though huge, and in a Rock of Diamond Armd,",
    "Vanquish'd",
    ", and",
    ",",
    "Two potent Thrones, that to be less then Gods",
    "Disdain'd, but meaner thoughts learnd in thir flight,",
    "Mangl'd with gastly wounds through Plate and Maile,",
    "Nor stood unmindful",
    "to annoy",
    "The Atheist crew, but with redoubl'd blow",
    "and",
    ", and the violence",
    "Of",
    "scorcht and blasted overthrew.",
    "I might relate of thousands, and thir names",
    "Eternize here on Earth; but those elect",
    "Angels contented with thir fame in Heav'n",
    "Seek not the praise of men: the other sort",
    "In might though wondrous and in Acts of Warr,",
    "Nor of Renown less eager, yet by doome",
    "Canceld from Heav'n and sacred memorie,",
    "Nameless in dark oblivion let them dwell.",
    "For strength from Truth divided and from Just,",
    "Illaudable, naught merits but dispraise",
    "And ignominie, yet to glorie aspires",
    "Vain glorious, and through infamie seeks fame:",
    "Therfore Eternal silence be thir doome.",
    "And now thir Mightiest quelld, the battel swerv'd,",
    "With many an inrode gor'd; deformed rout",
    "Enter'd, and foul disorder; all the ground",
    "With shiverd armour strow'n, and on a heap",
    "Chariot and Charioter lay overturnd",
    "And fierie foaming Steeds; what stood, recoyld",
    "Orewearied, through the faint Satanic Host",
    "Defensive scarse, or with pale fear surpris'd,",
    "Then first with fear surpris'd and sense of paine",
    "Fled ignominious, to such evil brought",
    "By sin of disobedience, till that hour",
    "Not liable to fear or flight or paine.",
    "Far otherwise th' inviolable Saints",
    "In Cubic Phalanx firm advanc't entire,",
    "Invulnerable, impenitrably arm'd:",
    "Such high advantages thir innocence",
    "Gave them above thir foes, not to have sinnd,",
    "Not to have disobei'd; in fight they stood",
    "Unwearied, unobnoxious to be pain'd",
    "By wound, though from thir place by violence mov'd.",
    "Now Night her course began, and over Heav'n",
    "Inducing darkness, grateful truce impos'd,",
    "And silence on the odious dinn of Warr:",
    "Under her Cloudie covert both retir'd,",
    "Victor and Vanquisht: on the foughten field",
    "and his Angels prevalent",
    "Encamping, plac'd in Guard thir Watches round,",
    "Cherubic waving fires: on th' other part",
    "with his rebellious disappeerd,",
    "Far in the dark dislodg'd, and void of rest,",
    "His Potentates to Councel call'd by night;",
    "And in the midst thus undismai'd began.",
    "O now in danger tri'd, now known in Armes",
    "Not to be overpowerd, Companions deare,",
    "Found worthy not of Libertie alone,",
    "Too mean pretense, but what we more affect,",
    "Honour, Dominion, Glorie, and renowne,",
    "Who have sustaind one day in doubtful fight",
    "(And if one day, why not Eternal dayes?)",
    "What Heavens Lord had powerfullest to send",
    "Against us from about his Throne, and judg'd",
    "Sufficient to subdue us to his will,",
    "But proves not so: then fallible, it seems,",
    "Of future we may deem him, though till now",
    "Omniscient thought. True is, less firmly arm'd,",
    "Some disadvantage we endur'd and paine,",
    "Till now not known, but known as soon contemnd,",
    "Since now we find this our Empyreal form",
    "Incapable of mortal injurie",
    "Imperishable, and though peirc'd with wound,",
    "Soon closing, and by native vigour heal'd.",
    "Of evil then so small as easie think",
    "The remedie; perhaps more valid Armes,",
    "Weapons more violent, when next we meet,",
    "May serve to better us, and worse our foes,",
    "Or equal what between us made the odds,",
    "In Nature none: if other hidden cause",
    "Left them Superiour, while we can preserve",
    "Unhurt our mindes, and understanding sound,",
    "Due search and consultation will disclose.",
    "He sat; and in th' assembly next upstood",
    "of Principalities the prime;",
    "As one he stood escap't from cruel fight,",
    "Sore toild, his riv'n Armes to havoc hewn,",
    "And cIoudie in aspect thus answering spake.",
    "Deliverer from new Lords, leader to free",
    "Enjoyment of our right as Gods; yet hard",
    "For Gods, and too unequal work we find",
    "Against unequal armes to fight in paine,",
    "Against unpaind, impassive; from which evil",
    "Ruin must needs ensue; for what availes",
    "Valour or strength, though matchless, quelld with pain",
    "Which all subdues, and makes remiss the hands",
    "Of Mightiest. Sense of pleasure we may well",
    "Spare out of life perhaps, and not repine,",
    "But live content, which is the calmest life:",
    "But pain is perfet miserie, the worst",
    "Of evils, and excessive, overturnes",
    "All patience. He who therefore can invent",
    "With what more forcible we may offend",
    "Our yet unwounded Enemies, or arme",
    "Our selves with like defence, to me deserves",
    "No less then for deliverance what we owe.",
    "Whereto with look compos'd",
    "repli'd.",
    "Not uninvented that, which thou aright",
    "Believst so main to our success, I bring;",
    "Which of us who beholds the bright surface",
    "Of this Ethereous mould whereon we stand,",
    "This continent of spacious Heav'n, adornd",
    "With Plant, Fruit, Flour Ambrosial, Gemms & Gold,",
    "Whose Eye so superficially surveyes",
    "These things, as not to mind from whence they grow",
    "Deep under ground, materials dark and crude,",
    "Of spiritous and fierie spume, till toucht",
    "With Heav'ns ray, and temperd they shoot forth",
    "So beauteous, op'ning to the ambient light.",
    "These in thir dark Nativitie the Deep",
    "Shall yield us pregnant with infernal flame,",
    "Which into hallow Engins long and round",
    "Thick-rammd, at th' other bore with touch of fire",
    "Dilated and infuriate shall send forth",
    "From far with thundring noise among our foes",
    "Such implements of mischief as shall dash",
    "To pieces, and orewhelm whatever stands",
    "Adverse, that they shall fear we have disarmd",
    "The Thunderer of his only dreaded bolt.",
    "Nor long shall be our labour, yet ere dawne,",
    "Effect shall end our wish. Mean while revive;",
    "Abandon fear; to strength and counsel joind",
    "Think nothing hard, much less to be despaird.",
    "He ended, and his words thir drooping chere",
    "Enlightn'd, and thir languisht hope reviv'd.",
    "Th' invention all admir'd, and each, how hee",
    "To be th' inventer miss'd, so easie it seemd",
    "Once found, which yet unfound most would have thought",
    "Impossible: yet haply of thy Race",
    "In future dayes, if Malice should aboun,",
    "Some one intent on mischief, or inspir'd",
    "With dev'lish machination might devise",
    "Like instrument to plague the Sons of men",
    "For sin, on warr and mutual slaughter bent.",
    "Forthwith from Councel to the work they flew,",
    "None arguing stood, innumerable hands",
    "Were ready, in a moment up they turnd",
    "Wide the Celestial soile, and saw beneath",
    "Th' originals of Nature in thir crude",
    "Conception; Sulphurous and Nitrous Foame",
    "They found, they mingl'd, and with suttle Art,",
    "Concocted and adusted they reduc'd",
    "To blackest grain, and into store convey'd:",
    "Part hidd'n veins diggd up (nor hath this Earth",
    "Entrails unlike) of Mineral and Stone,",
    "Whereof to found thir Engins and thir Balls",
    "Of missive ruin; part incentive reed",
    "Provide, pernicious with one touch to fire.",
    "So all ere day-spring, under conscious Night",
    "Secret they finish'd, and in order set,",
    "With silent circumspection unespi'd.",
    "Now when fair Morn Orient in Heav'n appeerd",
    "Up rose the Victor Angels, and to Arms",
    "The matin Trumpet Sung: in Arms they stood",
    "Of Golden Panoplie, refulgent Host,",
    "Soon banded; others from the dawning Hills",
    "Lookd round, and Scouts each Coast light-armed scoure,",
    "Each quarter, to descrie the distant foe,",
    "Where lodg'd, or whither fled, or if for fight,",
    "In motion or in alt: him soon they met",
    "Under spred Ensignes moving nigh, in slow",
    "But firm Battalion; back with speediest Sail",
    ", of Cherubim the swiftest wing,",
    "Came flying, and in mid Aire aloud thus cri'd.",
    "Arme, Warriours, Arme for fight, the foe at hand,",
    "Whom fled we thought, will save us long pursuit",
    "This day, fear not his flight; so thick a Cloud",
    "He comes, and settl'd in his face I see",
    "Sad resolution and secure: let each",
    "His Adamantine coat gird well, and each",
    "Fit well his Helme, gripe fast his orbed Shield,",
    "Born eevn or high, for this day will pour down,",
    "If I conjecture aught, no drizling showr,",
    "But ratling storm of Arrows barbd with fire.",
    "So warnd he them aware themselves, and soon",
    "In order, quit of all impediment;",
    "Instant without disturb they took Allarm,",
    "And onward move Embattelld; when behold",
    "Not distant far with heavie pace the Foe",
    "Approaching gross and huge; in hollow Cube",
    "Training his devilish Enginrie, impal'd",
    "On every side with shaddowing Squadrons Deep,",
    "To hide the fraud. At interview both stood",
    "A while, but suddenly at head appeerd",
    ": And thus was heard Commanding loud.",
    "Vanguard, to Right and Left the Front unfould;",
    "That all may see who hate us, how we seek",
    "Peace and composure, and with open brest",
    "Stand readie to receive them, if they like",
    "Our overture, and turn not back perverse;",
    "But that I doubt, however witness Heaven,",
    "Heav'n witness thou anon, while we discharge",
    "Freely our part; yee who appointed stand",
    "Do as you have in charge, and briefly touch",
    "What we propound, and loud that all may hear.",
    "So scoffing in ambiguous words, he scarce",
    "Had ended; when to Right and Left the Front",
    "Divided, and to either Flank retir'd.",
    "Which to our eyes discoverd new and strange,",
    "A triple mounted row of Pillars laid",
    "On Wheels (for like to Pillars most they seem'd",
    "Or hollow'd bodies made of Oak or Firr",
    "With branches lopt, in Wood or Mountain fell'd)",
    "Brass, Iron, Stonie mould, had not thir mouthes",
    "With hideous orifice gap't on us wide,",
    "Portending hollow truce; at each behind",
    "A Seraph stood, and in his hand a Reed",
    "Stood waving tipt with fire; while we suspense,",
    "Collected stood within our thoughts amus'd,",
    "Not long, for sudden all at once thir Reeds",
    "Put forth, and to a narrow vent appli'd",
    "With nicest touch. Immediate in a flame,",
    "But soon obscur'd with smoak, all Heav'n appeerd,",
    "From those deep throated Engins belcht, whose roar",
    "Emboweld with outragious noise the Air,",
    "And all her entrails tore, disgorging foule",
    "Thir devilish glut, chaind Thunderbolts and Hail",
    "Of Iron Globes, which on the Victor Host",
    "Level'd, with such impetuous furie smote,",
    "That whom they hit, none on thir feet might stand,",
    "Though standing else as Rocks, but down they fell",
    "By thousands, Angel on Arch-Angel rowl'd;",
    "The sooner for thir Arms, unarm'd they might",
    "Have easily as Spirits evaded swift",
    "By quick contraction or remove; but now",
    "Foule dissipation follow'd and forc't rout;",
    "Nor serv'd it to relax thir serried files.",
    "What should they do? if on they rusht, repulse",
    "Repeated, and indecent overthrow",
    "Doubl'd, would render them yet more despis'd,",
    "And to thir foes a laughter; for in view",
    "Stood rankt of Seraphim another row",
    "In posture to displode thir second tire",
    "Of Thunder: back defeated to return",
    "They worse abhorr'd.",
    "beheld thir plight,",
    "And to his Mates thus in derision call'd.",
    "O Friends, why come not on these Victors proud?",
    "Ere while they fierce were coming, and when wee,",
    "To entertain them fair with open Front",
    "And Brest, (what could we more?) propounded terms",
    "Of composition, strait they chang'd thir minds,",
    "Flew off, and into strange vagaries fell,",
    "As they would dance, yet for a dance they seemd",
    "Somwhat extravagant and wilde, perhaps",
    "For joy of offerd peace: but I suppose",
    "If our proposals once again were heard",
    "We should compel them to a quick result.",
    "To whom thus",
    "in like gamesom mood,",
    "Leader, the terms we sent were terms of weight,",
    "Of hard contents, and full of force urg'd home,",
    "Such as we might perceive amus'd them all,",
    "And stumbl'd many, who receives them right,",
    "Had need from head to foot well understand;",
    "Not understood, this gift they have besides,",
    "They shew us when our foes walk not upright.",
    "So they among themselves in pleasant veine",
    "Stood scoffing, highthn'd in thir thoughts beyond",
    "All doubt of Victorie, eternal might",
    "To match with thir inventions they presum'd",
    "So easie, and of his Thunder made a scorn,",
    "And all his Host derided, while they stood",
    "A while in trouble; but they stood not long,",
    "Rage prompted them at length, and found them arms",
    "Against such hellish mischief fit to oppose.",
    "Forthwith (behold the excellence, the power",
    "Which God hath in his mighty Angels plac'd)",
    "Thir Arms away they threw, and to the Hills",
    "(For Earth hath this variety from Heav'n",
    "Of pleasure situate in Hill and Dale)",
    "Light as the Lightning glimps they ran, they flew,",
    "From thir foundations loosning to and fro",
    "They pluckt the seated Hills with all thir load,",
    "Rocks, Waters, Woods, and by the shaggie tops",
    "Up lifting bore them in thir hands: Amaze,",
    "Be sure, and terrour seis'd the rebel Host,",
    "When coming towards them so dread they saw",
    "The bottom of the Mountains upward turn'd,",
    "Till on those cursed Engins triple-row",
    "They saw them whelm'd, and all thir confidence",
    "Under the weight of Mountains buried deep,",
    "Themselves invaded next, and on thir heads",
    "Main Promontories flung, which in the Air",
    "Came shadowing, and opprest whole Legions arm'd,",
    "Thir armor help'd thir harm, crush't in and bruis'd",
    "Into thir substance pent, which wrought them pain",
    "Implacable, and many a dolorous groan,",
    "Long strugling underneath, ere they could wind",
    "Out of such prison, though Spirits of purest light,",
    "Purest at first, now gross by sinning grown.",
    "The rest in imitation to like Armes",
    "Betook them, and the neighbouring Hills uptore;",
    "So Hills amid the Air encounterd Hills",
    "Hurl'd to and fro with jaculation dire",
    "That under ground, they fought in dismal shade;",
    "Infernal noise; Warr seem'd a civil Game",
    "To this uproar; horrid confusion heapt",
    "Upon confusion rose: and now all Heav'n",
    "Had gon to wrack, with ruin overspred,",
    "Had not th' Almightie Father where he sits",
    "Shrin'd in his Sanctuarie of Heav'n secure,",
    "Consulting on the sum of things, foreseen",
    "This tumult, and permitted all, advis'd:",
    "That his great purpose he might so fulfill,",
    "To honour his Anointed Son aveng'd",
    "Upon his enemies, and to declare",
    "All power on him transferr'd: whence to his Son",
    "Th' Assessor of his Throne he thus began.",
    "Effulgence of my Glorie, Son belov'd,",
    "Son in whose face invisible is beheld",
    "Visibly, what by Deitie I am,",
    "And in whose hand what by Decree I doe,",
    "Second Omnipotence, two dayes are past,",
    "Two dayes, as we compute the dayes of Heav'n,",
    "Since",
    "and his Powers went forth to tame",
    "These disobedient; sore hath been thir fight,",
    "As likeliest was, when two such Foes met arm'd;",
    "For to themselves I left them, and thou knowst,",
    "Equal in their Creation they were form'd,",
    "Save what sin hath impaird, which yet hath wrought",
    "Insensibly, for I suspend thir doom;",
    "Whence in perpetual fight they needs must last",
    "Endless, and no solution will be found:",
    "Warr wearied hath perform'd what Warr can do,",
    "And to disorder'd rage let loose the reines,",
    "With Mountains as with Weapons arm'd, which makes",
    "Wild work in Heav'n, and dangerous to the maine.",
    "Two dayes are therefore past, the third is thine;",
    "For thee I have ordain'd it, and thus farr",
    "Have sufferd, that the Glorie may be thine",
    "Of ending this great Warr, since none but Thou",
    "Can end it. Into thee such Vertue and Grace",
    "Immense I have transfus'd, that all may know",
    "In Heav'n and Hell thy Power above compare,",
    "And this perverse Commotion governd thus,",
    "To manifest thee worthiest to be Heir",
    "Of all things, to be Heir and to be King",
    "By Sacred Unction, thy deserved right.",
    "Go then thou Mightiest in thy Fathers might,",
    "Ascend my Chariot, guide the rapid Wheeles",
    "That shake Heav'ns basis, bring forth all my Warr,",
    "My Bow and Thunder, my Almightie Arms",
    "Gird on, and Sword upon thy puissant Thigh;",
    "Pursue these sons of Darkness, drive them out",
    "From all Heav'ns bounds into the utter Deep:",
    "There let them learn, as likes them, to despise",
    "God and",
    "his anointed King.",
    "He said, and on his Son with Rayes direct",
    "Shon full, he all his Father full expresst",
    "Ineffably into his face receiv'd,",
    "And thus the filial Godhead answering spake.",
    "O Father, O Supream of heav'nly Thrones,",
    "First, Highest, Holiest, Best, thou alwayes seekst",
    "To glorifie thy Son, I alwayes thee,",
    "As is most just; this I my Glorie account,",
    "My exaltation, and my whole delight,",
    "That thou in me well pleas'd, declarst thy will",
    "Fulfill'd, which to fulfil is all my bliss.",
    "Scepter and Power, thy giving, I assume,",
    "And gladlier shall resign, when in the end",
    "Thou shalt be All in All, and I in thee",
    "For ever, and in mee all whom thou lov'st:",
    "But whom thou hat'st, I hate, and can put on",
    "Thy terrors, as I put thy mildness on,",
    "Image of thee in all things; and shall soon,",
    "Armd with thy might, rid heav'n of these rebell'd,",
    "To thir prepar'd ill Mansion driven down",
    "To chains of darkness, and th' undying Worm,",
    "That from thy just obedience could revolt,",
    "Whom to obey is happiness entire.",
    "Then shall thy Saints unmixt, and from th' impure",
    "Farr separate, circling thy holy Mount",
    "Unfained",
    "to thee sing,",
    "Hymns of high praise, and I among them chief.",
    "So said, he o're his Scepter bowing, rose",
    "From the right hand of Glorie where he sate,",
    "And the third sacred Morn began to shine",
    "Dawning through Heav'n: forth rush'd with whirlwind sound",
    "The Chariot of Paternal Deitie,",
    "Flashing thick flames, Wheele within Wheele undrawn,",
    "It self instinct with Spirit, but convoyd",
    "By four Cherubic shapes, four Faces each",
    "Had wondrous, as with Starrs thir bodies all",
    "And Wings were set with Eyes, with Eyes the wheels",
    "Of Beril, and careering Fires between;",
    "Over thir heads a chrystal Firmament,",
    "Whereon a Saphir Throne, inlaid with pure",
    "Amber, and colours of the showrie Arch.",
    "Hee in Celestial Panoplie all armd",
    "Of radiant",
    ", work divinely wrought,",
    "Ascended, at his right hand Victorie",
    "Sate Eagle-wing'd, beside him hung his Bow",
    "And Quiver with three-bolted Thunder stor'd,",
    "And from about him fierce Effusion rowld",
    "Of smoak and bickering flame, and sparkles dire;",
    "Attended with ten thousand thousand Saints,",
    "He onward came, farr off his coming shon,",
    "And twentie thousand (I thir number heard)",
    "Chariots of God, half on each hand were seen:",
    "Hee on the wings of Cherub rode sublime",
    "On the Chrystallin Skie, in Saphir Thron'd.",
    "Illustrious farr and wide, but by his own",
    "First seen, them unexpected joy surpriz'd,",
    "When the great Ensign of",
    "blaz'd",
    "Aloft by Angels born, his Sign in Heav'n:",
    "Under whose conduct",
    "soon reduc'd",
    "His Armie, circumfus'd on either Wing,",
    "Under thir Head imbodied all in one.",
    "Before him Power Divine his way prepar'd;",
    "At his command the uprooted Hills retir'd",
    "Each to his place, they heard his voice and went",
    "Obsequious, Heav'n his wonted face renewd,",
    "And with fresh Flourets Hill and Valley smil'd.",
    "This saw his hapless Foes but stood obdur'd,",
    "And to rebellious fight rallied thir Powers",
    "Insensate, hope conceiving from despair.",
    "In heav'nly Spirits could such perverseness dwell?",
    "But to convince the proud what Signs availe,",
    "Or Wonders move th' obdurate to relent?",
    "They hard'nd more by what might most reclame,",
    "Grieving to see his Glorie, at the sight",
    "Took envie, and aspiring to his highth,",
    "Stood reimbattell'd fierce, by force or fraud",
    "Weening to prosper, and at length prevaile",
    "Against God and",
    ", or to fall",
    "In universal ruin last, and now",
    "To final Battel drew, disdaining flight,",
    "Or faint retreat; when the great Son of God",
    "To all his Host on either hand thus spake.",
    "Stand still in bright array ye Saints, here stand",
    "Ye Angels arm'd, this day from Battel rest;",
    "Faithful hath been your warfare, and of God",
    "Accepted, fearless in his righteous Cause,",
    "And as ye have receivd, so have ye don",
    "Invincibly; but of this cursed crew",
    "The punishment to other hand belongs,",
    "Vengeance is his, or whose he sole appoints;",
    "Number to this dayes work is not ordain'd",
    "Nor multitude, stand onely and behold",
    "Gods indignation on these Godless pourd",
    "By mee, not you but mee they have despis'd,",
    "Yet envied; against mee is all thir rage,",
    "Because the Father, t' whom in Heav'n supream",
    "Kingdom and Power and Glorie appertains,",
    "Hath honourd me according to his will.",
    "Therefore to mee thir doom he hath assig'n'd;",
    "That they may have thir wish, to trie with mee",
    "In Battel which the stronger proves, they all,",
    "Or I alone against them, since by strength",
    "They measure all, of other excellence",
    "Not emulous, nor care who them excells;",
    "Nor other strife with them do I voutsafe.",
    "So spake the Son, and into terrour chang'd",
    "His count'nance too severe to be beheld",
    "And full of wrauth bent on his Enemies.",
    "At once the Four spred out thir Starrie wings",
    "With dreadful shade contiguous, and the Orbes",
    "Of his fierce Chariot rowld, as with the sound",
    "Of torrent Floods, or of a numerous Host.",
    "Hee on his impious Foes right onward drove,",
    "Gloomie as Night; under his burning Wheeles",
    "The stedfast Empyrean shook throughout,",
    "All but the Throne it self of God. Full soon",
    "Among them he arriv'd; in his right hand",
    "Grasping ten thousand Thunders, which he sent",
    "Before him, such as in thir Soules infix'd",
    "Plagues; they astonisht all resistance lost,",
    "All courage; down thir idle weapons drop'd;",
    "O're Shields and Helmes, and helmed heads he rode",
    "Of Thrones and mighty Seraphim prostrate,",
    "That wisht the Mountains now might be again",
    "Thrown on them as a shelter from his ire.",
    "Nor less on either side tempestuous fell",
    "His arrows, from the fourfold-visag'd Foure,",
    "Distinct with eyes, and from the living Wheels",
    "Distinct alike with multitude of eyes,",
    "One Spirit in them rul'd, and every eye",
    "Glar'd lightning, and shot forth pernicious fire",
    "Among th' accurst, that witherd all thir strength,",
    "And of thir wonted vigour left them draind,",
    "Exhausted, spiritless, afflicted, fall'n.",
    "Yet half his strength he put not forth, but check'd",
    "His Thunder in mid Volie, for he meant",
    "Not to destroy, but root them out of Heav'n:",
    "The overthrown he rais'd, and as a Heard",
    "Of Goats or timerous flock together throngd",
    "Drove them before him Thunder-struck, pursu'd",
    "With terrors and with furies to the bounds",
    "And Chrystal wall of Heav'n, which op'ning wide,",
    "Rowld inward, and a spacious Gap disclos'd",
    "Into the wastful Deep; the monstrous sight",
    "Strook them with horror backward, but far worse",
    "Urg'd them behind; headlong themselves they threw",
    "Down from the verge of Heav'n, Eternal wrauth",
    "Burnt after them to the bottomless pit.",
    "Hell heard th' unsufferable noise, Hell saw",
    "Heav'n ruining from Heav'n and would have fled",
    "Affrighted; but strict Fate had cast too deep",
    "Her dark foundations, and too fast had bound.",
    "Nine dayes they fell; confounded",
    "roard,",
    "And felt tenfold confusion in thir fall",
    "Through his wilde Anarchie, so huge a rout",
    "Incumberd him with ruin: Hell at last",
    "Yawning receavd them whole, and on them clos'd,",
    "Hell thir fit habitation fraught with fire",
    "Unquenchable, the house of woe and paine.",
    "Disburd'nd Heav'n rejoic'd, and soon repaird",
    "Her mural breach, returning whence it rowld.",
    "Sole Victor from th' expulsion of his Foes",
    "his triumphal Chariot turnd:",
    "To meet him all his Saints, who silent stood",
    "Eye witnesses of his Almightie Acts,",
    "With Jubilie advanc'd; and as they went,",
    "Shaded with branching Palme, each order bright,",
    "Sung Triumph, and him sung Victorious King,",
    "Son, Heir, and Lord, to him Dominion giv'n,",
    "Worthiest to Reign: he celebrated rode",
    "Triumphant through mid Heav'n, into the Courts",
    "And Temple of his migihtie Father Thron'd",
    "On high: who into Glorie him receav'd,",
    "Where now he sits at the right hand of bliss.",
    "Thus measuring things in Heav'n by things on Earth",
    "At thy request, and that thou maist beware",
    "By what is past, to thee I have reveal'd",
    "What might have else to human Race bin hid;",
    "The discord which befel, and Warr in Heav'n",
    "Among th' Angelic Powers, and the deep fall",
    "Of those too high aspiring, who rebelld",
    "With",
    ", hee who envies now thy state,",
    "Who now is plotting how he may seduce",
    "Thee also from obedience, that with him",
    "Bereavd of happiness thou maist partake",
    "His punishment, Eternal miserie;",
    "Which would be all his solace and revenge,",
    "As a despite don against the most High,",
    "Thee once to gaine Companion of his woe.",
    "But list'n not to his Temptations, warne",
    "Thy weaker; let it profit thee to have heard",
    "By terrible Example the reward",
    "Of disobedience; firm they might have stood,",
    "Yet fell; remember, and fear to transgress."
  ],
  "title": ": Book 6 (1674 version)",
  "year": ""
}