{
  "author": "John Milton",
  "classification": "Epic",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175012",
  "region": "England",
  "text": [
    "DEscend from Heav'n",
    ", by that name",
    "If rightly thou art call'd, whose Voice divine",
    "Following, above th'",
    "Hill I soare,",
    "Above the flight of",
    "wing.",
    "The meaning, not the Name I call: for thou",
    "Nor of the Muses nine, nor on the top",
    "Of old",
    "dwell'st, but Heav'nlie borne,",
    "Before the Hills appeerd, or Fountain flow'd,",
    "Thou with Eternal wisdom didst converse,",
    "Wisdom thy Sister, and with her didst play",
    "In presence of th' Almightie Father, pleas'd",
    "With thy Celestial Song. Up led by thee",
    "Into the Heav'n of Heav'ns I have presum'd,",
    "An Earthlie Guest, and drawn Empyreal Aire,",
    "Thy tempring; with like safetie guided down",
    "Return me to my Native Element:",
    "Least from this flying Steed unrein'd, (as once",
    ", though from a lower Clime)",
    "Dismounted, on th'",
    "Field I fall",
    "Erroneous there to wander and forlorne.",
    "Half yet remaines unsung, but narrower bound",
    "Within the visible Diurnal Spheare;",
    "Standing on Earth, not rapt above the Pole,",
    "More safe I Sing with mortal voice, unchang'd",
    "To hoarce or mute, though fall'n on evil dayes,",
    "On evil dayes though fall'n, and evil tongues;",
    "In darkness, and with dangers compast round,",
    "And solitude; yet not alone, while thou",
    "Visit'st my slumbers Nightly, or when Morn",
    "Purples the East: still govern thou my Song,",
    ", and fit audience find, though few.",
    "But drive farr off the barbarous dissonance",
    "Of",
    "and his revellers, the Race",
    "Of that wilde Rout that tore the",
    "Bard",
    "In",
    ", where Woods and Rocks had Eares",
    "To rapture, till the savage clamor dround",
    "Both Harp and Voice; nor could the Muse defend",
    "Her Son. So fail not thou, who thee implores:",
    "For thou are Heav'nlie, shee an emptie dreame.",
    "Say Goddess, what ensu'd when",
    ",",
    "The affable Arch-Angel, had forewarn'd",
    "by dire example to beware",
    "Apostasie, by what befell in Heaven",
    "To those Apostates, least the like befall",
    "In Paradise to",
    "or his Race,",
    "Charg'd not to touch the interdicted Tree,",
    "If they transgress, and slight that sole command,",
    "So easily obeyd amid the choice",
    "Of all tastes else to please thir appetite,",
    "Though wandring. He with his consorted",
    "The storie heard attentive, and was fill'd",
    "With admiration, and deep Muse to hear",
    "Of things so high and strange, things to thir thought",
    "So unimaginable as hate in Heav'n,",
    "And Warr so neer the Peace of God in bliss",
    "With such confusion: but the evil soon",
    "Driv'n back redounded as a flood on those",
    "From whom it sprung, impossible to mix",
    "With Blessedness. Whence",
    "soon repeal'd",
    "The doubts that in his heart arose: and now",
    "Led on, yet sinless, with desire to know",
    "What neerer might concern him, how this World",
    "Of Heav'n and Earth conspicious first began,",
    "When, and whereof created, for what cause,",
    "What within",
    "or without was done",
    "Before his memorie, as one whose drouth",
    "Yet scarce allay'd still eyes the current streame,",
    "Whose liquid murmur heard new thirst excites,",
    "Proceeded thus to ask his Heav'nly Guest.",
    "Great things, and full of wonder in our eares,",
    "Farr differing from this World, thou hast reveal'd",
    "Divine interpreter, by favour sent",
    "Down from the Empyrean to forewarne",
    "Us timely of what might else have bin our loss,",
    "Unknown, which human knowledg could not reach:",
    "For which to the infinitly Good we owe",
    "Immortal thanks, and his admonishment",
    "Receave with solemne purpose to observe",
    "Immutably his sovran will, the end",
    "Of what we are. But since thou hast voutsaf't",
    "Gently for our instruction to impart",
    "Things above Earthly thought, which yet concernd",
    "Our knowing, as to highest wisdom seemd,",
    "Deign to descend now lower, and relate",
    "What may no less perhaps availe us known,",
    "How first began this Heav'n which we behold",
    "Distant so high, with moving Fires adornd",
    "Innumerable, and this which yeelds or fills",
    "All space, the ambient Aire wide interfus'd",
    "Imbracing round this florid Earth, what cause",
    "Mov'd the Creator in his holy Rest",
    "Through all Eternitie so late to build",
    "In",
    ", and the work begun, how soon",
    "Absolv'd, if unforbid thou maist unfould",
    "What wee, not to explore the secrets aske",
    "Of his Eternal Empire, but the more",
    "To magnifie his works, the more we know.",
    "And the great Light of Day yet wants to run",
    "Much of his Race though steep, suspens in Heav'n",
    "Held by thy voice, thy potent voice he heares,",
    "And longer will delay to heare thee tell",
    "His Generation, and the rising Birth",
    "Of Nature from the unapparent Deep:",
    "Or if the Starr of Eevning and the Moon",
    "Haste to thy audience, Night with her will bring",
    "Silence, and Sleep listning to thee will watch,",
    "Or we can bid his absence, till thy Song",
    "End, and dismiss thee ere the Morning shine.",
    "Thus",
    "his illustrious Guest besought:",
    "And thus the Godlike Angel answerd milde.",
    "This also thy request with caution askt",
    "Obtaine: though to recount Almightie works",
    "What words or tongue of Seraph can suffice,",
    "Or heart of man suffice to comprehend?",
    "Yet what thou canst attain, which best may serve",
    "To glorifie the Maker, and inferr",
    "Thee also happier, shall not be withheld",
    "Thy hearing, such Commission from above",
    "I have receav'd, to answer thy desire",
    "Of knowledge within bounds; beyond abstain",
    "To ask, nor let thine own inventions hope",
    "Things not reveal'd, which th' invisible King,",
    "Onely Omniscient, hath supprest in Night,",
    "To none communicable in Earth or Heaven:",
    "Anough is left besides to search and know.",
    "But Knowledge is as food, and needs no less",
    "Her Temperance over Appetite, to know",
    "In measure what the mind may well contain,",
    "Oppresses else with Surfet, and soon turns",
    "Wisdom to Folly, as Nourishment to Winde.",
    "Know then, that after",
    "from Heav'n",
    "(So call him, brighter once amidst the Host",
    "Of Angels, then that Starr the Starrs among)",
    "Fell with his flaming Legions through the Deep",
    "Into his place, and the great Son returnd",
    "Victorious with his Saints, th' Omnipotent",
    "Eternal Father from his Throne beheld",
    "Thir multitude, and to his Son thus spake.",
    "At least our envious Foe hath fail'd, who thought",
    "All like himself rebellious, by whose aid",
    "This inaccessible high strength, the seat",
    "Of Deitie supream, us dispossest,",
    "He trusted to have seis'd, and into fraud",
    "Drew many, whom thir place knows here no more;",
    "Yet farr the greater part have kept, I see,",
    "Thir station, Heav'n yet populous retaines",
    "Number sufficient to possess her Realmes",
    "Though wide, and this high Temple to frequent",
    "With Ministeries due and solemn Rites:",
    "But least his heart exalt him in the harme",
    "Already done, to have dispeopl'd Heav'n",
    "My damage fondly deem'd, I can repaire",
    "That detriment, if such it be to lose",
    "Self-lost, and in a moment will create",
    "Another World, out of one man a Race",
    "Of men innumerable, there to dwell,",
    "Not here, till by degrees of merit rais'd",
    "They open to themselves at length the way",
    "Up hither, under long obedience tri'd,",
    "And Earth be chang'd to Heav'n, & Heav'n to Earth,",
    "One Kingdom, Joy and Union without end.",
    "Mean while inhabit laxe, ye Powers of Heav'n,",
    "And thou my Word, begotten Son, by thee",
    "This I perform, speak thou, and be it don:",
    "My overshadowing Spirit and might with thee",
    "I send along, ride forth, and bid the Deep",
    "Within appointed bounds be Heav'n and Earth,",
    "Boundless the Deep, because I am who fill",
    "Infinitude, nor vacuous the space.",
    "Though I uncircumscrib'd my self retire,",
    "And put not forth my goodness, which is free",
    "To act or not, Necessitie and Chance",
    "Approach not mee, and what I will is Fate.",
    "So spake th' Almightie, and to what he spake",
    "His Word, the filial Godhead, gave effect.",
    "Immediate are the Acts of God, more swift",
    "Then time or motion, but to human ears",
    "Cannot without process of speech be told,",
    "So told as earthly notion can receave.",
    "Great triumph and rejoycing was in Heav'n",
    "When such was heard declar'd the Almightie's will;",
    "Glorie they sung to the most High, good will",
    "To future men, and in thir dwellings peace:",
    "Glorie to him whose just avenging ire",
    "Had driven out th' ungodly from his sight",
    "And th' habitations of the just; to him",
    "Glorie and praise, whose wisdom had ordain'd",
    "Good out of evil to create, in stead",
    "Of Spirits maligne a better Race to bring",
    "Into thir vacant room, and thence diffuse",
    "His good to Worlds and Ages infinite.",
    "So sang the Hierarchies: Mean while the Son",
    "On his great Expedition now appeer'd,",
    "Girt with Omnipotence, with Radiance crown'd",
    "Of Majestie Divine, Sapience and Love",
    "Immense, and all his Father in him shon.",
    "About his Chariot numberless were pour'd",
    "Cherub and Seraph, Potentates and Thrones,",
    "And Vertues, winged Spirits, and Chariots wing'd,",
    "From the Armoury of God, where stand of old",
    "Myriads between two brazen Mountains lodg'd",
    "Against a solemn day, harnest at hand,",
    "Celestial Equipage; and now came forth",
    "Spontaneous, for within them Spirit livd,",
    "Attendant on thir Lord: Heav'n op'nd wide",
    "Her ever during Gates, Harmonious sound",
    "On golden Hinges moving, to let forth",
    "The King of Glorie in his powerful Word",
    "And Spirit coming to create new Worlds.",
    "On heav'nly ground they stood, and from the shore",
    "They view'd the vast immeasurable Abyss",
    "Outrageous as a Sea, dark, wasteful, wilde,",
    "Up from the bottom turn'd by furious windes",
    "And surging waves, as Mountains to assault",
    "Heav'ns highth, and with the Center mix the Pole.",
    "Silence, ye troubl'd waves, and thou Deep, peace,",
    "Said then th' Omnific Word, your discord end:",
    "Nor staid, but on the Wings of Cherubim",
    "Uplifted, in Paternal Glorie rode",
    "Farr into",
    ", and the World unborn;",
    "For",
    "heard his voice: him all his Traine",
    "Follow'd in bright procession to behold",
    "Creation, and the wonders of his might.",
    "Then staid the fervid Wheeles, and in his hand",
    "He took the golden Compasses, prepar'd",
    "In Gods Eternal store, to circumscribe",
    "This Universe, and all created things:",
    "One foot he center'd, and the other turn'd",
    "Round through the vast profunditie obscure,",
    "And said, thus farr extend, thus farr thy bounds,",
    "This be thy just Circumference, O World.",
    "Thus God the Heav'n created, thus the Earth,",
    "Matter unform'd and void: Darkness profound",
    "Cover'd th' Abyss: but on the watrie calme",
    "His brooding wings the Spirit of God outspred,",
    "And vital vertue infus'd, and vital warmth",
    "Throughout the fluid Mass, but downward purg'd",
    "The black tartareous cold Infernal dregs",
    "Adverse to life: then founded, then conglob'd",
    "Like things to like, the rest to several place",
    "Disparted, and between spun out the Air,",
    "And Earth self ballanc't on her Center hung.",
    "Let ther be Light, said God, and forthwith Light",
    "Ethereal, first of things, quintessence pure",
    "Sprung from the Deep, and from her Native East",
    "To journie through the airie gloom began,",
    "Sphear'd in a radiant Cloud, for yet the Sun",
    "Was not; shee in a cloudie Tabernacle",
    "Sojourn'd the while. God saw the Light was good;",
    "And light from darkness by the Hemisphere",
    "Divided: Light the Day, and Darkness Night",
    "He nam'd. Thus was the first Day Eev'n and Morn:",
    "Nor past uncelebrated, nor unsung",
    "By the Celestial Quires, when Orient Light",
    "Exhaling first from Darkness they beheld;",
    "Birth-day of Heav'n and Earth; with joy and shout",
    "The hollow Universal Orb they fill'd,",
    "And touch't thir Golden Harps, and hymning prais'd",
    "God and his works, Creatour him they sung,",
    "Both when first Eevning was, and when first Morn.",
    "Again, God said, let ther be Firmament",
    "Amid the Waters, and let it divide",
    "The Waters from the Waters: and God made",
    "The Firmament, expanse of liquid, pure,",
    "Transparent, Elemental Air, diffus'd",
    "In circuit to the uttermost convex",
    "Of this great Round: partition firm and sure,",
    "The Waters underneath from those above",
    "Dividing: for as Earth, so he the World",
    "Built on circumfluous Waters calme, in wide",
    "Crystallin Ocean, and the loud misrule",
    "Of",
    "farr remov'd, least fierce extreames",
    "Contiguous might distemper the whole frame:",
    "And Heav'n he nam'd the Firmament: So Eev'n",
    "And Morning",
    "sung the second Day.",
    "The Earth was form'd, but in the Womb as yet",
    "Of Waters, Embryon immature involv'd,",
    "Appeer'd not: over all the face of Earth",
    "Main Ocean flow'd, not idle, but with warme",
    "Prolific humour soft'ning all her Globe,",
    "Fermented the great Mother to conceave,",
    "Satiate with genial moisture, when God said",
    "Be gather'd now ye Waters under Heav'n",
    "Into one place, and let dry Land appeer.",
    "Immediately the Mountains huge appeer",
    "Emergent, and thir broad bare backs upheave",
    "Into the Clouds, thir tops ascend the Skie:",
    "So high as heav'd the tumid Hills, so low",
    "Down sunk a hollow bottom broad and deep,",
    "Capacious bed of Waters: thither they",
    "Hasted with glad precipitance, uprowld",
    "As drops on dust conglobing from the drie;",
    "Part rise in crystal Wall, or ridge direct,",
    "For haste; such flight the great command impress'd",
    "On the swift flouds: as Armies at the call",
    "Of Trumpet (for of Armies thou hast heard)",
    "Troop to thir Standard, so the watrie throng,",
    "Wave rowling after Wave, where way they found,",
    "If steep, with torrent rapture, if through Plaine,",
    "Soft-ebbing; nor withstood them Rock or Hill,",
    "But they, or under ground, or circuit wide",
    "With Serpent errour wandring, found thir way,",
    "And on the washie Oose deep Channels wore;",
    "Easie, e're God had bid the ground be drie,",
    "All but within those banks, where Rivers now",
    "Stream, and perpetual draw thir humid traine.",
    "The dry Land, Earth, and the great receptacle",
    "Of congregated Waters he call'd Seas:",
    "And saw that it was good, and said, Let th' Earth",
    "Put forth the verdant Grass, Herb yielding Seed,",
    "And Fruit Tree yielding Fruit after her kind;",
    "Whose Seed is in her self upon the Earth.",
    "He scarce had said, when the bare Earth, till then",
    "Desert and bare, unsightly, unadorn'd,",
    "Brought forth the tender Grass, whose verdure clad",
    "Her Universal Face with pleasant green,",
    "Then Herbs of every leaf, that sudden flour'd",
    "Op'ning thir various colours, and made gay",
    "Her bosom smelling sweet: and these scarce blown,",
    "Forth flourish't thick the clustring Vine, forth crept",
    "The smelling Gourd, up stood the cornie Reed",
    "Embattell'd in her field: and the humble Shrub,",
    "And Bush with frizl'd hair implicit: last",
    "Rose as in Dance the stately Trees, and spred",
    "Thir branches hung with copious Fruit; or gemm'd",
    "Thir blossoms: with high woods the hills were crownd,",
    "With tufts the vallies and each fountain side,",
    "With borders long the Rivers. That Earth now",
    "Seemd like to Heav'n, a seat where Gods might dwell,",
    "Or wander with delight, and love to haunt",
    "Her sacred shades: though God had yet not rain'd",
    "Upon the Earth, and man to till the ground",
    "None was, but from the Earth a dewie Mist",
    "Went up and waterd all the ground, and each",
    "Plant of the field, which e're it was in the Earth",
    "God made, and every Herb, before it grew",
    "On the green stemm; God saw that it was good.",
    "So Eev'n and Morn recorded the Third Day.",
    "Again th' Almightie spake: Let there be Lights",
    "High in th' expanse of Heaven to divide",
    "The Day from Night; and let them be for Signes,",
    "For Seasons, and for Dayes, and circling Years,",
    "And let them be for Lights as I ordaine",
    "Thir Office in the Firmament of Heav'n",
    "To give Light on the Earth; and it was so.",
    "And God made two great Lights, great for thir use",
    "To Man, the greater to have rule by Day,",
    "The less by Night alterne: and made the Starrs,",
    "And set them in the Firmament of Heav'n",
    "To illuminate the Earth, and rule the Day",
    "In thir vicissitude, and rule the Night,",
    "And Light from Darkness to divide. God saw,",
    "Surveying his great Work, that it was good:",
    "For of Celestial Bodies first the Sun",
    "A mightie Spheare he fram'd, unlightsom first,",
    "Though of Ethereal Mould: then form'd the Moon",
    "Globose, and every magnitude of Starrs,",
    "And sowd with Starrs the Heav'n thick as a field:",
    "Of Light by farr the greater part he took,",
    "Transplanted from her cloudie Shrine, and plac'd",
    "In the Suns Orb, made porous to receive",
    "And drink the liquid Light, firm to retaine",
    "Her gather'd beams, great Palace now of Light.",
    "Hither as to thir Fountain other Starrs",
    "Repairing, in thir gold'n Urns draw Light,",
    "And hence the Morning Planet guilds her horns;",
    "By tincture or reflection they augment",
    "Thir small peculiar, though from human sight",
    "So farr remote, with diminution seen.",
    "First in his East the glorious Lamp was seen,",
    "Regent of Day, and all th' Horizon round",
    "Invested with bright Rayes, jocond to run",
    "His Longitude through Heav'ns high rode: the gray",
    "Dawn, and the",
    "before him danc'd",
    "Shedding sweet influence: less bright the Moon,",
    "But opposite in leveld West was set",
    "His mirror, with full face borrowing her Light",
    "From him, for other light she needed none",
    "In that aspect, and still that distance keepes",
    "Till night, then in the East her turn she shines,",
    "Revolvd on Heav'ns great Axle, and her Reign",
    "With thousand lesser Lights dividual holds,",
    "With thousand thousand Starres, that then appeer'd",
    "Spangling the Hemisphere: then first adornd",
    "With thir bright Luminaries that Set and Rose,",
    "Glad Eevning and glad Morn crownd the fourth day.",
    "And God said, let the Waters generate",
    "Reptil with Spawn abundant, living Soule:",
    "And let Fowle flie above the Earth, with wings",
    "Displayd on the op'n Firmament of Heav'n.",
    "And God created the great Whales, and each",
    "Soul living, each that crept, which plenteously",
    "The waters generated by thir kindes,",
    "And every Bird of wing after his kinde;",
    "And saw that it was good, and bless'd them, saying,",
    "Be fruitful, multiply, and in the Seas",
    "And Lakes and running Streams the waters fill;",
    "And let the Fowle be multiply'd on the Earth.",
    "Forthwith the Sounds and Seas, each Creek and Bay",
    "With Frie innumerable swarme, and Shoales",
    "Of Fish that with thir Finns and shining Scales",
    "Glide under the green Wave, in Sculles that oft",
    "Bank the mid Sea: part single or with mate",
    "Graze the Sea weed thir pasture, and through Groves",
    "Of Coral stray, or sporting with quick glance",
    "Show to the Sun thir wav'd coats dropt with Gold,",
    "Or in thir Pearlie shells at ease, attend",
    "Moist nutriment, or under Rocks thir food",
    "In jointed Armour watch: on smooth the Seale,",
    "And bended Dolphins play: part huge of bulk",
    "Wallowing unweildie, enormous in thir Gate",
    "Tempest the Ocean: there Leviathan",
    "Hugest of living Creatures, on the Deep",
    "Stretcht like a Promontorie sleeps or swimmes,",
    "And seems a moving Land, and at his Gilles",
    "Draws in, and at his Trunck spouts out a Sea.",
    "Mean while the tepid Caves, and Fens and shoares",
    "Thir Brood as numerous hatch, from the Egg that soon",
    "Bursting with kindly rupture forth disclos'd",
    "Thir callow young, but featherd soon and fledge",
    "They summ'd thir Penns, and soaring th' air sublime",
    "With clang despis'd the ground, under a cloud",
    "In prospect; there the Eagle and the Stork",
    "On Cliffs and Cedar tops thir Eyries build:",
    "Part loosly wing the Region, part more wise",
    "In common, rang'd in figure wedge thir way,",
    "Intelligent of seasons, and set forth",
    "Thir Aierie Caravan high over Sea's",
    "Flying, and over Lands with mutual wing",
    "Easing thir flight; so stears the prudent Crane",
    "Her annual Voiage, born on Windes; the Aire",
    "Floats, as they pass, fann'd with unnumber'd plumes:",
    "From Branch to Branch the smaller Birds with song",
    "So1ac'd the Woods, and spred thir painted wings",
    "Till Ev'n, nor then the solemn Nightingal",
    "Ceas'd warbling, but all night tun'd her soft layes:",
    "Others on Silver Lakes and Rivers Bath'd",
    "Thir downie Brest; the Swan with Arched neck",
    "Between her white wings mantling proudly, Rowes",
    "Her state with Oarie feet: yet oft they quit",
    "The Dank, and rising on stiff Pennons, towre",
    "The mid Aereal Skie: Others on ground",
    "Walk'd firm; the crested Cock whose clarion sounds",
    "The silent hours, and th' other whose gay Traine",
    "Adorns him, colour'd with the Florid hue",
    "Of Rainbows and Starrie Eyes. The Waters thus",
    "With Fish replenisht, and the Aire with Fowle,",
    "Ev'ning and Morn solemniz'd the Fift day.",
    "The Sixt, and of Creation last arose",
    "With Eevning Harps and Mattin, when God said,",
    "Let th' Earth bring forth Foul living in her kinde,",
    "Cattel and Creeping things, and Beast of the Earth,",
    "Each in their kinde. The Earth obey'd, and strait",
    "Op'ning her fertil Woomb teem'd at a Birth",
    "Innumerous living Creatures, perfet formes,",
    "Limb'd and full grown: out of the ground up rose",
    "As from his Laire the wilde Beast where he wonns",
    "In Forrest wilde, in Thicket, Brake, or Den;",
    "Among the Trees in Pairs they rose, they walk'd:",
    "The Cattel in the Fields and Meddowes green:",
    "Those rare and solitarie, these in flocks",
    "Pasturing at once, and in broad Herds upsprung.",
    "The grassie Clods now Calv'd, now half appeer'd",
    "The Tawnie Lion, pawing to get free",
    "His hinder parts, then springs as broke from Bonds,",
    "And Rampant shakes his Brinded main; the Ounce,",
    "The Libbard, and the Tyger, as the Moale",
    "Rising, the crumbl'd Earth above them threw",
    "In Hillocks; the swift Stag from under ground",
    "Bore up his branching head: scarse from his mould",
    "biggest born of Earth upheav'd",
    "His vastness: Fleec't the Flocks and bleating rose,",
    "As Plants: ambiguous between Sea and Land",
    "The River Horse and scalie Crocodile.",
    "At once came forth whatever creeps the ground,",
    "Insect or Worme; those wav'd thir limber fans",
    "For wings, and smallest Lineaments exact",
    "In all the Liveries dect of Summers pride",
    "With spots of Gold and Purple, azure and green:",
    "These as a line thir long dimension drew,",
    "Streaking the ground with sinuous trace; not all",
    "Minims of Nature; some of Serpent kinde",
    "Wondrous in length and corpulence involv'd",
    "Thir Snakie foulds, and added wings. First crept",
    "The Parsimonious Emmet, provident",
    "Of future, in small room large heart enclos'd,",
    "Pattern of just equalitie perhaps",
    "Hereafter, join'd in her popular Tribes",
    "Of Commonaltie: swarming next appeer'd",
    "The Female Bee that feeds her Husband Drone",
    "Deliciously, and builds her waxen Cells",
    "With Honey stor'd: the rest are numberless,",
    "And thou thir Natures know'st, & gav'st them Names,",
    "Needless to thee repeated; nor unknown",
    "The Serpent suttl'st Beast of all the field,",
    "Of huge extent somtimes, with brazen Eyes",
    "And hairie Main terrific, though to thee",
    "Not noxious, but obedient at thy call.",
    "Now Heav'n in all her Glorie shon, and rowld",
    "Her motions, as the great first Movers hand",
    "First wheeld thir course; Earth in her rich attire",
    "Consummate lovly smil'd; Aire, Water, Earth,",
    "By Fowl, Fish, Beast, was flown, was swum, was walkt",
    "Frequent; and of the Sixt day yet remain'd;",
    "There wanted yet the Master work, the end",
    "Of all yet don; a Creature who not prone",
    "And Brute as other Creatures, but endu'd",
    "With Sanctitie of Reason, might erect",
    "His Stature, and upright with Front serene",
    "Govern the rest, self-knowing, and from thence",
    "Magnanimous to correspond with Heav'n,",
    "But grateful to acknowledge whence his good",
    "Descends, thither with heart and voice and eyes",
    "Directed in Devotion, to adore",
    "And worship God Supream, who made him chief",
    "Of all his works; therefore the Omnipotent",
    "Eternal Father (For where is not hee",
    "Present) thus to his Son audibly spake.",
    "Let us make now Man in our image, Man",
    "In our similitude, and let them rule",
    "Over the Fish and Fowle of Sea and Aire,",
    "Beast of the Field, and over all the Earth,",
    "And every creeping thing that creeps the ground.",
    "This said, he formd thee,",
    ", thee O Man",
    "Dust of the ground, and in thy nostrils breath'd",
    "The breath of Life; in his own Image hee",
    "Created thee, in the Image of God",
    "Express, and thou becam'st a living Soul.",
    "Male he created thee, but thy consort",
    "Female for Race; then bless'd Mankinde, and said,",
    "Be fruitful, multiplie, and fill the Earth,",
    "Subdue it, and throughout Dominion hold",
    "Over Fish of the Sea, and Fowle of the Aire,",
    "And every living thing that moves on the Earth.",
    "Wherever thus created, for no place",
    "Is yet distinct by name, thence, as thou knows't",
    "He brought thee into this delicious Grove,",
    "This Garden, planted with the Trees of God,",
    "Delectable both to behold and taste;",
    "And freely all thir pleasant fruit for food",
    "Gave thee, all sorts are here that all th' Earth yields,",
    "Varietie without end; but of the Tree",
    "Which tasted works knowledge of Good and Evil,",
    "Thou mai'st not; in the day thou eat'st, thou di'st;",
    "Death is the penaltie impos'd, beware,",
    "And govern well thy appetite, least sin",
    "Surprise thee, and her black attendant Death.",
    "Here finish'd hee, and all that he had made",
    "View'd, and behold all was entirely good;",
    "So Ev'n and Morn accomplish'd the Sixt day:",
    "Yet not till the Creator from his work",
    "Desisting, though unwearied, up returnd",
    "Up to the Heav'n of Heav'ns his high abode,",
    "Thence to behold this new created World",
    "Th' addition of his Empire, how it shew'd",
    "In prospect from his Throne, how good, how faire,",
    "Answering his great Idea. Up he rode",
    "Followd with acclamation and the sound",
    "Symphonious of ten thousand Harpes that tun'd",
    "Angelic harmonies: the Earth, the Aire",
    "Resounded, (thou remember'st, for thou heardst)",
    "The Heav'ns and all the Constellations rung,",
    "The Planets in thir station list'ning stood,",
    "While the bright Pomp ascended jubilant.",
    "Open, ye everlasting Gates, they sung,",
    "Open, ye Heav'ns, your living dores; let in",
    "The great Creator from his work returnd",
    "Magnificent, his Six days work, a World;",
    "Open, and henceforth oft; for God will deigne",
    "To visit oft the dwellings of just Men",
    "Delighted, and with frequent intercourse",
    "Thither will send his winged Messengers",
    "On errands of supernal Grace. So sung",
    "The glorious Train ascending: He through Heav'n,",
    "That open'd wide her blazing Portals, led",
    "To Gods Eternal house direct the way,",
    "A broad and ample rode, whose dust is Gold",
    "And pavement Starrs, as Starrs to thee appeer,",
    "Seen in the Galaxie, that Milkie way",
    "Which nightly as a circling Zone thou seest",
    "Pouderd with Starrs. And now on Earth the Seventh",
    "Eev'ning arose in",
    ", for the Sun",
    "Was set, and twilight from the East came on,",
    "Forerunning Night; when at the holy mount",
    "Of Heav'ns high-seated top, th' Impereal Throne",
    "Of Godhead, fixt for ever firm and sure,",
    "The Filial Power arriv'd, and sate him down",
    "With his great Father (for he also went",
    "Invisible, yet staid (such priviledge",
    "Hath Omnipresence) and the work ordain'd,",
    "Author and end of all things, and from work",
    "Now resting, bless'd and hallowd the Seav'nth day,",
    "As resting on that day from all his work,",
    "But not in silence holy kept; the Harp",
    "Had work and rested not, the solemn Pipe,",
    "And Dulcimer, all Organs of sweet stop,",
    "All sounds on Fret by String or Golden Wire",
    "Temper'd sort Tunings, intermixt with Voice",
    "Choral or Unison: of incense Clouds",
    "Fuming from Golden Censers hid the Mount.",
    "Creation and the Six dayes acts they sung,",
    "Great are thy works,",
    ", infinite",
    "Thy power; what thought can measure thee or tongue",
    "Relate thee; greater now in thy return",
    "Then from the Giant Angels; thee that day",
    "Thy Thunders magnifi'd; but to create",
    "Is greater then created to destroy.",
    "Who can impair thee, mighty King, or bound",
    "Thy Empire? easily the proud attempt",
    "Of Spirits apostat and thir Counsels vaine",
    "Thou hast repeld, while impiously they thought",
    "Thee to diminish, and from thee withdraw",
    "The number of thy worshippers. Who seekes",
    "To lessen thee, against his purpose serves",
    "To manifest the more thy might: his evil",
    "Thou usest, and from thence creat'st more good.",
    "Witness this new-made World, another Heav'n",
    "From Heaven Gate not farr, founded in view",
    "On the cleer",
    ", the Glassie Sea;",
    "Of amplitude almost immense, with Starr's",
    "Numerous, and every Starr perhaps a World",
    "Of destind habitation; but thou know'st",
    "Thir seasons: among these the seat of men,",
    "Earth with her nether Ocean circumfus'd,",
    "Thir pleasant dwelling place. Thrice happie men,",
    "And sons of men, whom God hath thus advanc't,",
    "Created in his Image, there to dwell",
    "And worship him, and in reward to rule",
    "Over his Works, on Earth, in Sea, or Air,",
    "And multiply a Race of Worshippers",
    "Holy and just: thrice happie if they know",
    "Thir happiness, and persevere upright.",
    "So sung they, and the Empyrean rung,",
    "With",
    ": Thus was Sabbath kept.",
    "And thy request think now fulfill'd, that ask'd",
    "How first this World and face of things began,",
    "And what before thy memorie was don",
    "From the beginning, that posteritie",
    "Informd by thee might know; if else thou seekst",
    "Aught, not surpassing human measure, say."
  ],
  "title": ": Book 7 (1674 version)",
  "year": ""
}