{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175013",
  "region": "England",
  "text": [
    "THE Angel ended, and in",
    "Eare",
    "So Charming left his voice, that he a while",
    "Thought him still speaking, still stood fixt to hear;",
    "Then as new wak't thus gratefully repli'd.",
    "What thanks sufficient, or what recompence",
    "Equal have I to render thee, Divine",
    "Hystorian, who thus largely hast allayd",
    "The thirst I had of knowledge, and voutsaf't",
    "This friendly condescention to relate",
    "Things else by me unsearchable, now heard",
    "With wonder, but delight, and, as is due,",
    "With glorie attributed to the high",
    "Creator; something yet of doubt remaines,",
    "Which onely thy solution can resolve.",
    "When I behold this goodly Frame, this World",
    "Of Heav'n and Earth consisting, and compute,",
    "Thir magnitudes, this Earth a spot, a graine,",
    "An Atom, with the Firmament compar'd",
    "And all her numberd Starrs, that seem to rowle",
    "Spaces incomprehensible (for such",
    "Thir distance argues and thir swift return",
    "Diurnal) meerly to officiate light",
    "Round this opacous Earth, this punctual spot,",
    "One day and night; in all thir vast survey",
    "Useless besides, reasoning I oft admire,",
    "How Nature wise and frugal could commit",
    "Such disproportions, with superfluous hand",
    "So many nobler Bodies to create,",
    "Greater so manifold to this one use,",
    "For aught appeers, and on thir Orbs impose",
    "Such restless revolution day by day",
    "Repeated, while the sedentarie Earth,",
    "That better might with farr less compass move,",
    "Serv'd by more noble then her self, attaines",
    "Her end without least motion, and receaves,",
    "As Tribute such a sumless journey brought",
    "Of incorporeal speed, her warmth and light;",
    "Speed, to describe whose swiftness Number failes.",
    "So spake our Sire, and by his count'nance seemd",
    "Entring on studious thoughts abstruse, which",
    "Perceaving where she sat retir'd in sight,",
    "With lowliness Majestic from her seat,",
    "And Grace that won who saw to wish her stay,",
    "Rose, and went forth among her Fruits and Flours,",
    "To visit how they prosper'd, bud and bloom,",
    "Her Nurserie; they at her coming sprung",
    "And toucht by her fair tendance gladlier grew.",
    "Yet went she not, as not with such discourse",
    "Delighted, or not capable her eare",
    "Of what was high: such pleasure she reserv'd,",
    "relating, she sole Auditress;",
    "Her Husband the Relater she preferr'd",
    "Before the Angel, and of him to ask",
    "Chose rather; hee, she knew would intermix",
    "Grateful digressions, and solve high dispute",
    "With conjugal Caresses, from his Lip",
    "Not Words alone pleas'd her. O when meet now",
    "Such pairs, in Love and mutual Honour joyn'd?",
    "With Goddess-like demeanour forth she went;",
    "Not unattended, for on her as Queen",
    "A pomp of winning Graces waited still,",
    "And from about her shot Darts of desire",
    "Into all Eyes to wish her still in sight.",
    "And",
    "now to",
    "doubt propos'd",
    "Benevolent and facil thus repli'd.",
    "To ask or search I blame thee not, for Heav'n",
    "Is as the Book of God before thee set,",
    "Wherein to read his wondrous Works, and learne",
    "His Seasons, Hours, or Dayes, or Months, or Yeares:",
    "This to attain, whether Heav'n move or Earth,",
    "Imports not, if thou reck'n right, the rest",
    "From Man or Angel the great Architect",
    "Did wisely to conceal, and not divulge",
    "His secrets to be scann'd by them who ought",
    "Rather admire; or if they list to try",
    "Conjecture, he his Fabric of the Heav'ns",
    "Hath left to thir disputes, perhaps to move",
    "His laughter at thir quaint Opinions wide",
    "Hereafter, when they come to model Heav'n",
    "And calculate the Starrs, how they will weild",
    "The mightie frame, how build, unbuild, contrive",
    "To save appeerances, how gird the Sphear",
    "With Centric and Eccentric scribl'd o're,",
    "Cycle and Epicycle, Orb in Orb:",
    "Alreadie by thy reasoning this I guess,",
    "Who art to lead thy ofspring, and supposest",
    "That bodies bright and greater should not serve",
    "The less not bright, nor Heav'n such journies run,",
    "Earth sitting still, when she alone receaves",
    "The benefit: consider first, that Great",
    "Or Bright inferrs not Excellence: the Earth",
    "Though, in comparison of Heav'n, so small,",
    "Nor glistering, may of solid good containe",
    "More plenty then the Sun that barren shines",
    "Whose vertue on it self workes no effect,",
    "But in the fruitful Earth; there first receavd",
    "His beams, unactive else, thir vigour find.",
    "Yet not to Earth are those bright Luminaries",
    "Officious, but to thee Earths habitant.",
    "And for the Heav'ns wide Circuit, let it speak",
    "The Makers high magnificence, who built",
    "So spacious, and his Line stretcht out so farr;",
    "That Man may know he dwells not in his own;",
    "An Edifice too large for him to fill,",
    "Lodg'd in a small partition, and the rest",
    "Ordain'd for uses to his Lord best known.",
    "The swiftness of those Circles attribute",
    "Though numberless, to his Omnipotence,",
    "That to corporeal substances could adde",
    "Speed almost Spiritual; mee thou thinkst not slow,",
    "Who since the Morning hour set out from Heav'n",
    "Where God resides, and ere mid-day arriv'd",
    "In",
    ", distance inexpressible",
    "By Numbers that have name. But this I urge,",
    "Admitting Motion in the Heav'ns, to shew",
    "Invalid that which thee to doubt it mov'd;",
    "Not that I so affirm, though so it seem",
    "To thee who hast thy dwelling here on Earth.",
    "God to remove his wayes from human sense,",
    "Plac'd Heav'n from Earth so farr, that earthly sight,",
    "If it presume, might erre in things too high,",
    "And no advantage gaine. What if the Sun",
    "Be Center to the World, and other Starrs",
    "By his attractive vertue and thir own",
    "Incited, dance about him various rounds?",
    "Thir wandring course now high, now low, then hid,",
    "Progressive, retrograde, or standing still,",
    "In six thou seest, and what if sev'nth to these",
    "The Planet Earth, so stedfast though she seem,",
    "Insensibly three different Motions move?",
    "Which else to several Sphears thou must ascribe,",
    "Mov'd contrarie with thwart obliquities,",
    "Or save the Sun his labour, and that swift",
    "Nocturnal and Diurnal rhomb suppos'd,",
    "Invisible else above all Starrs, the Wheele",
    "Of Day and Night; which needs not thy beleefe,",
    "If Earth industrious of her self fetch Day",
    "Travelling East, and with her part averse",
    "From the Suns beam meet Night, her other part",
    "Still luminous by his ray. What if that light",
    "Sent from her through the wide transpicuous aire,",
    "To the terrestrial Moon be as a Starr",
    "Enlightning her by Day, as she by Night",
    "This Earth? reciprocal, if Land be there,",
    "Feilds and Inhabitants: Her spots thou seest",
    "As Clouds, and Clouds may rain, and Rain produce",
    "Fruits in her soft'nd Soile, for some to eate",
    "Allotted there; and other Suns perhaps",
    "With thir attendant Moons thou wilt descrie",
    "Communicating Male and Femal Light,",
    "Which two great Sexes animate the World,",
    "Stor'd in each Orb perhaps with some that live.",
    "For such vast room in Nature unpossest",
    "By living Soule, desert and desolate,",
    "Onely to shine, yet scarce to contribute",
    "Each Orb a glimps of Light, conveyd so farr",
    "Down to this habitable, which returnes",
    "Light back to them, is obvious to dispute.",
    "But whether thus these things, or whether not,",
    "Whether the Sun predominant in Heav'n",
    "Rise on the Earth, or Earth rise on the Sun",
    "Hee from the East his flaming rode begin,",
    "Or Shee from West her silent course advance",
    "With inoffensive pace that spinning sleeps",
    "On her soft Axle, while she paces Eev'n,",
    "And beares thee soft with the smooth Air along,",
    "Sollicit not thy thoughts with matters hid,",
    "Leave them to God above, him serve and feare;",
    "Of other Creatures, as him pleases best,",
    "Wherever plac't, let him dispose: joy thou",
    "In what he gives to thee, this Paradise",
    "And thy faire",
    "; Heav'n is for thee too high",
    "To know what passes there; be lowlie wise:.",
    "Think onely what concernes thee and thy being;",
    "Dream not of other Worlds, what Creatures there",
    "Live, in what state, condition or degree,",
    "Contented that thus farr hath been reveal'd",
    "Not of Earth onely but of highest Heav'n.",
    "To whom thus",
    "cleerd of doubt, repli'd.",
    "How fully hast thou satisfi'd mee, pure",
    "Intelligence of Heav'n, Angel serene,",
    "And freed from intricacies, taught to live,",
    "The easiest way, nor with perplexing thoughts",
    "To interrupt the sweet of Life, from which",
    "God hath bid dwell farr off all anxious cares,",
    "And not molest us, unless we our selves",
    "Seek them with wandring thoughts, and notions vain.",
    "But apt the Mind or Fancie is to roave",
    "Uncheckt, and of her roaving is no end;",
    "Till warn'd, or by experience taught, she learne,",
    "That not to know at large of things remote",
    "From use, obscure and suttle, but to know",
    "That which before us lies in daily life,",
    "Is the prime Wisdom, what is more, is fume,",
    "Or emptiness, or fond impertinence,",
    "And renders us in things that most concerne",
    "Unpractis'd, unprepar'd, and still to seek.",
    "Therefore from this high pitch let us descend",
    "A lower flight, and speak of things at hand",
    "Useful, whence haply mention may arise",
    "Of somthing not unseasonable to ask",
    "By sufferance, and thy wonted favour deign'd.",
    "Thee I have heard relating what was don",
    "Ere my remembrance: now hear mee relate",
    "My Storie, which perhaps thou hast not heard;",
    "And Day is yet not spent; till then thou seest",
    "How suttly to detaine thee I devise,",
    "Inviting thee to hear while I relate,",
    "Fond, were it not in hope of thy reply:",
    "For while I sit with thee, I seem in Heav'n,",
    "And sweeter thy discourse is to my eare",
    "Then Fruits of Palm-tree pleasantest to thirst",
    "And hunger both, from labour, at the houre",
    "Of sweet repast; they satiate, and soon fill,",
    "Though pleasant, but thy words with Grace Divine",
    "Imbu'd, bring to thir sweetness no satietie.",
    "To whom thus",
    "answer'd heav'nly meek.",
    "Nor are thy lips ungraceful, Sire of men,",
    "Nor tongue ineloquent; for God on thee",
    "Abundantly his gifts hath also pour'd",
    "Inward and outward both, his image faire:",
    "Speaking or mute all comliness and grace",
    "Attends thee, and each word, each motion formes,",
    "Nor less think wee in Heav'n of thee on Earth",
    "Then of our fellow servant, and inquire",
    "Gladly into the wayes of God with Man:",
    "For God we see hath honour'd thee, and set",
    "On Man his Equal Love: say therefore on;",
    "For I that Day was absent, as befell,",
    "Bound on a voyage uncouth and obscure,",
    "Farr on excursion toward the Gates of Hell;",
    "Squar'd in full Legion (such command we had)",
    "To see that none thence issu'd forth a spie,",
    "Or enemie, while God was in his work,",
    "Least hee incenst at such eruption bold,",
    "Destruction with Creation might have mixt.",
    "Not that they durst without his leave attempt,",
    "But us he sends upon his high behests",
    "For state, as Sovran King, and to enure",
    "Our prompt obedience. Fast we found, fast shut",
    "The dismal Gates, and barricado'd strong;",
    "But long ere our approaching heard within",
    "Noise, other then the sound of Dance or Song,",
    "Torment, and loud lament, and furious rage.",
    "Glad we return'd up to the coasts of Light",
    "Ere Sabbath Eev'ning: so we had in charge.",
    "But thy relation now; for I attend,",
    "Pleas'd with thy words no less then thou with mine.",
    "So spake the Godlike Power, and thus our Sire.",
    "For Man to tell how human Life began",
    "Is hard; for who himself beginning knew?",
    "Desire with thee still longer to converse",
    "Induc'd me. As new wak't from soundest sleep",
    "Soft on the flourie herb I found me laid",
    "In Balmie Sweat, which with his Beames the Sun",
    "Soon dri'd, and on the reaking moisture fed.",
    "Strait toward Heav'n my wondring Eyes I turnd,",
    "And gaz'd a while the ample Skie, till rais'd",
    "By quick instinctive motion up I sprung,",
    "As thitherward endevoring, and upright",
    "Stood on my feet; about me round I saw",
    "Hill, Dale, and shadie Woods, and sunnie Plaines,",
    "And liquid Lapse of murmuring Streams; by these,",
    "Creatures that livd, and movd, and walk'd, or flew,",
    "Birds on the branches warbling; all things smil'd,",
    "With fragrance and with joy my heart oreflow'd.",
    "My self I then perus'd, and Limb by Limb",
    "Survey'd, and sometimes went, and sometimes ran",
    "With supple joints, and lively vigour led:",
    "But who I was, or where, or from what cause,",
    "Knew not; to speak I tri'd, and forthwith spake",
    "My Tongue obey'd and readily could name",
    "What e're I saw. Thou Sun, said I, faire Light,",
    "And thou enlight'nd Earth, so fresh and gay,",
    "Ye Hills and Dales, ye Rivers, Woods, and Plaines,",
    "And ye that live and move, fair Creatures, tell,",
    "Tell, if ye saw, how came I thus, how here?",
    "Not of my self; by some great Maker then,",
    "In goodness and in power praeeminent;",
    "Tell me, how may I know him, how adore,",
    "From whom I have that thus I move and live,",
    "And feel that I am happier then I know.",
    "While thus I call'd, and stray'd I knew not whither,",
    "From where I first drew Aire, and first beheld",
    "This happie Light, when answer none return'd,",
    "On a green shadie Bank profuse of Flours",
    "Pensive I sate me down; there gentle sleep",
    "First found me, and with soft oppression seis'd",
    "My droused sense, untroubl'd, though I thought",
    "I then was passing to my former state",
    "Insensible, and forthwith to dissolve:",
    "When suddenly stood at my Head a dream,",
    "Whose inward apparition gently mov'd",
    "My fancy to believe I yet had being,",
    "And livd: One came, methought, of shape Divine,",
    "And said, thy Mansion wants thee,",
    ", rise,",
    "First Man, of Men innumerable ordain'd",
    "First Father, call'd by thee I come thy Guide",
    "To the Garden of bliss, thy seat prepar'd.",
    "So saying, by the hand he took me rais'd,",
    "And over Fields and Waters, as in Aire",
    "Smooth sliding without step, last led me up",
    "A woodie Mountain; whose high top was plaine,",
    "A Circuit wide, enclos'd, with goodliest Trees",
    "Planted, with Walks, and Bowers, that what I saw",
    "Of Earth before scarce pleasant seemd. Each Tree",
    "Load'n with fairest Fruit that hung to the Eye",
    "Tempting, stirr'd in me sudden appetite",
    "To pluck and eate; whereat I wak'd, and found",
    "Before mine Eyes all real, as the dream",
    "Had lively shadowd: Here had new begun",
    "My wandring, had not hee who was my Guide",
    "Up hither, from among the Trees appeer'd",
    "Presence Divine. Rejoycing, but with aw",
    "In adoration at his feet I fell",
    "Submiss: he rear'd me, and Whom thou soughtst I am,",
    "Said mildely, Author of all this thou seest",
    "Above, or round about thee or beneath.",
    "This Paradise I give thee, count it thine",
    "To Till and keep, and of the Fruit to eate:",
    "Of every Tree that in the Garden growes",
    "Eate freely with glad heart; fear here no dearth:",
    "But of the Tree whose operation brings",
    "Knowledg of good and ill, which I have set",
    "The Pledge of thy Obedience and thy Faith",
    "Amid the Garden by the Tree of Life",
    "Remember what I warne thee, shun to taste,",
    "And shun the bitter consequence: for know,",
    "The day thou eat'st thereof, my sole command",
    "Transgrest, inevitably thou shalt dye;",
    "From that day mortal, and this happie State",
    "Shalt loose, expell'd from hence into a World",
    "Of woe and sorrow. Sternly he pronounc'd",
    "The rigid interdiction, which resounds",
    "Yet dreadful in mine eare, though in my choice",
    "Not to incur; but soon his cleer aspect",
    "Return'd and gracious purpose thus renew'd.",
    "Not onely these fair bounds, but all the Earth",
    "To thee and to thy Race I give; as Lords",
    "Possess it, and all things that therein live,",
    "Or live in Sea, or Aire, Beast, Fish, and Fowle.",
    "In signe whereof each Bird and Beast behold",
    "After thir kindes; I bring them to receave",
    "From thee thir Names, and pay thee fealtie",
    "With low subjection; understand the same",
    "Of Fish within thir watry residence,",
    "Not hither summond, since they cannot change",
    "Thir Element to draw the thinner Aire.",
    "As thus he spake, each Bird and Beast behold",
    "Approaching two and two, These cowring low",
    "With blandishment, each Bird stoop'd on his wing.",
    "I nam'd them, as they pass'd, and understood",
    "Thir Nature, with such knowledg God endu'd",
    "My sudden apprehension: but in these",
    "I found not what me thought I wanted still;",
    "And to the Heav'nly vision thus presum'd.",
    "O by what Name, for thou above all these,",
    "Above mankinde, or aught then mankinde higher,",
    "Surpassest farr my naming, how may I",
    "Adore thee, Author of this Universe,",
    "And all this good to man, for whose well being",
    "So amply, and with hands so liberal",
    "Thou hast provided all things: but with mee",
    "I see not who partakes. In solitude",
    "What happiness, who can enjoy alone,",
    "Or all enjoying, what contentment find?",
    "Thus I presumptuous; and the vision bright,",
    "As with a smile more bright'nd, thus repli'd.",
    "What call'st thou solitude, is not the Earth",
    "With various living creatures, and the Aire",
    "Replenisht, and all these at thy command",
    "To come and play before thee, know'st thou not",
    "Thir language and thir wayes, they also know,",
    "And reason not contemptibly; with these",
    "Find pastime, and beare rule; thy Realm is large.",
    "So spake the Universal Lord, and seem'd",
    "So ordering. I with leave of speech implor'd,",
    "And humble deprecation thus repli'd.",
    "Let not my words offend thee, Heav'nly Power,",
    "My Maker, be propitious while I speak.",
    "Hast thou not made me here thy substitute,",
    "And these inferiour farr beneath me set?",
    "Among unequals what societie",
    "Can sort, what harmonie or true delight?",
    "Which must be mutual, in proportion due",
    "Giv'n and receiv'd; but in disparitie",
    "The one intense, the other still remiss",
    "Cannot well suite with either, but soon prove",
    "Tedious alike: Of fellowship I speak",
    "Such as I seek, fit to participate",
    "All rational delight, wherein the brute",
    "Cannot be human consort; they rejoyce",
    "Each with thir kinde, Lion with Lioness;",
    "So fitly them in pairs thou hast combin'd;",
    "Much less can Bird with Beast, or Fish with Fowle",
    "So well converse, nor with the Ox the Ape;",
    "Wors then can Man with Beast, and least of all.",
    "Whereto th' Almighty answer'd, not displeas'd.",
    "A nice and suttle happiness I see",
    "Thou to thy self proposest, in the choice",
    "Of thy Associates,",
    ", and wilt taste",
    "No pleasure, though in pleasure, solitarie.",
    "What thinkst thou then of mee, and this my State,",
    "Seem I to thee sufficiently possest",
    "Of happiness, or not? who am alone",
    "From all Eternitie, for none I know",
    "Second to me or like, equal much less.",
    "How have I then with whom to hold converse",
    "Save with the Creatures which I made, and those",
    "To me inferiour, infinite descents",
    "Beneath what other Creatures are to thee?",
    "He ceas'd, I lowly answer'd. To attaine",
    "The highth and depth of thy Eternal wayes",
    "All human thoughts come short, Supream of things;",
    "Thou in thy self art perfet, and in thee",
    "Is no deficience found; not so is Man,",
    "But in degree, the cause of his desire",
    "By conversation with his like to help,",
    "Or solace his defects. No need that thou",
    "Shouldst propagat, already infinite;",
    "And through all numbers absolute, though One;",
    "But Man by number is to manifest",
    "His single imperfection, and beget",
    "Like of his like, his Image multipli'd,",
    "In unitie defective, which requires",
    "Collateral love, and deerest amitie.",
    "Thou in thy secresie although alone,",
    "Best with thy self accompanied, seek'st not",
    "Social communication, yet so pleas'd,",
    "Canst raise thy Creature to what highth thou wilt",
    "Of Union or Communion, deifi'd;",
    "I by conversing cannot these erect",
    "From prone, nor in thir wayes complacence find.",
    "Thus I embold'nd spake, and freedom us'd",
    "Permissive, and acceptance found, which gain'd",
    "This answer from the gratious voice Divine.",
    "Thus farr to try thee,",
    ", I was pleas'd,",
    "And finde thee knowing not of Beasts alone,",
    "Which thou hast rightly nam'd, but of thy self,",
    "Expressing well the spirit within thee free,",
    "My Image, not imparted to the Brute,",
    "Whose fellowship therefore unmeet for thee",
    "Good reason was thou freely shouldst dislike,",
    "And be so minded still; I, ere thou spak'st,",
    "Knew it not good for Man to be alone,",
    "And no such companie as then thou saw'st",
    "Intended thee, for trial onely brought,",
    "To see how thou could'st judge of fit and meet:",
    "What next I bring shall please thee, be assur'd,",
    "Thy likeness, thy fit help, thy other self,",
    "Thy wish exactly to thy hearts desire.",
    "Hee ended, or I heard no more, for now",
    "My earthly by his Heav'nly overpowerd,",
    "Which it had long stood under, streind to the highth",
    "In that celestial Colloquie sublime,",
    "As with an object that excels the sense,",
    "Dazl d and spent, sunk down, and sought repair",
    "Of sleep, which instantly fell on me, call'd",
    "By Nature as in aide, and clos'd mine eyes.",
    "Mine eyes he clos'd, but op'n left the Cell",
    "Of Fancie my internal sight, by which",
    "Abstract as in a transe methought I saw,",
    "Though sleeping, where I lay, and saw the shape",
    "Still glorious before whom awake I stood;",
    "Who stooping op'nd my left side, and took",
    "From thence a Rib, with cordial spirits warme,",
    "And Life-blood streaming fresh; wide was the wound,",
    "But suddenly with flesh fill'd up and heal'd:",
    "The Rib he formd and fashond with his hands;",
    "Under his forming hands a Creature grew,",
    "Manlike, but different Sex, so lovly faire,",
    "That what seemd fair in all the World, seemd now",
    "Mean, or in her summd up, in her containd",
    "And in her looks, which from that time infus'd",
    "Sweetness into my heart, unfelt before,",
    "And into all things from her Aire inspir'd",
    "The spirit of love and amorous delight.",
    "Shee disappeerd, and left me dark, I wak'd",
    "To find her, or for ever to deplore",
    "Her loss, and other pleasures all abjure:",
    "When out of hope, behold her, not farr off,",
    "Such as I saw her in my dream, adornd",
    "With what all Earth or Heaven could bestow",
    "To make her amiable: On she came,",
    "Led by her Heav'nly Maker, though unseen,",
    "And guided by his voice, nor uninformd",
    "Of nuptial Sanctitie and marriage Rites:",
    "Grace was in all her steps, Heav'n in her Eye,",
    "In every gesture dignitie and love.",
    "I overjoyd could not forbear aloud.",
    "This turn hath made amends; thou hast fulfill'd",
    "Thy words, Creator bounteous and benigne,",
    "Giver of all things faire, but fairest this",
    "Of all thy gifts, nor enviest. I now see",
    "Bone of my Bone, Flesh of my Flesh, my Self",
    "Before me; Woman is her Name, of Man",
    "Extracted; for this cause he shall forgoe",
    "Father and Mother, and to his Wife adhere;",
    "And they shall be one Flesh, one Heart, one Soule.",
    "She heard me thus, and though divinely brought,",
    "Yet Innocence and Virgin Modestie,",
    "Her vertue and the conscience of her worth,",
    "That would be woo'd, and not unsought be won,",
    "Not obvious, not obtrusive, but retir'd,",
    "The more desirable, or to say all,",
    "Nature her self, though pure of sinful thought,",
    "Wrought in her so, that seeing me, she turn'd;",
    "I follow'd her, she what was Honour knew,",
    "And with obsequious Majestie approv'd",
    "My pleaded reason. To the Nuptial Bowre",
    "I led her blushing like the Morn: all Heav'n,",
    "And happie Constellations on that houre",
    "Shed thir selectest influence; the Earth",
    "Gave sign of gratulation, and each Hill;",
    "Joyous the Birds; fresh Gales and gentle Aires",
    "Whisper'd it to the Woods, and from thir wings",
    "Flung Rose, flung Odours from the spicie Shrub,",
    "Disporting, till the amorous Bird of Night",
    "Sung Spousal, and bid haste the Eevning Starr",
    "On his Hill top, to light the bridal Lamp.",
    "Thus I have told thee all my State, and brought",
    "My Storie to the sum of earthly bliss",
    "Which I enjoy, and must confess to find",
    "In all things else delight indeed, but such",
    "As us'd or not, works in the mind no change,",
    "Nor vehement desire, these delicacies",
    "I mean of Taste, Sight, Smell, Herbs, Fruits, and Flours,",
    "Walks, and the melodie of Birds; but here",
    "Farr otherwise, transported I behold,",
    "Transported touch; here passion first I felt,",
    "Commotion strange, in all enjoyments else",
    "Superiour and unmov'd, here onely weake",
    "Against the charm of Beauties powerful glance.",
    "Or Nature faild in mee, and left some part",
    "Not proof enough such Object to sustain,",
    "Or from my side subducting, took perhaps",
    "More then enough; at least on her bestow'd",
    "Too much of Ornament, in outward shew",
    "Elaborate, of inward less exact.",
    "For well I understand in the prime end",
    "Of Nature her th' inferiour, in the mind",
    "And inward Faculties, which most excell,",
    "In outward also her resembling less",
    "His Image who made both, and less expressing",
    "The character of that Dominion giv'n",
    "O're other Creatures; yet when I approach",
    "Her loveliness, so absolute she seems",
    "And in her self compleat, so well to know",
    "Her own, that what she wills to do or say,",
    "Seems wisest, vertuousest, discreetest, best;",
    "All higher knowledge in her presence falls",
    "Degraded, Wisdom in discourse with her",
    "Looses discount'nanc't, and like folly shewes;",
    "Authority and Reason on her waite,",
    "As one intended first, not after made",
    "Occasionally; and to consummate all,",
    "Greatness of mind and nobleness thir seat",
    "Build in her loveliest, and create an awe",
    "About her, as a guard Angelic plac't.",
    "To whom the Angel with contracted brow.",
    "Accuse not Nature, she hath don her part;",
    "Do thou but thine, and be not diffident",
    "Of Wisdom, she deserts thee not, if thou",
    "Dismiss not her, when most thou needst her nigh,",
    "By attributing overmuch to things",
    "Less excellent, as thou thy self perceav'st.",
    "For what admir'st thou, what transports thee so,",
    "An outside? fair no doubt, and worthy well",
    "Thy cherishing, thy honouring, and thy love,",
    "Not thy subjection: weigh with her thy self;",
    "Then value: Oft times nothing profits more",
    "Then self esteem, grounded on just and right",
    "Well manag'd; of that skill the more thou know'st,",
    "The more she will acknowledge thee her Head,",
    "And to realities yield all her shows:",
    "Made so adorn for thy delight the more,",
    "So awful, that with honour thou maist love",
    "Thy mate, who sees when thou art seen least wise.",
    "But if the sense of touch whereby mankind",
    "Is propagated seem such dear delight",
    "Beyond all other, think the same voutsaf't",
    "To Cattel and each Beast; which would not be",
    "To them made common and divulg'd, if aught",
    "Therein enjoy'd were worthy to subdue",
    "The Soule of Man, or passion in him move.",
    "What higher in her societie thou findst",
    "Attractive, human, rational, love still;",
    "In loving thou dost well, in passion not,",
    "Wherein true Love consists not; love refines",
    "The thoughts, and heart enlarges, hath his seat",
    "In Reason, and is judicious, is the scale",
    "By which to heav'nly Love thou maist ascend,",
    "Not sunk in carnal pleasure, for which cause",
    "Among the Beasts no Mate for thee was found.",
    "To whom thus half abash't",
    "repli'd.",
    "Neither her out-side formd so fair, nor aught",
    "In procreation common to all kindes",
    "(Though higher of the genial Bed by far,",
    "And with mysterious reverence I deem)",
    "So much delights me as those graceful acts,",
    "Those thousand decencies that daily flow",
    "From all her words and actions mixt with Love",
    "And sweet compliance, which declare unfeign'd",
    "Union of Mind, or in us both one Soule;",
    "Harmonie to behold in wedded pair",
    "More grateful then harmonious sound to the eare.",
    "Yet these subject not; I to thee disclose",
    "What inward thence I feel, not therefore foild,",
    "Who meet with various objects, from the sense",
    "Variously representing; yet still free",
    "Approve the best, and follow what I approve.",
    "To love thou blam'st me not, for love thou saist",
    "Leads up to Heav'n, is both the way and guide;",
    "Bear with me then, if lawful what I ask;",
    "Love not the heav'nly Spirits, and how thir Love",
    "Express they, by looks onely, or do they mix",
    "Irradiance, virtual or immediate touch?",
    "To whom the Angel with a smile that glow'd",
    "Celestial rosie red, Loves proper hue,",
    "Answer'd. Let it suffice thee that thou know'st",
    "Us happie, and without Love no happiness.",
    "Whatever pure thou in the body enjoy'st",
    "(And pure thou wert created) we enjoy",
    "In eminence, and obstacle find none",
    "Of membrane, joynt, or limb, exclusive barrs:",
    "Easier then Air with Air; if Spirits embrace,",
    "Total they mix, Union of Pure with Pure",
    "Desiring; nor restrain'd conveyance need",
    "As Flesh to mix with Flesh, or Soul with Soul.",
    "But I can now no more; the parting Sun",
    "Beyond the Earths green Cape and verdant Isles",
    "sets, my Signal to depart.",
    "Be strong, live happie, and love, but first of all",
    "Him whom to love is to obey, and keep",
    "His great command; take heed least Passion sway",
    "Thy judgement to do aught, which else free Will",
    "Would not admit; thine and of all thy Sons",
    "The weal or woe in thee is plac't; beware.",
    "I in thy persevering shall rejoyce,",
    "And all the Blest: stand fast; to stand or fall",
    "Free in thine own Arbitrement it lies.",
    "Perfet within, no outward aid require;",
    "And all temptation to transgress repel.",
    "So saying, he arose; whom",
    "thus",
    "Follow'd with benediction. Since to part,",
    "Go heavenly Guest, Ethereal Messenger,",
    "Sent from whose sovran goodness I adore.",
    "Gentle to me and affable hath been",
    "Thy condescension, and shall be honour'd ever",
    "With grateful Memorie: thou to mankind",
    "Be good and friendly still, and oft return.",
    "So parted they, the Angel up to Heav'n",
    "From the thick shade, and",
    "to his Bowre."
  ],
  "title": ": Book 8 (1674 version)",
  "year": ""
}