{
  "author": "John Milton",
  "classification": "Blank Verse",
  "keywords": [
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175016",
  "region": "England",
  "text": [
    "THus they in lowliest plight repentant stood",
    "Praying, for from the Mercie-seat above",
    "Prevenient Grace descending had remov'd",
    "The stonie from thir hearts, & made new flesh",
    "Regenerate grow instead, that sighs now breath'd",
    "Unutterable, which the Spirit of prayer",
    "Inspir'd, and wing'd for Heav'n with speedier flight",
    "Then loudest Oratorie: yet thir port",
    "Not of mean suiters, nor important less",
    "Seem'd thir Petition, then when th' ancient Pair",
    "In Fables old, less ancient yet then these,",
    "and chaste",
    "to restore",
    "The Race of Mankind drownd, before the Shrine",
    "Of",
    "stood devout. To Heav'n thir prayers",
    "Flew up, nor missd the way, by envious windes",
    "Blown vagabond or frustrate: in they passd",
    "Dimentionless through Heav'nly dores; then clad",
    "With incense, where the Golden Altar fum'd,",
    "By thir great Intercessor, came in sight",
    "Before the Fathers Throne: Them the glad Son",
    "Presenting, thus to intercede began.",
    "See Father, what first fruits on Earth are sprung",
    "From thy implanted Grace in Man, these Sighs",
    "And Prayers, which in this Golden Censer, mixt",
    "With Incense, I thy Priest before thee bring,",
    "Fruits of more pleasing savour from thy seed",
    "Sow'n with contrition in his heart, then those",
    "Which his own hand manuring all the Trees",
    "Of Paradise could have produc't, ere fall'n",
    "From innocence. Now therefore bend thine eare",
    "To supplication, heare his sighs though mute;",
    "Unskilful with what words to pray, Iet mee",
    "Interpret for him, mee his Advocate",
    "And propitiation, all his works on mee",
    "Good or not good ingraft, my Merit those",
    "Shall perfet, and for these my Death shall pay.",
    "Accept me, and in mee from these receave",
    "The smell of peace toward Mankinde, let him live",
    "Before thee reconcil'd, at least his days",
    "Numberd, though sad, till Death, his doom (which I",
    "To mitigate thus plead, not to reverse)",
    "To better life shall yeeld him, where with mee",
    "All my redeemd may dwell in joy and bliss,",
    "Made one with me as I with thee am one.",
    "To whom the Father, without Cloud, serene.",
    "All thy request for Man, accepted Son,",
    "Obtain, all thy request was my Decree:",
    "But longer in that Paradise to dwell,",
    "The Law I gave to Nature him forbids:",
    "Those pure immortal Elements that know",
    "No gross, no unharmoneous mixture foule,",
    "Eject him tainted now, and purge him off",
    "As a distemper, gross to aire as gross,",
    "And mortal food, as may dispose him best",
    "For dissolution wrought by Sin, that first",
    "Distemperd all things, and of incorrupt",
    "Corrupted. I at first with two fair gifts",
    "Created him endowd, with Happiness",
    "And Immortalitie: that fondly lost,",
    "This other serv'd but to eternize woe;",
    "Till I provided Death; so Death becomes",
    "His final remedie, and after Life",
    "Tri'd in sharp tribulation, and refin'd",
    "By Faith and faithful works, to second Life,",
    "Wak't in the renovation of the just,",
    "Resignes him up with Heav'n and Earth renewd.",
    "But let us call to Synod all the Blest",
    "Through Heav'ns wide bounds; from them I will not hide",
    "My judgments, how with Mankind I proceed,",
    "As how with peccant Angels late they saw;",
    "And in thir state, though firm, stood more confirmd.",
    "He ended, and the Son gave signal high",
    "To the bright Minister that watchd, hee blew",
    "His Trumpet, heard in",
    "since perhaps",
    "When God descended, and perhaps once more",
    "To sound at general Doom. Th' Angelic blast",
    "Filld all the Regions: from thir blissful Bowrs",
    "Of",
    "Shade, Fountain or Spring,",
    "By the waters of Life, where ere they sate",
    "In fellowships of joy: the Sons of Light",
    "Hasted, resorting to the Summons high,",
    "And took thir Seats; till from his Throne supream",
    "Th' Almighty thus pronouncd his sovran Will.",
    "O Sons, like one of us Man is become",
    "To know both Good and Evil, since his taste",
    "Of that defended Fruit; but let him boast",
    "His knowledge of Good lost, and Evil got,",
    "Happier, had it suffic'd him to have known",
    "Good by it self, and Evil not at all.",
    "He sorrows now, repents, and prayes contrite,",
    "My motions in him, longer then they move,",
    "His heart I know, how variable and vain",
    "Self-left. Least therefore his now bolder hand",
    "Reach also of the Tree of Life, and eat,",
    "And live for ever, dream at least to live",
    "For ever, to remove him I decree,",
    "And send him from the Garden forth to Till",
    "The Ground whence he was taken, fitter soile.",
    ", this my behest have thou in charge,",
    "Take to thee from among the Cherubim",
    "Thy choice of flaming Warriours, least the Fiend",
    "Or in behalf of Man, or to invade",
    "Vacant possession som new trouble raise:",
    "Hast thee, and from the Paradise of God",
    "Without remorse drive out the sinful Pair,",
    "From hallowd ground th' unholie, and denounce",
    "To them and to thir Progenie from thence",
    "Perpetual banishment. Yet least they faint",
    "At the sad Sentence rigorously urg'd,",
    "For I behold them softn'd and with tears",
    "Bewailing thir excess, all terror hide.",
    "If patiently thy bidding they obey,",
    "Dismiss them not disconsolate; reveale",
    "To",
    "what shall come in future dayes,",
    "As I shall thee enlighten, intermix",
    "My Cov'nant in the womans seed renewd;",
    "So send them forth, though sorrowing, yet in peace:",
    "And on the East side of the Garden place,",
    "Where entrance up from",
    "easiest climbes,",
    "Cherubic watch, and of a Sword the flame",
    "Wide waving, all approach farr off to fright,",
    "And guard all passage to the Tree of Life:",
    "Least Paradise a receptacle prove",
    "To Spirits foule, and all my Trees thir prey,",
    "With whose stol'n Fruit Man once more to delude.",
    "He ceas'd; and th' Archangelic Power prepar'd",
    "For swift descent, with him the Cohort bright",
    "Of watchful Cherubim; four faces each",
    "Had, like a double",
    ", all thir shape",
    "Spangl'd with eyes more numerous then those",
    "Of",
    ", and more wakeful then to drouze,",
    "Charm'd with",
    "Pipe, the Pastoral Reed",
    "Of",
    ", or his opiate Rod. Mean while",
    "To resalute the World with sacred Light",
    "wak'd, and with fresh dews imbalmd",
    "The Earth, when",
    "and first Matron",
    "Had ended now thir Orisons, and found",
    "Strength added from above, new hope to spring",
    "Out of despaire, joy, but with fear yet linkt;",
    "Which thus to",
    "his welcome words renewd.",
    ", easily may Faith admit, that all",
    "The good which we enjoy, from Heav'n descends;",
    "But that from us ought should ascend to Heav'n",
    "So prevalent as to concerne the mind",
    "Of God high-blest, or to incline his will,",
    "Hard to belief may seem; yet this will Prayer,",
    "Or one short sigh of humane breath, up-borne",
    "Ev'n to the Seat of God. For since I saught",
    "By Prayer th' offended Deitie to appease,",
    "Kneel'd and before him humbl'd all my heart,",
    "Methought I saw him placable and mild,",
    "Bending his eare; perswasion in me grew",
    "That I was heard with favour; peace returnd",
    "Home to my Brest, and to my memorie",
    "His promise, that thy Seed shall bruise our Foe;",
    "Which then not minded in dismay, yet now",
    "Assures me that the bitterness of death",
    "Is past, and we shall live. Whence Haile to thee,",
    "rightly call'd, Mother of all Mankind,",
    "Mother of all things living, since by thee",
    "Man is to live, and all things live for Man.",
    "To whom thus",
    "with sad demeanour meek.",
    "Ill worthie I such title should belong",
    "To me transgressour, who for thee ordaind",
    "A help, became thy snare; to mee reproach",
    "Rather belongs, distrust and all dispraise:",
    "But infinite in pardon was my Judge,",
    "That I who first brought Death on all, am grac't",
    "The sourse of life; next favourable thou,",
    "Who highly thus to entitle me voutsaf'st,",
    "Farr other name deserving. But the Field",
    "To labour calls us now with sweat impos'd,",
    "Though after sleepless Night; for see the Morn,",
    "All unconcern'd with our unrest, begins",
    "Her rosie progress smiling; let us forth,",
    "I never from thy side henceforth to stray,",
    "Wherere our days work lies, though now enjoind",
    "Laborious, till day droop; while here we dwell,",
    "What can be toilsom in these pleasant Walkes?",
    "Here let us live, though in fall'n state, content.",
    "So spake, so wish'd much-humbl'd",
    ", but Fate",
    "Subscrib'd not; Nature first gave Signs, imprest",
    "On Bird, Beast, Aire, Aire suddenly eclips'd",
    "After short blush of Morn; nigh in her sight",
    "The Bird of",
    ", stoopt from his aerie tour,",
    "Two Birds of gayest plume before him drove:",
    "Down from a Hill the Beast that reigns in Woods,",
    "First hunter then, pursu'd a gentle brace,",
    "Goodliest of all the Forrest, Hart and Hinde;",
    "Direct to th' Eastern Gate was bent thir flight.",
    "observ'd, and with his Eye the chase",
    "Pursuing, not unmov'd to",
    "thus spake.",
    "O",
    ", some furder change awaits us nigh,",
    "Which Heav'n by these mute signs in Nature shews",
    "Forerunners of his purpose, or to warn",
    "Us haply too secure of our discharge",
    "From penaltie, because from death releast",
    "Some days; how long, and what till then our life,",
    "Who knows, or more then this, that we are dust,",
    "And thither must return and be no more.",
    "Why else this double object in our fight",
    "Of flight pursu'd in th' Air and ore the ground",
    "One way the self-same hour? why in the East",
    "Darkness ere Dayes mid-course, and Morning light",
    "More orient in yon Western Cloud that draws",
    "O're the blew Firmament a radiant white,",
    "And slow descends, with somthing heav'nly fraught.",
    "He err'd not, for by this the heav'nly Bands",
    "Down from a Skie of Jasper lighted now",
    "In Paradise, and on a Hill made alt,",
    "A glorious Apparition, had not doubt",
    "And carnal fear that day dimm'd",
    "eye.",
    "Not that more glorious, when the Angels met",
    "in",
    ", where he saw",
    "The field Pavilion'd with his Guardians bright;",
    "Nor that which on the flaming Mount appeerd",
    "In",
    ", cover'd with a Camp of Fire,",
    "Against the",
    "King, who to surprize",
    "One man, Assassin-like had levied Warr,",
    "Warr unproclam'd. The Princely Hierarch",
    "In thir bright stand, there left his Powers to seise",
    "Possession of the Garden; hee alone,",
    "To find where",
    "shelterd, took his way,",
    "Not unperceav'd of",
    ", who to",
    ",",
    "While the great Visitant approachd, thus spake.",
    "Eve, now expect great tidings, which perhaps",
    "Of us will soon determin, or impose",
    "New Laws to be observ'd; for I descrie",
    "From yonder blazing Cloud that veils the Hill",
    "One of the heav'nly Host, and by his Gate",
    "None of the meanest, some great Potentate",
    "Or of the Thrones above, such Majestie",
    "Invests him coming; yet not terrible,",
    "That I should fear, nor sociably mild,",
    "As",
    ", that I should much confide,",
    "But solemn and sublime, whom not to offend,",
    "With reverence I must meet, and thou retire.",
    "He ended; and th' Arch-Angel soon drew nigh,",
    "Not in his shape Celestial, but as Man",
    "Clad to meet Man; over his lucid Armes",
    "A militarie Vest of purple flowd",
    "Livelier then",
    ", or the graine",
    "Of",
    ", worn by Kings and Hero's old",
    "In time of Truce;",
    "had dipt the wooff;",
    "His starrie Helme unbuckl'd shew'd him prime",
    "In Manhood where Youth ended; by his side",
    "As in a glistering",
    "hung the Sword,",
    "Satans dire dread, and in his hand the Spear.",
    "bowd low, hee Kingly from his State",
    "Inclin'd not, but his coming thus declar'd.",
    ", Heav'ns high behest no Preface needs:",
    "Sufficient that thy Prayers are heard, and Death,",
    "Then due by sentence when thou didst transgress,",
    "Defeated of his seisure many dayes",
    "Giv'n thee of Grace, wherein thou may'st repent,",
    "And one bad act with many deeds well done",
    "Mayst cover: well may then thy Lord appeas'd",
    "Redeem thee quite from Deaths rapacious claime;",
    "But longer in this Paradise to dwell",
    "Permits not; to remove thee I am come,",
    "And send thee from the Garden forth to till",
    "The ground whence thou wast tak'n, fitter Soile.",
    "He added not, for",
    "at the newes",
    "Heart-strook with chilling gripe of sorrow stood,",
    "That all his senses bound;",
    ", who unseen",
    "Yet all had heard, with audible lament",
    "Discover'd soon the place of her retire.",
    "O unexpected stroke, worse then of Death!",
    "Must I thus leave thee Paradise? thus leave",
    "Thee Native Soile, these happie Walks and Shades,",
    "Fit haunt of Gods? where I had hope to spend,",
    "Quiet though sad, the respit of that day",
    "That must be mortal to us both. O flours,",
    "That never will in other Climate grow,",
    "My early visitation, and my last",
    "At Eev'n, which I bred up with tender hand",
    "From the first op'ning bud, and gave ye Names,",
    "Who now shall reare ye to the Sun, or ranke",
    "Your Tribes, and water from th' ambrosial Fount?",
    "Thee lastly nuptial Bowre, by mee adornd",
    "With what to sight or smell was sweet; from thee",
    "How shall I part, and whither wander down",
    "Into a lower World, to this obscure",
    "And wilde, how shall we breath in other Aire",
    "Less pure, accustomd to immortal Fruits?",
    "Whom thus the Angel interrupted milde.",
    "Lament not",
    ", but patiently resigne",
    "What justly thou hast lost; nor set thy heart,",
    "Thus over-fond, on that which is not thine;",
    "Thy going is not lonely, with thee goes",
    "Thy Husband, him to follow thou art bound;",
    "Where he abides, think there thy native soile.",
    "by this from the cold sudden damp",
    "Recovering, and his scatterd spirits returnd,",
    "To",
    "thus his humble words addressd.",
    "Celestial, whether among the Thrones, or nam'd",
    "Of them the Highest, for such of shape may seem",
    "Prince above Princes, gently hast thou tould",
    "Thy message, which might else in telling wound,",
    "And in performing end us; what besides",
    "Of sorrow and dejection and despair",
    "Our frailtie can sustain, thy tidings bring,",
    "Departure from this happy place, our sweet",
    "Recess, and onely consolation left",
    "Familiar to our eyes, all places else",
    "Inhospitable appeer and desolate,",
    "Nor knowing us nor known: and if by prayer",
    "Incessant I could hope to change the will",
    "Of him who all things can, I would not cease",
    "To wearie him with my assiduous cries:",
    "But prayer against his absolute Decree",
    "No more availes then breath against the winde,",
    "Blown stifling back on him that breaths it forth:",
    "Therefore to his great bidding I submit.",
    "This most afflicts me, that departing hence,",
    "As from his face I shall be hid, deprivd",
    "His blessed count'nance; here I could frequent,",
    "With worship, place by place where he voutsaf'd",
    "Presence Divine, and to my Sons relate;",
    "On this Mount he appeerd, under this Tree",
    "Stood visible, among these Pines his voice",
    "I heard, here with him at this Fountain talk'd:",
    "So many grateful Altars I would reare",
    "Of grassie Terfe, and pile up every Stone",
    "Of lustre from the brook, in memorie,",
    "Or monument to Ages, and thereon",
    "Offer sweet smelling Gumms and Fruits and Flours:",
    "In yonder nether World where shall I seek",
    "His bright appearances, or foot-step trace?",
    "For though I fled him angrie, yet recall'd",
    "To life prolongd and promisd Race, I now",
    "Gladly behold though but his utmost skirts",
    "Of glory, and farr off his steps adore.",
    "To whom thus",
    "with regard benigne.",
    ", thou know'st Heav'n his, and all the Earth.",
    "Not this Rock onely; his Omnipresence fills",
    "Land, Sea, and Aire, and every kinde that lives,",
    "Fomented by his virtual power and warmd:",
    "All th' Earth he gave thee to possess and rule,",
    "No despicable gift; surmise not then",
    "His presence to these narrow bounds confin'd",
    "Of Paradise or",
    ": this had been",
    "Perhaps thy Capital Seate, from whence had spred",
    "All generations, and had hither come",
    "From all the ends of th' Earth, to celebrate",
    "And reverence thee thir great Progenitor.",
    "But this praeeminence thou hast lost, brought down",
    "To dwell on eeven ground now with thy Sons:",
    "Yet doubt not but in Vallie and in plaine",
    "God is as here, and will be found alike",
    "Present, and of his presence many a signe",
    "Still following thee, still compassing thee round",
    "With goodness and paternal Love, his Face",
    "Express, and of his steps the track Divine.",
    "Which that thou mayst beleeve, and be confirmd",
    "Ere thou from hence depart, know I am sent",
    "To shew thee what shall come in future dayes",
    "To thee and to thy Ofspring; good with bad",
    "Expect to hear, supernal Grace contending",
    "With sinfulness of Men; thereby to learn",
    "True patience, and to temper joy with fear",
    "And pious sorrow, equally enur'd",
    "By moderation either state to beare,",
    "Prosperous or adverse: so shalt thou lead",
    "Safest thy life, and best prepar'd endure",
    "Thy mortal passage when it comes. Ascend",
    "This Hill; let",
    "(for I have drencht her eyes)",
    "Here sleep below while thou to foresight wak'st,",
    "As once thou slepst, while Shee to life was formd.",
    "To whom thus",
    "gratefully repli'd.",
    "Ascend, I follow thee, safe Guide, the path",
    "Thou lead'st me, and to the hand of Heav'n submit,",
    "However chast'ning, to the evil turne",
    "My obvious breast, arming to overcom",
    "By suffering, and earne rest from labour won,",
    "If so I may attain. So both ascend",
    "In the Visions of God: It was a Hill",
    "Of Paradise the highest, from whose top",
    "The Hemisphere of Earth in cleerest Ken",
    "Stretcht out to the amplest reach of prospect lay.",
    "Not higher that Hill nor wider looking round,",
    "Whereon for different cause the Tempter set",
    "Our second",
    "in the Wilderness,",
    "To shew him all Earths Kingdomes and thir Glory.",
    "His Eye might there command wherever stood",
    "City of old or modern Fame, the Seat",
    "Of mightiest Empire, from the destind Walls",
    "Of",
    ", seat of",
    "And",
    "by",
    ",",
    "Throne,",
    "To",
    "of",
    "Kings, and thence",
    "To",
    "and",
    "of great",
    "Down to the golden",
    ", or where",
    "The",
    "in",
    "sate, or since",
    "In",
    ", or where the",
    "In",
    ", or the Sultan in",
    ",",
    "born; nor could his eye not ken",
    "Th' Empire of",
    "to his utmost Port",
    "and the less",
    "Kings",
    ", and",
    ", and",
    ",",
    "And",
    "thought",
    ", to the Realme",
    "Of",
    ", and",
    "fardest South;",
    "Or thence from",
    "Flood to",
    "Mount",
    "The Kingdoms of",
    ",",
    "and",
    ",",
    "and",
    ", and",
    ";",
    "On",
    "thence, and where",
    "was to sway",
    "The World: in Spirit perhaps he also saw",
    "Rich",
    "the seat of",
    ",",
    "And",
    "in",
    ", the richer seat",
    "Of",
    ", and yet unspoil'd",
    ", whose great Citie",
    "Sons",
    "Call",
    ": but to nobler sights",
    "from",
    "eyes the Filme remov'd",
    "Which that false Fruit that promis'd clearer sight",
    "Had bred; then purg'd with Euphrasie and Rue",
    "The visual Nerve, for he had much to see;",
    "And from the Well of Life three drops instill'd.",
    "So deep the power of these Ingredients pierc'd,",
    "Eevn to the inmost seat of mental sight,",
    "That",
    "now enforc't to close his eyes,",
    "Sunk down and all his Spirits became intranst:",
    "But him the gentle Angel by the hand",
    "Soon rais'd, and his attention thus recall'd.",
    ", now ope thine eyes, and first behold",
    "Th' effects which thy original crime hath wrought",
    "In some to spring from thee, who never touch'd",
    "Th' excepted Tree, nor with the Snake conspir'd,",
    "Nor sinn'd thy sin, yet from that sin derive",
    "Corruption to bring forth more violent deeds.",
    "His eyes he op'nd, and beheld a field,",
    "Part arable and tilth, whereon were Sheaves",
    "New reapt, the other part sheep-walks and foulds;",
    "Ith' midst an Altar as the Land-mark stood",
    "Rustic, of grassie sord; thither anon",
    "A sweatie Reaper from his Tillage brought",
    "First Fruits, the green Eare, and the yellow Sheaf,",
    "Uncull'd, as came to hand; a Shepherd next",
    "More meek came with the Firstlings of his Flock",
    "Choicest and best; then sacrificing, laid",
    "The Inwards and thir Fat, with Incense strew'd,",
    "On the cleft Wood, and all due Rites perform'd.",
    "His Offring soon propitious Fire from Heav'n",
    "Consum'd with nimble glance, and grateful steame;",
    "The others not, for his was not sincere;",
    "Whereat hee inlie rag'd, and as they talk'd,",
    "Smote him into the Midriff with a stone",
    "That beat out life; he fell, and deadly pale",
    "Groand out his Soul with gushing bloud effus'd.",
    "Much at that sight was",
    "in his heart",
    "Dismai'd, and thus in haste to th' Angel cri'd.",
    "O Teacher, some great mischief hath befall'n",
    "To that meek man, who well had sacrific'd;",
    "Is Pietie thus and pure Devotion paid?",
    "T' whom",
    "thus, hee also mov'd, repli'd.",
    "These two are Brethren,",
    ", and to come",
    "Out of thy loyns; th' unjust the just hath slain,",
    "For envie that his Brothers Offering found",
    "From Heav'n acceptance; but the bloodie Fact",
    "Will be aveng'd, and th' others Faith approv'd",
    "Loose no reward, though here thou see him die,",
    "Rowling in dust and gore. To which our Sire.",
    "Alas, both for the deed and for the cause!",
    "But have I now seen Death? Is this the way",
    "I must return to native dust? O sight",
    "Of terrour, foul and ugly to behold,",
    "Horrid to think, how horrible to feel!",
    "To whom thus",
    ". Death thou hast seen",
    "In his first shape on man; but many shapes",
    "Of Death, and many are the wayes that lead",
    "To his grim Cave, all dismal; yet to sense",
    "More terrible at th' entrance then within.",
    "Some, as thou saw'st, by violent stroke shall die,",
    "By Fire, Flood, Famin, by Intemperance more",
    "In Meats and Drinks which on the Earth shall bring",
    "Diseases dire, of which a monstrous crew",
    "Before thee shall appear; that thou mayst know",
    "What miserie th' inabstinence of",
    "Shall bring on men. Immediately a place",
    "Before his eyes appeard, sad, noysom, dark,",
    "A Lazar-house it seemd, wherein were laid",
    "Numbers of all diseas'd, all maladies",
    "Of gastly Spasm, or racking torture, qualmes",
    "Of heart-sick Agonie, all feavorous kinds,",
    "Convulsions, Epilepsies, fierce Catarrhs,",
    "Intestin Stone and Ulcer, Colic pangs,",
    "Daemoniac Phrenzie, moaping Melancholie",
    "And Moon-struck madness, pining Atrophie,",
    "Marasmus, and wide-wasting Pestilence,",
    "Dropsies, and Asthma's, and Joint-racking Rheums.",
    "Dire was the tossing, deep the groans, despair",
    "Tended the sick busiest from Couch to Couch;",
    "And over them triumphant Death his Dart",
    "Shook, but delaid to strike, though oft invok't",
    "With vows, as thir chief good, and final hope.",
    "Sight so deform what heart of Rock could long",
    "Drie-ey'd behold?",
    "could not, but wept,",
    "Though not of Woman born; compassion quell'd",
    "His best of Man, and gave him up to tears",
    "A space, till firmer thoughts restraind excess,",
    "And scarce recovering words his plaint renew'd.",
    "O miserable Mankind, to what fall",
    "Degraded, to what wretched state reserv'd!",
    "Better end heer unborn. Why is life giv'n",
    "To be thus wrested from us? rather why",
    "Obtruded on us thus? who if we knew",
    "What we receive, would either not accept",
    "Life offer'd, or soon beg to lay it down,",
    "Glad to be so dismist in peace. Can thus",
    "Th' Image of God in man created once",
    "So goodly and erect, though faultie since,",
    "To such unsightly sufferings be debas't",
    "Under inhuman pains? Why should not Man,",
    "Retaining still Divine similitude",
    "In part, from such deformities be free,",
    "And for his Makers Image sake exempt?",
    "Thir Makers Image, answerd",
    ", then",
    "Forsook them, when themselves they villifi'd",
    "To serve ungovern'd appetite, and took",
    "His Image whom they serv'd, a brutish vice,",
    "Inductive mainly to the sin of",
    ".",
    "Therefore so abject is thir punishment,",
    "Disfiguring not Gods likeness, but thir own,",
    "Or if his likeness, by themselves defac't",
    "While they pervert pure Natures healthful rules",
    "To loathsom sickness, worthily, since they",
    "Gods Image did not reverence in themselves.",
    "I yield it just, said",
    ", and submit.",
    "But is there yet no other way, besides",
    "These painful passages, how we may come",
    "To Death, and mix with our connatural dust;",
    "There is, said",
    ", if thou well observe",
    "The rule of not too much, by temperance taught",
    "In what thou eatst and drinkst, seeking from thence",
    "Due nourishment, not gluttonous delight,",
    "Till many years over thy head return:",
    "So maist thou live, till like ripe Fruit thou drop",
    "Into thy Mothers lap, or be with ease",
    "Gatherd, not harshly pluckt, for death mature:",
    "This is old age; but then thou must outlive",
    "Thy youth, thy strength, thy beauty, which will change",
    "To witherd weak and gray; thy Senses then",
    "Obtuse, all taste of pleasure must forgoe,",
    "To what thou hast, and for the Aire of youth",
    "Hopeful and cheerful, in thy blood will reigne",
    "A Melancholy damp of cold and dry",
    "To weigh thy Spirits down, and last consume",
    "The Balme of Life. To whom our Ancestor.",
    "Henceforth I flie not Death, nor would prolong",
    "Life much, bent rather how I may be quit",
    "Fairest and easiest of this combrous charge,",
    "Which I must keep till my appointed day",
    "Of rendring up, and patiently attend",
    "My dissolution.",
    "repli'd.",
    "Nor love thy Life, nor hate; but what thou livst",
    "Live well, how long or short permit to Heav'n:",
    "And now prepare thee for another sight.",
    "He lookd and saw a spacious Plaine, whereon",
    "Were Tents of various hue; by some were herds",
    "Of Cattel grazing: others, whence the sound",
    "Of Instruments that made melodious chime",
    "Was heard, of Harp and Organ; and who moovd",
    "Thir stops and chords was seen: his volant touch",
    "Instinct through all proportions low and high",
    "Fled and pursu'd transverse the resonant fugue.",
    "In other part stood one who at the Forge",
    "Labouring, two massie clods of Iron and Brass Had melted (whether found where casual fire",
    "Had wasted woods on Mountain or in Vale,",
    "Down to the veins of Earth, thence gliding hot",
    "To som Caves mouth, or whether washt by stream",
    "From underground) the liquid Ore he dreind",
    "Into fit moulds prepar'd; from which he formd",
    "First his own Tooles; then, what might else be wrought",
    "Fusil or grav'n in mettle. After these,",
    "But on the hether side a different sort",
    "From the high neighbouring Hills, which was thir Seat,",
    "Down to the Plain descended: by thir guise",
    "Just men they seemd, and all thir study bent",
    "To worship God aright, and know his works",
    "Not hid, nor those things last which might preserve",
    "Freedom and Peace to men: they on the Plain",
    "Long had not walkt, when from the Tents behold",
    "A Beavie of fair Women, richly gay",
    "In Gems and wanton dress; to the Harp they sung",
    "Soft amorous Ditties, and in dance came on:",
    "The Men though grave, ey'd them, and let thir eyes",
    "Rove without rein, till in the amorous Net",
    "Fast caught, they lik'd, and each his liking chose;",
    "And now of love they treat till th' Eevning Star",
    "Loves Harbinger appeerd; then all in heat",
    "They light the Nuptial Torch, and bid invoke",
    ", then first to marriage Rites invok't;",
    "With Feast and Musick all the Tents resound.",
    "Such happy interview and fair event",
    "Of love and youth not lost, Songs, Garlands, Flours,",
    "And charming Symphonies attach'd the heart",
    "Of",
    ", soon enclin'd to admit delight,",
    "The bent of Nature; which he thus express'd.",
    "True opener of mine eyes, prime Angel blest,",
    "Much better seems this Vision, and more hope",
    "Of peaceful dayes portends, then those two past;",
    "Those were of hate and death, or pain much worse,",
    "Here Nature seems fulfilld in all her ends.",
    "To whom thus",
    ". Judg not what is best",
    "By pleasure, though to Nature seeming meet,",
    "Created, as thou art, to nobler end",
    "Holie and pure, conformitie divine.",
    "Those Tents thou sawst so pleasant, were the Tents",
    "Of wickedness, wherein shall dwell his Race",
    "Who slew his Brother; studious they appere",
    "Of Arts that polish Life, Inventers rare,",
    "Unmindful of thir Maker, though his Spirit",
    "Taught them, but they his gifts acknowledg'd none.",
    "Yet they a beauteous ofspring shall beget;",
    "For that fair femal Troop thou sawst, that seemd",
    "Of Goddesses, so blithe, so smooth, so gay,",
    "Yet empty of all good wherein consists",
    "Womans domestic honour and chief praise;",
    "Bred onely and completed to the taste",
    "Of lustful appetence, to sing, to dance,",
    "To dress, and troule the Tongue, and roule the Eye.",
    "To these that sober Race of Men, whose lives",
    "Religious titl'd them the Sons of God,",
    "Shall yield up all thir vertue, all thir fame",
    "Ignobly, to the traines and to the smiles",
    "Of these fair Atheists, and now swim in joy,",
    "(Erelong to swim at large) and laugh; for which",
    "The world erelong a world of tears must weepe.",
    "To whom thus",
    "of short joy bereft.",
    "O pittie and shame, that they who to live well",
    "Enterd so faire, should turn aside to tread",
    "Paths indirect, or in the mid way faint!",
    "But still I see the tenor of Mans woe",
    "Holds on the same, from Woman to begin.",
    "From Mans effeminate slackness it begins,",
    "Said th' Angel, who should better hold his place",
    "By wisdome, and superiour gifts receav'd.",
    "But now prepare thee for another Scene.",
    "He lookd and saw wide Territorie spred",
    "Before him, Towns, and rural works between,",
    "Cities of Men with lofty Gates and Towrs,",
    "Concours in Arms, fierce Faces threatning Warr,",
    "Giants of mightie Bone, and bould emprise;",
    "Part wield thir Arms, part courb the foaming Steed,",
    "Single or in Array of Battel rang'd",
    "Both Horse and Foot, nor idely mustring stood;",
    "One way a Band select from forage drives",
    "A herd of Beeves, faire Oxen and faire Kine",
    "From a fat Meddow ground; or fleecy Flock,",
    "Ewes and thir bleating Lambs over the Plaine,",
    "Thir Bootie; scarce with Life the Shepherds flye,",
    "But call in aide, which makes a bloody Fray;",
    "With cruel Tournament the Squadrons joine;",
    "Where Cattle pastur'd late, now scatterd lies",
    "With Carcasses and Arms th' ensanguind Field",
    "Deserted: Others to a Citie strong",
    "Lay Seige, encampt; by Batterie, Scale, and Mine,",
    "Assaulting; others from the wall defend",
    "With Dart and Jav'lin, Stones and sulfurous Fire;",
    "On each hand slaughter and gigantic deeds.",
    "In other part the scepter'd Haralds call",
    "To Council in the Citie Gates: anon",
    "Grey-headed men and grave, with Warriours mixt,",
    "Assemble, and Harangues are heard, but soon",
    "In factious opposition, till at last",
    "Of middle Age one rising, eminent",
    "In wise deport, spake much of Right and Wrong,",
    "Of Justice, of Religion, Truth and Peace,",
    "And Judgment from above: him old and young",
    "Exploded and had seiz'd with violent hands,",
    "Had not a Cloud descending snatch'd him thence",
    "Unseen amid the throng: so violence",
    "Proceeded, and Oppression, and Sword-Law",
    "Through all the Plain, and refuge none was found.",
    "was all in tears, and to his guide",
    "Lamenting turnd full sad; O what are these,",
    "Deaths Ministers, not Men, who thus deal Death",
    "Inhumanly to men, and multiply",
    "Ten thousandfould the sin of him who slew",
    "His Brother; for of whom such massacher",
    "Make they but of thir Brethren, men of men?",
    "But who was that Just Man, whom had not Heav'n",
    "Rescu'd, had in his Righteousness bin lost?",
    "To whom thus",
    ". These are the product",
    "Of those ill mated Marriages thou saw'st;",
    "Where good with bad were matcht, who of themselves",
    "Abhor to joyn; and by imprudence mixt,",
    "Produce prodigious Births of bodie or mind.",
    "Such were these Giants, men of high renown;",
    "For in those dayes Might onely shall be admir'd,",
    "And Valour and Heroic Vertu call'd;",
    "To overcome in Battle, and subdue",
    "Nations, and bring home spoils with infinite",
    "Man-slaughter, shall be held the highest pitch",
    "Of human Glorie, and for Glorie done",
    "Of triumph, to be styl'd great Conquerours,",
    "Patrons of Mankind, Gods, and Sons of Gods,",
    "Destroyers rightlier call'd and Plagues of men.",
    "Thus Fame shall be atchiev'd, renown on Earth,",
    "And what most merits fame in silence hid.",
    "But hee the seventh from thee, whom thou beheldst",
    "The onely righteous in a World perverse,",
    "And therefore hated, therefore so beset",
    "With Foes for daring single to be just,",
    "And utter odious Truth, that God would come",
    "To judge them with his Saints: Him the most High",
    "Rapt in a balmie Cloud with winged Steeds",
    "Did, as thou sawst, receave, to walk with God",
    "High in Salvation and the Climes of bliss,",
    "Exempt from Death; to shew thee what reward",
    "Awaits the good, the rest what punishment;",
    "Which now direct thine eyes and soon behold.",
    "He look'd, and saw the face of things quite chang'd,",
    "The brazen Throat of Warr had ceast to roar,",
    "All now was turn'd to jollitie and game,",
    "To luxurie and riot, feast and dance,",
    "Marrying or prostituting, as befell,",
    "Rape or Adulterie, where passing faire",
    "Allurd them; thence from Cups to civil Broiles.",
    "At length a Reverend Sire among them came,",
    "And of thir doings great dislike declar'd,",
    "And testifi'd against thir wayes; hee oft",
    "Frequented thir Assemblies, whereso met,",
    "Triumphs or Festivals, and to them preachd",
    "Conversion and Repentance, as to Souls",
    "In Prison under Judgements imminent:",
    "But all in vain: which when he saw, he ceas'd",
    "Contending, and remov'd his Tents farr off;",
    "Then from the Mountain hewing Timber tall,",
    "Began to build a Vessel of huge bulk,",
    "Measur'd by Cubit, length, and breadth, and highth,",
    "Smeard round with Pitch, and in the side a dore",
    "Contriv'd, and of provisions laid in large",
    "For Man and Beast: when loe a wonder strange!",
    "Of every Beast, and Bird, and Insect small",
    "Came seavens, and pairs, and enterd in, as taught",
    "Thir order: last the Sire, and his three Sons",
    "With thir four Wives; and God made fast the dore.",
    "Meanwhile the Southwind rose, and with black wings",
    "Wide hovering, all the Clouds together drove",
    "From under Heav'n; the Hills to their supplie",
    "Vapour, and Exhalation dusk and moist,",
    "Sent up amain; and now the thick'nd Skie",
    "Like a dark Ceeling stood; down rush'd the Rain",
    "Impetuous, and continu'd till the Earth",
    "No more was seen; the floating Vessel swum",
    "Uplifted; and secure with beaked prow",
    "Rode tilting o're the Waves, all dwellings else",
    "Flood overwhelmd, and them with all thir pomp",
    "Deep under water rould; Sea cover'd Sea,",
    "Sea without shoar; and in thir Palaces",
    "Where luxurie late reign'd, Sea-monsters whelp'd",
    "And stabl'd; of Mankind, so numerous late,",
    "All left, in one small bottom swum imbark't.",
    "How didst thou grieve then,",
    ", to behold",
    "The end of all thy Ofspring, end so sad,",
    "Depopulation; thee another Floud,",
    "Of tears and sorrow a Floud thee also drown'd,",
    "And sunk thee as thy Sons; till gently reard",
    "By th' Angel, on thy feet thou stoodst at last,",
    "Though comfortless, as when a Father mourns",
    "His Children, all in view destroyd at once;",
    "And scarce to th' Angel utterdst thus thy plaint.",
    "O Visions ill foreseen! better had I",
    "Liv'd ignorant of future, so had borne",
    "My part of evil onely, each dayes lot",
    "Anough to beare; those now, that were dispenst",
    "The burd'n of many Ages, on me light",
    "At once, by my foreknowledge gaining Birth",
    "Abortive, to torment me ere thir being,",
    "With thought that they must be. Let no man seek",
    "Henceforth to be foretold what shall befall",
    "Him or his Childern, evil he may be sure,",
    "Which neither his foreknowing can prevent,",
    "And hee the future evil shall no less",
    "In apprehension then in substance feel",
    "Grievous to bear: but that care now is past,",
    "Man is not whom to warne: those few escap't",
    "Famin and anguish will at last consume",
    "Wandring that watrie Desert: I had hope",
    "When violence was ceas't, and Warr on Earth,",
    "All would have then gon well, peace would have crownd",
    "With length of happy dayes the race of man;",
    "But I was farr deceav'd; for now I see",
    "Peace to corrupt no less then Warr to waste.",
    "How comes it thus? unfould, Celestial Guide,",
    "And whether here the Race of man will end.",
    "To whom thus",
    ". Those whom last thou sawst",
    "In Triumph and luxurious wealth, are they",
    "First seen in acts of prowess eminent",
    "And great exploits, but of true vertu void;",
    "Who having spilt much blood, and don much waste",
    "Subduing Nations, and achievd thereby",
    "Fame in the World, high titles, and rich prey,",
    "Shall change thir course to pleasure, ease, and sloth,",
    "Surfet, and lust, till wantonness and pride",
    "Raise out of friendship hostil deeds in Peace.",
    "The conquerd also, and enslav'd by Warr",
    "Shall with thir freedom lost all vertu loose",
    "And fear of God, from whom thir pietie feign'd",
    "In sharp contest of Battel found no aide",
    "Against invaders; therefore coold in zeale",
    "Thenceforth shall practice how to live secure,",
    "Worldlie or dissolute, on what thir Lords",
    "Shall leave them to enjoy; for th' Earth shall bear",
    "More then anough, that temperance may be tri'd:",
    "So all shall turn degenerate, all deprav'd,",
    "Justice and Temperance, Truth and Faith forgot;",
    "One Man except, the onely Son of light",
    "In a dark Age, against example good,",
    "Against allurement, custom, and a World",
    "Offended; fearless of reproach and scorn,",
    "Or violence, hee of thir wicked wayes",
    "Shall them admonish, and before them set",
    "The paths of righteousness, how much more safe,",
    "And full of peace, denouncing wrauth to come",
    "On thir impenitence; and shall returne",
    "Of them derided, but of God observd",
    "The one just Man alive; by his command",
    "Shall build a wondrous Ark, as thou beheldst,",
    "To save himself and household from amidst",
    "A World devote to universal rack.",
    "No sooner hee with them of Man and Beast",
    "Select for life shall in the Ark be lodg'd,",
    "And shelterd round, but all the Cataracts",
    "Of Heav'n set open on the Earth shall powre",
    "Raine day and night, all fountains of the Deep",
    "Broke up, shall heave the Ocean to usurp",
    "Beyond all bounds, till inundation rise",
    "Above the highest Hills: then shall this Mount",
    "Of Paradise by might of Waves be moovd",
    "Out of his place, pushd by the horned floud,",
    "With all his verdure spoil'd, and Trees adrift",
    "Down the great River to the op'ning Gulf,",
    "And there take root an Iland salt and bare,",
    "The haunt of Seales and Orcs, and Sea-mews clang.",
    "To teach thee that God attributes to place",
    "No sanctitie, if none be thither brought",
    "By Men who there frequent, or therein dwell.",
    "And now what further shall ensue, behold.",
    "He lookd, and saw the Ark hull on the floud,",
    "Which now abated, for the Clouds were fled,",
    "Drivn by a keen North-winde, that blowing drie",
    "Wrinkl'd the face of Deluge, as decai'd;",
    "And the cleer Sun on his wide watrie Glass",
    "Gaz'd hot, and of the fresh Wave largely drew,",
    "As after thirst, which made thir flowing shrink",
    "From standing lake to tripping ebbe, that stole",
    "With soft foot towards the deep, who now had stopt",
    "His Sluces, as the Heav'n his windows shut.",
    "The Ark no more now flotes, but seems on ground",
    "Fast on the top of som high mountain fixt.",
    "And now the tops of Hills as Rocks appeer;",
    "With clamor thence the rapid Currents drive",
    "Towards the retreating Sea thir furious tyde.",
    "Forthwith from out the Arke a Raven flies,",
    "And after him, the surer messenger,",
    "A Dove sent forth once and agen to spie",
    "Green Tree or ground whereon his foot may light;",
    "The second time returning, in his Bill",
    "An Olive leafe he brings, pacific signe:",
    "Anon drie ground appeers, and from his Arke",
    "The ancient Sire descends with all his Train;",
    "Then with uplifted hands, and eyes devout,",
    "Grateful to Heav'n, over his head beholds",
    "A dewie Cloud, and in the Cloud a Bow",
    "Conspicuous with three listed colours gay,",
    "Betok'ning peace from God, and Cov'nant new.",
    "Whereat the heart of",
    "erst so sad",
    "Greatly rejoyc'd, and thus his joy broke forth.",
    "O thou who future things canst represent",
    "As present, Heav'nly instructer, I revive",
    "At this last sight, assur'd that Man shall live",
    "With all the Creatures, and thir seed preserve.",
    "Farr less I now lament for one whole World",
    "Of wicked Sons destroyd, then I rejoyce",
    "For one Man found so perfet and so just,",
    "That God voutsafes to raise another World",
    "From him, and all his anger to forget.",
    "But say, what mean those colourd streaks in Heavn,",
    "Distended as the Brow of God appeas'd,",
    "Or serve they as a flourie verge to binde",
    "The fluid skirts of that same watrie Cloud,",
    "Least it again dissolve and showr the Earth?",
    "To whom th' Archangel. Dextrously thou aim'st;",
    "So willingly doth God remit his Ire,",
    "Though late repenting him of Man deprav'd,",
    "Griev'd at his heart, when looking down he saw",
    "The whole Earth fill'd with violence, and all flesh",
    "Corrupting each thir way; yet those remoov'd,",
    "Such grace shall one just Man find in his sight,",
    "That he relents, not to blot out mankind,",
    "And makes a Covenant never to destroy",
    "The Earth again by flood, nor let the Sea",
    "Surpass his bounds, nor Rain to drown the World",
    "With Man therein or Beast; but when he brings",
    "Over the Earth a Cloud, will therein set",
    "His triple-colour'd Bow, whereon to look",
    "And call to mind his Cov'nant: Day and Night,",
    "Seed time and Harvest, Heat and hoary Frost",
    "Shall hold thir course, till fire purge all things new,",
    "Both Heav'n and Earth, wherein the just shall dwell."
  ],
  "title": ": Book 11 (1674 version)",
  "year": ""
}