{
  "author": "George Gascoigne",
  "classification": "Blank Verse",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Arts",
    "Sciences",
    "History",
    "Politics",
    "Social Commentaries",
    "Humor",
    "Satire"
  ],
  "period": "Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/173548",
  "region": "England",
  "text": [
    "O knights, O squires, O gentle bloods yborn,",
    "You were not born all only for yourselves:",
    "Your country claims some part of all your pains.",
    "There should you live, and therein should you toil",
    "To hold up right and banish cruel wrong,",
    "To help the poor, to bridle back the rich,",
    "To punish vice, and virtue to advance,",
    "To see God serv’d and Belzebub suppres’d.",
    "You should not trust lieutenants in your room,",
    "And let them sway the sceptre of your charge,",
    "Whiles you, meanwhile, know scarcely what is done,",
    "Nor yet can yield accompt if you were call’d.",
    "The stately lord, which wonted was to keep",
    "A court at home, is now come up to court,",
    "And leaves the country for a common prey",
    "To pilling, polling, bribing, and deceit",
    "(All which his presence might have pacified,",
    "Or else have made offenders smell the smoke).",
    "And now the youth which might have served him",
    "In comely wise, with country clothes yclad,",
    "And yet thereby been able to prefer",
    "Unto the prince, and there to seek advance,",
    "Is fain to sell his lands for courtly clouts,",
    "Or else sits still, and liveth like a lout",
    "(Yet of these two the last fault is the less).",
    "And so those imps which might in time have sprung",
    "Aloft, good lord, and serv’d to shield the state,",
    "Are either nipp’d with such untimely frosts,",
    "Or else grow crook’d, because they be not proynd.",
    "...",
    "Alas, my lord, my haste was all too hot,",
    "I shut my glass before you gaz’d your fill,",
    "And, at a glimpse, my silly self have spied",
    "A stranger troop than any yet were seen.",
    "Behold, my lord, what monsters muster here,",
    "With angel’s face, and harmful hellish hearts,",
    "With smiling looks, and deep deceitful thoughts,",
    "With tender skins, and stony cruel minds,",
    "With stealing steps, yet forward feet to fraud.",
    "Behold, behold, they never stand content,",
    "With God, with kind, with any help of art,",
    "But curl their locks with bodkins and with braids,",
    "But dye their hair with sundry subtle sleights,",
    "But paint and slick till fairest face be foul,",
    "But bumbast, bolster, frizzle, and perfume.",
    "They mar with musk the balm which nature made",
    "And dig for death in delicatest dishes.",
    "The younger sort come piping on apace,",
    "In whistles made of fine enticing wood,",
    "Till they have caught the birds for whom they birded.",
    "The elder sort go stately stalking on,",
    "And on their backs they bear both land and fee,",
    "Castles and towers, revenues and receipts,",
    "Lordships and manors, fines, yea, farms and all.",
    "What should these be? Speak you, my lovely lord.",
    "They be not men: for why? they have no beards.",
    "They be no boys, which wear such side long gowns.",
    "They be no gods, for all their gallant gloss.",
    "They be no devils, I trow, which seem so saintish.",
    "What be they? women? masking in men’s weeds?",
    "With Dutchkin doublets, and with jerkins jagg’d?",
    "With Spanish spangs, and ruffs fet out of France,",
    "With high-copp’d hats, and feathers flaunt-a-flaunt?",
    "They be so sure, even",
    "to",
    "indeed.",
    "Nay then, my lord, let shut the glass apace,",
    "High time it were for my poor muse to wink,",
    "Since all the hands, all paper, pen, and ink,",
    "Which ever yet this wretched world possess’d",
    "Cannot describe this sex in colours due!",
    "No, no, my lord, we gazed have enough;",
    "And I too much, God pardon me therefore.",
    "Better look off, than look an ace too far;",
    "And better mum, than meddle overmuch.",
    "But if my glass do like my lovely lord,",
    "We will espy, some sunny summer’s day,",
    "To look again, and see some seemly sights.",
    "Meanwhile, my Muse right humbly doth beseech,",
    "That my good lord accept this vent’rous verse,",
    "Until my brains may better stuff devise."
  ],
  "title": "The Steel Glass",
  "year": ""
}