{
  "author": "Minnie Bruce Pratt",
  "classification": "Free Verse",
  "keywords": [
    "Parenthood",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Gender",
    "Sexuality",
    "Social Commentaries",
    "Disappointment",
    "Failure",
    "Living",
    "Midlife"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178275",
  "region": "U.S., New England",
  "text": [
    "Imagine a big room of women doing anything,",
    "playing cards, having a meeting, the rattle",
    "of paper or coffee cups or chairs pushed back,",
    "the loud and quiet murmur of their voices,",
    "women leaning their heads together. If we",
    "leaned in at the door and I said,",
    "are mothers, you wouldn’t be surprised, except",
    "at me for pointing out the obvious fact.",
    "Women",
    "mothers, aren’t they? So obvious.",
    "Say we walked around to 8th or 11th Street",
    "to drop in on a roomful of women, smiling, intense,",
    "playing pool, the green baize like moss. One",
    "lights another’s cigarette, oblique glance.",
    "Others dance by twos under twirling silver moons",
    "that rain light down in glittering drops.",
    "If I said in your ear, through metallic guitars,",
    "you wouldn’t believe me,",
    "would you? Not really, not even if you had come",
    "to be one of the women in that room. You’d say:",
    "It’s what we say.",
    "Here, we hardly call our children’s names out loud.",
    "We’ve lost them once, or fear we may. We’re careful",
    "what we say. In the clanging silence, pain falls",
    "on our hearts, year in and out, like water cutting",
    "a groove in stone, seeking a channel, a way out,",
    "pain running like water through the glittering room.",
    "I often think of a poem as a door that opens",
    "into a room where I want to go. But to go in",
    "here is to enter where my own suffering exists",
    "as an almost unheard low note in the music,",
    "amplified, almost unbearable, by the presence",
    "of us all, reverberant pain, circular, endless,",
    "which we speak of hardly at all, unless a woman",
    "in the dim privacy tells me a story of her child",
    "lost, now or twenty years ago, her words sliding",
    "like a snapshot out of her billfold, faded outline",
    "glanced at and away from, the story elliptic, oblique",
    "to avoid the dangers of grief. The flashes of story",
    "brilliant and grim as strobe lights in the dark,",
    "the dance shown as grimace, head thrown back in pain.",
    "Edie’s hands, tendons tense as wire, spread, beseeched,",
    "how she’d raised them, seven years, and now not even a visit,",
    "Martha said she’d never see the baby again.",
    "Her skinny brown arms folded against her flat breasts,",
    "flat-assed in blue jeans, a dyke looking hard as a hammer:",
    "And who would call her a mother?",
    "Or tall pale Connie,",
    "rainbow skirts twirling, her sailing-away plans, islands,",
    "women plaiting straw with shells: Who would have known",
    "until the night, head down on my shoulder, she cried out",
    "for her children shoved behind the father, shadows",
    "who heard him curse her from the door, hell’s fire",
    "as she waited for them in the shriveled yard?",
    "All the women caught in flaring light, glimpsed",
    "in mystery: The red-lipped, red-fingertipped woman",
    "who dances by, sparkling like fire, is she here on the sly,",
    "four girls and a husband she’ll never leave from fear?",
    "The butch in black denim, elegant as ashes, her son",
    "perhaps sent back, a winter of no heat, a woman’s salary.",
    "The quiet woman drinking gin, thinking of being sixteen,",
    "the baby wrinkled as wet clothes, seen once, never again.",
    "Loud music, hard to talk, and we’re careful what we say.",
    "A few words, some gesture of our hands, some bit of story",
    "cryptic as the mark gleaming on our hands, the ink",
    "tattoo, the sign that admits us to this room, iridescent",
    "in certain kinds of light, then vanishing, invisible.",
    "If suffering were no more than a song’s refrain",
    "played through four times with its sad lyric,",
    "only half-heard in the noisy room, then done with,",
    "I could write the poem I imagined: All the women",
    "here see their lost children come into the dim room,",
    "the lights brighten, we are in the happy ending,",
    "no more hiding, we are ourselves and they are here",
    "with us, a reconciliation, a commotion of voices.",
    "I’ve seen it happen. I have stories from Carla,",
    "Wanda. I have my own: the hammering at authority,",
    "the years of driving round and round for a glimpse,",
    "for anything, and finally the child, big, awkward,",
    "comes with you, to walk somewhere arm in arm.",
    "But things have been done to us that can never be",
    "undone. The woman in the corner smiling at friends,",
    "the one with black hair glinting white, remembers",
    "the brown baby girl’s weight relaxed into her lap.",
    "The brown-eyed baby who flirted before she talked,",
    "taken and sent away twenty years ago, no recourse.",
    "If she stood in the door, the woman would not know her,",
    "and the child would have no memory of the woman,",
    "not of lying on her knees nor at her breast, leaving",
    "a hidden mark, pain grooved and etched on the heart.",
    "The woman’s told her friends about the baby. They",
    "keep forgetting. Her story drifts away like smoke,",
    "like vague words in a song, a paper scrap in the water.",
    "When they talk about mothers, they never think of her.",
    "No easy ending to this pain. At midnight we go home",
    "to silent houses, or perhaps to clamorous rooms full",
    "of those who are now our family. Perhaps we sit alone,",
    "heavy with the past, and there are tears running bitter",
    "and steady as rain in the night. Mostly we just go on."
  ],
  "title": "All the Women Caught in Flaring Light",
  "year": ""
}