{
  "author": "Minnie Bruce Pratt",
  "classification": "Free Verse",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Gender",
    "Sexuality",
    "Ghosts",
    "the Supernatural",
    "Mythology",
    "Folklore"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178276",
  "region": "U.S., New England",
  "text": [
    "At first she thought the lump in the road",
    "was clay thrown up by a trucker’s wheel.",
    "Then Beatrice saw the mess of feathers:",
    "Six or seven geese stood in the right-of-way, staring",
    "at the blood, their black heads rigid above white throats.",
    "Unmoved by passing wind or familiar violence, they fixed",
    "their gaze on dead flesh and something more, a bird on the wing.",
    "It whirled in a thicket of fog that grew up from fields plowed",
    "and turned to winter. It joined other spirits exhaled before dawn,",
    "creatures that once had crept or flapped or crawled over the land.",
    "Beatrice had heard her mother tell of men who passed",
    "as spirits. They hid in limestone caves by the river, hooded",
    "themselves inside the curved wall, the glistening rock.",
    "Then just at dark they appeared, as if they had the power",
    "to split the earth open to release them. White-robed, faceless",
    "horned heads, they advanced with torches over the water,",
    "saying:",
    "Neighbors who watched at the bridge knew each man by his voice",
    "or limp or mended boots but said nothing, allowed the marchers",
    "to pass on. Then they ran their skinny hounds to hunt other",
    "lives down ravines, to save their skins another night from",
    "the carrion beetles, spotted with red darker than blood,",
    "who wait by the grave for the body’s return to the earth.",
    "Some years the men killed scores, treed them in the sweetgums.",
    "Watched a man’s face flicker in the purple-black leaves.",
    "Then they burned the tree.",
    "Smoke from their fires",
    "still lay over the land where Beatrice traveled.",
    "Out of this cloud the dead of the field spoke to her,",
    "voices from the place where some voices never stop:",
    "He said, “Gentlemen, what have I done?”",
    "They says, “Never mind what you have done.",
    "We just want your damned heart.” After they",
    "killed him, I built up a little fire and laid out",
    "by him all night until the neighbors came",
    "in the morning. I was standing there when",
    "they killed him, down by Sucarnochee Creek.",
    "scared the way they were treating me, throwing rocks",
    "on my house, coming in disguise. They come to my bed",
    "where I was laying, and whipped me. They dragged me",
    "out into the field so that the blood strung across",
    "the house, and the fence, and the cotton patch,",
    "in the road, and they ravished me. Then they went",
    "back into my house and ate the food on the stove.",
    "They have drove me from my home. It is over",
    "by DeSotoville, on the other side in Choctaw.",
    "I had informed of persons whom I saw",
    "dressing in Ku Klux disguise;",
    "had named the parties. At the time",
    "I was divorced from Dr. Randall",
    "and had a school near Fredonia.",
    "About one month before the election",
    "some young men about the county",
    "came in the nighttime; they said",
    "I was not a decent woman; also",
    "I was teaching radical politics.",
    "They whipped me with hickory withes.",
    "The gashes cut through my thin dress,",
    "through the abdominal wall.",
    "I was thrown into a ravine",
    "in a helpless condition. The school",
    "closed after my death.",
    "From the fog above the bloody entrails of the bird, the dead flew",
    "toward Beatrice like the night crow whose one wing rests on the evening",
    "while the other dusts off the morning star. They gave her such a look:",
    "were trying to keep body and soul together?",
    "But never mind that now. Here’s what you must do:",
    "Tie a red flannel string around your waist.",
    "Plant your roots when the moon is dark. Remember",
    "your past, and ours. Always remember who you are.",
    "Don’t let those men fool you about the ways of life",
    "even if blood must sign your name."
  ],
  "title": "Red String",
  "year": ""
}