{
  "author": "Minnie Bruce Pratt",
  "classification": "Free Verse",
  "keywords": [
    "Growing Old",
    "Family",
    "Ancestors",
    "Home Life",
    "Relationships",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178271",
  "region": "U.S., New England",
  "text": [
    "Through the window screen I can see an angle of grey roof",
    "and the silence that spreads in the branches of the pecan tree",
    "as the sun goes down. I am waiting for a lover. I am alone",
    "in a solitude that vibrates like the cicada in hot midmorning,",
    "that waits like the lobed sassafras leaf just before",
    "its dark green turns into red, that waits",
    "like the honeybee in the mouth of the purple lobelia.",
    "While I wait, I can hear the random clink of one fork",
    "against a plate. The woman next door is eating supper",
    "alone. She is sixty, perhaps, and for many years",
    "has eaten by herself the tomatoes, the corn",
    "and okra that she grows in her backyard garden.",
    "Her small metallic sound persists, as quiet almost",
    "as the windless silence, persists like the steady",
    "random click of a redbird cracking a few",
    "more seeds before the sun gets too low.",
    "She does not hurry, she does not linger.",
    "Her younger neighbors think that she is lonely.",
    "But I know what sufficiency she may possess.",
    "I know what can be gathered from year to year,",
    "gathered from what is near to hand, as I do",
    "elderberries that bend in damp thickets by the road,",
    "gathered and preserved, jars and jars shining",
    "in rows of claret red, made at times with help,",
    "a friend or a lover, but consumed long after,",
    "long after they are gone and I sit",
    "alone at the kitchen table.",
    "And when I sit in the last heat of Sunday, afternoons",
    "on the porch steps in the acid breath of the boxwoods,",
    "I also know desolation. The week is over, the coming night",
    "will not lift. I am exhausted from making each day.",
    "My family, my children live in other states,",
    "the women I love in other towns. I would rather be here",
    "than with them in the old ways, but when all that’s left",
    "of the sunset is the red reflection underneath the clouds,",
    "when I get up and come in to fix supper,",
    "in the darkened kitchen I am often lonely for them.",
    "In the morning and the evening we are by ourselves,",
    "the woman next door and I. Still, we persist.",
    "I open the drawer to get out the silverware.",
    "She goes to her garden to pull weeds and pick",
    "the crookneck squash that turn yellow with late summer.",
    "I walk down to the pond in the morning to watch",
    "and wait for the blue heron who comes at first light",
    "to feed on minnows that swim through her shadow in the water.",
    "She stays until the day grows so bright",
    "that she cannot endure it and leaves with her hunger unsatisfied.",
    "She bows her wings and slowly lifts into flight,",
    "grey and slate blue against a paler sky.",
    "I know she will come back. I see the light create",
    "a russet curve of land on the farther bank,",
    "where the wild rice bends heavy and ripe",
    "under the first blackbirds. I know",
    "she will come back. I see the light curve",
    "in the fall and rise of her wing."
  ],
  "title": "The Sound of One Fork",
  "year": ""
}