{
  "author": "Minnie Bruce Pratt",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "War",
    "Conflict",
    "Trees",
    "Flowers",
    "Social Commentaries",
    "Gardening",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178273",
  "region": "U.S., New England",
  "text": [
    "With this rain I am satisfied we will be together",
    "in the spring. Seeds of water on my window glass,",
    "transparent sprouts and rootlets. In your backyard",
    "steady rain through the heavy dirt we dug in,",
    "our shovels excavating some history of the tiny garden.",
    "Our blades cut through the design of a previous digger:",
    "rotting boards, rocks, earthworms big as young snakes;",
    "a tarnished spoon, pink champagne foil from a party;",
    "a palmful of blue feathers from a dead jay.",
    "We dug and planted. We intend to have a history here",
    "behind this rented house. Despite the owner there is a secret",
    "between us and the ground. In the wet dirt, our fleshy bulbs",
    "and the pink cloves of garlic are making nests of roots.",
    "The fact of the garden has satisfied me all morning:",
    "that we worked side by side, your name round",
    "when I spoke it: that my fingers worked in the dirt like rain,",
    "the ground like a made bed with its mulch of leaves,",
    "orderly, full of possibilities, acts of love",
    "not yet performed.",
    "Now the water’s slap on my window",
    "has made me think of something else, suddenly,",
    "what I don’t want to, the way I wake up in the night,",
    "think I’ve heard a gun shot.",
    "The memory, news story",
    "you told me a week ago: the farmers south,",
    "far south, El Salvador, afraid to go into their fields.",
    "What does their dirt look like? I don’t know.",
    "Instead I see that some thing is being planted:",
    "U.S. soldiers watching as others bury a dead",
    "hand, arm, head, torso.",
    "To be afraid",
    "to put your hand into the dirt. To be afraid to go",
    "look at your ground: that it has been cut like skin,",
    "will bulge out like cut muscle: that on a fair day",
    "there will be subterranean thunder, then a loud, continuous",
    "hiss of blood.",
    "I wish I could see only the flowering",
    "bulbs voluptuous in the spring.",
    "But what is planted is",
    "what comes. In the fall, plant stones: in the winter,",
    "the ground gapes with stones like teeth.",
    "I hold to the plan we thought of: small: full of",
    "possibilities against despair:",
    "us handing out",
    "sheets of paper, thousands, the list of crimes:",
    "sharp thin papers delving up something in people",
    "in parking lots, shopping malls.",
    "What will come of this?",
    "Perhaps people to stand with us outside the buildings,",
    "to say again:",
    "Words adamant as rock,",
    "and actions, here, in the coldest months, before",
    "soldiers move again in the fields to the south."
  ],
  "title": "The Fact of the Garden",
  "year": ""
}