{
  "author": "Christopher Smart",
  "classification": "Free Verse",
  "keywords": [
    "Religion",
    "Relationships",
    "Pets",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174440",
  "region": "England",
  "text": [
    "For I will consider my Cat Jeoffry.",
    "For he is the servant of the Living God duly and daily serving him.",
    "For at the first glance of the glory of God in the East he worships in his way.",
    "For this is done by wreathing his body seven times round with elegant quickness.",
    "For then he leaps up to catch the musk, which is the blessing of God upon his prayer.",
    "For he rolls upon prank to work it in.",
    "For having done duty and received blessing he begins to consider himself.",
    "For this he performs in ten degrees.",
    "For first he looks upon his forepaws to see if they are clean.",
    "For secondly he kicks up behind to clear away there.",
    "For thirdly he works it upon stretch with the forepaws extended.",
    "For fourthly he sharpens his paws by wood.",
    "For fifthly he washes himself.",
    "For sixthly he rolls upon wash.",
    "For seventhly he fleas himself, that he may not be interrupted upon the beat.",
    "For eighthly he rubs himself against a post.",
    "For ninthly he looks up for his instructions.",
    "For tenthly he goes in quest of food.",
    "For having consider'd God and himself he will consider his neighbour.",
    "For if he meets another cat he will kiss her in kindness.",
    "For when he takes his prey he plays with it to give it a chance.",
    "For one mouse in seven escapes by his dallying.",
    "For when his day's work is done his business more properly begins.",
    "For he keeps the Lord's watch in the night against the adversary.",
    "For he counteracts the powers of darkness by his electrical skin and glaring eyes.",
    "For he counteracts the Devil, who is death, by brisking about the life.",
    "For in his morning orisons he loves the sun and the sun loves him.",
    "For he is of the tribe of Tiger.",
    "For the Cherub Cat is a term of the Angel Tiger.",
    "For he has the subtlety and hissing of a serpent, which in goodness he suppresses.",
    "For he will not do destruction, if he is well-fed, neither will he spit without provocation.",
    "For he purrs in thankfulness, when God tells him he's a good Cat.",
    "For he is an instrument for the children to learn benevolence upon.",
    "For every house is incomplete without him and a blessing is lacking in the spirit.",
    "For the Lord commanded Moses concerning the cats at the departure of the Children of Israel from Egypt.",
    "For every family had one cat at least in the bag.",
    "For the English Cats are the best in Europe.",
    "For he is the cleanest in the use of his forepaws of any quadruped.",
    "For the dexterity of his defence is an instance of the love of God to him exceedingly.",
    "For he is the quickest to his mark of any creature.",
    "For he is tenacious of his point.",
    "For he is a mixture of gravity and waggery.",
    "For he knows that God is his Saviour.",
    "For there is nothing sweeter than his peace when at rest.",
    "For there is nothing brisker than his life when in motion.",
    "For he is of the Lord's poor and so indeed is he called by benevolence perpetually—Poor Jeoffry! poor Jeoffry! the rat has bit thy throat.",
    "For I bless the name of the Lord Jesus that Jeoffry is better.",
    "For the divine spirit comes about his body to sustain it in complete cat.",
    "For his tongue is exceeding pure so that it has in purity what it wants in music.",
    "For he is docile and can learn certain things.",
    "For he can set up with gravity which is patience upon approbation.",
    "For he can fetch and carry, which is patience in employment.",
    "For he can jump over a stick which is patience upon proof positive.",
    "For he can spraggle upon waggle at the word of command.",
    "For he can jump from an eminence into his master's bosom.",
    "For he can catch the cork and toss it again.",
    "For he is hated by the hypocrite and miser.",
    "For the former is afraid of detection.",
    "For the latter refuses the charge.",
    "For he camels his back to bear the first notion of business.",
    "For he is good to think on, if a man would express himself neatly.",
    "For he made a great figure in Egypt for his signal services.",
    "For he killed the Ichneumon-rat very pernicious by land.",
    "For his ears are so acute that they sting again.",
    "For from this proceeds the passing quickness of his attention.",
    "For by stroking of him I have found out electricity.",
    "For I perceived God's light about him both wax and fire.",
    "For the Electrical fire is the spiritual substance, which God sends from heaven to sustain the bodies both of man and beast.",
    "For God has blessed him in the variety of his movements.",
    "For, tho he cannot fly, he is an excellent clamberer.",
    "For his motions upon the face of the earth are more than any other quadruped.",
    "For he can tread to all the measures upon the music.",
    "For he can swim for life.",
    "For he can creep."
  ],
  "title": "Jubilate Agno",
  "year": ""
}