{
  "author": "Tomaž Šalamun",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250314",
  "region": "",
  "text": [
    "One finger is the tundra,",
    "one finger is the Bodhisattva,",
    "one finger is mother Slovenia.",
    "Two fingers still remain, beckoning",
    "and with awful force feeding me",
    "seventeen hands with this arrangement.",
    "Alone,",
    "I’m alone on the roof of the world and drawing",
    "so stars are created.",
    "I’m spurting through the nose so the Milky Way is created",
    "and I’m eating",
    "so shit is created, and falling on you",
    "and it is music.",
    "I am God.",
    "I am God and I’m dancing.",
    "This table is a gift, this house is a gift,",
    "this garden is a gift, these squirrels are a gift.",
    "These human legs are murmuring mantras.",
    "Alone,",
    "alone.",
    "Glug glug glug I drink gulps of light",
    "and I brush.",
    "So I shower and put myself back, alone.",
    "I alone am the center of the world’s light, the Lord’s lamb.",
    "I alone am all animals: a tiger, an ant, a deer,",
    "a rabbit, a porcupine (a hedgehog), a butterfly, an insect,",
    "a piranha, a baby rabbit, a daddy rabbit,",
    "the god of ferrets, the straw hat of a sketched",
    "puppy and his paws.",
    "I alone am all plants: strawberries, birch, hazel,",
    "pumpkin, fern, dandelion,",
    "(",
    "is a plant",
    "with thin roots, resembling the roots",
    "of parsley, but it has a nose and head like",
    "a porcini cap and one birch’s hand,",
    "sitting all day in a race car like a liana),",
    "maple, oak, corn, alone.",
    "I alone am all the people named in this book",
    "and all the others: Joe, Janet, Agatha, Veronika,",
    "Boris, Ivan, Italo, Pierre, alone.",
    "I alone am the air, smoothly, the lining, two parallel tracks,",
    "(to sweat),",
    "(the road),",
    "the cause, the forceps, Lope de Vega, the streak,",
    "the dot on the forehead, the dot in the air, alone.",
    "Alone,",
    "I alone am the air and the golden butter,",
    "linden bark, the king, the sickle and hammer,",
    "the Dalmatian, the saw, Armenia, the key,",
    "alone."
  ],
  "title": "Alone",
  "year": ""
}