{
  "author": "Kiki Petrosino",
  "classification": "",
  "keywords": [
    "Living",
    "Marriage",
    "Companionship",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Arts",
    "Sciences",
    "Humor",
    "Satire",
    "Social Commentaries",
    "Popular Culture",
    "Life Choices",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/239644",
  "region": "U.S., Midwestern",
  "text": [
    "Even at my favorite coffeeshop downtown, Redford",
    "is a hard man to feed. This morning, he picks",
    "at his Grilled Asiago Mastercrust with a slow, disdainful frown.",
    "He takes a sip of hazelnut coffee, then winces delicately",
    "into the neck of his sweater vest. I bite powerfully",
    "through my Cinnamon Frenchroll:",
    "you got enough—\"fromage\"—you should just go back up there",
    "& tell the girl. I start on Redford's coffee while he looks glumly",
    "at the metal napkin dispenser. Just then, the electric chime",
    "above the door sounds. A man sweeps in & rests",
    "his guitar case on one of the slim café chairs.",
    "His dark hair is arranged in a series of perpetually",
    "break wavefronts. A small muscle jumps in his jaw",
    "as he orders a Cinnamon Frenchroll, toasted, with cream cheese.",
    "I lean foward, jabbing Redford with my plastic coffee wand.",
    "I say.",
    "Redford shrugs.",
    "I say, watching the man bite",
    "into his bagel. The instrument case hovers on the chair edge.",
    "He could have a guitar in there, or else—a sword from the Crusades.",
    "I press my tongue into the square-shaped hole in the lid",
    "of my coffee cup.",
    "Redford says.",
    "you have to take this. He pushes a small velvet box across the table.",
    "I ask, but Redford doesn't answer.",
    "He just looks down at the table, one hand pressed",
    "to each of his temples. In the box is a square of chocolate",
    "like the top of a signet ring, smooth, but edged",
    "in something bright.",
    ", Redford says.",
    ". I turn the little box",
    "in my hands. The salt sparkles like an arctic church.",
    "I have to blink against it all."
  ],
  "title": "Mustang Bagel",
  "year": ""
}