{
  "author": "Richard Howard",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177924",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "May it please Lord Elgin, Earl of Kincardine,",
    "to consider the undersign’d, sole author",
    "and inventor of the Eidophusikon,",
    "for the position so lately rejected",
    "by Mr. Turner. On giving the measure",
    "of its Effects—calm & storm both, sunset",
    "or moonlight, the accurate imitation",
    "of Nature’s sounds: approaching thunder, the dash",
    "of waves on a pebbly beach, the distant gun—",
    "my Device was pronounc’d by no less a judge",
    "than Richard Wilson, R.A.—the same who cried out",
    "at the sight of Terni Cascade, “O well done,",
    "water, by God!”—was pronounc’d, I say, by him",
    "“highly successful in agitated seas,”",
    "by reason of the high finish carrying",
    "severally their satellites of color",
    "into the very center of the Pictures.",
    "As it happens, your Lordship, I visited",
    "the same Joseph Turner known to your Lordship",
    "(I believe) only this week, and found a man",
    "pacing to and fro before his pale muslin",
    "on which the sick and wan Sun, in all the doubt",
    "of darkness, was not allow’d to shed one ray,",
    "but tears. Even as he work’d, pouring wet paint",
    "onto paper till it was saturated,",
    "then tore, then scratch’d, then scrubb’d in a frenzy",
    "at the sheet, the Whole being chaos, until",
    "as if by enchantment, the Scene appear’d then,",
    "great ships gone to pieces in order to fling",
    "magical oranges on the waves—but I",
    "digress: even as he shew’d me two books fill’d",
    "with studies from Nature, several tinted",
    "on the spot—which he found, he said, much the most",
    "valuable to him—this Turner discuss’d",
    "the present urgency of your Lordship’s need",
    "for an artist who might draw Antiquities,",
    "with suitable finish, before Removal,",
    "by your Lordship’s design, from Athens. He said",
    "he could not, himself, endure the Ideal,",
    "but enjoy’d and look’d for only",
    "—why",
    "even his richest vegetation is confus’d,",
    "he delights in shingle, debris and mere heaps",
    "of fallen stone. Upon communicating",
    "the intelligence that your Lordship’s stipend",
    "must include assistance to Lady Elgin",
    "in decorating fire-screens and the like,",
    "the man turn’d back in some heat to his labor",
    "upon what I took to be that mysterious",
    "forest below London Bridge, where great ships ride,",
    "sails filling or falling, disorder’d too",
    "by the stress of anchorage, all beautiful",
    "though wild beneath the Daemonic pressure",
    "of his inquiry (with so much of the trowel,",
    "surely a touch more",
    "might be borne!).",
    "Enough of Turner, I have not to speak here",
    "of him, though what I saw was but the",
    "of Painting, surely. What I would say is this:",
    "I venture to suggest in myself a man",
    "your Lordship, and my Lady, most certainly,",
    "might rely upon for accurate Service,",
    "work of a conclusive polish, not a sketch.",
    "There is, may I make so bold, a point at which",
    "in Turner’s Picturesque, as Fuseli says,",
    "two spiders, caressing or killing each other,",
    "must have greatly the advantage, in roughness",
    "of surface and intricacy of motion,",
    "over every athletic or am’rous",
    "Symplegma left by the Ancients. I do not",
    "wish to speak further of the man who renounc’d",
    "your Lordship’s commission to copy marbles,",
    "muttering (though plain to hear), “Antiquities",
    "be damn’d, by Thames’ shore we will die,” and went on",
    "raking at the sea with his untidy thumb;",
    "but only to call your Lordship’s kind notice",
    "and gracious favor, for the appointed task,",
    "to the creator of the Eidophusikon,",
    "these many years a loyal British subject,",
    "P",
    "J",
    "L"
  ],
  "title": "1801: Among the Papers of the Envoy to Constantinople",
  "year": ""
}