{
  "author": "Richard Howard",
  "classification": "",
  "keywords": [
    "Nature",
    "Eating",
    "Drinking",
    "Seas, Rivers,",
    "Streams",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177447",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Secret they are, sealed, annealed, and brainless",
    "And solitary as Dickens said, but",
    "They have something to say: that there is more",
    "Than one way to yield. The first—and the hardest.",
    "The most nearly hindered—is when you pull",
    "Them off the rocks, a stinking, sawing sedge",
    "Sucking them back under the black mud, full",
    "Of hermit crabs and their borrowed snailshells,",
    "Minnows scattering like superstitions,",
    "The surf dragging, and every power",
    "Life permits them holding out, holding on",
    "For dear life. Sometimes the stones give way first.",
    "Before",
    "will, but still we gather them,",
    "Even if our hands are bloody as meat,",
    "For a lunch Queen Victoria preferred:",
    "“A barrel of Wellfleet oysters, points down”",
    "Could last across the ocean, all the way",
    "To Windsor, wakening a widow’s taste.",
    "We ate them this afternoon, out of their",
    "Armor that was formidably grooved, though",
    "It proved our own reversal wiser still:",
    "Keep the bones and stones inside, or never",
    "Leave the sea. “He was a brave man,” Swift said,",
    "“Who first eat one.” Even now, precedent",
    "Of centuries is not always enough.",
    "Driving the knife into muscles that mould",
    "The valves so close to being impartial.",
    "Surrender, when it comes—and it must come:",
    "Lavish after that first grudging release",
    "Back there in the sea, the giving over",
    "Of despair, this time—makes me speculate.",
    "Like Oscar and oysters, I feel “always",
    "Slightly immortal when in the sea”: what",
    "Happens now we are out? Is the risk worth",
    "While for a potential pearl? No, what we’re",
    "Really after is the moment of release,",
    "The turn and tear of the blade that tightens,",
    "Tortures, ultimately tells. When you spread",
    "The shells, something always sticks to the wrong",
    "One, and a few drops of liquor dribble",
    "Into the sand. Scrape it off: in the full",
    "Half, as well as a Fautrier, a Zen",
    "Garden, and the smell of herring brine that",
    "Ferenczi said we remember from the womb,",
    "Lunch is served, in shiny stoneware sockets,",
    "Blue milk in the sea’s filthiest cup. More",
    "Easily an emblem for the inner man",
    "Than dinner, sundered, for the stomach. We",
    "Take them queasily, wonder as we gulp",
    "When it is—then, now, tomorrow—they’re dead."
  ],
  "title": "Oystering",
  "year": ""
}