{
  "author": "Richard Howard",
  "classification": "Blank Verse",
  "keywords": [
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177923",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Stand to one side. No, over here with me:",
    "out of the light but out of darkness too,",
    "where everything that is not odd or old",
    "is gold and subjugates the shadows. There,",
    "now you will be no trouble and behold none—",
    "anything",
    "trouble, at first glance,",
    "last chance to see what I say is worth a look.",
    "This whole palazzo is the property",
    "of a middle-aged and penniless dilettante,",
    "Pen Browning (Robert’s son), who has made terms",
    "—palatial terms, in fact—with towering",
    "premises afforded by the tact",
    "of his New York heiress, Fannie Coddington",
    "Browning, dutiful daughter-in-law, doubtful wife.",
    "Yet who would not be full of doubts, perplexed",
    "at having to define Pen’s talents and finance",
    "his tastes? Their Ca’ Rezzonico itself",
    "is dubious. The ripened fruit of centuries,",
    "rat- and roach-infested, peeling, rank,",
    "withers with each tide that rots the piles,",
    "though apt withal to weather these tenants as well ...",
    "He is painting from the model:",
    "undressed of course but draped against the draft",
    "in a looping swathe of silver-printed stuff",
    "that seems to move, glistening over flesh—",
    "it",
    "move! lapped in its silver mesh are coils",
    "of a python wrapped in loving torpor round",
    "the",
    "’s undistracted torso.",
    "The afternoon is numb: Dryope sleeps",
    "in her pose, the python slips a little",
    "down the umber slope of her thigh, and Pen,",
    "spired, slaps a dashing curlicue",
    "across his canvas. “I had the Jew come by",
    "with this brocaded velvet yesterday—",
    "I bargained some old clothes against it, Fan,",
    "so you needn’t ask how much it cost in dollars.”",
    "To whom does Pen speak, his eyes intent, his hands",
    "“working busily”? Beyond his “subject,” look",
    "past the unimposing",
    "look through",
    "the tufts of pampas grass extending up",
    "to the tufa vault whose patination casts",
    "a pall of watery splendor on the scene—",
    "if you manage to overlook the sumptuous junk,",
    "jasper urns, a suit of Japanese armor,",
    "stuffed bears, on the divan bearskins too—",
    "or in this atmosphere let me say",
    "on that very divan Robert Browning lolls,",
    "a short and foreshortened colossus with feet of clay",
    "but the hardest imaginable cranium, among",
    "his son’s possessions slightly ill at ease",
    "though well bestowed on slippery pelts, and plays",
    "(against the wealthy Fannie—see her white shawl?)",
    "at draughts with agate pieces, red and green,",
    "like a page from some old parchment of kings and queens.",
    "In approbation of his son’s economies",
    "the old man smiles now—but does she? The skull",
    "interfering with our view of Fannie is,",
    "I believe, or was the Mahdi’s which Pen keeps",
    "beside his easel (Victorians could make",
    "anything into a tobacco jar). “I took",
    "my pipe through Cannareggio on a long tramp",
    "yesterday morning, right into the Ghetto,",
    "looking for likely faces, which I found!",
    "Didn’t you say, Father, a satisfactory Jew",
    "is worth a dozen Gentiles? The one who sold",
    "that velvet to me is sure to be ready by Spring:",
    "for",
    "you know, or",
    "at least ...”",
    "Pen chatters on to charm the python, not",
    "Dryope or Fannie who look up",
    "only when the poet, roused, exclaims—",
    "as rapt before himself as a child in front",
    "of the Christmas tree: “A satisfactory Jew!",
    "Setting mere Rothschildsplay aside, Pen,",
    "I never saw but one in all my life:",
    "Dizzy, I mean—the potent wizard himself,",
    "at Hampton Court a dozen years ago,",
    "murmuring at the Queen’s ear like a wasp",
    "who hoped to buzz his way into the diamonds ...",
    "With that olive cast and those glowing-coal-black eyes",
    "and the mighty dome of his forehead (to be sure,",
    "no Christian temple), as unlike a living man",
    "as any waxwork at Madame Tussaud’s:",
    "he had a face more mocking than a domino—",
    "I would as soon have thought of sitting down",
    "to tea with Hamlet or Ahasuerus ...”",
    "As if on cue, the poet’s high voice fades,",
    "the lights on his tree go out. Yet we have seen",
    "enough and heard enough: the secret of losing",
    "listeners—did Browning never learn?—",
    "is to tell them everything. We lose details.",
    "The Mahdi’s skull and Fannie’s coincide ...",
    "The scene blurs and the sounds become no more",
    "than exaggerated silence. Stand with me",
    "another moment till our presence is",
    "sacrificed to transitions altogether.",
    "Time will not console—at best it orders",
    "into a kind of seasonable chaos.",
    "Let me tell you, it will not take much",
    "longer than a medical prescription—",
    "give you ingredients, no cure ...",
    "Visitors to the palazzo used to speak",
    "of the dangerous ménage—the menagerie!",
    "yet the Costa Rican python that cost Pen",
    "(or Fannie) sixteen pounds was the first to go,",
    "untempted by the rats of Rezzonico;",
    "followed Dryope underground,",
    "the girl carried off by a chill and buried",
    "at San Michele, the great daub interred",
    "in the cellars of the Metropolitan ...",
    "“Dear dead women, with such hair, too,”",
    "we quote, and notice that hair is the first",
    "of ourselves to decay before—last after—death.",
    "In a year Robert Browning too was dead, immortal;",
    "in another, Fannie dropped her shawl and took",
    "the veil and vows of an Episcopalian nun;",
    "and Pen? Oh, Pen went on painting, of course—",
    "in yellow chamois gloves,",
    "obese, oblivious, dithering into debt",
    "and an easy death. The sale of what we saw",
    "or saw through in Venice",
    "as they say,",
    "some thirty thousand pounds at Sotheby’s.",
    "I told you: first glance is last chance.",
    "Darkness slides over the waters—oil sludge",
    "spreading under, till even Venice dies,",
    "immortally immerded. Earth has no other way,",
    "our provisional earth, than to become",
    "invisible in us and rise again.",
    "Rezzonico ... Disraeli ... We realize our task.",
    "It is to print earth so deep in memory",
    "that a meaning reaches the surface. Nothing but",
    "darkness abides, darkness demanding not",
    "illumination—not from the likes of us—",
    "but only that we yield. And we yield."
  ],
  "title": "Venetian Interior, 1889",
  "year": ""
}