{
  "author": "James Galvin",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Friends",
    "Enemies",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181570",
  "region": "U.S., Northwestern",
  "text": [
    "My father-in-law writes from Umbria (where peasants eat songbirds",
    "for lunch and pray beneath frescoes by Giotto): Saturday, 30 Jan. (last",
    "day of the season wherein big men can kill little birds).",
    "Lyndon Johnson, while being escorted by a young Marine who said,",
    "“That one over there is your helicopter, Sir,” replied, placing his arm",
    "around the boy, “Son, they’re",
    "my helicopters.”",
    "Sam said, “I might be white bread, but there is one pissed-off nigger in",
    "my heart.”",
    "McPherson says he doesn’t see anything in the world worth coming",
    "back for. He wants to get off the wheel, says, “I don’t want to come",
    "back as anything — not even a bumblebee.”",
    "So I say, “Oh, Jim, you’d make a good bumblebee,” but I was thinking:",
    "That should be enough for anybody’s God.",
    "It would be trite to describe the clocksmith’s house — the way it",
    "sounded like bees in there. “You can never have enough clocks in your",
    "house.” This from a man who had thousands in his. I asked, “You",
    "probably don’t even hear them anymore.” He said, “I hear them when",
    "they stop.”",
    "Lyle said, “It’s all right to be a fool; it’s just not all right to be a old",
    "fool.”",
    "Steve, the banjo wasn’t all they smashed. It was every window. It was",
    "every thing I had. You don’t want to feel the wind blow through your",
    "house that way.",
    "Another friend said, “I am chained to the earth to pay for the freedom",
    "of my eyes.”"
  ],
  "title": "Rintrah Roars",
  "year": ""
}