{
  "author": "James Galvin",
  "classification": "",
  "keywords": [
    "Relationships",
    "Pets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181571",
  "region": "U.S., Northwestern",
  "text": [
    "1.",
    "Even the pole bean tendrils sought out and gripped their",
    "frames within six hours of my setting them.",
    "One of the things",
    "that is breaking my heart is that I can’t trust language to",
    "express any thanks.",
    "My pole beans, my honeybees, my coyotes,",
    "my dog, all my good horses.",
    "2.",
    "The black mare I shouldn’t have bought and bought, and once",
    "I had, should have shipped, bucked me, too, the first time",
    "I got up.",
    "But God she was a beauty.",
    "I thought if I just rode her",
    "I could ride her down.",
    "Her name was Sara and we kept it at that.",
    "All she wanted to do was run.",
    "Ears back, flat out, nose pushed",
    "into the next life.",
    "I wanted her to learn to walk.",
    "3.",
    "After about a year of chop I turned her uphill on a good gravel",
    "road and said, “OK, you bitch, you want to run?”",
    "I let go",
    "her head and gave her the steel.",
    "I’d never been on a horse so",
    "fast.",
    "I’ve never been on one since.",
    "So fast you couldn’t",
    "count the beats in the rhythm of her gait.",
    "Suicidal.",
    "But when,",
    "after some miles, she started to flag, I said, “I thought you",
    "wanted to run,” and dug her out again.",
    "4.",
    "The pole bean tendrils sought their frames within six hours",
    "of my setting them.",
    "They broke my heart.",
    "They gripped.",
    "5.",
    "A patch of sunlight mottled the shade.",
    "Whether she never",
    "saw the root that snaked through the shadow or was just too",
    "far in front of herself, I’ll never know.",
    "She stumbled",
    "and fell.",
    "First on her knees then over.",
    "We rasped together",
    "down the gravel road, black mare on top of me.",
    "We rasped",
    "to a halt.",
    "She jumped to her feet.",
    "She stared at me.",
    "I",
    "could see the bone in both her knees.",
    "Ribbons of hide hanging.",
    "Blood like volunteer firemen beginning to rise to the occasion.",
    "6.",
    "Ten years later, today, I’m riding her.",
    "I keep her reined",
    "in most of the time.",
    "She tosses her head, snaps tie-downs.",
    "She dances and whirls, doubles under and rears incessantly.",
    "She makes me the butt of ridicule:",
    "“So, uh, Jim, how old",
    "is that mare?”",
    "“She must be twenty now.”",
    "“Don’t you think",
    "it’s time she was broke?”",
    "Every once in a while I let her",
    "run and break my heart.",
    "Anyone watching stops breathing.",
    "7.",
    "If I ever get to heaven and know who I am, I’d like to over-",
    "hear my daughter tell a story to her children.",
    "“Sometimes",
    "my dad used to ride this black mare...”"
  ],
  "title": "Stories Are Made of Mistakes",
  "year": ""
}