{
  "author": "James Galvin",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "Social Commentaries",
    "Relationships",
    "Friends",
    "Enemies"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181564",
  "region": "U.S., Northwestern",
  "text": [
    "Past",
    "fences the first sheepmen cast across the land, processions",
    "of cringing pitch or cedar posts pulling into the vanishing",
    "point like fretboards carrying barbed melodies, windharp",
    "narratives, songs of",
    ", I’m thinking of the long cowboy",
    "ballads Ray taught me the beginnings of and would have taught",
    "me the ends if he could have remembered them.",
    "But remembering",
    "was years ago when Ray swamped for ranches at a dollar a day",
    "and found, and played guitar in a Saturday night band, and now",
    "he is dead and I’m remembering near the end when he just needed",
    "a drink before he could tie his shoes.",
    "We’d stay up all night",
    "playing the beginnings of songs like",
    ", about a",
    "girl who died of grief, and",
    ", about a horse that",
    "pawed the light out of the moon.",
    "Sometimes Ray would break",
    "through and recall a few more verses before he’d drop a line",
    "or scramble a rhyme or just go blank, and his workfat hands",
    "would drop the chords and fall away in disbelief.",
    "Between",
    "songs he’d pull on the rum or unleash coughing fits that",
    "sounded like nails in a paper bag.",
    "Done, he’d straighten and",
    "say,",
    ", and",
    "light the Parliament he bit at an upward angle like Roosevelt",
    "and play the start of another song.",
    "Then, played out and",
    "drunk enough to go home, he’d pick up his hat and case and",
    "make it, usually on the second try, through the front gate",
    "and gently list out into the early morning dark, beginning",
    "again some song without end, yodeling his vote under spangles."
  ],
  "title": "To the Republic",
  "year": ""
}