{
  "author": "Kush Thompson",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250230",
  "region": "",
  "text": [
    "This, we tiptoe.",
    "This, we flower in euphemism.",
    "The street has swallowed itself into border. Into railroad track.",
    "This, where the bus line ends.",
    "This, where little boys bike across curfew and into eulogy.",
    "This, where board-slapped windows domino into mansions.",
    "Runaway men into joggers.",
    "This, where Oak Park River Forest alumni rep westside,",
    "Redlands East Valley minstrels “Gangsta Day” during spirit week.",
    "This, where the grass and the quiet",
    "lull mothers to sleep.",
    "This, where your heart is not yet",
    "a restless telephone wire shackled to the ankle",
    "of every one you have ever loved after sunset.",
    "This, where the news stations tell you everything you know about",
    "This, deliberate. This, abrupt.",
    "This, sloppy stitching.",
    "urban, and articulate.",
    "while you curled a trembling smile, pretending not to be",
    "token or voodoo doll,",
    "half house, half field",
    "a Susie Carmichael or Huxtable.",
    "The black family in a White House",
    "ran north and bought the plantation.",
    "This all too familiar of being someplace but not.",
    "You were raised on “twice as good.”",
    "Mama left the westside when you were two.",
    "You were raised into valley-girl accent.",
    "you went to high school through metal detectors.",
    "You were raised on ditches and division streets.",
    "Here, where you were born before you were conceived.",
    "Here, where your cousin lives in the basement.",
    "Here is your first real boyfriend",
    "the first tongue in your mouth, and first",
    "call from the county.",
    "Here is the splintered wall your back will know.",
    "Here, where you are no bourgeois success story,",
    "just lucky enough to slip through cracks and make it",
    "to your front door each night.",
    "Here is where your ashes will be scattered.",
    "Here is your home 6 years from now.",
    "Here is your home 50 years ago.",
    "Here is your redemption skin.",
    "Your corner store.",
    "Your corner stone.",
    "Here is your Gramma’s house and dusted porcelain",
    "and stuffed bears on the living room walls.",
    "Here, where everything grows without permission.",
    "Here, where sunflowers rise from the potholes",
    "each and every summer."
  ],
  "title": "This, Here",
  "year": ""
}