{
  "author": "Vanessa Place",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/237064",
  "region": "",
  "text": [
    "w’en Miss Melly’s time come, doan you bodder",
    "Ah kin manage. Ah knows all ’bout birthin.",
    "Ain’ mah ma a midwife? Ain’ she raise me",
    "ter be a midwife, too? Jes’ you leave it",
    "ter me. She warn’t dar. Well’m, Dey Cookie say",
    "Miss Meade done got wud early dis mawnin’",
    "dat young Mist’ Phil done been shot an’ Miss Meade",
    "she tuck de cah’ige an’ Ole Talbot an’",
    "Besty an’ dey done gone ter fotch him home.",
    "Cookie say he bad hurt an’ Miss Meade ain’",
    "gwin ter be studyin’ ’bout comin’ up",
    "hyah. Dey ain’ dar, Miss Scarlett. Ah drapped in",
    "ter pass time of de day wid Mammy on",
    "mah way home.",
    "Dey’s doen gone. House all locked up.",
    "Spec dey’s at de horsepittle.",
    "Miss Elsing ober at de horsepittle.",
    "Dey Cookie ’lows a whole lot of wounded",
    "sojers come in on de early train. Cookie fixin’",
    "soup ter tek over dar. She say—Yas’m",
    "Gawdlmighty, Miss Scarlett! De Yankees",
    "ain’ at Tara, s dey? Gawdlmighty,",
    "Miss Scarlett! Whut’ll dey do ter Maw?",
    "Dey’s fightin’ at Jonesboro, Miss Scarlett!",
    "Dey say our gempumus is gittin’ beat.",
    "Oh, Gawd, Miss Scarlett! Whut’ll happen ter",
    "Maw an’ Poke? Oh, Gawd, Miss Scarlett! Whut’ll happen",
    "ter us effen de Yankees gits hyah? Oh,",
    "Gawd—Ah ain’ nebber seed him, Miss Scarlett.",
    "No’m, he ain’ at de horsepittle.",
    "Miss Merriwether",
    "an’ Miss Elsing ain’ dar needer.",
    "A man he tole me de doctah down",
    "by de car shed",
    "wid the wounded",
    "sojers jes’ come in frum Jonesboro, but",
    "Miss Scarlett, Ah wuz sceered ter go down dar ter",
    "de shed—dey’s folkses dyin’ down dar. Ah’s",
    "sceered of daid folkses—Miss Scarlett, fo’ Gawd, Ah",
    "couldn’ sceercely git one of dem ter read",
    "yo’ note. Dey wukin’ in de horsepittle",
    "lak dey all done gone crazy. One doctah",
    "he say ter me, “Damn yo’ hide! Doan you come",
    "roun’ hyah bodderi’ me ’bout babies w’en",
    "we got a mess of men dyin’",
    "hyah. Git some woman ter he’p you.” An’ den",
    "Ah went aroun’ an’ about an’ ask fer news",
    "lak you done tole me an’ dey all say “fightin’",
    "at Jonesboro” an’ Ah—",
    "Is her time nigh, Miss Scarlett?",
    "Is de doctah come?",
    "Gawd, Miss Scarlett! Miss Melly bad off!",
    "Fo’ Gawd, Miss Scarlett—",
    "Fo’ Gawd, Miss Scarlett!",
    "We’s got ter have a doctah.",
    "Ah—Ah—",
    "Miss Scarlett,",
    "Ah doan know nutin’ ‘bout bringin’ babies."
  ],
  "title": "Miss Scarlett",
  "year": ""
}