{
  "author": "Schuyler Van Rensselaer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/1798",
  "region": "",
  "text": [
    "The dawn is here—and the long night through I have never seen thy face,",
    "Though my feet have worn the patient grass at the gate of thy dwelling-place.",
    "While the white moon sailed till, red in the west, it found the far world edge,",
    "No leaflet stirred of the leaves that climb to garland thy window ledge.",
    "Yet the vine had quivered from root to tip, and opened its flowers again,",
    "If only the low moon's light had glanced on a moving casement pane.",
    "Warm was the wind that entered in where the barrier stood ajar,",
    "And the curtain shook with its gentle breath, white as young lilies are;",
    "But there came no hand all the slow night through to draw the folds aside,",
    "(I longed as the moon and the vine-leaves longed!) or to set the casement wide.",
    "Three times in a low-hung nest there dreamed his five sweet notes a bird,",
    "And thrice my heart leaped up at the sound I thought thou hadst surely heard.",
    "But now that thy praise is caroled aloud by a thousand throats awake,",
    "Shall I watch from afar and silently, as under the moon, for thy sake?",
    "Nay—bold in the sun I speak thy name, I too, and I wait no more",
    "Thy hand, thy face, in the window niche, but thy kiss at the open door!",
    "My darling, come!—The wings of the dark have wafted the sunset away,",
    "And there's room for much in a summer night, but no room for delay.",
    "A still moon looketh down from the sky, and a wavering moon looks up",
    "From every hollow in the green hills that holds a pool in its cup.",
    "The woodland borders are wreathed with bloom—elder, viburnum, rose;",
    "The young trees yearn on the breast of the wind that sighs of love as it goes.",
    "The small stars drown in the moon-washed blue but the greater ones abide,",
    "With Vega high in the midmost place, Altair not far aside.",
    "The glades are dusk, and soft the grass, where the flower of the elder gleams,",
    "Mist-white, moth-like, a spirit awake in the dark of forest dreams.",
    "Arcturus beckons into the east, Antares toward the south,",
    "That sendeth a zephyr sweet with thyme to seek for thy sweeter mouth.",
    "Shall the blossom wake, the star look down, all night and have naught to see?",
    "Shall the reeds that sing by the wind-brushed pool say nothing of thee and me?",
    "—My darling comes! My arms are content, my feet are guiding her way;",
    "There is room for much in a summer night, but no room for delay!"
  ],
  "title": "Under Two Windows",
  "year": ""
}