{
  "author": "May Swenson",
  "classification": "",
  "keywords": [
    "Relationships",
    "Nature",
    "The Body",
    "Living",
    "Family",
    "Ancestors",
    "Sorrow",
    "Grieving",
    "Death"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177222",
  "region": "",
  "text": [
    "“Feel me to do right,” our father said on his deathbed.",
    "We did not quite know—in fact, not at all—what he meant.",
    "His last whisper was spent as through a slot in a wall.",
    "He left us a key, but how did it fit? “Feel me",
    "to do right.” Did it mean that, though he died, he would be felt",
    "through some aperture, or by some unseen instrument",
    "our dad just then had come to know? So, to do right always,",
    "we need but feel his spirit? Or was it merely his apology",
    "for dying? “Feel that I do right in not trying,",
    "as you insist, to stay on your side. There is the wide",
    "gateway and the splendid tower, and you implore me",
    "to wait here, with the worms!”",
    "Had he defined his terms, and could we discriminate",
    "among his motives, we might have found out how to “do right”",
    "before",
    "died—supposing he felt he suddenly knew",
    "what dying was. “You do wrong because you do not feel",
    "as I do now” was maybe the sense. “Feel me, and emulate",
    "my state, for I am becoming less dense—I am feeling right",
    "for the first time.” And then the vessel burst,",
    "and we were kneeling around an emptiness.",
    "We cannot feel our father now. His power courses through us,",
    "yes, but",
    "—the chest and cheek, the foot and palm,",
    "the mouth of oracle—is calm. And we still seek",
    "his meaning. “Feel me,” he said, and emphasized that word.",
    "Should we have heard it as a plea for a caress—",
    "a constant caress, since flesh to flesh was all that we",
    "could do right if we would bless him?",
    "The dying must feel the pressure of that question—",
    "lying flat, turning cold from brow to heel—the hot",
    "cowards there above protesting their love, and saying,",
    "“What can we do? Are you all right?” While the wall opens",
    "and the blue night pours through. “What can we do?",
    "We want to do what’s right.”",
    "“Lie down with me, and hold me, tight. Touch me. Be",
    "with me. Feel with me.",
    "me to do right.”"
  ],
  "title": "Feel Me",
  "year": ""
}