{
  "author": "May Swenson",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/19742",
  "region": "",
  "text": [
    "He looked down at his withering body and saw a hair",
    "near his navel, swaying.",
    "And now he saw his other hairs rise up.",
    "He felt a hectic current in his veins.",
    "Looking within, he saw the bubbling of his blood.",
    "He cursed his fever, saying:",
    "“It is the chemistry of prayer.",
    "It increases in frequency,",
    "seeding panic to all my being.",
    "My cells swell with the liquid of guilt they fabricate,",
    "juices of hatred eat my belly",
    "my corpuscles make war in me as they devour each other.",
    "My head heats in the combustion of anxiety,",
    "I am polluted by the secretions of my soul’s decay,",
    "while my brain wears away",
    "with the scratching night and day",
    "on the encephalograph of prayer.",
    "I grow monstrous with the leukemia of the world.”",
    "And he heard the hair say: “Hear me.”",
    "And he saw it grow gray as it waved.",
    "All his hairs he saw whiten,",
    "and, numberless, wilt from their erect electric listening.",
    "He saw them topple from their roots.",
    "“How dare you!” he cursed them.",
    "There surged a brief resuscitation to his body.",
    "His heart took heart and pounded twice",
    "with the health of fear",
    "But then the plague of prayer redoubled and overwhelmed him.",
    "In his feebleness he raged, and said:",
    "“I will tear out this evil and free it.”",
    "With his withered hands he tore the remaining hairs",
    "from his body and head.",
    "With his nails he opened his breast,",
    "and with his fist he exploded his heart,",
    "which erupted, a black and red volcano.",
    "As his brain tasted, for the first time,",
    "the birth of his doom,",
    "he came a rolling tide, a floating mountain of ecstasy.",
    "“I see you! I love you!” his eyes cried,",
    "overflowing with his bright blood.",
    "“You were the light of the world",
    "that are now my gushing tears—",
    "the kind and fiery tears of chaos, that wash my eyes",
    "with the cure of oblivion.”",
    "“He hears us!” cried his sick blood",
    "pouring from his ears.",
    "“Even as of old he heard our hair before it perished.”",
    "With his last strength, the chemistry of prayer,",
    "a few drops of his blood coagulated.",
    "That clot whirled out, free, in the vortex of the universe."
  ],
  "title": "His Suicide",
  "year": ""
}