{
  "author": "Thomas Hardy",
  "classification": "",
  "keywords": [
    "Social Commentaries",
    "War",
    "Conflict"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/248470",
  "region": "England",
  "text": [
    "I",
    "There had been years of Passion—scorching, cold,",
    "And much Despair, and Anger heaving high,",
    "Care whitely watching, Sorrows manifold,",
    "Among the young, among the weak and old,",
    "And the pensive Spirit of Pity whispered, “Why?”",
    "II",
    "Men had not paused to answer. Foes distraught",
    "Pierced the thinned peoples in a brute-like blindness,",
    "Philosophies that sages long had taught,",
    "And Selflessness, were as an unknown thought,",
    "And “Hell!” and “Shell!” were yapped at Lovingkindness.",
    "III",
    "The feeble folk at home had grown full-used",
    "To 'dug-outs', 'snipers', 'Huns', from the war-adept",
    "In the mornings heard, and at evetides perused;",
    "To day-dreamt men in millions, when they mused—",
    "To nightmare-men in millions when they slept.",
    "IV",
    "Waking to wish existence timeless, null,",
    "Sirius they watched above where armies fell;",
    "He seemed to check his flapping when, in the lull",
    "Of night a boom came thencewise, like the dull",
    "Plunge of a stone dropped into some deep well.",
    "V",
    "So, when old hopes that earth was bettering slowly",
    "Were dead and damned, there sounded 'War is done!'",
    "One morrow. Said the bereft, and meek, and lowly,",
    "'Will men some day be given to grace? yea, wholly,",
    "And in good sooth, as our dreams used to run?'",
    "VI",
    "Breathless they paused. Out there men raised their glance",
    "To where had stood those poplars lank and lopped,",
    "As they had raised it through the four years’ dance",
    "Of Death in the now familiar flats of France;",
    "And murmured, 'Strange, this! How? All firing stopped?'",
    "VII",
    "Aye; all was hushed. The about-to-fire fired not,",
    "The aimed-at moved away in trance-lipped song.",
    "One checkless regiment slung a clinching shot",
    "And turned. The Spirit of Irony smirked out, 'What?",
    "Spoil peradventures woven of Rage and Wrong?'",
    "VIII",
    "Thenceforth no flying fires inflamed the gray,",
    "No hurtlings shook the dewdrop from the thorn,",
    "No moan perplexed the mute bird on the spray;",
    "Worn horses mused: 'We are not whipped to-day;'",
    "No weft-winged engines blurred the moon’s thin horn.",
    "IX",
    "Calm fell. From Heaven distilled a clemency;",
    "There was peace on earth, and silence in the sky;",
    "Some could, some could not, shake off misery:",
    "The Sinister Spirit sneered: 'It had to be!'",
    "And again the Spirit of Pity whispered, 'Why?'"
  ],
  "title": "And There Was a Great Calm",
  "year": ""
}