{
  "author": "Rabindranath Tagore",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/1891",
  "region": "",
  "text": [
    "IV",
    "O you mad, you superbly drunk!",
    "If you kick open your doors and play the fool in public;",
    "If you empty your bag in a night, and snap your fingers at prudence;",
    "If you walk in curious paths and play with useless things;",
    "Reck not rhyme or reason;",
    "If you break the rudder in two unfurling your sails before the storm:",
    "Then I will follow you, comrade, and be drunken and go to the dogs.",
    "I have wasted my days and nights in the company of steady wise neighbors.",
    "Much knowing has turned my hair grey, and much watching has made my sight dim.",
    "For years I have gathered and heaped all scraps and fragments of things;",
    "Crush them and dance upon them, and scatter them all to the winds!",
    "For I know ’tis the height of wisdom to be drunken and go to the dogs.",
    "Let all crooked scruples vanish, let me hopelessly lose my way.",
    "Let a gust of wild giddiness come and sweep me away from my anchors.",
    "The world is peopled with worthies, and workers useful and clever;",
    "There are men who are easily the first, and men who come decently next:",
    "Let them be happy and prosperous, and let me be foolishly futile.",
    "For I know ’tis the end of all works to be drunken and go to the dogs.",
    "I swear to surrender this moment all claim to the ranks of the sensible.",
    "I let go my pride of learning and judgment of right and of wrong.",
    "I’ll shatter the vessel of memory, scattering the last drop of tears;",
    "With the foam of the ruby red wine, I’ll bathe and brighten my laughter.",
    "The badge of the proper and prim I’ll tear into shreds for the nonce.",
    "I’ll take the holy vow of being worthless, and be drunken and go to the dogs."
  ],
  "title": "(“O you mad, you superbly drunk!...”)",
  "year": ""
}