{
  "author": "Melvin B. Tolson",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Birth",
    "Birthdays",
    "Parenthood",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "Harlem Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/245212",
  "region": "",
  "text": [
    "I",
    "Along the Wilderness Road, through Cumberland Gap,",
    "The black ox hours limped toward Sunday’s sun,",
    "Across a buff clay belt with scrawls of stone,",
    "Where bird and beast quailed in the bosom brush",
    "From February’s fang and claw; the stars,",
    "Blue white, like sheer icicles, spired aglow",
    "As if the three wise men barged in the East",
    "Or priests in sackcloth balked the Scourge of God.",
    "Foursquare by the rite of arm and heart and law,",
    "The scrubby log cabin dared the compass points",
    "Of Rock Spring farm, man’s world, God’s universe,",
    "The babel of the circumstance and era.",
    "The frozen socket of its window stared",
    "Beyond the spayed crabapple trees, to where",
    "The skulls of hills, the skeletons of barrens,",
    "Lay quiet as time without the watch’s tick.",
    "Not knowing muck and star would vie for him,",
    "The man Tom sank upon ax-split stool,",
    "Hands fisted, feet set wide to brace the spirit,",
    "Big shoulders shoved, dark hazel eyes glazed by",
    "Grotesqueries of flame that yawled and danced",
    "Up, up, the stick-clay chimney. While fire imps combed",
    "The black and bristling hair, the acids of thoughts",
    "Made of the orby face an etching-plate.",
    "II",
    "Near pyrotechnic logs, the purling kettle,",
    "Aunt Peggy puffed her pipe on God’s rich time:",
    "A granny at a childbed on the border,",
    "Where head and backbone answered the tomahawk",
    "Her wise old eyes had seen a hundred Nancys",
    "In travail tread the dark winepress alone;",
    "Her wise old hands had plucked a stubborn breed",
    "Into the outer world of pitch and toss.",
    "The cabin that her myth and mission entered",
    "Became a castle in which Aunt Peggy throned",
    "A dynasty of grunts and nods and glances.",
    "The nest, the barn, the hovel had schooled her in",
    "The ABC of motherhood, and somehow",
    "She’d lost her ego in the commonweal:",
    "She sensed so accurately a coming child",
    "That rakes dubbed her the St. Bernard of Sex!",
    "And now her keyhole look explored Tom Lincoln",
    "Beneath the patched homespun, the hue and cry",
    "Of malice, until she touched his loneliness,",
    "The taproot that his fiber gave no tongue.",
    "Then, lulling the wife, troubled in flesh and mind,",
    "She eased the sack quilts higher and mused the while:",
    "There’s but one way of coming into the world,",
    "And seven times seventy ways of leaving it!",
    "III",
    "The woman Nancy, like a voyager sucked",
    "Into the sea’s whale belly by a wreck,",
    "Buoyed to the surface air of consciousness",
    "And clutched the solace of her corn-husk bed.",
    "Her dark face, sharped in forehead, cheekbone, chin,",
    "Cuddled in dark brown hair; her eyes waxed grayer",
    "With wonder of the interlude: her beauty",
    "And courage choked Aunt Peggy’s hyperbole!",
    "Out of the fog of pain, the bog of bygones,",
    "The bag of cabin cant and tavern tattle,",
    "She picked the squares to piece tomorrow’s quilt:",
    "She puzzled now, as then, about her father",
    "Who let wild Lucy Hanks bundle and carry",
    "Flesh of his flesh beyond the Cumberland Gap;",
    "A strange roof is no roof when imps of fear",
    "Pilfer the fatherless in blossom time.",
    "Year in, year out, the daughter tinkered with",
    "The riddle of her birth; the mother chided",
    "The woman Nancy as she had the child,",
    "“Hush thee, hush thee, thy father’s a gentleman.”",
    "The butt of bawd, grand jury, Sunday bonnet,",
    "Lucy, driven, taught her daughter the Word,",
    "And Nancy, driven, taught her son the Word,",
    "And Abraham, driven, taught his people the Word!",
    "IV",
    "The man Tom bit his fingernails, then rammed",
    "His pockets with the hector hands that gave",
    "Raw timber the shape of cabinet and coffin,",
    "And in his lame speech said: “Aunt Peggy, listen,",
    "Now that our Nancy’s time is come, I’m haunted",
    "By my own nothingness. Why breed nobodies?”",
    "He tapped the dirt floor with the iron-capped boot",
    "That aided fist and skull in border fights.",
    "Aunt Peggy counseled: “Tom, you say the say",
    "Poor Joseph probably said in that low stable",
    "Ere Jesus came into this mishmash world.”",
    "She paused, then boxed the ears of cynicism:",
    "“It’s true, down in the barnyard, blood speaks loud,",
    "Among the hogs, the chickens, the cows, the horses;",
    "But, when it comes to Man, who knows, who knows",
    "What greatness feeds down in the lowliest mother?”",
    "The man Tom turned and spat: his naked surmise",
    "Ranged out and out. Aunt Peggy’s innermost said:",
    "“Your father Abraham, bred like Daniel Boone,",
    "Conquered a land with gun and ax and plow,",
    "Baptized it in his blood! I say, I’ve said,",
    "What’s in a baby is God Almighty’s business;",
    "How the elders wring it out is worry enough!",
    "The best, the worst—it’s all, all human nature.”",
    "V",
    "The tavern, Tom remembered, the New Year’s Eve,",
    "The clubfoot scholar bagged in Old World clothes,",
    "With arrowy eyes and a hoary mushroom beard.",
    "An Oxford don, he hymned the Bastille’s fall",
    "In spite of the hair-hung sword; his betters set",
    "Him free to hail new truths in new lands, where",
    "He seined with slave and master, knave and priest,",
    "And out of all fished up the rights of man:",
    "“As Citizen Lincoln asks, ‘What’s human nature?’",
    "His full mug says a clear mind puts the question",
    "Which ties the fogey scholar in a knot!",
    "My new idea fed to his new baby",
    "Would fetch the New World and the New Year peace!",
    "The sum of anything unriddles the riddle:",
    "The child whose wet nurse is the mother-of-all",
    "Grows like a pine unmarked by rock or wind.",
    "“To make a New World and a New Year, Plato",
    "And Jesus begged the boon of little children!",
    "Now Citizen Lincoln asks, ‘What’s human nature?’",
    "It’s what we elders have: no baby has it.",
    "It’s what our good and bad graft on the neutral.",
    "It’s what our rulers feed the boy and girl.",
    "It’s what society garbs nature in.",
    "It’s a misnomer: call it",
    "VI",
    "Aunt Peggy hovered closer, with flawless rites",
    "Grown lyrical from habit: muffled pain sounds",
    "Dragged from the bed of cleated poles; she hawed",
    "Tom Lincoln, as one turns a nag aside,",
    "Then swooped her way, even as a setting hen",
    "Carves a dictatorship from yard to nest.",
    "And Tom again was squeezed into a cell",
    "Whose inmates were the ghosts of unsuccess.",
    "Later his memories climbed a gala peak,",
    "His Nancy’s infare that ran riotous:",
    "The bear meat, venison, wild turkey, duck,",
    "The maple sugar hanging for the whiskey,",
    "The red ham, gourds of syrup, bowls of honey,",
    "The wood coal pit with brown and juicy sheep,",
    "The guzzling, fiddling, guttling, monkeyshining:",
    "A continent sprawled between that day and this!",
    "A havenot on the frontier is no havenot;",
    "A Crusoe without Friday has no conscience:",
    "Yet Tom’s grub living gnawed him like the teeth",
    "Of slavery, land titles, melancholy.",
    "He, like his forebears, visioned a Promised Land",
    "And tidied ways and means to fly the barrens",
    "That doomed the flesh to peck, to patch, to pinch,",
    "And wrung the soul of joy and beauty dry.",
    "VII",
    "The black ox hours limped by, and day crawled after.",
    "White prongs of ice, like dinosaur fangs, gleamed in",
    "The cavernous mouth of Rock Spring; snowbirds shivered",
    "And chirped rebellion; a cow with jags and gaps",
    "Chewed emptily; hogs squealed in hunger fits;",
    "And scrags of dogs huddled against the chimney,",
    "Which shoveled smoke dust into the throats and noses",
    "Of ragged winds kicking up snow in the desert.",
    "Nancy lay white, serene, like virgin milk",
    "After the udder’s fury in the pail.",
    "Beneath the sack quilts and the bearskin robe,",
    "In yellow petticoat and linsey shirt,",
    "The baby snuggled at her breast and gurgled—",
    "An anonymity of soft red wrinkles.",
    "Aunt Peggy, hovering, grinned, “He’s Sabbath-born.",
    "Remember …Sunday—it’s red-letter day!”",
    "Like ax and helve, like scythe and snath, the bond",
    "Held Tom and Nancy; she smiled at his halt smile,",
    "His titan’s muss in picking up the baby.",
    "Tom frowned and spat, then gulped, “He’s legs! All legs!”",
    "Aunt Peggy beamed, “Long legs can eat up miles.”",
    "Tom gloomed, “The hands—look at the axman’s hands!”",
    "And Nancy mused, “The Hankses’ dream, the Lincolns’,",
    "Needs such a man to hew and blaze the way.”"
  ],
  "title": "Abraham Lincoln of Rock Spring Farm",
  "year": ""
}