{
  "author": "Melvin B. Tolson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Activities",
    "Eating",
    "Drinking",
    "Social Commentaries",
    "Crime",
    "Punishment",
    "Race",
    "Ethnicity"
  ],
  "period": "Harlem Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/245196",
  "region": "",
  "text": [
    "Bartender, make it straight and make it two—",
    "One for the you in me and the me in you.",
    "Now let us put our heads together: one",
    "Is half enough for malice, sense, or fun.",
    "I know, Bartender, yes, I know when the Law",
    "Should wag its tail or rip with fang and claw.",
    "When Pilate washed his hands, that neat event",
    "Set for us judges a Caesarean precedent.",
    "What I shall tell you now, as man is man,",
    "You’ll find in neither Bible nor Koran.",
    "It happened after my return from France",
    "At the bar in Tony’s Lady of Romance.",
    "We boys drank pros and cons, sang",
    "; and then,",
    "The bar a Sahara, we pledged to meet again.",
    "But lo, on the bar there stood in naked scorn",
    "The Goddess Justice, like September Morn.",
    "Who blindfolds Justice on the courthouse roof",
    "While the lawyers weave the sleight-of-hand of proof?",
    "I listened, Bartender, with my heart and head,",
    "As the Goddess Justice unbandaged her eyes and said:",
    "“To make the world safe for Democracy,",
    "You lost a leg in Flanders fields—",
    "To gain the judge’s seat, you twined the noose",
    "That swung the Negro higher than a goose.”",
    "Bartender, who has dotted every",
    "Crossed every",
    "Put legs on every",
    "Therefore, I challenged her: “Lay on, Macduff,",
    "And damned be him who first cries, ‘Hold, enough!’”",
    "The boys guffawed, and Justice began to laugh",
    "Like a maniac on a broken phonograph.",
    "Bartender, make it straight and make it three—",
    "One for the Negro . . . one for you and me."
  ],
  "title": "An Ex-Judge at the Bar",
  "year": ""
}