{
  "author": "Melvin B. Tolson",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Life Choices",
    "Social Commentaries",
    "History",
    "Politics",
    "Race",
    "Ethnicity",
    "War",
    "Conflict",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "Harlem Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/245194",
  "region": "",
  "text": [
    "I",
    "Time unhinged the gates",
    "Of Plymouth Rock and Jamestown and Ellis Island,",
    "And worlds of men with hungers of body and soul",
    "Hazarded the wilderness of waters,",
    "Cadenced their destinies",
    "With the potters’-wheeling miracles",
    "Of mountain and valley, prairie and river.",
    "Messiahs from the Sodoms and Gomorrahs of the Old World,",
    "Searchers for Cathay and Cipango and El Dorado,",
    "Mystics from Oubangui Chari and Uppsala,",
    "Serfs from Perugia and Tonle Sap,",
    "Jailbirds from Newgate and Danzig,",
    "Patriots from Yokosuka and Stralsund,",
    "Scholars from Oxford and Leyden,",
    "Beggars from Bagdad and Montmartre,",
    "Traders from the Tyrrhenian Sea and Mona Passage,",
    "Sailors from the Skagerrak and Bosporus Strait,",
    "Iconoclasts from Buteshire and Zermatt.",
    "II",
    "These were the men of many breeds",
    "Who mixed their bloods and sowed their seeds.",
    "Designed in gold and shaped of dross,",
    "They raised the Sword beside the Cross.",
    "These were the men who laughed at odds",
    "And scoffed at dooms and diced with gods,",
    "Who freed their souls from inner bars",
    "And mused with forests and sang with stars.",
    "These were the men of prose and rhyme",
    "Who telescoped empires of time,",
    "Who knew the feel of spinal verve",
    "And walked the straight line of the curve.",
    "These were the men of iron lips",
    "Who challenged Dawn’s apocalypse,",
    "Who married Earth and Sea and Sky",
    "And died to live and lived to die.",
    "These were the men who dared to be",
    "The sires of things they could not see,",
    "Whose martyred and rejected bones",
    "Became the States’ foundation-stones.",
    "III",
    "Into the arteries of the Republic poured",
    "The babels of bloods,",
    "The omegas of peoples,",
    "The moods of continents,",
    "The melting-pots of seas,",
    "The flotsams of isms,",
    "The flavors of tongues,",
    "The yesterdays of martyrs,",
    "The tomorrows of utopias.",
    "Into the matrix of the Republic poured",
    "White gulf streams of Europe,",
    "Black tidal waves of Africa,",
    "Yellow neap tides of Asia,",
    "Niagaras of the little people.",
    "America?",
    "America is the Black Man’s country,",
    "The Red Man’s, the Yellow Man’s,",
    "The Brown Man’s, the White Man’s.",
    "America?",
    "An international river with a legion of tributaries!",
    "A magnificent cosmorama with myriad patterns and colors!",
    "A giant forest with loin-roots in a hundred lands!",
    "A cosmopolitan orchestra with a thousand instruments playing",
    "IV",
    "I see America in Daniel Boone,",
    "As he scouts in the Judas night of a forest aisle;",
    "In big Paul Bunyan, as he guillotines",
    "The timber avalanche that writhes a mile.",
    "I see America in Jesse James,",
    "As his legends match his horse’s epic stride;",
    "In big John Henry, as his hammer beats",
    "The monster shovel that quakes the mountainside.",
    "I see America in Casey Jones,",
    "As he mounts No. 4 with the seal of death in his hand;",
    "In Johnny Appleseed, as his miracles",
    "Fruit the hills and valleys and plains of our Promised Land.",
    "I see America in Joe DiMaggio,",
    "As his bat cuts a vacuum in the paralyzed air;",
    "In brown Joe Louis, surfed in white acclaim,",
    "As he fights his country’s cause in Madison Square.",
    "I see America in Thomas Paine,",
    "As he pinnacles the freedoms that tyrants ban;",
    "In young Abe Lincoln, tanned by prairie suns,",
    "As he splits his rails and thinks the Rights of Man.",
    "V",
    "A blind man said,",
    "“Look at the kikes.”",
    "And I saw",
    "Rosenwald sowing the seeds of culture in the Black Belt,",
    "Michelson measuring the odysseys of invisible worlds,",
    "Brandeis opening the eyes of the blind to the Constitution,",
    "Boas translating the oneness in the Rosetta stone of mankind.",
    "A blind man said,",
    "“Look at the dagos.”",
    "And I saw",
    "La Guardia shaping the cosmos of pyramided Manhattan,",
    "Brumidi verving the Capitol frescoes of",
    "Caruso scaling the Alpine ranges of drama with the staff of song,",
    "Toscanini enchanting earthward the music of the spheres.",
    "A blind man said,",
    "“Look at the chinks.”",
    "And I saw",
    "Lin Yutang crying the World Charter in the white man’s wilderness,",
    "Dr. Chen charting the voyages of bacteria in the Lilly Laboratories,",
    "Lu Cong weaving plant-tapestries in the Department of Agriculture,",
    "Madame Chiang Kai-shek interpreting the Orient and the Occident.",
    "A blind man said,",
    "“Look at the bohunks.”",
    "And I saw",
    "Sikorsky blue-printing the cabala of the airways,",
    "Stokowski imprisoning the magic of symphonies with a baton,",
    "Zvak erecting St. Patricks’s Cathedral in a forest of skyscrapers,",
    "Dvořák enwombing the multiple soul of the New World.",
    "A blind man said,",
    "“Look at the niggers.”",
    "And I saw",
    "Black Samson mowing down Hessians with a scythe at Brandy-wine,",
    "Marian Anderson bewitching continents with the talisman of art,",
    "Fred Douglass hurling from tombstones the philippies of freedom,",
    "Private Brooks dying at the feet of MacArthur in Bataan.",
    "VI",
    "America can sing a lullaby",
    "When slippered dusk steals down the terraced sky;",
    "Then in a voice to wake the Plymouth dead",
    "Embattled hordes of tyranny defy.",
    "America can join the riotous throng",
    "And sell her virtues for a harlot song;",
    "Then give the clothes that hide her nakedness",
    "To help her sister nations carry on.",
    "America can worship gods of brass",
    "And bow before the strut of Breed and Class;",
    "Then gather to her bosom refugees",
    "Who champion the causes of the Mass.",
    "America can loose a world of laughter",
    "To shake the States from cornerstone to rafter;",
    "Then gird her mighty loins with corded strength",
    "In the volcanic nightmare of disaster.",
    "America can knot her arms and brow",
    "And guide across frontiers the untamed plow;",
    "Then beat the plowshares into vengeful swords",
    "To keep a rendezvous with Justice now.",
    "VII",
    "Uncle Sam",
    "Sometimes",
    "Pillows his head on the Statue of Liberty,",
    "Tranquilizes himself on the soft couch of the Corn Belt,",
    "Laves his feet in the Golden Gate,",
    "And sinks into the nepenthe of slumber.",
    "And the termites of anti-Semitism busy themselves",
    "And the Ku Klux Klan marches with rope and faggot",
    "And the money-changers plunder the Temple of",
    "Democracy",
    "And the copperheads start boring from within",
    "And the robber barons pillage the countryside",
    "And the con men try to jimmy the Constitution",
    "And the men of good will are hounded over the Land",
    "And the People groan in the",
    "of tryanny.",
    "Then",
    "Comes the roar of cannon at Fort Sumter",
    "Or the explosion of Teapot Dome",
    "Or the Wall Street Crash of ‘29",
    "Or the thunderclap of bombs at Pearl Harbor!",
    "VIII",
    "I have a rendezvous with America",
    "At Plymouth Rock,",
    "Where the",
    "lies",
    "Battered beam on beam",
    "By titan-chested waves that heave and shock",
    "And cold December winds",
    "That in the riggings pound their fists and scream.",
    "The Pilgrim Fathers draw",
    "The New World’s testament of faith and law:",
    "A government of and by and for the People,",
    "A pact of peers who share and bear and plan,",
    "A government which leaves men free and equal",
    "And yet knits men together as one man.",
    "I have a rendezvous with America",
    "At Valley Forge.",
    "These are the times that try men’s souls",
    "And fetter cowards to their under goals.",
    "Through yonder gorge",
    "Hunger and Cold, Disease and Fear,",
    "Advance with treasonous blows;",
    "The bayonets of the wind stab through",
    "Our winter soldiers’ clothes,",
    "And bloody footsteps stain the deep December snows.",
    "Our winter soldiers keep the faith",
    "And keep their powder dry . . .",
    "To do or die!",
    "I have a rendezvous with America",
    "This Seventh of December.",
    "The maiden freshness of Pearl Harbor’s dawn,",
    "The peace of seas that thieve the breath,",
    "I shall remember.",
    "Then",
    "Out of yonder Sunrise Land of Death",
    "The fascist spawn",
    "Strikes like the talons of the mad harpoon,",
    "Strikes like the moccasin in the black lagoon,",
    "Strikes like the fury of the raw typhoon.",
    "The traitor’s ruse",
    "And the traitor’s lie,",
    "Pearl Harbor’s ruins",
    "Of sea and sky,",
    "Shall live with me",
    "Till the day I die.",
    "At Pearl Harbor, I remember",
    "I have a rendezvous at Plymouth Rock and Valley Forge",
    "This Seventh of December.",
    "IX",
    "In these midnight dawns",
    "Of the Gethsemanes and the Golgothas of Peoples,",
    "I put my ear to the common ground of America.",
    "From the brows of mountains",
    "And the breasts of rivers",
    "And the flanks of prairies",
    "And the wombs of valleys",
    "Swells the",
    "of the Republic,",
    "In the masculine allegro of factories",
    "And the blues rhapsody of express trains,",
    "In the bass crescendo of power dams",
    "And the nocturne adagio of river boats,",
    "In the sound and fury of threshing machines",
    "And the clarineting needles of textile mills,",
    "In the fortissimo hammers of shipyards",
    "And the diatonic picks of coal mines,",
    "In the oboe rhythms of cotton gins",
    "And the sharped notes of salmon traps,",
    "In the belting harmonics of lumber camps",
    "And the drumming derricks of oil fields.",
    "X",
    "In these midnight dawns",
    "Of the vulture Philistines of the unquiet skies",
    "And the rattlesnake Attilas of the uptorn seas …",
    "In these midnight dawns",
    "Of the Gethsemanes and the Golgothas of Peoples,",
    "America stands",
    "Granite-footed as the Rocky Mountains",
    "Beaten by the whirlpool belts of wet winds,",
    "Deep-chested as the Appalachians",
    "Sunning valleys in the palms of their hands,",
    "Tough-tendoned as the Cumberlands",
    "Shouldering the truck caravans of US 40,",
    "Clean-flanked as the lavender walls of Palo Duro",
    "Washed by the living airs of canyon rivers,",
    "Eagle-hearted as the Pacific redwoods",
    "Uprearing their heads in the dawns and dusks of ages."
  ],
  "title": "Rendezvous with America",
  "year": ""
}