{
  "author": "Melvin B. Tolson",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Mythology",
    "Folklore",
    "Heroes",
    "Patriotism"
  ],
  "period": "Harlem Renaissance",
  "reference": "http://www.poetryfoundation.org/poem/245202",
  "region": "",
  "text": [
    "I was a minuteman at Concord Bridge,",
    "I was a frigate-gunner on Lake Erie,",
    "I was a mortarman at Stony Ridge,",
    "I fought at San Juan Hill and Château Thierry,",
    "I braved Corregidor and the Arctic Sea:",
    "The index finger brings democracy.",
    "These States bred freedom in and in my bone—",
    "Old as the new testament of Plymouth Bay.",
    "When the Founding Fathers laid the Cornerstone",
    "And rued the thirteen clocks that would not say",
    "The hour on the hour, I nerved myself with them",
    "Under the noose in the hand of the tyrant’s whim.",
    "I’ve seen the alien ships of destiny",
    "Plow the sea mountains between the hemispheres.",
    "I’ve seen the Gulf Stream of our history",
    "Littered with derelicts of corsair careers.",
    "I’ve heard the watchman cry, “The bars! The bars!”",
    "When midnight held the funeral of stars.",
    "I saw horizontal States grow vertical,",
    "From Plymouth Harbor to the Golden Gate,",
    "Till wedged against skyscapes empyreal",
    "Their glories elbowed the decrees of fate.",
    "These States bred freedom in and in my bone:",
    "I hymn their virtues and their sins atone.",
    "The tares and wheat grow in the self-same field,",
    "The rose and thorn companion on the bush,",
    "The gold and gravel cuddle in the yield,",
    "The oil and grit and dirt together gush.",
    "The Gordian knot",
    "Snares not the free.",
    "My faith props the tomorrows, for I know",
    "The roots of liberty, tough-fibered, feed",
    "On the blood of tyrants and martyrs; the judas blow",
    "Tortures the branches till they twist and bleed;",
    "And yet no Caesar, vitamined on loot,",
    "Can liberty uproot!",
    "I am the Unknown Soldier: I open doors",
    "To the Rights of Man, letters incarnadine.",
    "These shrines of freedom are mine as well as yours;",
    "These ashes of freemen yours as well as mine.",
    "My troubled ghost shall haunt These States, nor cease",
    "Till the global war becomes a global peace."
  ],
  "title": "The Unknown Soldier",
  "year": ""
}