{
  "author": "Jessica Greenbaum",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/247542",
  "region": "",
  "text": [
    "Of that string of memories about our lost friendship I remember",
    "being invited places as a pair, like a comedy team; and after",
    "one party, our self-parody of our own stammering",
    "speechlessness when introduced to Henrik, the Swedish god",
    "auto mechanic; our twin, garish, purple-flowered swimsuits",
    "from Kmart, outlining, around Texas, our sameness",
    "and differences; our dual waitressing shifts across town,",
    "and the long phone calls that followed with their emphatic",
    "reiteration of every stingy six-top ordering candy-flavored",
    "alcoholic drinks; the after-work visit where we brayed,",
    "stomped, then blinked stupidly (while the needle hit",
    "the LP’s end) at the empty fifth of gin left on the coffee table,",
    "prompting a dim:",
    "; your imitation of your mother’s",
    "habitual and by-the-way inexplicable confession about you",
    "to shoe salesmen: She has a",
    "; the apartments,",
    "the Olivettis, the boyfriends, all the thoughts exchanged",
    "unedited like an experiment of the big, walk-in consciousness,",
    "which we might have assumed the verbal equivalent",
    "of sex for friends, and whatever closeness meant, we wanted",
    "as much as we could have, it was our post-graduate work",
    "in The Humanities. Even now, I can’t resist striking up",
    "a conversation while standing on line, any line, or introducing",
    "myself enthusiastically to whomever I am introduced,",
    "but the truth is I am not looking for new friends at this point;",
    "I am trying to locate the lost ones, the ones who left",
    "through the hole of an argument decades ago,",
    "a time more panicked and carefree than any other, except maybe",
    "the early years of motherhood, which I missed sharing",
    "with you on playground benches. But surely I will see you",
    "on the bus someday, and your greeting will package",
    "our jokes, advice, tears, book talk, our years of reliance.",
    "And so I will expect you will tell me how much I have",
    "misunderstood and wrongly assumed in these descriptions,",
    "because I never expect those people who have mattered",
    "to remain completely gone, even through death, or rebuke.",
    "And of course I have to remember what parted us,",
    "that I found faults with your other friends, that I spoke",
    "as critically and crassly about them as I did about my own person,",
    "and to this day I have to be careful of that trait, my junkyard",
    "dog of expression, safe only with me on a too-long leash. Here,",
    "again, telling you everything with no reason but for",
    "memory’s insistence that I string an apology from what I see."
  ],
  "title": "On the Bus Someday",
  "year": ""
}