{
  "author": "Wallace Stevens",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/2464",
  "region": "",
  "text": [
    "Complacencies of the peignoir, and late",
    "Coffee and oranges in a sunny chair,",
    "And the green freedom of a cockatoo",
    "Upon a rug mingle to dissipate",
    "The holy hush of ancient sacrifice.",
    "She dreams a little, and she feels the dark",
    "Encroachment of that old catastrophe,",
    "As a calm darkens among water-lights.",
    "The pungent oranges and bright, green wings",
    "Seem things in some procession of the dead,",
    "Winding across wide water, without sound.",
    "The day is like wide water, without sound,",
    "Stilled for the passing of her dreaming feet",
    "Over the seas, to silent Palestine,",
    "Dominion of the blood and sepulchre.",
    "Why should she give her bounty to the dead?",
    "What is divinity if it can come",
    "Only in silent shadows and in dreams?",
    "Shall she not find in comforts of the sun,",
    "In pungent fruit and bright, green wings, or else",
    "In any balm or beauty of the earth,",
    "Things to be cherished like the thought of heaven?",
    "Divinity must live within herself:",
    "Passions of rain, or moods in falling snow;",
    "Grievings in loneliness, or unsubdued",
    "Elations when the forest blooms; gusty",
    "Emotions on wet roads on autumn nights;",
    "All pleasures and all pains, remembering",
    "The bough of summer and the winter branch.",
    "These are the measures destined for her soul.",
    "Jove in the clouds had his inhuman birth.",
    "No mother suckled him, no sweet land gave",
    "Large-mannered motions to his mythy mind.",
    "He moved among us, as a muttering king,",
    "Magnificent, would move among his hinds,",
    "Until our blood, commingling, virginal,",
    "With heaven, brought such requital to desire",
    "The very hinds discerned it, in a star.",
    "Shall our blood fail? Or shall it come to be",
    "The blood of paradise? And shall the earth",
    "Seem all of paradise that we shall know?",
    "The sky will be much friendlier then than now,",
    "A part of labor and a part of pain,",
    "And next in glory to enduring love,",
    "Not this dividing and indifferent blue.",
    "She says, “I am content when wakened birds,",
    "Before they fly, test the reality",
    "Of misty fields, by their sweet questionings;",
    "But when the birds are gone, and their warm fields",
    "Return no more, where, then, is paradise?”",
    "There is not any haunt of prophecy,",
    "Nor any old chimera of the grave,",
    "Neither the golden underground, nor isle",
    "Melodious, where spirits gat them home,",
    "Nor visionary south, nor cloudy palm",
    "Remote on heaven’s hill, that has endured",
    "As April’s green endures; or will endure",
    "Like her remembrance of awakened birds,",
    "Or her desire for June and evening, tipped",
    "By the consummation of the swallow’s wings.",
    "She says, “But in contentment I still feel",
    "The need of some imperishable bliss.”",
    "Death is the mother of beauty; hence from her,",
    "Alone, shall come fulfilment to our dreams",
    "And our desires. Although she strews the leaves",
    "Of sure obliteration on our paths,",
    "The path sick sorrow took, the many paths",
    "Where triumph rang its brassy phrase, or love",
    "Whispered a little out of tenderness,",
    "She makes the willow shiver in the sun",
    "For maidens who were wont to sit and gaze",
    "Upon the grass, relinquished to their feet.",
    "She causes boys to pile new plums and pears",
    "On disregarded plate. The maidens taste",
    "And stray impassioned in the littering leaves.",
    "Is there no change of death in paradise?",
    "Does ripe fruit never fall? Or do the boughs",
    "Hang always heavy in that perfect sky,",
    "Unchanging, yet so like our perishing earth,",
    "With rivers like our own that seek for seas",
    "They never find, the same receding shores",
    "That never touch with inarticulate pang?",
    "Why set the pear upon those river banks",
    "Or spice the shores with odors of the plum?",
    "Alas, that they should wear our colors there,",
    "The silken weavings of our afternoons,",
    "And pick the strings of our insipid lutes!",
    "Death is the mother of beauty, mystical,",
    "Within whose burning bosom we devise",
    "Our earthly mothers waiting, sleeplessly.",
    "Supple and turbulent, a ring of men",
    "Shall chant in orgy on a summer morn",
    "Their boisterous devotion to the sun,",
    "Not as a god, but as a god might be,",
    "Naked among them, like a savage source.",
    "Their chant shall be a chant of paradise,",
    "Out of their blood, returning to the sky;",
    "And in their chant shall enter, voice by voice,",
    "The windy lake wherein their lord delights,",
    "The trees, like serafin, and echoing hills,",
    "That choir among themselves long afterward.",
    "They shall know well the heavenly fellowship",
    "Of men that perish and of summer morn.",
    "And whence they came and whither they shall go",
    "The dew upon their feet shall manifest.",
    "She hears, upon that water without sound,",
    "A voice that cries, “The tomb in Palestine",
    "Is not the porch of spirits lingering.",
    "It is the grave of Jesus, where he lay.”",
    "We live in an old chaos of the sun,",
    "Or old dependency of day and night,",
    "Or island solitude, unsponsored, free,",
    "Of that wide water, inescapable.",
    "Deer walk upon our mountains, and the quail",
    "Whistle about us their spontaneous cries;",
    "Sweet berries ripen in the wilderness;",
    "And, in the isolation of the sky,",
    "At evening, casual flocks of pigeons make",
    "Ambiguous undulations as they sink,",
    "Downward to darkness, on extended wings."
  ],
  "title": "Sunday Morning",
  "year": ""
}