{
  "author": "Wallace Stevens",
  "classification": "Blank Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Music",
    "Nature",
    "Philosophy",
    "Seas, Rivers,",
    "Streams",
    "Language",
    "Linguistics",
    "Religion",
    "The Spiritual",
    "Living",
    "The Mind"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/172206",
  "region": "",
  "text": [
    "She sang beyond the genius of the sea.",
    "The water never formed to mind or voice,",
    "Like a body wholly body, fluttering",
    "Its empty sleeves; and yet its mimic motion",
    "Made constant cry, caused constantly a cry,",
    "That was not ours although we understood,",
    "Inhuman, of the veritable ocean.",
    "The sea was not a mask. No more was she.",
    "The song and water were not medleyed sound",
    "Even if what she sang was what she heard,",
    "Since what she sang was uttered word by word.",
    "It may be that in all her phrases stirred",
    "The grinding water and the gasping wind;",
    "But it was she and not the sea we heard.",
    "For she was the maker of the song she sang.",
    "The ever-hooded, tragic-gestured sea",
    "Was merely a place by which she walked to sing.",
    "Whose spirit is this? we said, because we knew",
    "It was the spirit that we sought and knew",
    "That we should ask this often as she sang.",
    "If it was only the dark voice of the sea",
    "That rose, or even colored by many waves;",
    "If it was only the outer voice of sky",
    "And cloud, of the sunken coral water-walled,",
    "However clear, it would have been deep air,",
    "The heaving speech of air, a summer sound",
    "Repeated in a summer without end",
    "And sound alone. But it was more than that,",
    "More even than her voice, and ours, among",
    "The meaningless plungings of water and the wind,",
    "Theatrical distances, bronze shadows heaped",
    "On high horizons, mountainous atmospheres",
    "Of sky and sea.",
    "It was her voice that made",
    "The sky acutest at its vanishing.",
    "She measured to the hour its solitude.",
    "She was the single artificer of the world",
    "In which she sang. And when she sang, the sea,",
    "Whatever self it had, became the self",
    "That was her song, for she was the maker. Then we,",
    "As we beheld her striding there alone,",
    "Knew that there never was a world for her",
    "Except the one she sang and, singing, made.",
    "Ramon Fernandez, tell me, if you know,",
    "Why, when the singing ended and we turned",
    "Toward the town, tell why the glassy lights,",
    "The lights in the fishing boats at anchor there,",
    "As the night descended, tilting in the air,",
    "Mastered the night and portioned out the sea,",
    "Fixing emblazoned zones and fiery poles,",
    "Arranging, deepening, enchanting night.",
    "Oh! Blessed rage for order, pale Ramon,",
    "The maker’s rage to order words of the sea,",
    "Words of the fragrant portals, dimly-starred,",
    "And of ourselves and of our origins,",
    "In ghostlier demarcations, keener sounds."
  ],
  "title": "The Idea of Order at Key West",
  "year": ""
}