{
  "author": "Wallace Stevens",
  "classification": "Blank Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Language",
    "Linguistics"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/172209",
  "region": "",
  "text": [
    "Day creeps down. The moon is creeping up.",
    "The sun is a corbeil of flowers the moon Blanche",
    "Places there, a bouquet. Ho-ho ... The dump is full",
    "Of images. Days pass like papers from a press.",
    "The bouquets come here in the papers. So the sun,",
    "And so the moon, both come, and the janitor’s poems",
    "Of every day, the wrapper on the can of pears,",
    "The cat in the paper-bag, the corset, the box",
    "From Esthonia: the tiger chest, for tea.",
    "The freshness of night has been fresh a long time.",
    "The freshness of morning, the blowing of day, one says",
    "That it puffs as Cornelius Nepos reads, it puffs",
    "More than, less than or it puffs like this or that.",
    "The green smacks in the eye, the dew in the green",
    "Smacks like fresh water in a can, like the sea",
    "On a cocoanut—how many men have copied dew",
    "For buttons, how many women have covered themselves",
    "With dew, dew dresses, stones and chains of dew, heads",
    "Of the floweriest flowers dewed with the dewiest dew.",
    "One grows to hate these things except on the dump.",
    "Now, in the time of spring (azaleas, trilliums,",
    "Myrtle, viburnums, daffodils, blue phlox),",
    "Between that disgust and this, between the things",
    "That are on the dump (azaleas and so on)",
    "And those that will be (azaleas and so on),",
    "One feels the purifying change. One rejects",
    "The trash.",
    "That’s the moment when the moon creeps up",
    "To the bubbling of bassoons. That’s the time",
    "One looks at the elephant-colorings of tires.",
    "Everything is shed; and the moon comes up as the moon",
    "(All its images are in the dump) and you see",
    "As a man (not like an image of a man),",
    "You see the moon rise in the empty sky.",
    "One sits and beats an old tin can, lard pail.",
    "One beats and beats for that which one believes.",
    "That’s what one wants to get near. Could it after all",
    "Be merely oneself, as superior as the ear",
    "To a crow’s voice? Did the nightingale torture the ear,",
    "Pack the heart and scratch the mind? And does the ear",
    "Solace itself in peevish birds? Is it peace,",
    "Is it a philosopher’s honeymoon, one finds",
    "On the dump? Is it to sit among mattresses of the dead,",
    "Bottles, pots, shoes and grass and murmur",
    ":",
    "Is it to hear the blatter of grackles and say",
    "; is it to eject, to pull",
    "The day to pieces and cry",
    "Where was it one first heard of the truth? The the."
  ],
  "title": "The Man on the Dump",
  "year": ""
}