{
  "author": "Daniel Defoe",
  "classification": "Couplet",
  "keywords": [
    "War",
    "Conflict",
    "Religion",
    "Heroes",
    "Patriotism",
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "Augustan",
  "reference": "http://www.poetryfoundation.org/poem/173337",
  "region": "England",
  "text": [
    "Thus from a mixture of all kinds began,",
    "That het’rogeneous thing, an Englishman:",
    "In eager rapes, and furious lust begot,",
    "Betwixt a painted Britain and a Scot.",
    "Whose gend’ring off-spring quickly learn’d to bow,",
    "And yoke their heifers to the Roman plough:",
    "From whence a mongrel half-bred race there came,",
    "With neither name, nor nation, speech nor fame.",
    "In whose hot veins new mixtures quickly ran,",
    "Infus’d betwixt a Saxon and a Dane.",
    "While their rank daughters, to their parents just,",
    "Receiv’d all nations with promiscuous lust.",
    "This nauseous brood directly did contain",
    "The well-extracted blood of Englishmen.",
    "Which medly canton’d in a heptarchy,",
    "A rhapsody of nations to supply,",
    "Among themselves maintain’d eternal wars,",
    "And still the ladies lov’d the conquerors.",
    "The western Angles all the rest subdu’d;",
    "A bloody nation, barbarous and rude:",
    "Who by the tenure of the sword possest",
    "One part of Britain, and subdu’d the rest",
    "And as great things denominate the small,",
    "The conqu’ring part gave title to the whole.",
    "The Scot, Pict, Britain, Roman, Dane, submit,",
    "And with the English-Saxon all unite:",
    "And these the mixture have so close pursu’d,",
    "The very name and memory’s subdu’d:",
    "No Roman now, no Britain does remain;",
    "Wales strove to separate, but strove in vain:",
    "The silent nations undistinguish’d fall,",
    "And Englishman’s the common name for all.",
    "Fate jumbled them together, God knows how;",
    "What e’er they were they’re true-born English now.",
    "The wonder which remains is at our pride,",
    "To value that which all wise men deride.",
    "For Englishmen to boast of generation,",
    "Cancels their knowledge, and lampoons the nation.",
    "A true-born Englishman’s a contradiction,",
    "In speech an irony, in fact a fiction.",
    "A banter made to be a test of fools,",
    "Which those that use it justly ridicules.",
    "A metaphor invented to express",
    "A man a-kin to all the universe.",
    "For as the Scots, as learned men ha’ said,",
    "Throughout the world their wand’ring seed ha’ spread;",
    "So open-handed England, ’tis believ’d,",
    "Has all the gleanings of the world receiv’d.",
    "Some think of England ’twas our Saviour meant,",
    "The Gospel should to all the world be sent:",
    "Since, when the blessed sound did hither reach,",
    "They to all nations might be said to preach.",
    "’Tis well that virtue gives nobility,",
    "How shall we else the want of birth and blood supply?",
    "Since scarce one family is left alive,",
    "Which does not from some foreigner derive."
  ],
  "title": "The True Born Englishman",
  "year": ""
}