{
  "author": "Aphra Behn",
  "classification": "Elegy",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/180797",
  "region": "England",
  "text": [
    "Mourn, mourn, ye Muses, all your loss deplore,",
    "The young, the noble Strephon is no more.",
    "Yes, yes, he fled quick as departing light,",
    "And ne’er shall rise from Death’s eternal night,",
    "So rich a prize the Stygian gods ne’er bore,",
    "Such wit, such beauty, never graced their shore.",
    "He was but lent this duller world t’ improve",
    "In all the charms of poetry, and love;",
    "Both were his gift, which freely he bestowed,",
    "And like a god, dealt to the wond’ring crowd.",
    "Scorning the little vanity of fame,",
    "Spight of himself attained a glorious name.",
    "But oh! in vain was all his peevish pride,",
    "The sun as soon might his vast luster hide,",
    "As piercing, pointed, and more lasting bright,",
    "As suffering no vicissitudes of night.",
    "Mourn, mourn, ye Muses, all your loss deplore,",
    "The young, the noble Strephon is no more.",
    "Now uninspired upon your banks we lie,",
    "Unless when we would mourn his elegy;",
    "His name’s a genius that would wit dispense,",
    "And give the theme a soul, the words a sense.",
    "But all fine thought that ravisht when it spoke,",
    "With the soft youth eternal leave has took;",
    "Uncommon wit that did the soul o’ercome,",
    "Is buried all in Strephon’s worshipped tomb;",
    "Satire has lost its art, its sting is gone,",
    "The Fop and Cully now may be undone;",
    "That dear instructing rage is now allayed,",
    "And no sharp pen dares tell ’em how they’ve strayed;",
    "Bold as a god was ev’ry lash he took,",
    "But kind and gentle the chastizing stroke.",
    "Mourn, mourn, ye youths, whom fortune has betrayed,",
    "The last reproacher of your vice is dead.",
    "Mourn, all ye beauties, put your Cyprus on,",
    "The truest swain that e’re adored you’s gone;",
    "Think how he loved, and writ, and sighed, and spoke,",
    "Recall his mien, his fashion, and his look.",
    "By what dear arts the soul he did surprise,",
    "Soft as his voice, and charming as his eyes.",
    "Bring garlands all of never-dying flowers,",
    "Bedewed with everlasting falling showers;",
    "Fix your fair eyes upon your victimed slave,",
    "Sent gay and young to his untimely grave.",
    "See where the noble swain extended lies,",
    "Too sad a triumph of your victories;",
    "Adorned with all the graces Heaven e’er lent,",
    "All that was great, soft, lovely, excellent",
    "You’ve laid into his early monument.",
    "Mourn, mourn, ye beauties, your sad loss deplore,",
    "The young, the charming Strephon is no more.",
    "Mourn, all ye little gods of love, whose darts",
    "Have lost their wonted power of piercing hearts;",
    "Lay by the gilded quiver and the bow,",
    "The useless toys can do no mischief now,",
    "Those eyes that all your arrows’ points inspired,",
    "Those lights that gave ye fire are now retired,",
    "Cold as his tomb, pale as your mother’s doves;",
    "Bewail him then oh all ye little loves,",
    "For you the humblest votary have lost",
    "That ever your divinities could boast;",
    "Upon your hands your weeping heads decline,",
    "And let your wings encompass round his shrine;",
    "In stead of flowers your broken arrows strow,",
    "And at his feet lay the neglected bow.",
    "Mourn, all ye little gods, your loss deplore,",
    "The soft, the charming Strephon is no more.",
    "Large was his fame, but short his glorious race,",
    "Like young Lucretius lived and died apace.",
    "So early roses fade, so over all",
    "They cast their fragrant scents, then softly fall,",
    "While all the scattered perfumed leaves declare,",
    "How lovely ’twas when whole, how sweet, how fair.",
    "Had he been to the Roman Empire known,",
    "When great Augustus filled the peaceful throne;",
    "Had he the noble wond’rous poet seen,",
    "And known his genius, and surveyed his mien,",
    "(When wits, and heroes graced divine abodes),",
    "He had increased the number of their gods;",
    "The royal judge had temples rear’d to’s name,",
    "And made him as immortal as his fame;",
    "In love and verse his Ovid he’ad out-done,",
    "And all his laurels, and his Julia won.",
    "Mourn, mourn, unhappy world, his loss deplore,",
    "The great, the charming Strephon is no more."
  ],
  "title": "On the Death of the Late Earl of Rochester",
  "year": ""
}