{
  "author": "James Whitcomb Riley",
  "classification": "Couplet",
  "keywords": [
    "Living",
    "Summer",
    "Landscapes",
    "Pastorals",
    "Youth",
    "Activities",
    "Nature",
    "Growing Old",
    "Sports",
    "Outdoor Activities"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174219",
  "region": "",
  "text": [
    "Oh! the old swimmin'-hole! whare the crick so still and deep",
    "Looked like a baby-river that was laying half asleep,",
    "And the gurgle of the worter round the drift jest below",
    "Sounded like the laugh of something we onc't ust to know",
    "Before we could remember anything but the eyes",
    "Of the angels lookin' out as we left Paradise;",
    "But the merry days of youth is beyond our controle,",
    "And it's hard to part ferever with the old swimmin'-hole.",
    "Oh! the old swimmin'-hole! In the happy days of yore,",
    "When I ust to lean above it on the old sickamore,",
    "Oh! it showed me a face in its warm sunny tide",
    "That gazed back at me so gay and glorified,",
    "It made me love myself, as I leaped to caress",
    "My shadder smilin' up at me with sich tenderness.",
    "But them days is past and gone, and old Time's tuck his toll",
    "From the old man come back to the old swimmin'-hole.",
    "Oh! the old swimmin'-hole! In the long, lazy days",
    "When the humdrum of school made so many run-a-ways,",
    "How plesant was the jurney down the old dusty lane,",
    "Whare the tracks of our bare feet was all printed so plane",
    "You could tell by the dent of the heel and the sole",
    "They was lots o' fun on hands at the old swimmin'-hole.",
    "But the lost joys is past! Let your tears in sorrow roll",
    "Like the rain that ust to dapple up the old swimmin'-hole.",
    "Thare the bullrushes growed, and the cattails so tall,",
    "And the sunshine and shadder fell over it all;",
    "And it mottled the worter with amber and gold",
    "Tel the glad lilies rocked in the ripples that rolled;",
    "And the snake-feeder's four gauzy wings fluttered by",
    "Like the ghost of a daisy dropped out of the sky,",
    "Or a wownded apple-blossom in the breeze's controle",
    "As it cut acrost some orchard to'rds the old swimmin'-hole.",
    "Oh! the old swimmin'-hole! When I last saw the place,",
    "The scenes was all changed, like the change in my face;",
    "The bridge of the railroad now crosses the spot",
    "Whare the old divin'-log lays sunk and fergot.",
    "And I stray down the banks whare the trees ust to be—",
    "But never again will theyr shade shelter me!",
    "And I wish in my sorrow I could strip to the soul,",
    "And dive off in my grave like the old swimmin'-hole."
  ],
  "title": "The Old Swimmin' Hole",
  "year": ""
}