{
  "author": "James Whitcomb Riley",
  "classification": "Refrain",
  "keywords": [
    "Activities",
    "Nature",
    "Eating",
    "Drinking",
    "Fall",
    "Trees",
    "Flowers"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174222",
  "region": "",
  "text": [
    "When the frost is on the punkin and the fodder’s in the shock,",
    "And you hear the kyouck and gobble of the struttin’ turkey-cock,",
    "And the clackin’ of the guineys, and the cluckin’ of the hens,",
    "And the rooster’s hallylooyer as he tiptoes on the fence;",
    "O, it’s then’s the times a feller is a-feelin’ at his best,",
    "With the risin’ sun to greet him from a night of peaceful rest,",
    "As he leaves the house, bareheaded, and goes out to feed the stock,",
    "When the frost is on the punkin and the fodder’s in the shock.",
    "They’s something kindo’ harty-like about the atmusfere",
    "When the heat of summer’s over and the coolin’ fall is here—",
    "Of course we miss the flowers, and the blossums on the trees,",
    "And the mumble of the hummin’-birds and buzzin’ of the bees;",
    "But the air’s so appetizin’; and the landscape through the haze",
    "Of a crisp and sunny morning of the airly autumn days",
    "Is a pictur’ that no painter has the colorin’ to mock—",
    "When the frost is on the punkin and the fodder’s in the shock.",
    "The husky, rusty russel of the tossels of the corn,",
    "And the raspin’ of the tangled leaves, as golden as the morn;",
    "The stubble in the furries—kindo’ lonesome-like, but still",
    "A-preachin’ sermuns to us of the barns they growed to fill;",
    "The strawstack in the medder, and the reaper in the shed;",
    "The hosses in theyr stalls below—the clover over-head!—",
    "O, it sets my hart a-clickin’ like the tickin’ of a clock,",
    "When the frost is on the punkin and the fodder’s in the shock!",
    "Then your apples all is gethered, and the ones a feller keeps",
    "Is poured around the celler-floor in red and yeller heaps;",
    "And your cider-makin’ ’s over, and your wimmern-folks is through",
    "With their mince and apple-butter, and theyr souse and saussage, too! ...",
    "I don’t know how to tell it—but ef sich a thing could be",
    "As the Angels wantin’ boardin’, and they’d call around on",
    "—",
    "I’d want to ’commodate ’em—all the whole-indurin’ flock—",
    "When the frost is on the punkin and the fodder’s in the shock!"
  ],
  "title": "When the Frost is on the Punkin",
  "year": ""
}