{
  "author": "Katia Kapovich",
  "classification": "",
  "keywords": [
    "Living",
    "Growing Old",
    "Relationships",
    "Pets",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249918",
  "region": "U.S., New England",
  "text": [
    "When his owner died in 2000 and a new family",
    "moved into their Moscow apartment,",
    "he went to live with mongrels in the park.",
    "In summer there was plenty of food, kids",
    "often left behind sandwiches, hotdogs and other stuff.",
    "He didn’t have a big appetite,",
    "still missing his old guy.",
    "He too was old, the ladies no longer excited him,",
    "and he didn’t burn calories chasing them around.",
    "Then winter came and the little folk abandoned the park.",
    "The idea of eating from the trash occurred to him",
    "but the minute he started rummaging in the",
    "overturned garbage container, a voice",
    "in his head said: “No, Rex!”",
    "The remnants of a good upbringing lower",
    "our natural survival skills.",
    "I met him again in the early spring of 2001.",
    "He looked terrific. Turning gray became him.",
    "His dark shepherd eyes were perfectly bright,",
    "like those of a puppy.",
    "I asked him how he sustained himself",
    "in this new free-market situation",
    "when even the human species suffered from malnutrition.",
    "In response he told me his story;",
    "how at first he thought that life without his man",
    "wasn’t worth it, how those",
    "who petted him when he was a pet",
    "then turned away from him, and how one night",
    "he had a revelation.",
    "His man came to him in his sleep,",
    "tapped him on his skinny neck and said:",
    "“Let’s go shopping!” So the next morning he took the subway",
    "and went to the street market",
    "where they used to go together every Sunday and where",
    "vendors recognized him and fed him",
    "to his heart’s content.",
    "“Perhaps you should move closer to that area?”",
    "I ventured.—“No, I’ll stay here,” he sighed,",
    "“oldies shouldn’t change their topography. That’s",
    "what my man said.”",
    "Indeed, he sounded like one himself."
  ],
  "title": "A Portrait of a Dog as an Older Guy",
  "year": ""
}