{
  "author": "Rosemary Tonks",
  "classification": "Metaphor",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "Relationships",
    "Family",
    "Ancestors",
    "Home Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249276",
  "region": "England",
  "text": [
    "In the green rags of the Bible I tore up",
    "The straight silk of childhood on my head",
    "I left the house, I fled",
    "My mother’s brow where I had no ambition",
    "But to stroke the writing",
    "I raked in.",
    "She who dressed in wintersilk my head",
    "That month when there is baize on the high wall",
    "Where the dew cloud presses its lustration,",
    "And the thrush is but a brooch of rain",
    "As the world flies softly in the wool of heaven.",
    "I was a guest at my own youth; under",
    "The lamp tossed by a moth for thirteen winters",
    "Sentenced to cabbage and kisses",
    "By She who crammed an Earth against my feet and",
    "Pulled over me the bright rain",
    "Storm of fleece.",
    "Not for me – citizenship of the backdoor",
    "Where even the poor wear wings; while on Sunday",
    "Gamy ventilations raise their dilettante",
    "In the bonnet of the satin-green dung fly,",
    "And fungus sweats a livery of epaulettes.",
    "I was a hunter whose animal",
    "Is that dark hour when the hemisphere moves",
    "In deep blue blaze of dews",
    "And you, brunette of the birdmusic tree,",
    "Stagger in spat diamonds",
    "Drunkenly.",
    "Like some Saint whose only blasphemy is a",
    "Magnificent juice vein that plucks his groin",
    "With April’s coarse magicianship as green",
    "As the jade squirt of fruit, I was the child whose breast",
    "Rocks to a muscle savage as Africa.",
    "Thundercloud, your wool was rough with mud",
    "As the coat of a wild beast on which flowers grow,",
    "Your brogue of grunts so low",
    "They left soil in the mouth. After you, I",
    "Walked as through a Djinn’s brain",
    "Gleaming lane.",
    "I was incriminated by your hammer",
    "In my chest. And forfeit to the crepe hoods",
    "Of my mother’s eyes; the iron door of her oven",
    "And her church. Skies, cut to blind, had but laid on",
    "Her priest’s mouth the green scabs of winter.",
    "But I had the marvellous infection!",
    "Leaning upon my fairy and my dog",
    "In the ultramarine",
    "Latitudes of dew shook like a tear that’s carried",
    "Through darkness on the knuckles of",
    "A woman’s glove.",
    "I saw each winter where my hen-thrush",
    "Left her fork in famine’s white banqueting cloth;",
    "Could I not read as well the tradesman’s hand",
    "With its magenta creases – whose soul turns blandly",
    "On a sirloin mattress to smile at the next meal?",
    "O She who would paper her lamp with my wings!",
    "That hour when all the Earth is drinking the",
    "Blue drop of thunder; and in",
    "Dark debris as of a magician’s room, my beast",
    "A scented breathing",
    "To the East."
  ],
  "title": "Running Away",
  "year": ""
}