{
  "author": "Rosemary Tonks",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249280",
  "region": "England",
  "text": [
    "I have lived it, and lived it,",
    "My nervous, luxury civilisation,",
    "My sugar-loving nerves have battered me to pieces.",
    "Make them drink their own poetry!",
    "Let them eat their gross novel, full of mud.",
    "Gets up from his dead bedroom, and comes in here",
    "And digs himself into the sofa.",
    "He stays there up to two hours in the hole – and talks",
    "– Straight into the large subjects, he faces up to",
    "(That great lavatory coat...the cigarillo burning",
    "In the little dish... And when he calls out: ‘Ha!’",
    "Madness! – you no longer possess your own furniture.)",
    "At this very moment) I speak of my ambitions ... and he",
    "Becomes intensely gloomy, with the look of something jugged,",
    "Morose, sour, mouldering away, with lockjaw ....",
    "By my ideas; who go nowhere;",
    "Who dare not leave my frontdoor, lest an idea ...)",
    "All right. I admit everything, everything!",
    "Oh yes, the opera (Ah, but the cinema)",
    "He particularly enjoys it, enjoys it",
    "At the last minute; and they specially fly in",
    "A new, gigantic, Dutch soprano. He wants to help her",
    "With her arias. Old goat! Blasphemer!",
    "He wants to help her with her arias!",
    "I particularly like it when the fog is thick, the street",
    "Is like a hole in an old coat, and the light is brown as laudanum.",
    "... the fogs! the fogs! The cinemas",
    "Where the criminal shadow-literature flickers over our faces,",
    "The screen is spread out like a thundercloud – that bangs",
    "And splashes you with acid...or lies derelict, with lighted",
    "And in the silence, drips and crackles – taciturn, luxurious.",
    "... The drugged and battered Philistines",
    "Are all around you in the auditorium ...",
    "He wants to make me think his thoughts",
    "And they will be",
    "To keep away from).",
    "And he wants to face the international situation ...",
    "Lunatic rages! Blackness! Suffocation!",
    "Simply wears me out. And their idea of literature!",
    "The idiotic cut of the stanzas; the novels, full up, gross.",
    "My café-nerves are breaking me",
    "With black, exhausting information."
  ],
  "title": "The Sofas, Fogs, and Cinemas",
  "year": ""
}