{
  "author": "Miguel Hernández",
  "classification": "",
  "keywords": [
    "Nature",
    "War",
    "Conflict",
    "Winter",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177384",
  "region": "Spain",
  "text": [
    "December has frozen its double-edged breath",
    "and blows it down from the icy heavens,",
    "like a dry fire coming apart in threads,",
    "like a huge ruin that topples on soldiers.",
    "Snow where horses have left their hoof-marks",
    "is a solitude of grief that gallops on.",
    "Snow like split fingernails, or claws badly worn,",
    "like a malice out of heaven or a final contempt.",
    "It bites, prunes, cuts through with the heavy",
    "slash of a bloodshot and pale marble ax.",
    "It comes down, it falls everywhere like some ruined embrace",
    "of canyons and wings, solitude and snow.",
    "This violence that splits off from the core of winter,",
    "raw hunger tired of being hungry and cold,",
    "hangs over the naked with an eternal grudge",
    "that is white, speechless, dark, starving, and fatal.",
    "It wants to soften down forges, hatred, flames,",
    "it wants to stop up the seas, to bury all loves.",
    "It goes along throwing up huge, gauzy drifts,",
    "hostile hunks of glass, statues that say nothing.",
    "I want the heart made of wood in every shop",
    "and textile factory to flood over and cover",
    "the bodies that ignite the morning",
    "with their looks and yells, boots and rifles.",
    "Clothes for the corpses that are able to go naked,",
    "able to go dressed in frost and ice,",
    "in withered stone that fights off the cruel beaks,",
    "the pale beak thrusts and the pale escapes.",
    "Clothes for corpses that silently fall back",
    "the most snowy attacks with the reddest bones.",
    "Because these soldiers have sun-fired bones,",
    "because they are fires with footprints and eyes.",
    "The cold hunches forward, death loses its leaves.",
    "I can hear the noiseless sound raining down.",
    "Red on the white snow, life turns",
    "the steamy snow red, sows fire in the snow.",
    "Soldiers are so much like rock crystals",
    "that only fire, only flame shapes them,",
    "and they fight with icy cheekbones, with their mouths,",
    "and turn whatever they attack into memories of ash."
  ],
  "title": "The Soldier and the Snow",
  "year": ""
}