{
  "author": "Sir John Suckling",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Relationships",
    "Love",
    "The Body",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/174512",
  "region": "England",
  "text": [
    "If you refuse me once, and think again,",
    "I will complain.",
    "You are deceiv’d, love is no work of art,",
    "It must be got and born,",
    "Not made and worn,",
    "By every one that hath a heart.",
    "Or do you think they more than once can die,",
    "Whom you deny?",
    "Who tell you of a thousand deaths a day,",
    "Like the old poets feign",
    "And tell the pain",
    "They met, but in the common way?",
    "Or do you think ’t too soon to yield,",
    "And quit the field?",
    "Nor is that right, they yield that first entreat;",
    "Once one may crave for love,",
    "But more would prove",
    "This heart too little, that too great.",
    "Oh that I were all soul, that I might prove",
    "For you as fit a love",
    "As you are for an angel; for I know,",
    "None but pure spirits are fit loves for you.",
    "You are all ethereal; there’s in you no dross,",
    "Nor any part that’s gross.",
    "Your coarsest part is like a curious lawn,",
    "The vestal relics for a covering drawn.",
    "Your other parts, part of the purest fire",
    "That e’er Heav’n did inspire,",
    "Makes every thought that is refin’d by it",
    "A quintessence of goodness and of wit.",
    "Thus have your raptures reach’d to that degree",
    "In love’s philosophy,",
    "That you can figure to yourself a fire",
    "Void of all heat, a love without desire.",
    "Nor in divinity do you go less;",
    "You think, and you profess,",
    "That souls may have a plenitude of joy,",
    "Although their bodies meet not to employ.",
    "But I must needs confess, I do not find",
    "The motions of my mind",
    "So purified as yet, but at the best",
    "My body claims in them an interest.",
    "I hold that perfect joy makes all our parts",
    "As joyful as our hearts.",
    "Our senses tell us, if we please not them,",
    "Our love is but a dotage or a dream.",
    "How shall we then agree? you may descend,",
    "But will not, to my end.",
    "I fain would tune my fancy to your key,",
    "But cannot reach to that obstructed way.",
    "There rests but this, that whilst we sorrow here,",
    "Our bodies may draw near;",
    "And, when no more their joys they can extend,",
    "Then let our souls begin where they did end."
  ],
  "title": "Song: If you refuse me once, and think again",
  "year": ""
}