{
  "author": "Bruce Smith",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/180556",
  "region": "",
  "text": [
    "Late fall in the villages of Pompey, Preble, Oran, Delphi Falls,",
    "churched",
    "river and woods. In Homer and Ovid, the localities",
    "and principalities",
    "of central New York, the hollows and corners of the",
    "burnt-over districts",
    "visited by angels in the 1800's who led us to greatness: awakenings,",
    "gold, portents and lies, heaven, women's suffrage, and bundling",
    "with the other in the love beds while we waited for the lamb,",
    "the dove, the velvet of the ten-point buck grunting through",
    "the underbrush",
    "to rut. We learned in divine time a year's a day.",
    "We learned obedience",
    "and had charismatic children. And now the boy's an angelic",
    "eighteen days or six thousand years, as he leaves to serve.",
    "He did what we told him: blocked for punts—no one likes to",
    "block for punts—",
    "and when his friends crashed the truck in a ditch, he waited",
    "for the cops",
    "and took the rap, nice kid, because he did the act of deliverance",
    "one does",
    "in central New York and made the vows, pledged, testified,",
    "and swore",
    "and participated in the sport greater than the coming of the dead,",
    "and escorted the exaggerated girl to the prom where he",
    "was befuddled",
    "with organza and tulle and he did not forget the corsage, an orchid",
    "in a box he stared into: the white outer whorl and the inner whorl",
    "and pouted purple lip. He butterflied the pollen with the lashes",
    "of his eyes.",
    "The flower was his terror. He was not meant to be the",
    "indwelling beauty",
    "of things and surely he was not meant to be the wind in Iraq",
    "with three others",
    "in his division and become the abstract shape of a god formed from a blood clot.",
    "I've seen the pictures, the vague shapes that ripple in the heat",
    "until I was terrified. It looked like he still moved. Remember fall",
    "in Delphi? All ardent and catastrophic and counter, elbows flailing,",
    "he ran in the flat places scraped from the gold hills and valleys."
  ],
  "title": "Devotion: The Burnt-Over District",
  "year": ""
}