{
  "author": "Bruce Smith",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Winter",
    "Relationships",
    "Nature",
    "Weather",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177549",
  "region": "U.S., New England",
  "text": [
    "I must have left a fingerprint, a molecule of oil,",
    "a seal, a slick when I took my hands away",
    "from her throat\u0097the way she liked in loving",
    "to have her pearls exchanged for the torque",
    "of my fingers and so kill her eminence for a second.",
    "The queen is dead. Long live the queen. The evidence",
    "was volatile, was fugitive, was a story told",
    "in menstrual blood and glycerines, Chanel and boss",
    "sauce. It failed in the telling to be events",
    "and sequence, the spell of water and bridge, and became",
    "rain and distance, the first faint smell of rose",
    "dismembering, masking the rigor mortis of the coyotes.",
    "I took my hands away as from the child",
    "sleeping or from the hot stove, and I was no longer I.",
    "I saw the sky in the windshield of another city.",
    "The sky an empty karate studio, the sky Route 95.",
    "Because she saw herself everywhere,",
    "The sky a fugue, the folds of a gown where the dragons are.",
    "there could be no other. A film was her darling,",
    "the sky Artists’ Supplies, the sky six-thirty darkening.",
    "a mirror of her hair\u0097fixed or deranged",
    "Sky of correspondences, the color of G minor, the taste of gray.",
    "She thought, from the audience:",
    "February sky a copy center, relocated elsewhere.",
    "I loved to go out into the audience, the bebopist said,",
    "and walk in the crowd to feel",
    "what they feel. Jumping down from the bandstand, I",
    "broke my foot, lay there, had to blare it from my back.",
    "The sky nineteenth-century smoke, the sky a drum,",
    "then here comes the bass solo.",
    ", the sky says, labor sky, the dollar soaring with the yen.",
    "The sky popularized, blue-red, the access and the factory.",
    "I take myself to the movies\u0097the romance of sheets,",
    "the dustup of things and her magnificent face: stylish,",
    "the sky inside her eyes, chlorine and glass.",
    "I tithe to the darkness and I’m glad for the dark",
    "two hours where I undo her, where I remember the eye",
    "I indulged, the opposite of sacrifice, the lamb’s throat",
    "uncut, the woolly body kindled in the green",
    "like a dream of Lorca’s, betrayed in the telling.",
    "The sky Repairables, the sky Pony Rides.",
    "Some nights in the house by the river, I walked out",
    "into a collective dream of home\u0097an overstory",
    "overlooking a body of water\u0097where I found",
    "the horse like smoke or luck, a muscled earth, an avatar,",
    "and I held him, face to flank, and felt the skeleton",
    "under the skin and the fear of the human touched back",
    "by hunger. The great white eye another moon.",
    "It was a lesser and a greater form of the feeling",
    "after fucking, if it has a form, if its past is present.",
    "Sky an empty shelf in the Salvation Army Thrift Store.",
    "A few fine hairs like her lashes on my hands",
    "The sky a white peony, the sky a paper life.",
    "when I came back and found her bound in the sheets,",
    "the opposite of spectacle, not absorbing the gaze but",
    "giving off light like night water, giving back the gorgeous",
    "I had inscribed there, a fallen form, small, fursheen, film",
    "still, a body suddenly small enough to fill a tear duct.",
    "The sky a shell, a lull in the shelling.",
    "What was it like, the loving? Like Sarajevo",
    "under siege, no electricity, no gas, no water,",
    "and yet the dance goes on in which a bathtub is filled,",
    "and, although the theater is twenty degrees, the dancer",
    "of the god-kissed tendons for her finale",
    "jumps into it\u0097the leap that takes away the breath",
    "and rations it to everyone, and",
    "it’s the only bath for anyone in two months.",
    "The sky orchestra and karma, the sky Gold Bought and Sold.",
    "The windows of the house I won’t live in held light",
    "and the island fires on the river, held hawk and heron.",
    "Under siege in dream, the panes slash my face when they shatter",
    "with difference, inside, outside, with distance, what was",
    "not. A second dream: kids go by on bikes and big wheels,",
    "their faces grown up and disfigured, scabbed,",
    "hydrocephalic with sadness. Finally the whole body",
    "The sky a gray whale, the sky magnanimous and cruel.",
    "and not just its parts, wants to be unloved, beginning",
    "The sky Purgatory Road, the sky a god mouth, a crow.",
    "with its parts, the fetish of her: a cell from the lining,",
    "spit, a follicle, the thousand ships of her face,",
    "the torso and ratio, rib whittle, unbound feet, beginning",
    "to become vast, nothing you can touch, a taste,",
    "The sky a copper pot blackened, picked clean of",
    ".",
    "a smell, familiar and far away, unlocked by thaw,",
    "feral and essential, like a language lost, like night",
    "illuminated by the night."
  ],
  "title": "February Sky",
  "year": ""
}