{
  "author": "Robert Duncan",
  "classification": "Elegy",
  "keywords": [
    "Living",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Race",
    "Ethnicity",
    "Nature",
    "Death",
    "Animals"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/176024",
  "region": "U.S., Western",
  "text": [
    "In the groves of Africa from their natural wonder",
    "the wildebeest, zebra, the okapi, the elephant,",
    "have enterd the marvelous. No greater marvelous",
    "know I than the mind’s",
    "natural jungle. The wives of the Congo",
    "distil there their red and the husbands",
    "hunt lion with spear and paint Death-spore",
    "on their shields, wear his teeth, claws and hair",
    "on ordinary occasions. There the Swahili",
    "open his doors, let loose thru the trees",
    "the tides of Death’s sound and distil",
    "from their leaves the terrible red. He",
    "is the consort of dreams I have seen, heard",
    "in the orchestral dark",
    "like the barking of dogs.",
    "Death is the dog-headed man zebra striped",
    "and surrounded by silence who walks like a lion,",
    "who is black. It was his voice crying come back,",
    "that Virginia Woolf heard, turnd",
    "her fine skull, hounded and haunted, stopt,",
    "pointed into the scent where",
    "I see her in willows, in fog, at the river of sound",
    "in the trees. I see her prepare there",
    "to enter Death’s mountains",
    "like a white Afghan hound pass into the forest,",
    "closed after, let loose in the leaves",
    "with more grace than a hound and more wonder there",
    "even with flowers wound in her hair, allowing herself",
    "like Ophelia a last",
    "pastoral gesture of love toward the world.",
    "And I see",
    "all our tortures absolved in the fog,",
    "dispersed in Death’s forests, forgotten. I see",
    "all this gentleness like a hound in the water",
    "float upward and outward beyond my dark hand.",
    "I am waiting this winter for the more complete black-out,",
    "for the negro armies in the eucalyptus, for the cities",
    "laid open and the cold in the love-light, for hounds",
    "women and birds to go back to their forests and leave us",
    "our solitude.",
    ". . .",
    "Negroes, negroes, all those princes,",
    "holding cups of rhinoceros bone, make",
    "magic with my blood. Where beautiful Marijuana",
    "towers taller than the eucalyptus, turns",
    "within the lips of night and falls,",
    "falls downward, where as giant Kings we gathered",
    "and devourd her burning hands and feet, O Moonbar",
    "thee and Clarinet! those talismans",
    "that quickened in their sheltering leaves like thieves,",
    "those Negroes, all those princes",
    "holding to their mouths like Death",
    "the cups of rhino bone,",
    "were there to burn my hands and feet,",
    "divine the limit of the bone and with their magic",
    "tie and twist me like a rope. I know",
    "no other continent of Africa more dark than this",
    "dark continent of my breast.",
    "And when we are deserted there,",
    "when the rustling electric has passt thru the air,",
    "once more we begin in the blind and blood throat",
    "the African catches; and Desdemona, Desdemona",
    "like a demon wails within our bodies, warns",
    "against this towering Moor of self and then",
    "laments her passing from him.",
    "And I cry, Hear!",
    "Hear in the coild and secretive ear",
    "the drums that I hear beat. The Negroes, all those princes",
    "holding cups of bone and horn, are there in halls",
    "of blood that I call forests, in the dark",
    "and shining caverns where",
    "beats heart and pulses brain, in",
    "jungles of my body, there",
    "Othello moves, striped black and white,",
    "the dog-faced fear. Moves I, I, I,",
    "whom I have seen as black as Orpheus,",
    "pursued deliriously his sound and drownd",
    "in hunger’s tone, the deepest wilderness.",
    "Then it was I, Death singing,",
    "who bewildered the forest. I thot him",
    "my lover like a hound of great purity",
    "disturbing the shadow and flesh of the jungle.",
    "This was the beginning of the ending year.",
    "From all of the empty the tortured appear,",
    "and the bird-faced children crawl out of their fathers",
    "and into that never filld pocket,",
    "the no longer asking but silent, seeing nowhere",
    "the final sleep.",
    "The halls of Africa we seek in dreams",
    "as barriers of dream against the deep, and seas",
    "disturbd turn back upon their tides",
    "into the rooms deserted at the roots of love.",
    "There is no end. And how sad then",
    "is even the Congo. How the tired sirens",
    "come up from the water, not to be toucht",
    "but to lie on the rocks of the thunder.",
    "How sad then is even the marvelous!"
  ],
  "title": "An African Elegy",
  "year": ""
}