{
  "author": "Robert Duncan",
  "classification": "",
  "keywords": [],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/238094",
  "region": "U.S., Western",
  "text": [
    "My mother would be a falconress,",
    "And I, her gay falcon treading her wrist,",
    "would fly to bring back",
    "from the blue of the sky to her, bleeding, a prize,",
    "where I dream in my little hood with many bells",
    "jangling when I'd turn my head.",
    "My mother would be a falconress,",
    "and she sends me as far as her will goes.",
    "She lets me ride to the end of her curb",
    "where I fall back in anguish.",
    "I dread that she will cast me away,",
    "for I fall, I mis-take, I fail in her mission.",
    "She would bring down the little birds.",
    "And I would bring down the little birds.",
    "When will she let me bring down the little birds,",
    "pierced from their flight with their necks broken,",
    "their heads like flowers limp from the stem?",
    "I tread my mother's wrist and would draw blood.",
    "Behind the little hood my eyes are hooded.",
    "I have gone back into my hooded silence,",
    "talking to myself and dropping off to sleep.",
    "For she has muffled my dreams in the hood she has made me,",
    "sewn round with bells, jangling when I move.",
    "She rides with her little falcon upon her wrist.",
    "She uses a barb that brings me to cower.",
    "She sends me abroad to try my wings",
    "and I come back to her. I would bring down",
    "the little birds to her",
    "I may not tear into, I must bring back perfectly.",
    "I tear at her wrist with my beak to draw blood,",
    "and her eye holds me, anguisht, terrifying.",
    "She draws a limit to my flight.",
    "Never beyond my sight, she says.",
    "She trains me to fetch and to limit myself in fetching.",
    "She rewards me with meat for my dinner.",
    "But I must never eat what she sends me to bring her.",
    "Yet it would have been beautiful, if she would have carried me,",
    "always, in a little hood with the bells ringing,",
    "at her wrist, and her riding",
    "to the great falcon hunt, and me",
    "flying up to the curb of my heart from her heart",
    "to bring down the skylark from the blue to her feet,",
    "straining, and then released for the flight.",
    "My mother would be a falconress,",
    "and I her gerfalcon raised at her will,",
    "from her wrist sent flying, as if I were her own",
    "pride, as if her pride",
    "knew no limits, as if her mind",
    "sought in me flight beyond the horizon.",
    "Ah, but high, high in the air I flew.",
    "And far, far beyond the curb of her will,",
    "were the blue hills where the falcons nest.",
    "And then I saw west to the dying sun--",
    "it seemd my human soul went down in flames.",
    "I tore at her wrist, at the hold she had for me,",
    "until the blood ran hot and I heard her cry out,",
    "far, far beyond the curb of her will",
    "to horizons of stars beyond the ringing hills of the world where the falcons nest",
    "I saw, and I tore at her wrist with my savage beak.",
    "I flew, as if sight flew from the anguish in her eye beyond her sight,",
    "sent from my striking loose, from the cruel strike at her wrist,",
    "striking out from the blood to be free of her.",
    "My mother would be a falconress,",
    "and even now, years after this,",
    "when the wounds I left her had surely heald,",
    "and the woman is dead,",
    "her fierce eyes closed, and if her heart",
    "were broken, it is stilld",
    "I would be a falcon and go free.",
    "I tread her wrist and wear the hood,",
    "talking to myself, and would draw blood."
  ],
  "title": "My Mother Would Be a Falconress",
  "year": ""
}