{
  "author": "Robert Duncan",
  "classification": "",
  "keywords": [
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Social Commentaries"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/238096",
  "region": "U.S., Western",
  "text": [
    "Erecting beyond the boundaries of all government his grand Station and Customs, I find what I have made there a Gate, a staking out of his art in Inconsequence. I have in mind a poetry that will frame the willingness of the heart and deliver it over to the arrest of Time, a sentence as if there could stand some solidity most spacial in its intent against the drifts and appearances that arise and fall away in time from the crude events of physical space. The Mind alone holds the consequence of the erection to be true, so that Desire and Imagination usurp the place of the Invisible Throne.",
    "It is an angel then, weeping and yet ever attending the betrayal of the Word I mean to come to in the end. For my sake, the blood must be somewhere in time and in its own naming of place actual, and death must be as my own awaits me immediate to undo from its reality the physical body, all there is of the matter of me that is mine from me. The would-be dialecticians—Inquisitors of the New Dispensation in Poetry and Historians of Opprobrium, the Realists and Materialists—come forward to hold the party line against his ideality. There are too many listeners. There are too many voices in the one line. They must enter the Ideal to do so, for he has changed his mind, as if the Eternal existed only momentarily and went out with him. The Chairman of the Politbureau gets his number and moves to isolate his heresy. The number is no longer the same. He has gone back into the exchange of numbers. The phone continues ringing in the pattern of the message they strive to listen to report to the Bureau of Poetic Numbers and Approved Measures.",
    "This is to say to the month of April and the rainbow dancer, I am with you. I belong to the company without number. I shall live one hundred years and then be gone. Here and now only I from this life can come forward to impersonate the necessity of his being here. His, the horizon. His, the perspectives and outlines. His, the regulation of the relevant. I will willingly assume his numbers among my own.",
    "The rest is all Asia, the astral miasma, the Undoing we came from, my version of Who-He-Is-In-Reality, the domain of colouring invading the Responsible."
  ],
  "title": "Structure of Rime XXVIII: In Memoriam Wallace Stevens",
  "year": ""
}