{
  "author": "Robert Duncan",
  "classification": "Free Verse",
  "keywords": [
    "History",
    "Politics",
    "Death",
    "Seas, Rivers,",
    "Streams",
    "Living",
    "Nature",
    "Social Commentaries"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/175594",
  "region": "U.S., Western",
  "text": [
    "And a tenth part of Okeanos is given to dark night",
    "a tithe of the pure water under earth",
    "so that the clear fountains pour from rock face,",
    "tears stream from the caverns and clefts,",
    "down-running, carving woundrous ways in basalt resistance,",
    "cutting deep as they go into layers of time-layerd",
    "Gaia where She sleeps—",
    "the cold water, the black rushing gleam, the",
    "moving down-rush, wash, gush out over",
    "bed-rock, toiling the boulders in flood,",
    "purling in deeps, broad flashing in falls—",
    "And a tenth part of bright clear Okeanos",
    "his circulations— mists, rains, sheets, sheathes—",
    "lies in poisonous depths, the black water.",
    "Styx this carver of caverns beneath us is.",
    "Styx this black water, this down-pouring.",
    "The well is deep. From its stillness",
    "the words our voices speak echo.",
    "Resonance follows resonance.",
    "Waves of this sounding come up to us.",
    "We draw the black water, pure and cold.",
    "The light of day is not as bright",
    "as this crystal flowing.",
    "Three thousand years we have recited its virtue",
    "out of Hesiod.",
    "Is it twenty-five thousand",
    "since the ice withdrew from the lands and we",
    "came forth from the realm of caverns where",
    "the river beneath the earth we knew",
    "we go back to.",
    "Styx pouring down in the spring from its glacial remove,",
    "from the black ice.",
    "Fifty million years—from the beginning of what we are—",
    "we knew the depth of this well to be.",
    "Fifty million years deep —but our knowing deepens",
    "—time deepens—",
    "this still water",
    "we thirst for in dreams we dread."
  ],
  "title": "Styx",
  "year": ""
}