{
  "author": "Robert Duncan",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Religion",
    "Christianity",
    "Faith",
    "Doubt",
    "God",
    "the Divine"
  ],
  "period": "Black Mountain",
  "reference": "http://www.poetryfoundation.org/poem/245030",
  "region": "U.S., Western",
  "text": [
    "might have been.",
    "Certainly these ashes might have been pleasures.",
    "Pilgrims on their way to the Holy Places remark",
    "this place. Isn’t it plain to all",
    "that these mounds were palaces? This was once",
    "a city among men, a gathering together of spirit.",
    "It was measured by the Lord and found wanting.",
    "It was measured by the Lord and found wanting,",
    "destroyd by the angels that inhabit longing.",
    "Surely this is Great Sodom where such cries",
    "as if men were birds flying up from the swamp",
    "ring in our ears, where such fears that were once",
    "desires walk, almost spectacular,",
    "stalking the desolate circles, red eyed.",
    "This place rumord to have been a City surely was,",
    "separated from us by the hand of the Lord.",
    "The devout have laid out gardens in the desert,",
    "drawn water from springs where the light was blighted.",
    "How tenderly they must attend these friendships",
    "or all is lost. All",
    "lost.",
    "Only the faithful hold this place green.",
    "Only the faithful hold this place green",
    "where the crown of fiery thorns descends.",
    "Men that once lusted grow listless. A spirit",
    "wrappd in a cloud, ashes more than ashes,",
    "fire more than fire, ascends.",
    "Only these new friends gather joyous here,",
    "where the world like Great Sodom lies under fear.",
    "This the friends teach where such cries",
    "as if men were birds fly up from the crowds",
    "gatherd and howling in the heat of the sun.",
    "In the Lord Whom the friends have named at last Love",
    "the images and loves of the friends never die.",
    "This place rumord to have been Sodom is blessd",
    "in the Lord’s eyes."
  ],
  "title": "This Place Rumord to Have Been Sodom",
  "year": ""
}