{
  "author": "Danniel Schoonebeek",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/250454",
  "region": "",
  "text": [
    "Who was the woman who lived in the kingdom behind the barrier.",
    "There are those who will tell you she was the wife of every man in the village.",
    "And one night while her husbands were finishing their day at the gasworks,",
    "the woman was boiling oats for her only child,",
    "a young girl who’d amassed a beautiful collection of spoons in her life,",
    "each one given to her by one of her mother’s husbands.",
    "And this same night the young daughter died.",
    "And the woman buried the daughter with her spoons in her pockets.",
    "Come daybreak the hostiles appeared at the barrier with ice in their beards.",
    "“To hell with Pax Americana,” they said.",
    "And they camped outside the wall that night chanting war cries.",
    "You say you want to know the names of the war cries that survived history.",
    "“Wheel the gun carriages up to the barrier of the empire of husbands.”",
    "“Our first word is ruin and our next word is value.”",
    "There are those who will tell you the hostiles carried on like this for some weeks.",
    "Until one night the dead daughter led them behind the barrier,",
    "through a tunnel she’d dug in the earth with her spoons.",
    "It was thus the hostiles made it their business to burn everything.",
    "They burned the village crops and the distillery.",
    "They burned the apothecary, the potash mine.",
    "Black soot fell on the livery and they burned the livery too.",
    "And there’s another war cry that’s since survived history:",
    "“Tonight like god’s scalp in your kingdom behind the barrier",
    "our burning makes snow and ends nowhere.”",
    "You say, where were the village husbands while all of this was happening.",
    "There are those who will tell you they were working their jobs at the gasworks,",
    "and when they heard the bullhorn roar in the watchtower",
    "they were smoking cigarillos and pacing the floor of the gasworks.",
    "And the roar of the bullhorn had a strange effect on the husbands,",
    "who each began daydreaming of his wife at home in the village.",
    "The first husband thought: “The taste of the breath of my wife,",
    "it’s like saying the word",
    "to myself in the dark.”",
    "The next husband thought of her letting her hair down in front of a vanity,",
    "and smearing her blue eye shadow onto her fingers,",
    "and plucking the stray hairs and flyaways off her head.",
    "The next husband thought of her saying, “I’m correcting god’s blunders,”",
    "when he asked her why she wears all this foundation on her face.",
    "Another husband thought: “Quitting time is worthless to me",
    "so long as the work I do in the gasworks makes me think of my wife’s jawbone.”",
    "And all together the husbands said: “The jawbones of my wife,",
    "they beat both the same, like when I watch a train leave the kingdom,",
    "and all I can see is the pistons beating away in the smoke.”",
    "And when the hostiles entered the gasworks the husbands were dancing.",
    "And you say you want to know the words the hostiles spoke when they entered.",
    "There are those who will tell you they said this: “Don’t quit dancing.”",
    "“There’s a penalty for an empire that believes it can survive itself,” they said.",
    "And so they pointed their war clubs at the husbands,",
    "and they said don’t quit, don’t quit dancing on the floor of the gasworks,",
    "and they bludgeoned to death the husbands who refused to keep dancing,",
    "and one by one the husbands fell dead on the floor of the gasworks,",
    "each one dancing himself to death at the hands of the hostiles.",
    "And this dancing took many deaths.",
    "But you say where was the wife who lost all her husbands this day.",
    "There are those who will tell you she was hiding the last of the cheese in a boot.",
    "She was rolling up the deed to her house in the village.",
    "She was picking up her daughter’s violin and stuffing the scroll in the violin’s f-hole.",
    "She was fleeing for the wall when she was stopped by the hostiles.",
    "Dance, said the hostiles, and they pointed their war clubs at her skull.",
    "And these war clubs had a strange effect on the wife,",
    "who began daydreaming about a man who wasn’t her husband.",
    "She thought of cutting his hair in a sunflower patch in the village.",
    "The time should be dusk, she thought, and the shears,",
    "they should flash once in her hands like a scythe.",
    "She thought there should be two swarms of no-see-ums,",
    "one smoldering around each of her hands.",
    "And she’d tilt back the head of the man who wasn’t her husband.",
    "And she’d oil his throat with the badger brush in her hand.",
    "And he’d smell the sandalwood lather she worked in the bristles.",
    "And he’d smell the eau de cologne on her neck when she leaned in close.",
    "And she’d shave his throat with the blade of a balisong.",
    "And the woman thought each time he moaned when she stroked him",
    "a dragonfly should dance from his mouth.",
    "And he’ll moan until the dragonfly quits dancing, she thought.",
    "And I’ll dance around his throat all night like a lantern.",
    "“Because a war club doesn’t taste like a war club,” she said.",
    "“It tastes like my husbands all breathing at once.”",
    "She spoke these words with a hole in her skull in the snow.",
    "And the smoke coming out of the hole was her thoughts.",
    "And her body lying there in the village square was so beautiful",
    "the hostiles began to dance on either side of the body.",
    "And they danced, and they danced, until they too fell dead in the snow beside her."
  ],
  "title": "The Dancing Plague",
  "year": ""
}