{
  "author": "Alain Borer",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/243606",
  "region": "",
  "text": [
    "(scattered over the South Pacific)",
    "of one dying in the ship’s hold",
    "somewhere between 15–30 degrees latitude",
    "and 135–150 degrees southern longitude",
    "at the crux of time stretched to its limit.",
    "•",
    "The ocean never finishes in the wake of boats",
    "An unceasing torment infinitely prolonged",
    "that I would not wish on my worst enemy.",
    "Especially since my worst enemy is myself.",
    "I cross the South Pacific like a deserted countryside",
    "on a winter’s night: not even a beast in sight.",
    "Reduced to its own insularity,",
    "becomes island.",
    "When seasick there’s no place for Narcissus: one",
    "cannot drink one’s own likeness.",
    "•",
    "In this singular life we can only scout new places.",
    "Other than obligation, what keeps us on this earth?",
    "Every day approaches death—some more than others.",
    "•",
    "In the year 14,000 the Southern Cross will shine over Paris...",
    "We will no longer exist, neither perhaps will Paris...",
    "But I will be here in a certain manner, if only to know it.",
    "There is no",
    "or",
    "for ships. They disappear completely.",
    "A ship’s black box is called the coffin. But the only coffins that one",
    "sees on the ocean are the ships themselves.",
    "There is also a black box within you. It’s the frailness of humans;",
    "they wear that fragility on the outside—Eros, a child, a book.",
    "For boats, there are packages heavier and not hurried:",
    "I travel like that",
    "a package in order, but a piece of mail.",
    "•",
    "The universe is curved like a banana.",
    "I am an atheist because God does not believe enough in me.",
    "He was so afraid of death that arriving in old age he",
    "felt stupid.",
    "—To search for God without expectation.",
    "•",
    "Life opens, gives and invites you—or it goes to hell.",
    "One must live to write. Our time here is for utterance.",
    "—Sad animal post-cogitum.",
    "•",
    "Linger only with healthy ideas. Salty ones.",
    "Stupor is second nature.",
    "There are those",
    "too late",
    "who preserve with haunting smiles the mistakes,",
    "the traces. And the one born at the right moment is",
    "forever vivid, intensely illuminating each instant.",
    "To write is to leave the world’s surface, to descend",
    "under the sea; the smallest pencil is my tuba.",
    "One doesn’t report great things from grand",
    "events, the one suffering from depression thinks.",
    "After his world tour, Bougainville extravagantly",
    "gave his name to a flower; the botanist La Billardière",
    "gave his name to a type of grass—not bad; and you,",
    "to what?—A",
    "pail for vomit?"
  ],
  "title": "Sleep Log",
  "year": ""
}