{
  "author": "David Wojahn",
  "classification": "",
  "keywords": [
    "Nature",
    "Arts",
    "Sciences",
    "Architecture",
    "Design",
    "Living",
    "Seas, Rivers,",
    "Streams",
    "Youth"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177324",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The night mist leaves us yearning for a new location",
    "to things impossibly stationary,",
    "the way they’d once float houses",
    "made from dismantled ships, brass and timber,",
    "from Plymouth, Massachusetts, across the sound",
    "to White Horse Beach. You were only a boy.",
    "Years later, gazing out to the red buoys",
    "of the harbor, you sought those houses, each the location",
    "of your childhood’s end. Jon, I make this all sound",
    "too complex. Our view of time is stationary,",
    "a long prediction of remorse. We’re drinking in timber,",
    "camping above Tucson, Arizona. Below, the houses",
    "are vague points of light, describing a grief you’ve housed",
    "since watching those buildings careen on water, a boy",
    "too sullen for your father. So the aspens creak like timber",
    "in an aging sloop. The others sleep. You locate",
    "the figure of your son, small and stationary,",
    "but tell me he’ll die young, body unsound,",
    "a childhood diabetic. The bourbon makes you sound",
    "entranced—to think one day you’ll return to the house",
    "to find that you’ve outlived him, maybe the radio station",
    "playing some popular song. Outliving the boy,",
    "you’ll outlive yourself. Drunk, we’ve lost our location.",
    "I shine my flashlight to find the others. The timbre",
    "of your voice grows slack. Leaves and timber",
    "rustle in the promise of rain, in the sound",
    "of distant thunder that, like death, has no location.",
    "Below, relentless clouds will cover houses.",
    "The campfire sputters, then grows, buoyed",
    "by wind, our bodies the only things stationary.",
    "Because of death, our small, unstationary",
    "lives become narration—a child is lost in timber",
    "in a fable when night approaches. The boy",
    "can’t even see his hands. Only owl-cry, the sound",
    "of his heart. But soon the aspens part, the houses",
    "of his village appear, their location",
    "precise and consoling. He’s stationary, not a sound",
    "from below. Beyond the timber, floating houses.",
    "And there his papa’s lantern, a light the boy can locate."
  ],
  "title": "Floating Houses",
  "year": ""
}