{
  "author": "David Wojahn",
  "classification": "",
  "keywords": [
    "Love",
    "Living",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Nature",
    "Relationships",
    "Eating",
    "Drinking",
    "Death",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177329",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Under the trellised arbor, and our supper’s over",
    "in the memory I’ve found myself inside.",
    "L not speaking, and beside us the river",
    "sliding softly by. Now the light will fade",
    "to moonlit water. And in memory I work",
    "to make this lingering accurate and sweet.",
    "White ouzo and her hand that lifts the grapes,",
    "first to her lips, then to mine. I may as well speak",
    "to moonlight as to her. And the walls of Bruges",
    "light up again, a costume jewelry pearl string.",
    "Her profile and her shawl hugged tight against the breeze",
    "in memory’s flammable celluloid—flaring",
    "and gone, replaced by bread and grapes, a checkered",
    "tablecloth. The two chairs stare each other down,",
    "empty now, upon which moonlight flickered",
    "all night. The bread and grapes drip mist as dawn",
    "carves the morning with a chilly wind,",
    "slicing away both moon and fog. Now someone",
    "without a name appears—first the fevered hands,",
    "Dustdevil quick, that grope for the food in vain.",
    "Then the pale light shows the open mouth",
    "and rippling throat, white face on black water,",
    "sparrow-flock fast, its spiraling path.",
    "But the bread and grapes stay where they were,",
    "their smell tormenting that famished ghost, helpless",
    "to even lick away the dew that gathers",
    "on the grapes, blue fluted sides of the wineglasses.",
    "Dawnlight, everything dripping wet, and the chairs",
    "stare at each other, alone. Sometimes on the riverbank",
    "you can sense an odor—of grapes, or sex, or memory.",
    "It swirls through the moonlit grass. And now wakes",
    "someone always mute, someone without a body",
    "weaving also through the half-lit grass.",
    "The hoarse wail of someone who cannot speak,",
    "who reaches out but cannot",
    "the grass,",
    "and only the nostrils flare. Now the dawn will break,",
    "late autumn cold. To crave so endlessly the warmth—",
    "the blood-pulsing fingertip, the body to embrace,",
    "the pungent smells commingling. To rise like breath",
    "and slither through the trees and tangle every branch",
    "in this unappeasable longing, this endless lust",
    "for touch and smell which afflicts the dead.",
    "The souls in the trees face the gathering light.",
    "Other times, in the ground, the rain torments them."
  ],
  "title": "Ghost Supper",
  "year": ""
}