{
  "author": "David Wojahn",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/29910",
  "region": "",
  "text": [
    "THE ESSENCE OF HYPNOSIS",
    "(Paris: LeGrande, 1902)",
    "The woman has agreed to swallow pins,",
    "and here, white-robed,",
    "stands great Dr. Charcot,",
    "pointing to the needles in her palm. The photo",
    "makes them gleam. The stovepipe-hatted amphitheatre strains,",
    "heads abob for better looks. She's about",
    "to lap them like sugar, but the Doctor's minion",
    "stays her hand; down her dress they glitter and rain.",
    "And now from the murmuring crowd he procures a hat,",
    "placing it upon her lap.",
    "Tenderly the hat's caressed.",
    "To and fro she rocks it as she sings—a case",
    "of \"simple congestive hysteria.\"",
    "The tears cascade,",
    "her shoulders twitch and tremble.",
    "SYPHILLIS: ITS DETECTION, HISTORY, AND TREATMENT—ILLUSTRATED",
    "(Munich: Insel Verlag, 1922)",
    "\"The shoulders twitch and tremble at the tertiary stage,",
    "signalling generally the advent of paresis.\"",
    "Comrade Stalin tamps his pipe and struts",
    "the carpet to the phone, having marked another passage",
    "with red pen.",
    "The receiver's slammed down:",
    "collectivization can wait.",
    "He re-cracks the spine,",
    "relights the merscham to Nietzsche gone mad,",
    "to Schumann demented, to sepias of six noseless",
    "Neopolitans, an aged whore whose arms are candlewax,",
    "spirochettes that marinate the blood, x-es",
    "and arrows to mark their swim. His pulse",
    "crescendos and his forehead glistens,",
    "x and asterisks—",
    "all night the margins redden.",
    "THE RIGHT TO KILL",
    "(Moscow: Bezbozhnik, third ed., 1913)",
    "X and asterisk: shorthand all night flowing",
    "out the stenographer's hand. Agent Shivarov:",
    "He cups",
    "his face in his hands while Mandelstam fidgets, blowing",
    "on his tea to cool it.",
    "(The bulb's faint hum, the stenographer's cough.)",
    "On the desk a bulging file, from which Shivarov",
    "removes a smudged carbon, sliding it toward Mandelstam",
    "along the tabletop.",
    "The hand begins to quiver as the carbon blues",
    "his palm—",
    "\"the Kremlin mountaineer ... the thick worms",
    "of his fingers ... executions on his tongue like berries.\"",
    "of counter-revolutionary nature? And the blue hand shakes.",
    "IS RESURRECTION OF THE DEAD POSSIBLE?",
    "(London: Theosophy International, 1921)",
    "Against the table the cadaver thrashes: its blue arms quiver—",
    "a little. More voltage to the genitals.",
    "and a kind of erection is achieved, which Dr. Lysenko",
    "duly notes, yet Lazarus does not stir,",
    "exactly.",
    "One week to Comrade Stalin's visit,",
    "and the demonstrations must impress:",
    "too much voltage and the corpses combust,",
    "too little and the limbs remain inert",
    "as noodles. Notes scratched on his clipboard, the doctor",
    "scowls to his humpbacked assistant, who hits",
    "the switch.",
    "And Lazarus sizzles—flames emit",
    "from the electroded temples. The good doctor swears",
    "and flails his arms, as the corpse performs",
    "its own suttee. The corpse has the final word.",
    "RITUAL MURDER AMONG THE JEWS",
    "(St. Petersburg: Grani Vot, 1910)",
    "Begin your confession.",
    "Precise as a slide rule",
    "and always natural as the smell of dill—",
    "interrogation, too, is art. Babel sways",
    "upon his stool, his neck goes limp. The aesthetics",
    "of confession must be formalist:",
    "The Trotskyist Babel will weep and stutter but list",
    "in the end his cohort spies.",
    "Yet first he must wake.",
    "Cold water to the face, a truncheon to the legs",
    "and the writer's block is over. The singing",
    "commences with the truncheon's sting,",
    "the singing and the singing and the singing—",
    "its own dark Kaddish, its own crematorium smoke.",
    "PRACTICAL VERSIFICATION",
    "(Moscow: Nova Mysl, 1908)",
    "Should the couplets be open or should they be closed?",
    "The day requires signatures, decrees.",
    "He longs for verse, but must speak in prose.",
    "All the endless signatures.",
    "A photo shoot: he poses",
    "with pen in hand, the",
    "newsman on his knees.",
    "Should the couplets be open or should they be closed?",
    "Signatures of every sort, the pace never slows.",
    "The State revised, rewritten endlessly.",
    "He hungers for verse but lives by prose,",
    "Redrafted, retouched. The coffins set in rows",
    "like Red Square parades, marching to infinity.",
    "Should the couplets be open",
    "or should they be closed?",
    "Late in the Kremlin, his desk lamp glows.",
    "So much to excise, he's up until three.",
    "(O to live by verse instead of prose.)",
    "The drafts soar upward. On his desk the pile grows",
    "skyscraper high, Babel tower and gallows tree.",
    "O sentence in verse, O sentence in prose.",
    "Should the couplets be open or should they be closed?",
    "PROPOSAL FOR REVISION OF THE FIRST SOVIET ENCYCLOPEDIA",
    "(Moscow: Kommunisticheskoy Partii, 1926)",
    "The people can be made to swallow anything.",
    "For example Comrade Yezhov,",
    "Special Marshal",
    "of the Secret Police, has been shot. He will",
    "now require closure, require editing.",
    "His service to the party, his Trotskyite past,",
    "all must now be excised, even his birth",
    "converted to white space.",
    "And first",
    "his face must pentimento down to nothingness.",
    "No longer can he pose with Comrade Stalin",
    "admiring the Moscow-Volga Canal. Now he is water.",
    "No longer at His right in parades at Red Square.",
    "Now he is air, is brickwork on the viewing stand.",
    "And now the past itself is air, is water, and finally fire,",
    "whitening to ash."
  ],
  "title": "Stalin's Library Card",
  "year": ""
}