{
  "author": "David Wojahn",
  "classification": "",
  "keywords": [
    "Music",
    "Health",
    "Illness",
    "Architecture",
    "Design",
    "Living",
    "History",
    "Politics",
    "Social Commentaries",
    "Arts",
    "Sciences"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177327",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Or gallery. Or strange askew museum. Or painting of a hotel bed",
    "with some cheap print above the headboard. (Palm tree or a sleigh",
    "pulling Xmas trees.) Or the day two-dimensional, subzero",
    "as I run the beach along the frozen lake. The waves",
    "lathed to Hokusai spirals. Cold gallery, every inch",
    "of wall space covered, park benches derbied by snow.",
    "House designed by Frank Lloyd Wright. House for battered women.",
    "House of the servants of His Godhead Reverend Moon",
    "Who plots in some Seoul penthouse His glorious",
    "death and resurrection. Ten minutes ago I left you",
    "to the laying on of hands. Maria talking fast in glottal",
    "Polish, and the physical therapist, hugely blonde,",
    "lifting your legs, white cocoons of the casts. First up,",
    "then to the sides, the hospital bed in the living room",
    "hulking, whirring as it moves along with you.",
    "To talk of this and you directly, though I can’t.",
    "To heal you with my own hands though I can’t.",
    "Legs not working, hands not working, tongue encased in plaster.",
    "The tongue going numb with the hands. Why my friend Dave",
    "loves jazz: to hammer and obliterate the words,",
    "nullify too the wordlessness. “Blue Train” on my Walkman",
    "as the Moonies leave from house to van, lugging crates",
    "of silken flowers. Blue pills that didn’t work.",
    "Then my month of yellow pills. To not metamorphose",
    "to my father writhing as the charges surge",
    "from temples down the spine, a dog’s twitching legs",
    "in sleep. To mollify with acronyms: ECT, Odysseuses",
    "and Tristans of PDR, yellow Prozac, sky blue Zoloft.",
    "To heal you with my own hands though I can’t.",
    "The day two-dimensional. (Past and present and to dwell",
    "in neither.) Truth-taking stare. Height and width,",
    "no depth. On a screen the paramedics ease you",
    "from car to ambulance, having labored with a crowbar",
    "at the door, and I push again through the crowd",
    "on Thorndale.",
    "let him come with me. The inside of the ambulance,",
    "overlit. Not a scream, the mute button pushed.",
    "To watch",
    "the memories shuffle on a screen. To Portugal ten years ago.",
    "Our Lady of The Wordless Stare. The Bishop of Leiria",
    "in sepia on the gallery wall, his hand that waves",
    "a sealed envelope. Caption: “The Famous Third Secret of Fatima.”",
    "The visitor’s center, thronging with white habits.",
    "The road to the Basilica flanked by tourist booth, a wax museum.",
    "Faces of two nuns who point to every photo, who’ve fled Cambodia,",
    "one who speaks some English, and the beautiful younger one",
    "whose tongue was “excised” by the Khymer Rouge—",
    "on pilgrimage, thanksgiving for deliverance.",
    "Their charter bus from Nice is parked outside,",
    "pneumatic door and motor humming. Our Lady of the Wordless",
    "stares at me. She stares .... And I’m shaken out of it",
    "by helicopter stammer, drowning Coltrane,",
    "all sixteenth notes as the Moonies reach the left of the frame.",
    "Dissolve, myself, from the right of the frame. Synesthetic",
    "whir of chopper blades, six hundred feet above the lake.",
    "Then the picture empty. And the lake with wind anointed.",
    "And the lake with wind. And the emptiness, anointed."
  ],
  "title": "Truth-Taking Stare",
  "year": ""
}