{
  "author": "David Tomas Martinez",
  "classification": "",
  "keywords": [
    "Activities",
    "Jobs",
    "Working",
    "School",
    "Learning",
    "Relationships",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/249882",
  "region": "U.S., Southwestern",
  "text": [
    "I have never been the most mechanically inclined of men.",
    "Wrenches, screwdrivers, or shovels",
    "have never made nice with me. In the shipyard,",
    "I worked alone, in the dark, deep in",
    "the bilges of frigates. For two months,",
    "I hooked a torch to an oxygen tank with a green line and pulled a red",
    "hose through bulkheads to gas. The brass tool",
    "hissed like an ostrich",
    "when it fed on metal. That day, my flame cut",
    "permanent deck fittings; the loops fell like bright oranges;",
    "I ripened the rusty metal. I knew",
    "that this was a job to baby-sit me, a job they gave to bad burners,",
    "beginners playing with their tools: who pretended their brass torches",
    "were trumpets, and that gulls in the bay were tables",
    "of distracted diners. When my father was a boy, his father loaded him",
    "and his siblings in the car and dropped them off downtown",
    "so my grandfather could get drunk and my",
    "grandmother could pretend he wasn't drinking again. When I was a boy,",
    "I enjoyed watching my father dig; with dirt between his palms, he spun",
    "the shovel before he dug. As I grew, I tried",
    "to stay away from work, even when he paid me. I stayed away from him too.",
    "I never understood how he could work around so much grass. For him,",
    "life was work. For him, everything was hard. For me,",
    "it was not hard. He stalked my mother a long time after their divorce.",
    "He never understood she was not sod to be laid, or a sprinkler to be",
    "attached to a pvc pipe seven inches in the ground.",
    "That pregnant at fifteen was too soon. Neither of us is the most",
    "mechanical of men, yet we still pride ourselves on how we fashion our tools.",
    "I wake up shivering and crying in an empty bed,",
    "the afternoon light entering and leaving an empty bottle of wine near",
    "an emptier glass—or roll over and try, and fail, to remember a woman's",
    "name, which never really gets old, just uncouth",
    "to say so, and feel fixed. To feel fixed is to feel a mechanical spirit, to feel love,",
    "or at least to play at paste for an evening, to make believe she will never leave me,",
    "as life almost did when I cut the green hose, and was",
    "lonely and shaking that day on the deck of the destroyer, looking into the",
    "green water, and wondered what would be written on my tomb:",
    "\"Killed by oxygen was this unmechanical man.\"",
    "In that moment close to death, I only wanted my own lungs. I didn't regret",
    "returning home and sleeping on my father's couch. And that summer, I returned",
    "to each of the women of my past and bedded",
    "them all, trying to reheat our want. I don't regret that—drinking wine",
    "and making love, or writing poems and making love, of wanting to stay",
    "but nonetheless leaving. I don't regret returning",
    "with Said and Spivak, with Weil and Augustine, of telling my father",
    "\"",
    "\" or rebuilding my grandfather's",
    "house with Hopkins in my head",
    "as I ripped the tar and shingles off the old roof with a shovel.",
    "And I am not mad for being the second favorite son,",
    "Esau turned inside out. Can't regret saying",
    "that summer, I was, in fact, already, a bigger and better man",
    "than my father because I understood more. I didn't mind he",
    "favored my younger brother, who knew less",
    "than him. I favored my brother's way of living, of skating",
    "in the park and smoking weed while I studied and wondered for us all.",
    "How ridiculous I was that summer for us all;",
    "for not attempting to rebuild any of his love that summer, at all."
  ],
  "title": "The Mechanics of Men",
  "year": ""
}