{
  "author": "Katherine Philips",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers",
    "Religion"
  ],
  "period": "17th Century",
  "reference": "http://www.poetryfoundation.org/poem/180791",
  "region": "England",
  "text": [
    "Nature, which is the vast creation’s soul,",
    "That steady curious agent in the whole,",
    "The art of Heaven, the order of this frame,",
    "Is only number in another name.",
    "For as some king conqu’ring what was his own,",
    "Hath choice of several titles to his crown;",
    "So harmony on this score now, that then,",
    "Yet still is all that takes and governs men.",
    "Beauty is but composure, and we find",
    "Content is but the concord of the mind,",
    "Friendship the unison of well-turned hearts,",
    "Honor the chorus of the noblest parts,",
    "And all the world on which we can reflect",
    "Music to th’ear, or to the intellect.",
    "If then each man a little world must be,",
    "How many worlds are copied out in thee,",
    "Who art so richly formed, so complete",
    "T’epitomize all that is good and great;",
    "Whose stars this brave advantage did impart,",
    "Thy nature’s as harmonious as thy art?",
    "Thou dost above the poets’ praises live,",
    "Who fetch from thee th’eternity they give.",
    "And as true reason triumphs over sense,",
    "Yet is subjected to intelligence:",
    "So poets on the lower world look down,",
    "But Lawes on them; his height is all his own.",
    "For, like Divinity it self, his lyre",
    "Rewards the wit it did at first inspire.",
    "And thus by double right poets allow",
    "His and their laurel should adorn his brow.",
    "Live then, great soul of nature, to assuage",
    "The savage dulness of this sullen age.",
    "Charm us to sense; for though experience fail",
    "And reason too, thy numbers may prevail.",
    "Then, like those ancients, strike, and so command",
    "All nature to obey thy gen’rous hand.",
    "None will resist but such who needs will be",
    "More stupid than a stone, a fish, a tree.",
    "Be it thy care our age to new-create:",
    "What built a world may sure repair a state."
  ],
  "title": "To Mr. Henry Lawes",
  "year": ""
}