{
  "author": "Adam Fitzgerald",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246986",
  "region": "",
  "text": [
    "You were my gym buddy ferreting along spotty florescent ramps.",
    "Misbegotten signals blinked out bumpkin lanes over sable grass.",
    "We passed through many things. Peach sirens, entryway orderlies.",
    "Mangled disposition-stations. Chief in disbelief was concrete love.",
    "Firmer still, a melee awkwardness that showed all registrants just",
    "how we managed to pickpocket night. Then came dark crowds.",
    "Some doodled for the pad, debriefed what pumiced eyes meant",
    "in multi-dotted foreign rows. Buildings like a spider’s clothes.",
    "Later, we sped backward. A maw orchard, windless in the mind,",
    "boomed electronic lifts. I spied you at the prow of some sensation.",
    "I declined to call another name. Pelting noise flew off fairy citadels.",
    "Clocks, first thought abducted, were switched. Dialogues dispelled.",
    "My love heard a mug crash on the countertop of Long Island Sound.",
    "Our people became as ones lost. Not many rebounded with pledge,",
    "not many fetched familiars, stretched legs, reread white meetings.",
    "O stream, ring your ears. Handsome tubers, go ahead and wig out.",
    "Modern territories click like a mouse. Body becomes human body.",
    "On a skinny avenue I hushed up pyramidal steps older than sorcery.",
    "You know how I want to share a dust ball with misty partner.",
    "Dance one fabled evening and hear the skylark do something.",
    "Picnics bended over, they happen below. Swings parks rung.",
    "I inject chlorine into my memory-parts with lady satisfaction.",
    "Are you gay? A political campaign sanctioned a quart of moose.",
    "So stars soon quarreled back to the travel section of the North.",
    "I ignored that and opened my lips for a job to crunch and push",
    "at me, seeing the flat spacey wherewithal of disconnected items.",
    "I want a second act. What can I say but this was my second act.",
    "Must wrangle a look-see. The sign revenging its timely laziness",
    "in the ruffled strut of an accusing pillow. I hibernate in phrase",
    "as perfect as the mood of the blue lotus flower. Public aspects.",
    "The last shipment of",
    "tapes left its factory on this day in 2008",
    "or 2009. Meanwhile, delis around town don’t go like they used to.",
    "Who cares if I can’t hose you down my you, my Newfoundland.",
    "And George Washington, someone we can’t really know, rows",
    "over famed waters, wondering what his face will be, not in",
    "the future, not for the monthly book clubs. But as sovereign:",
    "as beast with dunce cap. I will dress you down in fresh lettuce",
    "and gobble your ear off with smutty keys principled as music.",
    "The marching saints won’t bother in battalion to much know.",
    "We make of him so much hackneyed affection, dress wounds",
    "as if equivocal all need. Hunger passes through to the other side.",
    "Entertaining pals you wouldn’t call but couldn’t not think to.",
    "A disfigured face’s humiliated psychic debris sprawls on gussy rug.",
    "It talks you into needing solace while cup passes from sleep to sleep.",
    "The positional plot warps but is the same. The deluxe mattress drifts",
    "on gravitational subtleties like the rest of us, practicing the gut’s banjo.",
    "No, in fact, I don’t know how he ever crossed the channels or canals",
    "from that stout city. I don’t really know if I ever really need to know.",
    "One thing we share is worshipping the image of a person we never knew."
  ],
  "title": "George Washington",
  "year": ""
}