{
  "author": "Adam Fitzgerald",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/246988",
  "region": "",
  "text": [
    "I’m in the barricade hearing the clock thickening you.",
    "Autumn encircles a confusion that’s nothing new.",
    "Flash back to warring eyes almost letting me drown.",
    "Out of which, a picture of me walking in a foreign head.",
    "I can’t hear what you said. Then you say: Cold room,",
    "the second that life unwinds. A tinctured vase returns",
    "to grass. Secrets doled out deep inside a drum beat out",
    "of time. Whatever you said was ghostly slow like",
    "a second hand unwinding by match light. Lying back",
    "to the wheel, I shirked confusion. You already knew.",
    "Suitcases surround me. You picture me too far ahead.",
    "Yet I can’t hear what you’ve said. You say: Doldrums,",
    "some secondhand wine. Love, you knew my precincts.",
    "The stone house turned out black, the scenic tunics",
    "were deep inside. Who said home? Oh, I fall behind.",
    "That very secret height blinds. Lying like a diamond,",
    "the cock-thickening of you: hunchbacked arms, eyes",
    "left behind. You’ll picture me walking far, far ahead.",
    "I hear what you’ve done. You said: Go slow. I feebly",
    "bleed out. Matthew’s sermon turned out to be glass.",
    "I wander in windows soft as Sour Patch. No rewind.",
    "But something is out of touch and you, you’re Sinbad.",
    "That second date totally mine. Lying in a vacuum,",
    "the thickening plot thinks of you. The future’s not new.",
    ". Lights. All those celebrity behinds.",
    "A suitcase full of weeds. You picture me coming to.",
    "You: too close to me to hear what you’ve already said.",
    "Then you say: The second wind unwinds. Doves whistle,",
    "halving their dovely backs, watching out windows to see",
    "if I’m okay. See it, the dulcet moment? I’m like thicket",
    "tinkering for you. Fusion nothing you knew. Flash back",
    "to seagull-beguiled eyes. Sometimes talking to a barren",
    "lad. Such music so unbearably droll. The hand is mine.",
    "Random picture frames off the darkness. A Turing machine?",
    "Scotch-taping through windows, stolen from deep inside",
    "rum-beaded thyme. You say also: Behind sequins & hinds . . .",
    "And I’m in the barricade hearing the clock thickening you.",
    "Clematis enclosures, walking with news, pollinated by a",
    "secondary grief, while something reminds you of our love."
  ],
  "title": "Time After Time",
  "year": ""
}