{
  "author": "Gerhard Tersteegen",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Faith",
    "Doubt",
    "Religion",
    "Christianity",
    "God",
    "the Divine"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/174731",
  "region": "Germany",
  "text": [
    "Thou hidden love of God, whose height,",
    "Whose depth unfathom’d no man knows,",
    "I see from far thy beauteous light,",
    "Inly I sigh for thy repose;",
    "My heart is pain’d, nor can it be",
    "At rest, till it finds rest in thee.",
    "Thy secret voice invites me still,",
    "The sweetness of thy yoke to prove:",
    "And fain I would: but tho’ my will",
    "Seem fix’d, yet wide my passions rove;",
    "Yet hindrances strew all the way;",
    "I aim at thee, yet from thee stray.",
    "’Tis mercy all, that thou hast brought",
    "My mind to seek her peace in thee;",
    "Yet while I seek, but find thee not,",
    "No peace my wand’ring soul shall see;",
    "O when shall all my wand’rings end,",
    "And all my steps to thee-ward tend!",
    "Is there a thing beneath the sun",
    "That strives with thee my heart to share?",
    "Ah! tear it thence, and reign alone,",
    "The Lord of ev’ry motion there;",
    "Then shall my heart from earth be free,",
    "When it hath found repose in thee.",
    "O hide this self from me, that I",
    "No more, but Christ in me may live;",
    "My vile affections crucify,",
    "Nor let one darling lust survive;",
    "In all things nothing may I see,",
    "Nothing desire or seek but thee.",
    "O Love, thy sov’reign aid impart,",
    "To save me from low-thoughted care:",
    "Chase this self-will thro’ all my heart,",
    "Thro’ all its latent mazes there:",
    "Make me thy duteous child, that I",
    "Ceaseless may Abba, Father, cry!",
    "Ah no! ne’er will I backward turn:",
    "Thine wholly, thine alone I am!",
    "Thrice happy he who views with scorn",
    "Earth’s toys, for thee his constant flame;",
    "O help that I may never move",
    "From the blest footsteps of thy love!",
    "Each moment draw from earth away",
    "My heart that lowly waits thy call:",
    "Speak to my inmost soul, and say,",
    "I am thy love, thy God, thy all!",
    "To feel thy power, to hear thy voice,",
    "To taste thy love, be all my choice."
  ],
  "title": "Hymn: Thou Hidden Love of God",
  "year": ""
}