{
  "author": "William Meredith",
  "classification": "Free Verse",
  "keywords": [
    "Love",
    "Social Commentaries",
    "Life Choices",
    "Time",
    "Brevity",
    "Living",
    "Relationships",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171856",
  "region": "",
  "text": [
    "I.",
    "Despair is big with friends I love,",
    "Hydrogen and burning jews.",
    "I give them all the grief I have",
    "But I tell them, friends, I choose, I choose,",
    "Don’t make me say against my glands",
    "Or how the world has treated me.",
    "Though gay and modest give offense",
    "And people grieve pretentiously,",
    "More than I hoped to do, I do",
    "And more than I deserve I get;",
    "What little I attend, I know",
    "And it argues order more than not.",
    "My desperate friends, I want to tell",
    "Them, you take too delicate offense",
    "At the stench of time and man’s own smell,",
    "It is only the smell of consequence.",
    "II.",
    "People love each other and the light",
    "Of love gilds but doesn’t alter,",
    "People don’t change one another, can scarcely",
    "By taking will and thought add a little",
    "Now and then to their own statures",
    "Which, praise them, they do,",
    "So that here we are in all our sizes",
    "Flooded in the impartial daylight sometimes,",
    "Spotted sometimes in a light we make ourselves,",
    "Human, the beams of attention",
    "Of social animals at their work",
    "Which is loving; and sometimes all dark.",
    "The only correction is",
    "By you of you, by me of me.",
    "People are worth looking at in this light",
    "And if you listen what they are saying is,",
    "Love me sun out there whoever you are,",
    "Chasing me from bed in the morning,",
    "Spooking me all day with shadow,",
    "Surprising me whenever you fall;",
    "Make me conspicuous as I go here,",
    "Spotted by however many beams,",
    "Now light, finally dark.",
    "There is meant to be a lot of darkness,",
    "You hear them say, but every last creature",
    "Is the one it meant to be.",
    "III.",
    "The acts of my life swarm down the street like Puerto Rican kids,",
    "Foreign but small and, except for one, unknived.",
    "They do no harm though their voices slash like reeds;",
    "All except one they have evidently been loved.",
    "And down the hill where I’ve planted spruce and red pine",
    "In a gang of spiked shadows they slouch at night.",
    "I am reasonably brave. I have been, except on one occasion,",
    "Myself: it is no good trying to be what you are not.",
    "We live among gangs who seem to have no stake",
    "In what we’re trying to do, no sense of property or race,",
    "Yet if you speak with authority they will halt and break",
    "And sullenly, one by one, show you a local face.",
    "I dreamt once that they caught me and, holding me down,",
    "Burned my genitals with gasoline;",
    "In my stupid terror I was telling them names",
    "So my manhood kept and the rest went up in flames.",
    "‘Now, say the world is a fair place,’ the biggest one said,",
    "And because there was no face worse than my own there",
    "I said it and got up. Quite a lot of me is charred.",
    "By our code it is fair. We play fair. The world is fair."
  ],
  "title": "Consequences",
  "year": ""
}