{
  "author": "William Meredith",
  "classification": "",
  "keywords": [
    "Love",
    "Separation",
    "Divorce",
    "Life Choices",
    "Marriage",
    "Companionship",
    "Home Life",
    "Men",
    "Women",
    "Living",
    "Relationships",
    "Desire",
    "Realistic",
    "Complicated"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171857",
  "region": "",
  "text": [
    "I.",
    "If you or I should die",
    "That day desire would not renew",
    "Itself in any bed.",
    "The old snake of the world, eternity",
    "That holds his tail in his mouth,",
    "Would spit it out",
    "And ease off through the grass",
    "Like a piece of music",
    "To we don’t know where.",
    "Then it would be for the living",
    "To beat the grass and bring him back.",
    "But would he be set tamely",
    "To sucking his tail again",
    "In that absence?",
    "II.",
    "Like black duennas the hours sit",
    "And read our lips and watch our thighs.",
    "The years are pederasts: they wait",
    "For boys and will not meet my eyes.",
    "And children are cool astronomers",
    "Who scan us like old galaxies",
    "And calculate how many years",
    "Before we’ll turn to gas or freeze.",
    "And yet sometimes I have to shave",
    "And brush my teeth at dawn to keep",
    "My healthy middle-aged alive",
    "Hands off you where you lie asleep.",
    "III.",
    "I had no insanity to excuse this,",
    "But for a week my heart ran with another love,",
    "Imagined another house, down to its books and bed.",
    "My miserable fluttered heart, you understand, chose this.",
    "Now I am led home\u0097cold, grave,",
    "Contractual as a dog\u0097by my scurrilous head.",
    "IV.",
    "It is night. I am a thousand miles from home.",
    "My hands lie awake and are aware of themselves,",
    "One on my noisy chest, the other, the right one,",
    "A matter of several pounds, oppressing my forehead.",
    "It is a week since it fluted the air goodbye.",
    "I think of the path in space the thing has made since then,",
    "Veering and halting; of the shapes hands make",
    "Washing a car, or in the uses of music.",
    "Two shapes it has traced honor this right hand:",
    "The curve that a plane rides out",
    "As it leaves or takes a deck on the scalloped sea;",
    "Handily, handily then this two-pound creature",
    "Felt the wired air, let the two monsters kiss,",
    "The shapes that it graphed then fairer",
    "Than the hair of the clouds that watched",
    "Or the sea’s own scalloped hair.",
    "And he and his gauche fellow, moving symmetrically,",
    "Have described one body so well",
    "They could dress that shape in air",
    "As they long to do now though they lie",
    "Laced hunks of flesh on my belly\u0097",
    "Ahead of them some years of roving",
    "Before the white landscape of age checks them,",
    "Your body’s disaster, sure to be traced there,",
    "Even so slight a change in a dear shape",
    "Halting them, baffled, lascivious suddenly,",
    "Or folded cold, or feeling your hands folded cold.",
    "V.",
    "Shelley’s houses and walks were always a clutter of women,",
    "and god knows what further arrangements he kept in his mind.",
    ", Rimbaud said of himself and Verlaine,",
    "As if there were any other kind.",
    "In Yeats’ tower, in all that fakery of ghosts,",
    "Some solid women came and slept as Mrs. Yeats’ guests.",
    "We are most our own strange selves when we are hosts.",
    "Here those who have loved or befriended me came to a proof:",
    "They must lodge in my head and in company under one roof.",
    "Keeping house is the instinct of love; it is always a little ridiculous.",
    "Yet it is with no light welcome we welcome the friends of the house."
  ],
  "title": "Five Accounts of a Monogamous Man",
  "year": ""
}