{
  "author": "William Meredith",
  "classification": "Blank Verse",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Trees",
    "Flowers",
    "Death",
    "Living",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171860",
  "region": "",
  "text": [
    "The alternative to flying is cowardice,",
    "And what is said against it excuses, excuses;",
    "Its want was always heavy in those men’s bodies",
    "Who foresaw it in some detail; and failing that,",
    "The rest were shown through its skyey heats and eases",
    "In sleep, awoke uncertain whether their waking cry",
    "Had been falling fear only, or love and falling fear.",
    "When the sudden way was shown, its possibility",
    "In terms of the familiar at last shown,",
    "(How absurdly simple the principle after all!)",
    "Any tyrant should have sensed it was controversial:",
    "Instrument of freedom; rights, not Wrights;",
    "Danger should never be given out publicly.",
    "The men could easily have been disposed of,",
    "They and their fragile vehicle. Then the sky",
    "Would perhaps have darkened, earth shaken, nothing more.",
    "In practice the martyrdom has been quiet, statistical,",
    "A fair price. This is what airmen believe.",
    "The transition to battle was smooth from here.",
    "Who resents one bond resents another,",
    "And who has unshouldered earth-restraining hand",
    "Is not likely to hear out more reasonable tyrannies.",
    "The woods where he died were dark even at sunup,",
    "Oak and long-needle pine that had come together",
    "Earlier, and waited for the event at the field’s edge.",
    "At sunset when the sky behind was gay",
    "One had seen the lugubrious shapes of the trees,",
    "Bronze and terrible, but had never known the reason,",
    "Never thought they were waiting for someone in particular.",
    "They took him at night, when they were at their darkest.",
    "How they at last convinced him is not known:",
    "The crafty engine would not fall for their softness,",
    "(Oh, where were you then, six hundred cunning horses?)",
    "In the end it had torn hungrily through the brush",
    "To lie alone in the desired clearing. Nor the wings;",
    "(And you, with your wide silver margin of safety?)",
    "They were for the field, surely, where they so often",
    "Had eased their load to ground. No, the invitation",
    "Must have been sent to the aviator in person:",
    "Perhaps a sly suggestion of carelessness,",
    "A whispered invitation perhaps to death.",
    "He was not badly disfigured compared to some,",
    "But even a little stream of blood where death is",
    "Will whimper across a forest floor,",
    "Run through that whole forest shouting.",
    "Him now unpersoned, warm, and quite informal,",
    "Dead as alive, raise softly sober interns;",
    "Lift gently, God, this wholly airborne one.",
    "Leads out all his life to this violent wood.",
    "Note that he had not fought one public battle,",
    "Met any fascist with his skill, but died",
    "As it were in bed, the waste conspicuous;",
    "This is a costly wreck and costly to happen on:",
    "Praise and humility sound through its siren shrieks,",
    "And dedication follows in car.",
    "The morning came up foolish with pink clouds",
    "To say that God counts ours a cunning time,",
    "Our losses part of an old secret, somehow no loss."
  ],
  "title": "Notes for an Elegy",
  "year": ""
}