{
  "author": "William Meredith",
  "classification": "Free Verse",
  "keywords": [
    "Summer",
    "Love",
    "Seas, Rivers,",
    "Streams",
    "Weather",
    "Relationships",
    "Nature",
    "Desire"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171851",
  "region": "",
  "text": [
    "Here at the seashore they use the clouds over & over",
    "again, like the rented animals in",
    ".",
    "In the late morning the land breeze",
    "turns and now the extras are driving",
    "all the white elephants the other way.",
    "What language are these children shouting in?",
    "He is lying on the beach listening.",
    "The sand knocks like glass, struck by bare heels.",
    "He tries to remember snow noise.",
    "Would powder snow ping like that?",
    "But you don’t lie with your ear to powder snow.",
    "Why doesn’t the girl who takes care",
    "of the children, a Yale girl without flaw,",
    "know the difference between",
    "and",
    "He tries to remember snow, his season.",
    "The mind is in charge of things then.",
    "Summer is for animals, the ocean is erotic,",
    "all that openness and swaying.",
    "No matter how often you make love",
    "in August you’re always aware of genitalia,",
    "your own and the half-naked others’.",
    "Even with the gracefulest bathers",
    "you’re aware of their kinship with porpoises,",
    "mammals disporting themselves in a blue element,",
    "smelling slightly of fish. Porpoise Hazard",
    "watches himself awhile, like a blue movie.",
    "In the other hemisphere now people",
    "are standing up, at work at their easels.",
    "There they think about love at night",
    "when they take off their serious clothes",
    "and go to bed sandlessly, under blankets.",
    "Today the children, his own among them,",
    "are apparently shouting fluently in Portuguese,",
    "using the colonial dialect of Brazil.",
    "It is just as well, they have all been changed",
    "into small shrill marginal animals,",
    "he would not want to understand them again",
    "until after Labor Day. He just lays there."
  ],
  "title": "Rhode Island",
  "year": ""
}