{
  "author": "William Meredith",
  "classification": "Elegy",
  "keywords": [
    "War",
    "Conflict",
    "Heroes",
    "Patriotism",
    "Death",
    "Seas, Rivers,",
    "Streams",
    "Living",
    "Nature",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171861",
  "region": "",
  "text": [
    "I stand on the ledge where rock runs into the river",
    "As the night turns brackish with morning, and mourn the drowned.",
    "Here the sea is diluted with river; I watch it slaver",
    "Like a dog curing of rabies. Its ravening over,",
    "Lickspittle ocean nuzzles the dry ground.",
    "(But the dream that woke me was worse than the sea’s gray",
    "Slip-slap; there are no such sounds by day.)",
    "This crushing of people is something we live with.",
    "Daily, by unaccountable whim",
    "Or caught up in some harebrained scheme of death,",
    "Tangled in cars, dropped from the sky, in flame,",
    "Men and women break the pledge of breath:",
    "And now under water, gone all jetsam and small",
    "In the pressure of oceans collected, a squad of brave men in a hull.",
    "(Why can’t our dreams be content with the terrible facts?",
    "The only animal cursed with responsible sleep,",
    "We trace disaster always to our own acts.",
    "I met a monstrous self trapped in the black deep:",
    "he smiled,",
    "Then he saved only me.)",
    "We invest ships with life. Look at a harbor",
    "At first light: with better grace than men",
    "In their movements the vessels run to their labors",
    "Working the fields that the tide has made green again;",
    "Their beauty is womanly, they are named for ladies and queens,",
    "Although by a wise superstition these are called",
    "After fish, the finned boats, silent and submarine.",
    "The crushing of any ship has always been held",
    "In dread, like a house burned or a great tree felled.",
    "I think of how sailors laugh, as if cold and wet",
    "And dark and lost were their private, funny derision",
    "And I can judge then what dark compression",
    "Astonishes them now, their sunken faces set",
    "Unsmiling, where the currents sluice to and fro",
    "And without humor, somewhere northeast of here and below.",
    "(",
    "Strange lungs and bells to escape in; let me stay aboard last\u0097",
    "We amend our dreams in half-sleep. Then it seems",
    "Easy to talk to the severe dead and explain the past.",
    "Now they are saying,",
    "You have dreamt nothing that we do not forgive.",
    "And gentlier,",
    "As, how the heart, when it turns diver, delves and saves.)",
    "Whether we give assent to this or rage",
    "Is a question of temperament and does not matter.",
    "Some will has been done past our understanding,",
    "Past our guilt surely, equal to our fears.",
    "Dullards, we are set again to the cryptic blank page",
    "Where the sea schools us with terrible water.",
    "The noise of a boat breaking up and its men is in our ears.",
    "The bottom here is too far down for our sounding;",
    "The ocean was salt before we crawled to tears."
  ],
  "title": "The Wreck of the Thresher",
  "year": ""
}