{
  "author": "William Meredith",
  "classification": "Sestina",
  "keywords": [
    "Religion",
    "Health",
    "Illness",
    "History",
    "Politics",
    "Social Commentaries",
    "War",
    "Conflict",
    "Animals",
    "Living",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171852",
  "region": "",
  "text": [
    "Outside the hotel window, unenlightened pigeons",
    "weave and dive like Stukas on their prey,",
    "apparently some tiny insect brother.",
    "(In India, the attainment of nonviolence",
    "is considered a proper goal for human beings.)",
    "If one of the pigeons should fly into the illusion",
    "of my window and survive (the body is no illusion",
    "when it’s hurt) he could be taken across town to the bird",
    "hospital where Jains, skilled medical men,",
    "repair the feathery sick and broken victims.",
    "There, in reproof of violence",
    "and of nothing else, live Mahavira’s brothers and sisters.",
    "To this small, gentle order of monks and nuns",
    "it is bright Vishnu and dark Shiva who are illusion.",
    "They trust in faith, cognition, and nonviolence",
    "to release them from rebirth. They think that birds",
    "and animals\u0097like us, some predators, some prey\u0097",
    "should be ministered to no less than men and women.",
    "The Jains who deal with creatures (and with laymen)",
    "wear white, while their more enterprising hermit brothers",
    "walk naked and are called",
    ". Jains pray",
    "to no deity, human kindness being their sole illusion.",
    "Mahavira and those twenty-three other airy creatures",
    "who turned to saints with him, preached the doctrine of",
    ",",
    "which in our belligerent tongue becomes",
    ".",
    "It’s not a doctrine congenial to snarers and poultrymen,",
    "who every day bring to market maimed pheasants.",
    "Numbers of these are brought in by the Jain brothers",
    "and brought, to grow back wing-tips and illusions,",
    "to one of the hospitals succoring such small quarry.",
    "When strong and feathered again, the lucky victims",
    "get reborn on Sunday mornings to the world’s violence,",
    "released from the roofs of these temples to illusion.",
    "It is hard for a westerner to speak about men and women",
    "like these, who call the birds of the air",
    "We recall the embarrassed fanfare for Francis and his flock.",
    "We’re poor forked sky-clad things ourselves",
    "and God knows prey to illusion\u0097",
    ", I claim these brothers",
    "and sisters in India, stemming a little violence, among birds."
  ],
  "title": "The Jain Bird Hospital in Delhi",
  "year": ""
}