{
  "author": "Tim Dlugos",
  "classification": "Series/Sequence",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "The Body",
    "The Mind",
    "Relationships",
    "Social Commentaries",
    "History",
    "Politics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242980",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "The Professor and Ginger are standing in the space in front",
    "of the Skipper’s cabin. The Professor is wearing deck shoes,",
    "brushed denim jeans, and a white shirt open at the throat.",
    "Ginger is wearing spike heels, false eyelashes, and a white",
    "satin kimono. The Professor looks at her with veiled lust",
    "in his eyes. He raises an articulate eyebrow and addresses",
    "her as Cio-Cio-San. Ginger blanches and falls on her knife.",
    "* * *",
    "Meanwhile it is raining in northern California. In a tiny",
    "village on the coast, Rod Taylor and Tippi Hedren are totally",
    "concerned. They realize that something terrible is happening.",
    "Each has been savagely attacked by a wild songbird within",
    "the last twenty-four hours. Outside their window thousands",
    "of birds have gathered in anticipation of the famous school-",
    "yard scene. Tippi Hedren is wearing a colorful lipstick.",
    "* * *",
    "Ginger stares back at the Professor. His sullen good looks",
    "are the perfect foil for her radiant smile. The Skipper and",
    "Gilligan come into sight. The Skipper has been chasing",
    "Gilligan around the lagoon for a long time now. Gilligan",
    "holds onto his hat in the stupid way he has of doing things",
    "like that. The Professor’s lips part in a sneer of perfect",
    "contempt. Ginger bares her teeth, as if in appreciation.",
    "* * *",
    "Jackie Kennedy bares her teeth. Behind and above her, the",
    "muzzle of a high-powered rifle protrudes from a window. A little",
    "man is aiming at Jackie Kennedy’s husband. The man is wearing",
    "bluejeans and a white T-shirt. There isn’t a bird to be seen.",
    "As he squeezes the trigger, the little man mutters between",
    "clenched teeth, “Certs is a candy mint.” The hands of Jackie",
    "Kennedy’s husband jerk automatically toward his head.",
    "* * *",
    "The Professor is noticing Ginger’s breasts. He thinks of",
    "the wife he left at home, who probably thinks he’s dead.",
    "He thinks of his mother, and all of the women he has ever",
    "known. Mr. and Mrs. Howell are asleep in their hut, secure",
    "in their little lives as character actors. Ginger shifts her",
    "weight to the other foot. The intensity of the moment reminds",
    "the Professor of a Japanese city before the end of the war.",
    "* * *",
    "In his mind he goes down each aisle in his government class,",
    "focusing on each face, each body. He is lying on his bed",
    "with his white shirt off and his trousers open. Dorothy",
    "Kirsten’s voice fills the room. He settles on a boy who sits",
    "two desks behind him. He begins to masturbate, his body moving",
    "in time with the sad music. At moments like these he feels",
    "farthest away. As he shoots, his lips part and he bares his teeth.",
    "* * *",
    "The Professor and Ginger are watching each other across the",
    "narrow space. The Skipper and Gilligan have disappeared down",
    "the beach. The Howells are quietly snoring. The Professor",
    "and Ginger are alone. From the woods comes the sound of",
    "strange birds. From the water comes a thick and eerie",
    "tropical silence. The famous conversation scene is about",
    "to start. Clouds appear in the sky, and it begins to snow."
  ],
  "title": "Gilligan’s Island",
  "year": ""
}