{
  "author": "Tim Dlugos",
  "classification": "",
  "keywords": [
    "Living",
    "Health",
    "Illness",
    "Midlife",
    "Time",
    "Brevity",
    "Love",
    "Heartache",
    "Loss",
    "Activities",
    "Eating",
    "Drinking",
    "Relationships",
    "Social Commentaries",
    "Gender",
    "Sexuality"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/242984",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Talking to my friend Emily, whose drinking",
    "patterns and extravagance of personal",
    "feeling are a lot like mine, I’m pretty",
    "convinced when she explains the things we do",
    "while drinking (a cocktail to celebrate the new",
    "account turns into a party that lasts till 3",
    "a.m. and a terrific hangover) indicate",
    "a problem of a sort I’d not considered.",
    "I’ve been worried about how I metabolize",
    "the sauce for four years, since my second bout",
    "of hepatitis, when I kissed all the girls",
    "at Christmas dinner and turned bright yellow",
    "Christmas night, but never about whether",
    "I could handle it. It’s been more of a given,",
    "the stage set for my life as an artistic queer,",
    "as much of a tradition in these New York circles",
    "as incense for Catholics or German",
    "shepherds for the blind. We re-enact",
    "the rituals, and our faces, like smoky icons",
    "in a certain light, seem to learn nothing",
    "but understand all. It comforts me",
    "yet isn’t all that pleasant, like drinking",
    "Ripple to remember high school. A friend",
    "of mine has been drinking in the same bar for decades,",
    "talking to the same types, but progressively",
    "fewer blonds. Joe LeSueur says he’s glad",
    "to have been a young man in the Fifties with his",
    "Tab Hunter good looks, because that was the image",
    "men desired; now it’s the Puerto Rican",
    "angel with great eyes and a fierce fidelity",
    "that springs out of machismo, rather than a moral",
    "choice. His argument is pretty convincing, too,",
    "except lots of the pretty blonds I’ve known",
    "default by dying young, leaving the field",
    "to the swarthy. Cameron Burke, the dancer",
    "and waiter at Magoo’s, killed on his way home from",
    "the Pines when a car hit his bike on the Sunrise Highway.",
    "Henry Post dead of AIDS, a man I thought would be around",
    "forever, surprising me by his mortality the way",
    "I was surprised when I heard he was not",
    "the grandson of Emily Post at all, just pretending,",
    "like the friend he wrote about in",
    ", Blair Meehan,",
    "was faking when he crashed every A List party for a year",
    "by pretending to be Kay Meehan’s son, a masquerade",
    "that ended when a hostess told him “Your mother’s here”",
    "and led him by the hand to the dowager—Woman, behold",
    "thy son—underneath a darkening conviction that all,",
    "if not wrong, was not right. By now Henry may have faced",
    "the same embarrassment at some cocktail party in the sky.",
    "Stay as outrageously nasty as you were. And Patrick",
    "Mack, locked into memory as he held court in the Anvil",
    "by the downstairs pinball machine, and writhing",
    "as he danced in Lita Hornick’s parlor when the Stimulators",
    "played her party, dead last week of causes I don’t know,",
    "as if the cause and not the effect were the problem.",
    "My blond friend Chuck Shaw refers to the Bone-",
    "crusher in the Sky, and I’m starting to",
    "imagine a road to his castle lit by radiant",
    "heads of blonds on poles as streetlamps for the gods,",
    "flickering on at twilight as I used to do",
    "in the years when I crashed more parties and acted",
    "more outrageously and met more beauties and made",
    "more enemies than ever before or ever again, I pray.",
    "It’s spring and there’s another crop of kids",
    "with haircuts from my childhood and inflated self-esteem",
    "from my arrival in New York, who plug into the history",
    "of prettiness, convincing to themselves and the devout.",
    "We who are about to catch the eye of someone",
    "new salute as the cotillion passes, led by blonds",
    "and followed by the rest of us, a formal march",
    "to the dark edge of the ballroom where we step out",
    "onto the terrace and the buds of the forsythia",
    "that hides the trash sprout magically",
    "at our approach. I toast it",
    "as memorial to dreams as fragile and persistent",
    "as a blond in love. My clothes smell like the smoky",
    "bar, but the sweetness of the April air’s",
    "delicious when I step outside and fill",
    "my lungs, leaning my head back",
    "in a first-class seat on the shuttle",
    "between the rowdy celebration of the great deeds",
    "to come and an enormous Irish wake in which",
    "the corpses change but the party goes on forever."
  ],
  "title": "Pretty Convincing",
  "year": ""
}