{
  "author": "David Rivard",
  "classification": "",
  "keywords": [
    "Sports",
    "Outdoor Activities",
    "Family",
    "Ancestors",
    "Relationships",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171347",
  "region": "U.S., New England",
  "text": [
    "When I wake now it’s below ocherous, saw-ridged",
    "pine beams. Haze streaks all three windows. I look up",
    "at the dog-eared, glossy magazine photo",
    "I’ve taken with me for years. It gets tacked",
    "like a claim to some new wall in the next place—",
    "Bill Russell & Wilt Chamberlain, one on one",
    "the final game of the 1969 NBA championship,",
    "two hard men snapped elbowing & snatching at a basketball",
    "as if it were a moment one of them might stay inside",
    "forever. I was with",
    "my father the night that game played",
    "on a fuzzy color television, in a jammed Fall River bar.",
    "Seagram & beer chasers for hoarse ex-jocks,",
    "smoke rifting the air. A drunk called him “Tiger”",
    "and asked about the year he’d made all-state guard—",
    "point man, ball-hawk, pacer. Something he rarely spoke",
    "of, & almost always with a gruff mix of impatience",
    "and shyness. Each year,",
    "days painting suburban tract houses & fighting",
    "with contractors followed by",
    "night shifts at the fire station",
    "followed by his kids swarming at breakfast",
    "and my mother trying to stay out of his way,",
    "each of the many stone-hard moments between 1941 & 1969—",
    "they made up a city of granite mills",
    "by a slate & blue river. That town was my father’s",
    "life, & still is. If he felt cheated by it,",
    "by its fate for him,",
    "to bear that disappointment, he kept it secret.",
    "That",
    "night, when he stared deep into a drunk’s memory,",
    "he frowned. He said nothing. He twisted on the stool,",
    "and ordered this guy a beer.",
    "Whatever my father & I have in common",
    "is mostly silence. And anger that keeps twisting",
    "back on itself, though not before it ruins,",
    "often, even something simple",
    "as a walk in the dunes at a warm beach.",
    "But what we share too is a love so awkward",
    "that it explains, with unreasoning perfection,",
    "why we still can’t speak",
    "easily to each other, about the past or anything else,",
    "and why I wake this far from the place where I grew up,",
    "while the wall above me claims now",
    "nothing has changed & all is different."
  ],
  "title": "Fall River",
  "year": ""
}