{
  "author": "David Rivard",
  "classification": "Free Verse",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/171357",
  "region": "U.S., New England",
  "text": [
    "—for George Shelton",
    "Sometimes everything feels like a trick.",
    "Some days things seem to have been stolen from you.",
    "Cash to pay the bills, your sense of humor, friendship.",
    "You could almost believe those are what you look for",
    "as you walk around your neighborhood. But, no, instead, you get",
    "splashes of zinnias against stucco, cactus wrens,",
    "a pack of kids who ignore the sodium amber streetlights",
    "which just stuttered on, because it means their mothers",
    "want them home right this minute. And, on the corner variety",
    "store’s wall, a crude, sun-washed mural of the angel Gabriel",
    "defaced by thick black sideburns so he looks like a street punk,",
    "a strutting cholo, so he seems the only creature on earth",
    "who hasn’t heard the news that everything can be lost.",
    "His strong upper arms curving naked and graceful",
    "as the tan thighs of a slender, athletic girl.",
    "A girl he’s after, though she’s gotten bored waiting",
    "on the stoop and watching the sun set behind the foothills.",
    "Sky reddening until it slams into a blue that blesses",
    "anyone oblivious to all the negations,",
    "including the one, pal, where you think it’s possible",
    "to step out of your heart and leave it empty as",
    "an egg shell or a cardboard box.",
    "When you finally return home",
    "the tint of sky more or less matches the flash",
    "of a thrush as it swoops from limb to branch,",
    "acacia to willow. Standing at the kitchen counter,",
    "you pick through a carton of strawberries.",
    "Good juicy ones from the moldy and over-ripe.",
    "Choices that are easy. What do you trust anymore?",
    "The aproned man in the mercado said California strawberries,",
    "they’re the best this time of year. In bed, later,",
    "you remember the grocer, round belly under his apron,",
    "but as you start, nearly asleep, to tell your wife about him,",
    "how he talked about his deals, she starts",
    "reading aloud from a tattered bird guide, that the wood thrush",
    "is “essentially useful and worthwhile.”",
    "What is worthwhile? Now, remember."
  ],
  "title": "Late?",
  "year": ""
}