{
  "author": "L. E. Sissman",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Life Choices",
    "Activities",
    "School",
    "Learning",
    "Arts",
    "Sciences",
    "Painting",
    "Sculpture",
    "Social Commentaries",
    "Class",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243042",
  "region": "U.S., New England",
  "text": [
    "A single bed. A single room. I sing",
    "Of man alone on the skew surface of life.",
    "No kith, no kin, no cat, no kid, no wife,",
    "No Frigidaire, no furniture, no ring.",
    "Yes, but the perfect state of weightlessness",
    "Is a vacuum the natural mind abhors:",
    "The strait bed straightway magnetizes whores;",
    "The bare room, aching, itches to possess.",
    "Thus I no sooner shut the tan tin door",
    "Behind me than I am at once at home.",
    "Will I, nill I, a budget pleasure dome",
    "Will rear itself in Suite R-34.",
    "A pleasure dome of Klees and Watteaus made,",
    "Of chairs and couches from the Fair Exchange,",
    "Of leavings from the previous rich and strange",
    "Tenant, of fabrics guaranteed to fade.",
    "Here I will entertain the young idea",
    "Of Cambridge, wounded, winsome, and sardonic;",
    "Here I will walk the uttermost euphonic",
    "Marches of English, where no lines are clear.",
    "Here I will take the interchangeable",
    "Parts of ephemerid girls to fit my bed;",
    "Here death will first enter my freshman head",
    "On a visitor’s passport, putting one tangible",
    "Word in my mouth, a capsule for the day",
    "When I will be evicted from my home",
    "Suite home so full of life and damned to roam",
    "Bodiless and without a thing to say.",
    "An orphan home. But into this eclectic",
    "Mass of disasters sails Mrs. Circassian,",
    "Maid without parallel, queen beyond question",
    "Of household gods, gas and electric.",
    "She puts the room right with a basilisk",
    "Look, pats it into shape like a pillow;",
    "Under her hard hand, the Chinese willow",
    "Learns how to live with an abstraction. Risk",
    "All and win all is her maiden motto,",
    "Which makes mere matter fall into its place,",
    "Dress right and form platoons to save its face,",
    "And suffers Pollock to lie down with Watteau."
  ],
  "title": "A College Room: Lowell R-34, 1945",
  "year": ""
}