{
  "author": "L. E. Sissman",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Health",
    "Illness",
    "The Body",
    "Time",
    "Brevity",
    "Activities",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243048",
  "region": "U.S., New England",
  "text": [
    "1",
    "Nowhere is all around us, pressureless,",
    "A vacuum waiting for a rupture in",
    "The tegument, a puncture in the skin,",
    "To pass inside without a password and",
    "Implode us into Erewhon. This room",
    "Is dangerously unguarded: in one wall",
    "An empty elevator clangs its doors,",
    "Imperiously, for fodder; in the hall,",
    "Bare stretchers gape for commerce; in the air",
    "Outside, a trembling, empty brightness falls",
    "In hunger on those whom it would devour",
    "Like any sparrow hawk as darkness falls",
    "And rises silently up the steel stairs",
    "To the eleventh and last floor, where I",
    "Reside on sufferance of authorities",
    "Until my visas wither, and I die.",
    "2",
    "Where is my friend, Rodonda Morton Schiff,",
    "Whose hulk breasts, cygnet-like, the Totensee,",
    "Shrilling her bosun’s whistles, piping Death—",
    "The Almirante of the Doldrums in",
    "His black cocked hat and braided cape—aboard",
    "Her scuttling vessel with such poems as just",
    "Escape confounding his gaunt rape with lust?",
    "She should be singing my song at this hour.",
    "3",
    "It is a simple matter to be brave",
    "In facing a black screen with a white FIN—",
    "The final title—fading out as all",
    "Credits have faded in the final crawl,",
    "To which the audience has turned its back",
    "And mumbled, shuffled, struggled into coats",
    "On its way out to face a different night;",
    "It is far harder, in the light of day,",
    "Surrounded by striped student nurses, to",
    "Endure a slight procedure in which you",
    "Are the anatomy lesson in pink paint",
    "Splashed by some master on the tinctured air,",
    "Complete, in gross detail, to the grimace",
    "Denoted by a squiggle on your face",
    "As the bone-marrow needle sinks its fang",
    "Through atomies of drugged and dullard skin",
    "And subcutaneum to pierce the thin,",
    "Tough eggshell of the pelvic arch, wherein—",
    "After steam-hammer pressure—it will suck",
    "Up sips of specimen tissue with a pain",
    "Akin to an extraction under gas,",
    "All gravity against all hollowness.",
    "Affronted and affrighted, I can’t pass",
    "This episode in silent dignity",
    "Or bloodless banter; I must sweat and grunt",
    "And moan in corporal fear of corporal pain",
    "Too venial to be mortal, making a fool",
    "Of my lay figure in its textbook pose",
    "(Fig. 1) before these starched and giggling girls",
    "Too young to be let out of simpering school",
    "To meet live terror face to face and lose.",
    "4",
    "Why must the young male nurse who preps the plain",
    "Of my knife-thrower’s-target abdomen",
    "With his conversant razor, talking snicks",
    "Of scything into my sedated ears,",
    "Talk also in his flat and friendly voice,",
    "So far from showdowns, on a blasé note",
    "Of reassurance, learnt by classroom rote?",
    "It is that he must make his living, too.",
    "5",
    "If Hell abides on earth this must be it:",
    "This too-bright-lit-at-all-hours-of-the-day-",
    "And-night recovery room, where nurses flit",
    "In stroboscopic steps between the beds",
    "All cheek by jowl that hold recoverers",
    "Suspended in the grog of half-damped pain",
    "And tubularities of light-blue light.",
    "For condiment in this mulled mix, there are",
    "Assorted groans and screams; and, lest repose",
    "Outstrip the sufferer, there is his own",
    "Throat-filling Gobi, mucous membrane gone",
    "Dry as Arabia, as barren of",
    "Hydropsy as a sunburnt cage of bone",
    "Perched on parched rocks where game Parcheesian",
    "(A devil figure, this) went, wended his",
    "Bent way to harvest, for a shekel, rugs,",
    "And pack them back by camel over sands",
    "Of nightmare to transship to richer lands",
    "Where millions of small rills plash into streams",
    "That give rise to great rivers—such wet dreams",
    "Afflict the desiccate on their interminable way",
    "Up through the layers of half-light to day.",
    "6",
    "The riddle of the Sphinx. Man walks on three",
    "Legs at the last. I walk on three, one of",
    "Which is a wheeled I.V. pole, when I rise",
    "From bed the first time to make my aged way",
    "Into the toilet, where, while my legs sway",
    "And the pole sways, swinging its censer high,",
    "I wait to urinate, and cannot make",
    "My mortal coils distill a drop, as time",
    "Stumps past and leaves me swaying there. Defeat:",
    "I roll and hobble back to bed, to the",
    "Refrain of cheeping wheels. Soon the young man",
    "With his snake-handler’s fist of catheters",
    "Will come to see me and supply the lack",
    "Of my drugged muscles with the gravity",
    "Of his solution, and I’ll void into",
    "A beige bag clipped to the bedside, one of",
    "The bottles, bags, and tubes I’m tethered to",
    "As a condition of continuance.",
    "The body swells until it duns the mind",
    "With importunities in this refined,",
    "White-sheeted torture, practiced by a kind,",
    "Withdrawn white face trained in the arts of love.",
    "7",
    "Home, and the lees of autumn scuttle up",
    "To my halt feet: fat, sportive maple leaves",
    "Struck into ochre by the frost and stripped",
    "From their umbilic cords to skate across",
    "The blacktop drive and fetch up on my shoes",
    "As if including me in their great fall,",
    "Windy with rumors of the coming ice.",
    "Though fallen, frostbit, yellowed also, I",
    "Cannot participate in their late game",
    "But must leave them to hide and seek a place",
    "To decompose in, while I clamber up",
    "Long enneads of stairs to the room where",
    "I’ll recompose myself to durance in",
    "A world of voices and surprises, for",
    "As long as Clotho draws my filament—",
    "To my now flagging wonder and applause—",
    "From indefatigable spinnerets,",
    "Until her sister widows, having set",
    "The norms for length and texture of each strand",
    "And sharpened their gross shears, come cut it off",
    "And send me to befriend the winter leaves."
  ],
  "title": "Homage to Clotho: A Hospital Suite",
  "year": ""
}