{
  "author": "L. E. Sissman",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Growing Old",
    "Health",
    "Illness",
    "Marriage",
    "Companionship",
    "Sorrow",
    "Grieving",
    "Time",
    "Brevity",
    "Relationships",
    "Family",
    "Ancestors",
    "Home Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/243052",
  "region": "U.S., New England",
  "text": [
    "I. Mother (1892-1973)",
    "My mother, with a skin of crêpe de Chine,",
    "Predominantly yellow-colored, sheer",
    "Enough to let the venous blue show through",
    "The secondarily bluish carapace,",
    "Coughs, rasps, and rattles in her terminal",
    "Dream, interrupted by lucidities,",
    "When, suctioned out and listening with hard",
    "Ears almost waned to stone, she hears me say,",
    "“Mother, we’re here. The two of us are here.",
    "Anne’s here with me,” and she says, “Anne is so—",
    "So pretty,” as if abdicating all",
    "Her principalities of prettiness—",
    "So noted in her teens, when she smote all",
    "Who saw her shake a leg upon the stage",
    "Of vaudeville—and sinking into deeps",
    "Where ancience lurks, and barebone toothlessness,",
    "And bareback exits from the centre ring",
    "Of cynosure. Of little, less is left",
    "When we leave: a stick figure of a once",
    "Quite formidable personage. It is,",
    "Therefore, no shock, when next day the call comes",
    "From my worn father, followed by the spade",
    "Engaged upon hard January earth",
    "In Bellevue Cemetery, where he sways",
    "And cries for fifty years of joint returns",
    "Unjointed, and plucks one carnation from",
    "The grave bouquet of springing flowers upon",
    "The medium-priced coffin of veneer,",
    "To press and keep as a venereal",
    "Greenness brought forward from the greying past.",
    "II. Father (1895-1974)",
    "Whether the rivals for a wife and mother can",
    "Compose their differences and timely warp",
    "Into concomitant currents, taken by",
    "The selfsame tide when taken at the flood—",
    "Great waters poured black downhill at the height",
    "Of melting in the middle of the night—",
    "Is to be seen. We did not find it so.",
    "My father, whom I loved as if he’d done",
    "All his devoirs (though he had not), and shone",
    "Upon my forehead like a morning sun,",
    "Came home out of his hospital to stay",
    "In our rich, alien house, where trappings tried",
    "His niggard monkishness. Four days he stayed",
    "In his ashen cocoon; the fifth he died",
    "Under my ministrations, his pug jaw",
    "Thrust out toward the port of hopelessness,",
    "Where he (I hope) received the sirens of",
    "All possible welcoming tugs, even as I",
    "Felt under his grey, waxen nose for breath",
    "And called the doctor to record a death",
    "That made shift rather easier for me,",
    "Staring at nothing standing out to sea.",
    "III. Tras Os Montes (197-)",
    "Inspecting their kit and equipment at first light,",
    "I am glad the dawn is behind me, so my friends",
    "Cannot reflect upon my tears. The province I",
    "Move on across the mountains is still night-",
    "Bound, deep beneath the reaches of the sun",
    "Across the passes; so it will remain",
    "All of this long and dusty day, while we—",
    "Will, Joe, Bob, Jonathan, Garth, Peter, Paul,",
    "Ed, John, Phil, Harry, and a droptic me—",
    "March up the sunstruck slopes, dots on the rock",
    "That jags two thousand metres high ahead",
    "Of us above the passes where the dead",
    "Take formal leave of life: a kiss on both",
    "Cheeks of the dear departing, medals stripped,",
    "With all due ceremony, from his breast,",
    "Both epaulets cut loose from their braid stays,",
    "His sword, unbroken, pommelled in the hand",
    "Of his reliever; lastly, a salute",
    "Fired by the arms of officers, the guns",
    "Of other ranks, and a flat bugle call",
    "Played on a battered Spanish instrument",
    "With ragged tassels as the body falls",
    "Over the parapet—gaining weightlessness",
    "As its flesh deliquesces, as its bones",
    "Shiver to ashes—into an air that crawls",
    "With all the arts of darkness far below.",
    "A new scenario: on upswept slopes",
    "Of ripe green wheat—rare in this country—we",
    "Take, linked, a last long walk. In late July,",
    "The landscape waits, breath bated, on the whim",
    "Of cumulonimbi in the west, which roll",
    "In with deceptive stealth, revealing a",
    "Black heart cut with a cicatrice of fire,",
    "Zigzagging to its ground: a naked peak",
    "Kilometres away, a",
    "out",
    "Of mind. I fix your face with a wax smile.",
    "Our hands articulate our oneness, soon",
    "To dissipate, in a stiff splay of joints.",
    "Is all the language at my tongue’s command",
    "Too little to announce my stammered thanks",
    "For your unquestioning hand at my side,",
    "Too much to say I know the lowly deuce",
    "Is a poor card to play beside the ace,",
    "Black with his curlicues and his strong pulse",
    "Of",
    "ambition? Calling a spade",
    "A spade, I’m pierced with the extreme regret",
    "Of one who dies intestate; as I’m snatched",
    "Into the stormcloud from the springing field,",
    "From green to black, I spy on you, below,",
    "A lone maid in green wheat, and rain farewells",
    "And late apologies on your grey head,",
    "And thunder sorrows and regrets. The storm",
    "Goes east, and the sun picks out my remains",
    "Against the cloud: a tentative rainbow,",
    "An inverse, weak, and spectral kind of smile.",
    "The long march up the fulvous ridgebacks to",
    "The marches, the frontiers of difference—",
    "Where flesh marches with bone, day marches with",
    "His wife the night, and country marches with",
    "Another country—is accomplished best,",
    "By paradox, alone. A world of twos,",
    "Of yangs and yins, of lives and objects, of",
    "Sound grasses and deaf stones, is best essayed",
    "By sole infiltrators who have cast off",
    "Their ties to living moorings, and stand out",
    "Into the roads of noon approaching night",
    "Casting a single shadow, earnest of",
    "Their honorable intention to lay down",
    "Their lives for their old country, humankind,",
    "In the same selfish spirit that inspired",
    "Their lifelong journey, largely and at last",
    "Alone, across the passes that divide",
    "A life from every other, the sheer crags",
    "Of overweening will, the deepening scarps",
    "Like brain fissures that cunningly cut off",
    "Each outcrop from the main and make it one",
    "While its luck lasts, while its bravura holds",
    "Against all odds, until the final climb",
    "Across the mountains to the farther shore",
    "Of sundown on the watersheds, where self,",
    "Propelled by its last rays, sways in the sway",
    "Of the last grasses and falls headlong in",
    "The darkness of the dust it is part of",
    "Upon the passes where we are no more:",
    "Where the recirculating shaft goes home",
    "Into the breast that armed it for the air,",
    "And, as we must expect, the art that there",
    "Turned our lone hand into imperial Rome",
    "Reverts to earth and its inveterate love",
    "For the inanimate and its return.",
    "FINIS"
  ],
  "title": "Tras Os Montes",
  "year": ""
}