{
  "author": "Wyatt Prunty",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249858",
  "region": "",
  "text": [
    "He could not,",
    ", he could not,",
    ", although",
    "He wheedled and cajoled, begged and promised,",
    "But they would not,",
    ", they would not",
    "Take him to see",
    ".",
    "Then his uncle called and offered and they caved.",
    "So next it was the matinee then home",
    "And nothing said, until he sat through dinner like",
    "Some little diplomat, and after that excused himself",
    "And took his plate and headed up to bed.",
    "Still nothing said.",
    ", but midnight he woke up screaming.",
    "Morning, his father cleared the plates then turned,",
    "“That’s",
    ",” he summarized, “too anatomical.”",
    "“What’s anatomical?” the boy asked back.",
    "This was summer 1957.",
    "Monarchs foraged flowers, working colors",
    "With their yes-now-no-now light arrhythmias.",
    "By afternoon leaves shimmered in the heat,",
    "And in the evening intermittent waves",
    "Of fireflies telegraphed their kind",
    "While in the little deeps of darkened houses",
    "Window units swallowed oceans of air,",
    "Until the boy, deep in his house, slept hard enough",
    "That when he woke he couldn’t close his hands.",
    "“But what was anatomical?” he asked again.",
    "His father climbed a ladder to the attic where",
    "He bumped around then climbed back down",
    "Carrying an old foxed",
    "Packed full with illustrations, what seeing these",
    "The boy felt certain were the pictures of mixed meats.",
    "That night the windows purred, and nothing budged,",
    "Till breakfast brought another book, this time",
    "One on pathology, which meant more pictures plus",
    "Diseases, where the worst were best",
    "And came from “intimate contact.”",
    "“But what was intimate?” he later pestered,",
    "Till his father downed his drink and said,",
    "“That’s how you made your way into this world.”",
    "rose and left the room. The boy sat silent;",
    "He sat there calmer than the noggin of a cat,",
    "Until he stretched and, yawning, mentioned that",
    "He might just go on up and get to bed.",
    "But secretly he understood; he knew",
    "For good-and-always that in fact",
    "His father wasn’t a serious man",
    "So he was on his own and had to make",
    "Sense out of things himself, even if",
    "Some sense went wrong, like Frankenstein’s,",
    "Who wasn’t a serious man either —",
    "And",
    "was",
    ", even if it meant",
    "You’d sink one day without so much as SOS.",
    "Some nights that summer, sleepless, eyes pinned wide,",
    "He’d slip outdoors to watch his parents on the porch,",
    "Their cigarettes, their quiet talk, and then,",
    "For nothing he could tell, their laughter as",
    "His father fixed another round of drinks.",
    "And after that more laughter, like cicadas.",
    "The boy watched this, as now he sometimes drives",
    "The five miles out-of-way to see that house again.",
    "And, never-you-mind his knowing better,",
    "Sometimes just his doing this sets off",
    "Imaginings that he is standing in the kitchen",
    "Saying, “Oh my dear animal family,",
    "How I loved you. How richly we purred.”",
    "And sometimes too it sweeps back over him,",
    "His thinking that his father wasn’t a serious man.",
    "Those times, slowing the car, he says to himself,",
    "“Well then, you are not a serious man either.”"
  ],
  "title": "Making Frankenstein",
  "year": ""
}