{
  "author": "B. H. Fairchild",
  "classification": "",
  "keywords": [
    "Living",
    "Coming of Age",
    "Youth"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176020",
  "region": "",
  "text": [
    "I am so young that I am still in love",
    "with Battle Creek, Michigan: decoder rings,",
    "submarines powered by baking soda,",
    "whistles that only dogs can hear. Actually,",
    "not even them. Nobody can hear them.",
    "Mrs. Hill from next door is hammering",
    "on our front door shouting, and my father",
    "in his black and gold gangster robe lets her in",
    "trembling and bunched up like a rabbit in snow",
    "pleading,",
    "so sorry, and clutching the neck of her gown",
    "as if she wants to choke herself.",
    "he was going to shoot me.",
    "and he said he was going to shoot me.",
    "I have never heard of such a thing. A man",
    "wanting to shoot his wife. His wife.",
    "I am standing in the center of a room",
    "barefoot on the cold linoleum, and a woman",
    "is crying and being held and soothed",
    "by my mother. Outside, through the open door",
    "my father is holding a shotgun,",
    "and his shadow envelops Mr. Hill,",
    "who bows his head and sobs into his hands.",
    "A line of shadows seems to he moving",
    "across our white fence: hunched-over soldiers",
    "on a death march, or kindly old ladies",
    "in flower hats lugging grocery bags.",
    "At Roman’s Salvage tire tubes",
    "are hanging from trees, where we threw them.",
    "In the corner window of Beacon Hardware there’s a sign:",
    "W",
    "S",
    "For some reason Mrs. Hill is wearing mittens.",
    "Closed in a fist, they look like giant raisins.",
    "In the",
    "the great Pharoahs are lying in their tombs,",
    "the library of Alexandria is burning.",
    "Somewhere in Cleveland or Kansas City",
    "the Purple Heart my father refused in WWII",
    "is sitting in a Muriel cigar box,",
    "and every V-Day someone named Schwartz",
    "or Jackson gets drunk and takes it out.",
    "In the kitchen now Mrs. Hill is playing",
    "gin rummy with my mother and laughing",
    "in those long shrieks that women have",
    "that make you think they are dying.",
    "I walk into the front yard where moonlight",
    "drips from the fenders of our Pontiac Chieftain.",
    "I take out my dog whistle. Nothing moves.",
    "No one can hear it. Dogs are asleep all over town."
  ],
  "title": "Mrs. Hill",
  "year": ""
}