{
  "author": "Richard Emil Braun",
  "classification": "Ekphrasis",
  "keywords": [
    "Love",
    "Relationships",
    "Arts",
    "Sciences",
    "Nature",
    "Painting",
    "Sculpture",
    "Men",
    "Women",
    "The Body",
    "Romantic Love",
    "Desire",
    "Infatuation",
    "Crushes",
    "Heartache",
    "Loss"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178495",
  "region": "Canada",
  "text": [
    "They have shown her facing, from a range of barley",
    "at times and from the patio. She wrings a sprig",
    "of mint in a walled garden; behold, the dimple that",
    "none reckoned on, careless burdens of plums, of parsley.",
    "I thank those gentlemen: many an old master",
    "is needed if there shall be love. I thank Velasquez",
    "more: for a woman turned away may be imposed",
    "without disparagement in a prospect of grandeur.",
    "Where this high cliff joins the deep sunlight I see you",
    "beside me spread aside in the buoyant deer-moss;",
    "I sit cross-legged nibbling juniper berries",
    "and I call you my Louella now, now Ella Lou.",
    "Far down from one rim is the bay with flocks of teal,",
    "and we might look down shafts of cedar the other way;",
    "I feel a privileged one who waits, remembering",
    "the special pleasure of youth is of self-denial.",
    "Since Velasquez and the masters have hexed my eyes",
    "I see you now even in this northern grandeur;",
    "following the hip I watch the flank’s retirement",
    "and watch the nape declining from the crescent shoulder.",
    "But where your shoulder ripples back to fill the arm",
    "is a slight plump area, probably nameless:",
    "in all but rarest postures that form vanishes",
    "into wherever you withdraw inopportune breaths.",
    "You might not wonder it is there I, stretching forward,",
    "beseeching you be motionless, hold the wide kiss;",
    "I wonder mightily for my part for what purpose",
    "have I stretched a thousand miles between the two of us."
  ],
  "title": "In the Grand Manner",
  "year": ""
}