{
  "author": "Richard Emil Braun",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Nature",
    "Relationships",
    "Men",
    "Women",
    "Jobs",
    "Working",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178497",
  "region": "Canada",
  "text": [
    "This was a true happening but (as you",
    "will see shortly) not such as would ready me",
    "for future ones. What has brisk disaster",
    "to do with a leisurely ordeal?",
    "Neither event, as you will notice also,",
    "has made me an understanding man.",
    "It was my watch one night, away then on",
    "the sea, when leaning on a couple of crates",
    "of something I dreamed of nothing special",
    "into the dark, and whispered the smoke of a",
    "sugared native product into the dark.",
    "Then from behind a quick rush burst not six",
    "feet over me with a sawing and then",
    "a cracking sound, and the other watch",
    "pointed up where a black squall ran port-side",
    "into the distance and a six by six",
    "crate lid veered and disappeared like a gull.",
    "But the other time we were idle ashore",
    "for days somewhere there are sandy foothills",
    "and small plains with weeds that stand like birds,",
    "and there was a steady blow on land",
    "that left off out at sea, leaving us all",
    "peculiar if I remember. The wind",
    "rasped the dense whorls of sharp leaves low on the ground",
    "and shrilled through the heads on the tall seed-stalks,",
    "and all those days the sound rose until we,",
    "without hope, without breath bore the conviction",
    "that our sojourn had not begun and had",
    "no end, like a period of dissipation.",
    "In certain Spanish havens the beggars come",
    "to you saying “Give me an amount. God",
    "will make it good.” Had they been wise those ladies",
    "would have said something of that kind and proffered",
    "a gratifying smile to their junior",
    "treasurer the other Tuesday and maybe",
    "been spared a peculiar fall. For forgetting",
    "their cards or missing dues or due to rancor",
    "from a month of planning they were turned away",
    "from the luncheon which might have saved them through",
    "its regular plaudits and calls to order.",
    "Instead they turned immediately back",
    "after some while waiting with other members",
    "in vying groups where the sound rose and narrowed,",
    "and from the dim hushed hall those five ladies,",
    "my individual patrons, came across",
    "the park together, under a hefty sun,",
    "under slight muffling rain, to my teashop.",
    "I worked on a cruising vessel one season",
    "and saw a woman being led below",
    "about a minute after she had vaulted",
    "the rail, and now her face cluttered with casts",
    "of hair returned to me, and a suggestion",
    "of the odor of moist wool. Then, after",
    "ordering, over the tinkle of service,",
    "the ladies called me and began the question",
    "of a particular person none had touched,",
    "wondering by turns in words like these:",
    "“Maybe when he was a child he went alone",
    "one night along the lakeside or followed streams",
    "in the dark and mating mayflies swarmed him",
    "or he was caught by a swirl of slippery",
    "animals risen from rotted cresses.",
    "It could be too a bird’s egg fell on him,",
    "that red and yellow spattering his coat",
    "showed him the partial form of brain and bill",
    "and wings like candy arms.” A second lady",
    "established the problem but in studious",
    "and in idle terms: “He must have tried",
    "becoming a sphere once when something hurt",
    "and must have failed. He is a cylinder",
    "and lacking the perfected self-containment",
    "of the sphere he nonetheless has beauty",
    "and though incomplete is unassailable.”",
    "The third advanced the first with this addition:",
    "“Maybe when he was a child and a good half",
    "he planted a happy garden for himself",
    "and tried to bring a boyish girl inside",
    "to share his secrets he could not bestow.”",
    "The fourth supposed some more years and less hope",
    "and figured on effects of disaffection:",
    "“Perhaps it was a time sprouting potatoes",
    "came creeping like things of the undersea",
    "surrounding him that gave him the first fevered",
    "turn toward what we now call his fine beauty.”",
    "The last lady came near to reconciling",
    "them: “Some awareness certainly shook him",
    "unawares once and he flinched and flinching",
    "has made him beautiful to all of us",
    "who admire huge eyed skittishness, the fawn",
    "standing some steps off always awkward and",
    "desired.”",
    "Odd gulls often join before",
    "a gale to bank and shrill in company,",
    "then at the heavy time of it they hush",
    "and float broadcast. Those ladies did the same",
    "the other Tuesday. Hopeless and breathless,",
    "both I and they rode like sitting birds into",
    "a last lull, and I was not (as you have seen)",
    "prepared by quick calamities of ocean",
    "labor for land bound suffering at ease.",
    "Understanding or unconcern could serve",
    "but pain and malice won, and who may be",
    "forgiven even his shapeless victories?",
    "“The boy is never by himself,” I said,",
    "“but by him stands an unseen friend whose face",
    "came in the petal fall under a secret",
    "tree, who meets his vague eyes with beaming gaps",
    "and his remote grin with a long lipless smile.”"
  ],
  "title": "Why the Pretty One",
  "year": ""
}