{
  "author": "Sarah Lindsay",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182244",
  "region": "",
  "text": [
    "They have left behind the established cave",
    "with its well-worn floor. Scholarship impels them",
    "in hundreds, but generally one by one,",
    "to find an unknown passage or scrape out their own.",
    "Proto-Semitic linguistic theory,",
    "Hittite stratigraphic anomalies,",
    "microclimatic economics. \"What do you see?\"",
    "invisible followers ask in their ears,",
    "and they whisper \"Wonderful things\" as they quarry",
    "a grain of rock at a time, or examine",
    "a fleck of ore, or measure",
    "the acidity of a trickle of water.",
    "See! Behold! Look! Lo!",
    "they cry in season, rapt, in love,",
    "chipping away with their pocketknives,",
    "pencils, rulers, fingernails,",
    "but some have tunneled so narrowly and deep",
    "that those behind see nothing but slivers of light",
    "around an excavator's haunches.",
    "A battered piece of a tablet is all that remains",
    "of the so-called Singer of Nab.",
    "Circa 1200 BCE,",
    "he impressed, or had impressed, some words in clay.",
    "He may have composed a religious hymn,",
    "praise to the king, a poem of love,",
    "an inventory of cattle. (",
    "may have been",
    ",",
    "but this is unlikely.) The lines we have",
    "could be the beginning or the middle;",
    "there may have been ten more, or hundreds.",
    "The word before this gap, in fact, means \"hundreds.\"",
    "Hundreds led in battle, hundreds slain?",
    "A thousand times beloved, nine hundred sheep?",
    "And the standard translation of this word, here,",
    "is either \"desire\" or \"need.\" But did he write",
    "of a boundless yearning, or mercantile requirements?",
    "Was he a \"singer\"? The scholars who care disagree.",
    "Look at them, crouched in a long tunnel dug",
    "by means of argument over an antique syntax,",
    "warming their hands at a chunk of brick",
    "baked maybe in the time of the Trojan War,",
    "broken some moment between then and now—",
    "peering at it with penlights, squandering eyesight.",
    "They know they may crawl out hungry, mumbling,",
    "aged and gray, clutching a secret message of small import",
    "or nothing, nothing. They seem lost. They seem happy."
  ],
  "title": "The So-called Singer of Nab",
  "year": ""
}