{
  "author": "Sarah Lindsay",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/182249",
  "region": "",
  "text": [
    "No animals were harmed in the making of this joyful noise:",
    "A thick, twisted stem from the garden",
    "is the wedding couple's ceremonial ram's horn.",
    "Its substance will not survive one thousand years,",
    "nor will the garden, which is today their temple,",
    "nor will their names, nor their union now announced",
    "with ritual blasts upon the zucchini shofar.",
    "Shall we measure blessings by their duration?",
    "Through the narrow organic channel fuzzily come",
    "the prescribed sustained notes, short notes, rests.",
    "All that rhythm requires. Among their talents,",
    "the newlyweds excel at making",
    "and serving mustard-green soup and molasses cookies,",
    "and taking nieces and nephews for walks in the woods.",
    "The gardener dyes eggs with onion skins,",
    "wraps presents, tells stories, finds the best seashells;",
    "his friends adore his paper-cuttings—",
    "\"Nothing I do will last,\" he says.",
    "What is this future approval we think we need;",
    "who made passing time our judge?",
    "Do we want butter that endures for ages,",
    "or butter that melts into homemade cornbread now?",
    "—the note that rings in my deaf ear without ceasing,",
    "or two voices abashed by the vows they undertake?",
    "This moment's chord of earthly commotion",
    "will never be struck exactly so again—",
    "though love does love to repeat its favorite lines.",
    "So let the shofar splutter its slow notes and quick notes,",
    "let the nieces and nephews practice their flutes and trombones,",
    "let living room pianos invite unwashed hands,",
    "let glasses of different fullness be tapped for their different notes,",
    "let everyone learn how to whistle,",
    "let the girl dawdling home from her trumpet lesson",
    "pause at the half-built house on the corner,",
    "where the newly installed maze of plumbing comes down",
    "to one little pipe whose open end she can reach,",
    "so she takes a deep breath",
    "and makes the whole house sound."
  ],
  "title": "Zucchini Shofar",
  "year": ""
}