{
  "author": "Léonie Adams",
  "classification": "Blank Verse",
  "keywords": [
    "Nature",
    "Painting",
    "Sculpture",
    "Arts",
    "Sciences",
    "Summer"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178821",
  "region": "",
  "text": [
    "Ash and strewments, the first moth-wings, pale",
    "Ardour of brief evenings, on the fecund wind;",
    "Or all a wing, less than wind,",
    "Breath of low herbs upfloats, petal or wing,",
    "Haunting the musk precincts of burial.",
    "For the season of newer riches moves triumphing,",
    "Of the evanescence of deaths. These potpourris",
    "Earth-tinctured, jet insect-bead, cinder of bloom—",
    "How weigh while a great summer knows increase,",
    "Ceaselessly risen, what there entombs?—",
    "Of candour fallen from the slight stems of Mays,",
    "Corrupt of the rim a blue shades, pensively:",
    "So a fatigue of wishes will young eyes.",
    "And brightened, unpurged eyes of revery, now",
    "Not to glance to fabulous groves again!",
    "For now deep presence is, and binds its close,",
    "And closes down the wreathed alleys escape of sighs.",
    "And now rich time is weaving, hidden tree,",
    "The fable of orient threads from bough to bough.",
    "Old rinded wood, whose lissomeness within",
    "Has reached from nothing to its covering",
    "These many corymbs’ flourish!—And the green",
    "Shells which wait amber, breathing, wrought",
    "Towards the still trance of summer’s centering,",
    "Motives by ravished humble fingers set,",
    "Each in a noon of its own infinite.",
    "And here is leant the branch and its repose",
    "of the deep leaf to the pilgrim plume. Repose,",
    "Inflections brilliant and mute of the voyager, light!",
    "And here the nests, and freshet throats resume",
    "Notes over and over found, names",
    "For the silvery ascensions of joy. Nothing is here",
    "But moss and its bells now of the root’s night;",
    "But the beetle’s bower, and arc from grass to grass",
    "For the flight in gauze. Now its fresh lair,",
    "Grass-deep, nestles the cool eft to stir",
    "Vague newborn limbs, and the bud’s dark winding has",
    "Access of day. Now on the subtle noon",
    "Time’s image, at pause with being, labours free",
    "Of all its charge, for each in coverts laid,",
    "Of clement kind; and everlastingly,",
    "In some elision of bright moments is known,",
    "Changed wide as Eden, the branch whose silence sways",
    "Dazzle of the murmurous leaves to continual tone;",
    "Its separations, sighing to own again",
    "Being of the ignorant wish; and sways to sight,",
    "Waked from it nighted, the marvelous foundlings of light;",
    "Risen and weaving from the ceaseless root",
    "A divine ease whispers toward fruitfulness,",
    "While all a summer’s conscience tempts the fruit."
  ],
  "title": "The Summer Image",
  "year": ""
}