{
  "author": "Michael Ryan",
  "classification": "Free Verse",
  "keywords": [
    "Friends",
    "Enemies",
    "Relationships",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178314",
  "region": "",
  "text": [
    "A man who’s trying to be a good man",
    "but isn’t, because he can’t not take",
    "whatever’s said to him as judgement.",
    "It causes him, as he puts it, to react.",
    "His face and neck redden and bloat,",
    "a thick blue vein bulges up his forehead",
    "and bisects his bald pate, scaring his children",
    "but provoking hilarity at work",
    "where one guy likes to get his goat",
    "by pasting pro-choice bumper stickers",
    "on his computer screen while he’s in the john,",
    "then gathers a group into the next cubicle",
    "to watch when he comes back.",
    "He has talked to his minister and to his wife",
    "about learning how not to",
    ",",
    "to make a joke, and he has tried to make jokes,",
    "but his voice gets tense, they come out flat,",
    "so even his joke becomes a joke at his expense,",
    "another thing to laugh at him about.",
    "He has thought to turn to them and ask,",
    "But he has been told already all his life:",
    "self-righteous goody two-shoes, a stick up your ass.",
    "They are right. He has never never never gotten along.",
    "He says nothing this time, just peels off the bumper sticker,",
    "crumples it gently, places it gently",
    "by his mousepad to dispose of later properly,",
    "comparing his suffering to Christ’s in Gethsemane",
    "spat upon and mocked (his minister’s advice),",
    "and tries a smile that twists into a grimace,",
    "which starts the hot blood rising into his face.",
    "This is what they came for, to see Dickhead,",
    "the bulging vein, the skull stoplight red,",
    "and indeed it is remarkable how gorged it gets",
    "as if his torso had become a helium pump,",
    "so, except for him whose eyes are shut tight,",
    "they burst into laughter together exactly at the moment",
    "cruelty turns into astonishment."
  ],
  "title": "Dickhead",
  "year": ""
}