{
  "author": "Michael Ryan",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Arts",
    "Sciences",
    "Home Life",
    "Youth",
    "Living",
    "Music",
    "Family",
    "Ancestors"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178311",
  "region": "",
  "text": [
    "Most of the past is lost,",
    "and I’m glad mine has vanished",
    "into blackness or space or whatever nowhere",
    "what we feel and do goes,",
    "but there were a few cool Sunday afternoons",
    "when my father wasn’t sick with hangover",
    "and the air in the house wasn’t foul with anger",
    "and the best china had been cleared after the week’s best meal",
    "so he could place on the table his violins",
    "to polish with their special cloth and oil.",
    "Three violins he’d arrange",
    "side by side in their velvet-lined cases",
    "with enough room between for the lids to lie open.",
    "They looked like children in coffins,",
    "three infant sisters whose hearts had stopped for no reason,",
    "but after he rubbed up their scrolls and waists",
    "along the lines of the grain to the highest sheen,",
    "they took on the knowing postures of women in silk gowns",
    "in magazine ads for new cars and ocean voyages,",
    "and, as if a violin were a car in storage",
    "that needed a spin around the block every so often,",
    "for fifteen minutes he’d play each one—",
    "though not until each horsehair bow was precisely tightened,",
    "and coated with rosin, and we had undergone an eon of tuning.",
    "When he played, no one was allowed to speak to him.",
    "He seemed to see something drastic across the room",
    "or feel it through his handkerchief padding the chin board.",
    "So we’d hop in front of him waving or making pig noses",
    "the way kids do to guards at Buckingham Palace,",
    "and after he had finished playing and had returned to himself,",
    "he’d softly curse the idiocy of his children",
    "beneath my mother’s voice yelling to him from the kitchen",
    "He never did, and I always hoped he wouldn’t,",
    "because the whole time I was waiting for his switchblade",
    "to appear, and the new stories he’d tell me",
    "for the scar thin as a seam",
    "up the white underside of his forearm,",
    "for the chunks of proud flesh on his back and belly,",
    "scarlet souvenirs of East St. Louis dance halls in the Twenties,",
    "cornered in men’s rooms, ganged in blind alleys,",
    "always slashing out alone with this knife.",
    "First the violins had to be snug again",
    "inside their black cases",
    "for who knew how many more months or years or lifetimes;",
    "then he had to pretend to have forgotten",
    "why I was sitting there wide-eyed across from him",
    "long after my sister and brother had gone off with friends.",
    "Every time, as if only an afterthought,",
    "He’d sneak into his pocket and ease the switchblade",
    "onto the bare table between us,",
    "its thumb-button jutting from the pearl-and-silver plating",
    "like the eye of some sleek prehistoric fish.",
    "I must have known it wouldn’t come to life",
    "and slither toward me by itself,",
    "but when he’d finally nod to me to take it",
    "its touch was still warm with his body heat",
    "and I could feel the blade inside aching",
    "to flash open with the terrible click",
    "that sounds now like just a",
    "of disappointment,",
    "it has become so sweet and quiet."
  ],
  "title": "Switchblade",
  "year": ""
}