{
  "author": "Michael Ryan",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "School",
    "Learning",
    "Coming of Age",
    "Sports",
    "Outdoor Activities",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/178310",
  "region": "",
  "text": [
    "In the ditch, half-ton sections of cast-iron molds",
    "hand-greased at the seams with pale petroleum waste",
    "and screw-clamped into five-hundred-gallon cylinders",
    "drummed with rubber-headed sledges inside and out",
    "to settle tight the wet concrete",
    "that, dried and caulked, became Monarch Septic Tanks;",
    "and, across the ditch, my high school football coach,",
    "Don Compo, spunky pug of a man,",
    "bronze and bald, all biceps and pecs,",
    "raging at some “attitude” of mine",
    "he snipped from our argument about Vietnam—",
    "I mean",
    ", scarlet, veins bulging from his neck,",
    "he looked like a hard-on stalking back and forth—",
    "but I had started college, this was a summer job,",
    "I no longer had to take his self-righteous, hectoring shit,",
    "so I was chuckling merrily, saying he was ludicrous,",
    "and he was calling me “College Man Ryan”",
    "and, with his steel-toed workboot, kicking dirt",
    "that clattered against the molds and puffed up between us.",
    "It’s probably not like this anymore, but every coach",
    "in my hometown was a lunatic. Each had different quirks",
    "we mimicked, beloved bromides whose parodies we intoned,",
    "but they all conducted practice like boot camp,",
    "the same tirades and abuse, no matter the sport,",
    "the next game the next battle in a neverending war.",
    "Ex-paratroopers and -frogmen, at least three",
    "finally convicted child molesters, genuine sadists",
    "fixated on the Commie menace and our American softness",
    "that was personally bringing the country to the brink of collapse—",
    "in this company, Don Compo didn’t even seem crazy.",
    "He had never touched any of us;",
    "his violence was verbal, which we were used to,",
    "having gotten it from our fathers",
    "and given it back to our brothers and one another",
    "since we had been old enough to button our own pants.",
    "Any minute—no guessing what might trigger it—",
    "he could be butting your face mask and barking up your nostrils,",
    "but generally he favored an unruffled, moralistic carping,",
    "in which I, happy to spot phoniness,",
    "saw pride and bitterness masquerading as teaching.",
    "In the locker room, I’d sit where I could roll my eyeballs",
    "as he droned, but, across the ditch,",
    "he wasn’t lecturing, but fuming, flaring",
    "as I had never seen in four years of football,",
    "and it scared and thrilled me to defy him and mock him",
    "when he couldn’t make me handwash jockstraps after practice",
    "or do pushups on my fingertips in a mud puddle.",
    "But it was myself I was taunting. I could see my retorts",
    "snowballing toward his threat to leap the ditch",
    "and beat me to a puddle of piss (“you craphead,",
    "you wiseass”), and my unspading a shovel from a dirt pile",
    "and grasping its balance deliberately down the handle",
    "and inviting him to try it.",
    "Had he come I would have hit him,",
    "There’s no question about that.",
    "For a moment, it ripped through our bewilderment,",
    "which then closed over again",
    "like the ocean",
    "if an immense cast-iron mold were dropped in.",
    "I was fired when the boss broke the tableau.",
    "“The rest of you,” he said, “have work to do,”",
    "and, grabbing a hammer and chisel, Don Compo",
    "mounted the mold between us in the ditch",
    "and with one short punch split it down the seam."
  ],
  "title": "The Ditch",
  "year": ""
}