{
  "author": "Alice Notley",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Growing Old",
    "Health",
    "Illness",
    "Sorrow",
    "Grieving",
    "The Body",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Travels",
    "Journeys",
    "Relationships",
    "Family",
    "Ancestors",
    "Nature",
    "Fall",
    "Religion",
    "The Spiritual",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/250670",
  "region": "",
  "text": [
    "Nothing will hurt you that much despite how you feel",
    "the stress on your back shapes your insight",
    "this splendid November rain Toussaint. I find",
    "you by your marks, he says",
    "an imprint",
    "But when I summon you, I talk to—I say—",
    "my memory of your face. It’s kind of crazy",
    "to others. They’re not very interesting he says.",
    "When I first came to this country, and now",
    "I know the language I say, but I had in a dream",
    "spoken it many years previously. That is,",
    "not the language of the dead the language",
    "of France. I took one year of French in 1964",
    "and then nothing but once, in 1977 I spoke French",
    "in a dream all night: I was in the future I",
    "moved here in 1992. Country of the more",
    "logical than I? though the people of my quartier",
    "know and like me, even as I a foreigner remain strange",
    "You do everything alone a woman said to me.",
    "There are ways to care without interfering",
    "but the French speak of anguish frequently",
    "they are conscious of emotional extremity",
    "a terrible gift. It’s all a gift, he says . . .",
    "some haven’t been opened. I’m not sure",
    "he said that it’s nearly my sixty-seventh birthday",
    "today though it’s the day of the dead hello",
    "we love you they say."
  ],
  "title": "Gift",
  "year": ""
}