{
  "author": "Alice Notley",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Parenthood",
    "Social Commentaries",
    "Cities",
    "Urban Life"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/250422",
  "region": "",
  "text": [
    "I think fish too",
    "Toys and rose The zoo body zigzags",
    "but I'm a polite",
    "social being, I'm a Ladle Lady or purple",
    "and blue I write green letters and gold",
    "editorials for the Krystal Oxygen Company",
    "I have one hip as far as I can see, that",
    "I see as I write say",
    "white tee-shirts",
    "upsidedown",
    "turn em around",
    "& put them on",
    "your muscles",
    "my angels",
    "or",
    "a semi-colon",
    "is blue window",
    "to me",
    "is that a haiku? I fly over San Diego in some one or",
    "another real despair and ask you to comfort me. You",
    "more or less do, you aren't even here",
    "my best me my worldly me",
    "my taste of spring my continuance my",
    "comfort will you comfort me?",
    "I offer you my heart over Tucson",
    "I can't use it",
    "take it to comfort me",
    "free",
    "me be it take it take it to",
    "be it",
    "which apparently you don't or take you help provide",
    "me it I think, that",
    "happens among true people, that poem I was writing",
    "no good poem",
    "but Moment framed the Pleiades",
    "The garnets ring more beautiful the longer you",
    "are waiting for me in them,",
    "where Deity makes me friendly there.",
    "But who put on all the tee-shirts in Hunter's",
    "Point? Well we're all good boys my son said so.",
    "A semi-colon is a semi-precious garnet cluster",
    "telegram; what we love are such depths between all",
    "the messages. Pass the salt; Ladies of the Tang,",
    "bubble of night; this book about Harry Truman is wonderful.",
    "I see the Gulf Moon Rising every night. I'm familiar",
    "with the zonked starfish. I've the sheen on under",
    "the fire-escape railing all streetlight-lit. The",
    "hollow suddenly appeared to enlarge and fill with a",
    "bright light. Wild with the taste of wine it does not",
    "remember the despair of an hour ago, which was true",
    "that is of a true woman. She was somehow hating her",
    "position on the round earth in the dusky sky on a",
    "harsh Sunday. On the ground forgotten flowerlike",
    "firmaments. She addressed in uneloquent hatred",
    "SMUG LIFE",
    "the one who soothes one's foolishness the",
    "Great Face Construct who loves you for your kinks child",
    "anyway, the Guru God:",
    "Oh I will come back a knockout tomorrow",
    "Useless to you!",
    "You're not it you smug face",
    "I'm not doing your yoga not wearing",
    "Your moondrops using your cream",
    "Rinse letting you fuck me Exquisite",
    "Like I was one of the Ones With Brains Too!",
    "Intelligence in panties with peekaboo",
    "holes—",
    "No I'm coming back raw",
    "I'm getting drenched in the rain",
    "It's rain and it's wet I'm soaked I'm",
    "Chilled and I'm coughing the air's raw",
    "To my throat, which is raw from",
    "Coughing, coughing so strong",
    "Coughing and laughing",
    "So strong from killing you!",
    "Etc.",
    "She didn't kill nothing.",
    "& I don't get to share",
    "no secrets with the stars. I make chow. I contemplate",
    "semi-colons. I despair as a mother. I scream at that",
    "kid I'm gonna crack open your big walnut if you don't",
    "go to sleep. Theories of grace, that it implies no",
    "surprise no shock. Ukrainians sudden on Sunday speaking",
    "Ukrainian, the cross not Christian but Gracious",
    "and when I want to cry or cough violently",
    "it must diffuse back into my embassy; hard, that takes",
    "hard. And if it weren't for you . . . not you smug life",
    "face, but real you. Please play cribbage.",
    "Pass the salt.",
    "Think of a garnet-black cabbage, a",
    "Ukrainian is selling it on 7th Street in honor of our",
    "marriage. A Spanish fan opens in my abdomen",
    "I have Spanish dancers in my stomach",
    "they're my arching striving in dance where it's black",
    "red flowers darken to be huge pleasuring the",
    "severe, tried Angel who meets transition,",
    "transport, as abruptly as necessary",
    "for everyone's are apt",
    "Says the Unassuming Graceful",
    "Whose down-hip-ness",
    "Is that window",
    "The dancers' sensuous flaw",
    "That admits Spring,",
    "Contingent upon our personality",
    "Spring is for the worldly",
    "just like the HaHa Room",
    "Just like dearest rockbottom",
    "suddenly gone buoyant",
    "To be black geese to be",
    "strenuous dancers",
    "is not to dignify a passion but to",
    "grip it.",
    "Not saints but always pupils",
    "pupils dilated fully black in full achievement of",
    "gut-feeling. Joy."
  ],
  "title": "How Spring Comes",
  "year": ""
}