{
  "author": "Alice Notley",
  "classification": "",
  "keywords": [
    "Living",
    "The Mind",
    "Arts",
    "Sciences",
    "Reading",
    "Books",
    "Social Commentaries",
    "Gender",
    "Sexuality",
    "Mythology",
    "Folklore",
    "Ghosts",
    "the Supernatural"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/249230",
  "region": "",
  "text": [
    "Purportedly a chain of civilians, soldiers, voices",
    "lice they were called. It is sometimes sufficient to beg",
    "Lice creeping over one, kill them with a chemical;",
    "then there are lice-ghosts everywhere. Glints of pearly",
    "nails. The light of my beloved will keep me from noticing.",
    "Trailer to keep her in; he asked me if I knew her ‘auction name.’",
    "Walked over the scorch; what are values when there’s nothing here?",
    "The wing of a dead soul grows into all the lace you see through,",
    "foreigner, lice-ridden article of divestment. Splendid vices",
    "pouring outcomes over the eager cash flow promotions.",
    "So many of the dead came to me that their transparencies",
    "covered my visage, I’m too near you. Don’t you want to",
    "We came from faraway camps, forsaking the human because it",
    "broke our bodies into pieces for the torturer’s pet, who",
    "propositions you. There is always a slant on it. The trees",
    "go down; or light affects your eyes badly. We pleaded for an",
    "adjustment, before we’d recognizably died. You",
    "told me you were a heart, but you were guarding a tower. You",
    "said you were a failure, but you helped destroy us.",
    "Wings all over me, stuck to my skin, there’s no point to it",
    "why are you here when there’s nothing? We just don’t believe it.",
    "my name is irretrievable. No one letting you go because you",
    "are prized for not existing except as a body, now not.",
    "No I don’t exist, alighting and ghoulishly begging you for a",
    "drop of your blood, a morsel of your flesh. Yes take some of",
    "me, though there are so many others with flesh. But they’re too",
    "rich to give. I know they will never let you in, you beautiful",
    "kids who haunt the corridors extending through",
    "the invisible world, so you can find your way. So you can see",
    "past the smoke of disastrous fear acting out of dreams:",
    "it creeps everywhere. See how it took them over, for",
    "they had no mind to stand against any fantasy the instigators",
    "chose. Had no minds at all. When I was little, no one told",
    "me I’d have to suffer. Who can be a child? And the ghoul",
    "patiently explains how the wing of a word can extend till the",
    "barrier is made, so they can’t see us. If you say",
    "that",
    "will be ignored, and we can hide. It was his name a long time ago,",
    "before the auctions began. Her face then was large and younger.",
    "She can be lice or ghoul. I want that, I don’t want action. But I",
    "will have to live off bits of you."
  ],
  "title": "Millions of Us",
  "year": ""
}