{
  "author": "Alice Notley",
  "classification": "Free Verse",
  "keywords": [
    "War",
    "Conflict",
    "Living",
    "Social Commentaries",
    "Separation",
    "Divorce",
    "Youth"
  ],
  "period": "New York School (2nd Generation)",
  "reference": "http://www.poetryfoundation.org/poem/177355",
  "region": "",
  "text": [
    "An early sadness for the future",
    "(as in dreams of myself young and sad)",
    "accompanies my departure towards",
    "a conventional story: a town",
    "of girls a New York City dormitory.",
    "And so a trail proceeds from",
    "our house on the top of the hill",
    "down the back way of former army barracks",
    "and past the borrowed church (ours had no tank)",
    "where I was baptized",
    "reasoning “it must be true” out of",
    "the love I had for my mother.",
    "And Tony’s house there across the street from it",
    "absolutely in the Mexican gully",
    "in dreams of which he and I still fight armed enemies",
    "he stepped on a land mine in Nam",
    "when I remind my brother, twenty years after",
    "his face contorts he knows the look of that death",
    "a week before he himself dies",
    "blood-tinged ruddy-winged, but that’s another",
    "dream-site the Needles Cemetery inelegant",
    "unbeautiful and dear and dry.",
    "See how many loves, how much thus sadness",
    "in the future begins to",
    "haunt that walk down that hill",
    "towards the highway away to the dormitory",
    "as I go to New York to sever love’s connections",
    "and make the “real ones” generated by",
    "actual mating by beauty and clothes",
    "the black wool suit with its three button jacket",
    "the oddly puffed-sleeved orange sweater",
    "and an orange and midnight-",
    "blue paisley waistless dress.",
    "New trail there,",
    "Brett knows my future love though I don’t",
    "hitchhikes with him to California",
    "years before I catch up to the poets in Iowa City",
    "that will be in ’69, my brother",
    "hasn’t yet signed up for Nam then",
    "when he gives me rattles off a rattler",
    "which I keep in my wooden India box I still have",
    "until they stink.",
    "I can’t keep track of the track there’s nothing but",
    "sidetrails of love and sadness so love is",
    "all that makes my people act they go to war for love",
    "you know, of who and what you are",
    "like I was baptized by",
    "the cruellest-lipped prissiest-mouthed man in the world",
    "for love, but I could just have gone swimming",
    "walked back up love’s hill",
    "back up at the house you can get to the pool",
    "barefoot if you can find enough",
    "bush or telephone-pole shadows.",
    "We’d all swim together",
    "I’d tread water dreaming of the future",
    "but a wilder larger eye birdlike",
    "distant holds the pool in its pupil",
    "anyone’s that too, and hold the enlarging",
    "water sad how not be",
    "why don’t the smart girls in New York know this",
    "why don’t you or I know what we know",
    "the eye and the water both enlarge still why don’t",
    "smart girls in Paris, yes larger but will never flood",
    "the containing eye, but why not",
    "and sometimes it does",
    "when you or your own are the news."
  ],
  "title": "Requiem for the First Half of Split",
  "year": ""
}