{
  "author": "John Spaulding",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Death",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244914",
  "region": "U.S., Southwestern",
  "text": [
    "When the soldiers came in their dirty blue shirts",
    "I was kneeling in the garden in the rain.",
    "That year only a few ramblers were left",
    "and the trellis had collapsed from the wind.",
    "Still I was glad for the water and darkness that clotted the air;",
    "the days had seemed sour to me in spite of",
    "the glory of the vegetables wandering into fall,",
    "the fat swollen apples and the wild roses",
    "creeping under the lilac. And there, as the men approached,",
    "I stood up near the two willow saplings",
    "sprouted from posts but driven in,",
    "the larger one, by the neighbor boy",
    "when he entered service, the smaller one",
    "when he returned home. I could see",
    "the street from where I stood, as though wrapped",
    "in gauze, heavy with the nests of caterpillars.",
    "(Next week a man with rags tied to sticks",
    "would dip them in kerosene and",
    "burn the worms that would then drop",
    "squirming onto his arms, his hair, the street.)",
    "And then I thought I was lying at the bottom of a pond",
    "edged with grayish leaves and looking up to the surface.",
    "I saw leaves, raindrops shattering the sky",
    "like splinters of glass drifting toward my body;",
    "noises seemed echoes as I continued to distance myself",
    "from what had happened. After that",
    "a disbelief, perhaps I had had a stroke, hit my head,",
    "or fallen asleep and woke to flies banging against my face.",
    "I saw edges of myself being flattened by rain,",
    "could smell the earth too and thought of the years",
    "of rot that made the smell, the rot of my father and his father",
    "and all those who had gone before and how we eat the root",
    "of the earth and then turn into rot ourselves just as",
    "pieces of dirt were grinding away between my teeth and tongue,",
    "my bit of gristle being stirred into earth’s stew.",
    "I began to raise my head and noticed",
    "for the first time the bunting,",
    "red, white, and blue, hung out for the parade."
  ],
  "title": "The Grand Army of the Republic",
  "year": ""
}