{
  "author": "Nikki Giovanni",
  "classification": "Free Verse",
  "keywords": [
    "War",
    "Conflict",
    "Relationships",
    "Class",
    "Social Commentaries",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/177839",
  "region": "U.S., Southern",
  "text": [
    "The laws of science teach us a pound of gold weighs as",
    "much as a pound of flour though if dropped from any",
    "undetermined height in their natural state one would",
    "reach bottom and one would fly away",
    "Laws of motion tell us an inert object is more difficult to",
    "propel than an object heading in the wrong direction is to",
    "turn around. Motion being energy—inertia—apathy.",
    "Apathy equals hostility. Hostility—violence. Violence",
    "being energy is its own virtue. Laws of motion teach us",
    "Black people are no less confused because of our",
    "Blackness than we are diffused because of our",
    "powerlessness. Man we are told is the only animal who",
    "smiles with his lips. The eyes however are the mirror of",
    "the soul",
    "The problem with love is not what we feel but what we",
    "wish we felt when we began to feel we should feel",
    "something. Just as publicity is not production: seduction",
    "is not seductive",
    "If I could make a wish I’d wish for all the knowledge of all",
    "the world. Black may be beautiful Professor Micheau",
    "says but knowledge is power. Any desirable object is",
    "bought and sold—any neglected object declines in value.",
    "It is against man’s nature to be in either category",
    "If white defines Black and good defines evil then men",
    "define women or women scientifically speaking describe",
    "men. If sweet is the opposite of sour and heat the",
    "absence of cold then love is the contradiction of pain and",
    "beauty is in the eye of the beheld",
    "Sometimes I want to touch you and be touched in",
    "return. But you think I’m grabbing and I think you’re",
    "shirking and Mama always said to look out for men like",
    "you",
    "So I go to the streets with my lips painted red and my",
    "eyes carefully shielded to seduce the world my reluctant",
    "lover",
    "And you go to your men slapping fives feeling good",
    "posing as a man because you know as long as you sit",
    "very very still the laws of motion will be in effect"
  ],
  "title": "The Laws of Motion",
  "year": ""
}