{
  "author": "LaTasha N. Nevada Diggs",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Religion",
    "The Spiritual",
    "Arts",
    "Sciences",
    "Social Commentaries",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246554",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "50 Cent",
    "I, Herman, made medicinal — concocted potions in ways my former’s was hearsay;",
    "Turned palomas christened Zora on to formulas husbands roll over n mitzvah.",
    "I, a black lad, proud Virginian, selling out Liberty Hall n pinched w/ stickpins",
    "in Woodlawn, do bequeath my next-to-last oratory:",
    "My roots subverted the man,",
    "honeys n dog voyagers to Neptune,",
    "who dared interfere w/ your melodious saccharine midsection.",
    "My cluster of tricks made chaps seek out connotation.",
    "Look at my magic stick.",
    "Not my clavicles, but my magic stick.",
    "Ain’t no lightness of hand but of bounce player.",
    "Constraints imposed by a corvid named Jim",
    "could not interpret my remedies.",
    "not one skill in therapeutic thaumaturgy.",
    "He prescribed cowlicks for the heartsick: I mean, really.",
    "But let me tell you something:",
    "Since I am that laconic brother who knows",
    "how to zone in matter untouched n unseen.",
    "When a honey wails “St. James Infirmary”",
    "for my bones that were laid on the fiftieth funeral,",
    "my suspended distortion shall know when to arise n eviscerate.",
    "Now you see me. Now you don’t.",
    "Sign up for the joy cruise Shorty.",
    "Mars is the Republic of New Afrika.",
    "I am the Cyrano of Calvin Cadorzar’s drawl.",
    "A straight-laced shoe herbalist;",
    "colon cleaner than a chlorophyllian Dappa Don.",
    "Wanna ride coach to Blue Flame w/ me?",
    "In 1918, I told Quanah Parker, “Jack, Jesus is Peyote!",
    "Said so in the cards — say it ain’t so?”",
    "T-Bone hit it straight for 2.50 (even caught a little change on the box),",
    "cause the planets were so aligned.",
    "Sho’nuf heard these arcane words precise.",
    "I am the other.",
    "Now ain’t you a pretty saltshaker.",
    "Sing Sing couldn’t hold me down:",
    "I compliment n shatter upstate.",
    "The roots I baked allowed communion w/ God n the dead",
    "In Kentucky I formulated polar bear toe gazpacho —",
    "an elixir for ATLiens — no need to name drop;",
    "just informing you of the origins.",
    "Comes in Georgia Peach flavor.",
    "Too much will turn your guts like",
    "Entheogen.",
    "I patented ‘Poo Tang’ every morning for AC Powell’s breakfast:",
    "18-ounce glass,",
    "Tang &",
    "Vodka.",
    "It’s good for clairvoyance.",
    "That one on the house.",
    "Dare to transpose any other energy drink, sookie?",
    "This exhumation bears no map",
    "fore the next internment there shall be no other.",
    "I AM on some other shit.",
    "How delightful you could",
    "to the procession.",
    "I come with black cat bones, Van Van oil n goofer dust.",
    "Lucky numbers. Banjo. Torches. Shells. Dice. Florida water. Do-re-me bush.",
    "Bush meat. Rhino balls. Palo Santo. Duppy Basil.",
    "muthafucka.",
    "Always to arise on the fourth day: every seven years.",
    "No. You see me."
  ],
  "title": "black herman’s last asrah levitation at magic city, Atlanta 2010",
  "year": ""
}