{
  "author": "LaTasha N. Nevada Diggs",
  "classification": "Free Verse",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Race",
    "Ethnicity"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/246552",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "there is a dark mass following me. these legs are clumsy. they flap quickly.",
    "I want to slow them down. but my nerves.",
    ", these pensive endings.",
    "the sun slumps against the merging fall on red leaves.",
    "and",
    ", the mass comes closer.",
    "only white people swim in lakes nowadays",
    "you know . . . Crystal Lake?",
    "never seen a black person jump in a lake;",
    "let alone a river till this summer.",
    "the Bronx River is said to be clean: we care about clean.",
    "a month before, two boys drowned in the Bronx River.",
    "a week after, a boy jumps into it unfazed.",
    "abandoned tires, relics of its sewer days, river herring spark no fear.",
    "and a publicly funded park with a biology class, a boat-making workshop",
    "for the children of Hunt’s Point, gives me hope we’d wet our hair again.",
    "(these follicles don’t surf; don’t swim)",
    "but here in Virginia, there’s little comfort.",
    "the blush current from underwater springs makes me tense.",
    "white people form groups to paddle on boards across the Hudson,",
    "taking on trends from Hawai’i. they tap into the yesterdays",
    "of Algonquian tongues. Wappinger. Mohican.",
    "a sporty new aged (like gouda) convenience.",
    "a luxury to admire when Long Beach is too far",
    "and Rockaway too dirty.",
    "black folk don’t swim. we splash and cool off.",
    "we a ways forward from a Splenda hint of Senegalese manliness diving from a ferry,",
    "miles off shore from Gor",
    "e. that water got too much memory.",
    "we much prefer chlorine. that salt and fresh water our hypertension.",
    "and that ocean is curiously scary.",
    "and this lake is charmed and churning with tales from the deep.",
    "profound is this river of B-rated torture.",
    "deep are shadow people speculated through my rave tangerine goggles.",
    "on Lake Champlain at night, the chilly air felt like a presence.",
    "swamp monsters (this ain’t a swamp). tubular amphibians (they’d be in rivers).",
    "aquatic reptilians. ancestors distraught and vengeful (like Jason).",
    "but this is smaller and gnawing like chiggers; something from my weed days",
    "could live. down. here.",
    "my arms fight the green clearness. so mud olive I cannot see the bottom.",
    "beneath me is crisp. a fallen branch is mistaken for an eel."
  ],
  "title": "My First Black Nature Poem™",
  "year": ""
}