{
  "author": "Daisy Fried",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/239930",
  "region": "",
  "text": [
    "Korean monster movie on the SyFy channel,",
    "lurid",
    "blanket draped tentlike",
    "over Baby’s portacrib to shield us from unearned",
    "innocence. The monster slings its carapace",
    "in reverse swan dive up the embankment, triple-jointed bug legs",
    "clattering, bathroom door ajar, exhaust roaring,",
    "both of us naked, monster chomps",
    "fast food stands, all that quilted aluminum, eats through streams",
    "of running people, the promiscuously cheerful guilty American",
    "scientist dies horribly. Grease-dusted ceiling fan",
    "paddles erratically, two spars missing. Sheets whirled",
    "to the polluted rug. I reach under the bed, fish out",
    "somebody else’s crunched beer can, my forearm comes out",
    "dirty. Monster brachiates from bridge girders like a gibbon",
    "looping round and around uneven bars, those are your fingers",
    "in my tangles or my fingers, my head hangs",
    "half off the king-size, monster takes tiny child actor",
    "to its bone stash. Pillow’s wet. The warped ceiling mirror",
    "makes us look like fat porno dwarfs",
    "in centripetal silver nitrate ripples. My glasses on the side table",
    "tipped onto scratchproof lenses, earpieces sticking up",
    "like arms out of disaster rubble. Your feet hooked over my feet. What miasma",
    "lays gold dander down on forms of temporary",
    "survivors wandering the promenade? You pull Dora",
    "back over us—Baby’s dead to the world—intrude",
    "your propagandistic intimacy jokes,",
    "unforgiving. “What, in a motel room?” I say.",
    "Purple clouds roll back to reveal Armageddon",
    "a dream in bad digital unreality. Explosions repeat patterns like",
    "fake flames dance on fake fireplace logs. Sad Armageddon",
    "of marriage: how pretty much nice",
    "we meant to be, and couldn’t make a difference."
  ],
  "title": "Econo Motel, Ocean City",
  "year": ""
}