{
  "author": "Daisy Fried",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/241240",
  "region": "",
  "text": [
    "“I fucked up bad”: Justin cracks his neck,",
    "talking to nobody. Fifteen responsible children,",
    "final semester college seniors, bloodshot,",
    "collars undone, gorgeously exhausted,",
    "return from Wall Street interviews",
    "in attitudes of surrender on the Dinky—",
    "the one-car commuter train connecting",
    "Princeton to the New York line. Panic-sweat",
    "sheens their faces. Justin hasn’t seen me yet.",
    "“Something’s fucked with my tie.” He’s right.",
    "I see his future, the weight he’ll gain",
    "first in his face, then gut and ass, the look",
    "of bad luck he’ll haunt his bad jobs with.",
    "He tears off the tie. Elephants on it.",
    ",",
    ", the midwife said.",
    ".",
    "I wrote those down. But she’s wrong:",
    "self-pity.",
    ", she said.",
    "No dreams. Discarded newspapers—",
    "business section, money, real estate, auto—",
    "sift apart to quartos and folios underfoot.",
    "“Shut up, Justin,” says the girl across from him.",
    "I hardly recognize Brianna in her interview hair.",
    "She scratches her face, fingers trembling",
    "from the day’s aftershocks. “I wanted,”",
    "she counts on her fingers, performing",
    "the sitcom of her tragedy, “Tribeca loft,",
    "expense account, designer clothes so haute",
    "they don’t look it, my very own Tesla, summer",
    "home in the Hamptons I’m too busy to use.”",
    "“You wanted money,” says Justin.",
    "Brianna: “It went down with the towers.”",
    "I spent my lopsided day lifting my belly",
    "back towards center, interviewing for adjunct jobs.",
    "There’s a half-moon in half-clouds",
    "up over the tracks. Justin spreads",
    "over three seats, texts with his thumbs,",
    "talks: “The Lehman Brothers guy asks me,",
    ".",
    "I’m like fu-uck. To say something I say",
    "‘Why do you like water?’ He says...”",
    "Justin fixes a diamond stud back in his ear.",
    "“They’ll let me know.” Fifteen responsible children",
    "sigh in disappointed relief. Somebody they know",
    "didn’t get the job they didn’t get. I sleep. Wake.",
    "Beautiful clothes spread bodiless before me!",
    "Tailored black suits and skirts, silk ties,",
    "ephemera of sheer and filmy stockings",
    "deflated over seat backs. Brianna looks around,",
    "no conductor coming, squats to peel off,",
    "in one motion, skirt, hose, underpants, step",
    "butt-naked into soft chino shorts I’ll never",
    "be able to afford. “Nervous crotch sweat,” she says.",
    "I keep trying to look not-quite-40",
    "in a different way than I’m not-quite-40.",
    "The woman interviewer looked at my belly.",
    "“As a new mother would you have time to be",
    "literary mama to your students?” So I could sue",
    "when they don’t hire me for the job I don’t want.",
    "Justin looks up from his iPhone: “Soon-Ji",
    "got three offers. Fuck.” He flips the curl",
    "his mother’s fingers crimped, first day of pre-",
    "into his four-year-old forelock. “He’s guessing",
    "he’ll go with Goldman Sachs.” Brianna grabs her neck",
    "in living garrote. She high-fives anybody",
    "she can reach in gloomy delight. She gobbles",
    "snack-pack popcorn, licks her fingers; bits drop",
    "yellow from her lips. “My mom will go crazy",
    "Deutsche Bank didn’t offer.” She sees me.",
    "“I didn’t realize that was you with your hair up.",
    "Look, Just.” She high-fives me. “It’s Professor.”",
    "Is Brianna crying? “Don’t call me Professor,”",
    "I say, dozens of times a semester. “I’m a writer,",
    "not a teacher.” Justin grabs a",
    "out of his five-hundred-dollar briefcase. “Fuck.",
    "What are we supposed to read for tomorrow?”",
    "“Prufrock, dummy,” Brianna says. “You’re",
    "a good professor.” She condescends through tears.",
    "“Poor baby,” mocks Justin, slumping so low",
    "in the seat I only see his shoe soles on the arm rest.",
    "The train swooshes through suburban tracts.",
    "The moon gets smaller. Brianna arrives",
    "mornings to workshop in a fake hurry",
    "and the sweats she slept in, probably rolls back",
    "in bed after. She hands out slight, surprising poems,",
    "apologizes, sips cardboard-container coffee",
    "in a recyclable sleeve, turns her BlackBerry to vibrate.",
    "It moans like indigestion through class.",
    "I hand her one of my self-pity tissues. My ankles",
    "are slim. Brianna hates her name. “So tacky.",
    "I’d be a Kelly if I were twenty years older.”",
    "I’d like to be able to hate her. I’m turning",
    "into my Favorite Teachers—so kind,",
    "so industrious, so interested and interesting.",
    "“Sorry I’m late with my portfolio,” she says",
    "through sniffles. She dabs her lip. “I had to prepare for,”",
    "a breath, “interviews.” A few times a semester",
    "I say “It’s only poetry.”",
    "the midwife predicted, and it’s true, my Kleenexes",
    "are measled with blood,",
    ",",
    ",",
    ",",
    "take care",
    ". The fetus dabs its fingers",
    "in the sponge of me, flails. At the second class,",
    "Brianna said, “My mom would go crazy.",
    "I can’t read all these sex poems. We’re Christian.”",
    "I said, “Poems should be about life,",
    "part of life is sex.” Two kids wrote that down",
    "in notebooks. One was Justin. “But skip",
    "any reading that makes you uncomfortable.”",
    "Next week, Brianna wrote about hanging",
    "onto stall walls in her residence hall bathroom,",
    "fucking Princeton boys one by one.",
    "Justin’s poem was “Torment,” seven pages long.",
    "Favorite Teachers write poems about students!",
    "Reading them is like listening to whores",
    "talk about clients; however contemptuous they sound,",
    "everybody knows who’s selling, who’s buying.",
    "I’d like to be able to like them. I sleep. Wake.",
    "“Justin’s your boyfriend?” I whisper to Brianna.",
    "My cell phone rings, screen says it’s my husband.",
    "If I answer, I’ll cry. Voice mail takes it.",
    "“God no,” says Brianna. “We hate each other,",
    "right, Just? Never date the competition,",
    "you destroy your luck. Besides.” She starts",
    "morosely high-fiving again. “I’m a virgin.”",
    "Justin laughs. She wraps her hair around her face",
    "to smell it. “I pay attention in class.",
    "Professor Krugman, he’s a real professor.”",
    "She points at a headline I just kicked.",
    "Upturn Predicted. “He says housing increases",
    "don’t matter in the long run. It’s a blip,",
    "if it’s even a blip. If I don’t get a job,",
    "it’s Wharton",
    ". Or teach English in Japan.",
    "But this girl on my floor told me Asian girls",
    "depilate their whole bodies, even their arms.",
    "I can’t be the hairiest person in my life.”",
    "What will I do next year without the job",
    "I don’t want? I sleep. “Hey!” says Brianna.",
    "“I could go back to Spain, smoke Ducados",
    "in",
    "cafes. Be a poet!",
    "Sorry.” Laughs herself out of last tears",
    "at the idea. “I didn’t mean to get all",
    "Sylvia Plathy on you. Anyway, my trust fund",
    "is safe. Knock plastic.” She reaches to rap the tie",
    "Justin hung over the seat. I say, “In Madrid",
    "workers smoke Ducados. Reds are for anarchista",
    "Eurotrash wannabes.” Brianna lips the cigarette",
    "she’ll light on the platform. “I’ll have my portfolio",
    "next week, promise.” All semester she’s revised",
    "following precisely, appallingly, my suggestions.",
    "She says “Think of me as raw talent wasted.”",
    "I’m pissed I think of her at all. Justin again,",
    "talking at no one: “Merrill Lynch says",
    "I’m amped.",
    "I’m whipped. I’m like ‘Um, I heard you were hiring?’",
    "Nah, I’m giving him eight good reasons.",
    "He cuts me off...” The train slows, surceases",
    "with a hiss. Fifteen responsible children",
    "stand in the aisle.",
    ",",
    ",",
    ", markered",
    "on seats by younger, irresponsible children.",
    "Off the train, Justin jumps into a low Mazda coupe,",
    "yellow as Dick Tracy’s hat, parked unticketed",
    "at an expired meter, open to the rain. I autodial:",
    "“I’m at the station. Don’t come, I need the walk.”",
    "Brianna: “Where’s Soon-Ji anyway? Flying his plane back?",
    "God, what’ll we do if nobody wants us?”",
    "Justin: “Soon-Ji will fucking keep us I guess.",
    "All we have is Dad’s money.”",
    "Brianna: “Mine’s Mom’s. Half of it gone in the crash.",
    "But Soon-Ji is great-grandfathered in. He’ll be richer",
    "than we’ll ever be if he never gets a job at all.”",
    "Justin: “Professor, you hand back comments tomorrow,",
    "right? They’re important to me.”",
    "“Fuck you, suck-up,” Brianna says.",
    "Sometimes I forget I’m pregnant till I walk.",
    "Brianna vaults into the car, leans out:",
    "“Want a ride, Professor? Cigarette?”",
    "She puts one in my mouth, lights it",
    "with a naked boy lighter that squirts fire",
    "out his tiny penis. “Beer?” Tears a can",
    "off a six-pack choke-ring, sticks it in a baggie",
    "she pulls from Justin’s glove compartment,",
    "pops the top, shoves it in my hand. “Now",
    "you can’t walk home—pregnant, smoking,",
    "carrying a beer? You’d be arrested. Anyway,",
    "Soon-Ji is having a party. Cristal! Rappers!",
    "He produces them and brings his stable",
    "down from Queens. You have to come!",
    "He was going to take your workshop,",
    "he admires you, but took playwriting instead.”",
    "For final relaxation in prenatal yoga, we do",
    "our Kegels squatting in a circle, shut-eyed—",
    "“for perineal strengthening,” the teacher said.",
    "Then we lie on our sides, breathe in, breathe out,",
    "bellies like dropped anchors on the floor.",
    "Our muscles tick, smoothing, loosening.",
    "The teacher reads an affirming poem. I tense up.",
    "Brianna: “We always say Krugman’s one of the few",
    "Professors we’d friend on Facebook.",
    "But, Daisy, we’d friend you too.” Memory:",
    "Favorite Teachers at our college house parties,",
    "slow-dancing with us, doing lines",
    "in our bathrooms. When are they going to grow up,",
    "we said. I wave, walk, drop the cigarette",
    "in the beer, the can in the trash can, relieved",
    "to be embarrassed, triumphant, sorry. Justin",
    "drives along beside me, Brianna rides shotgun",
    "standing like a surfer on a breaking wave.",
    "Justin—“Fuck”—floors it, roars past me, away.",
    "I don’t know how to end this poem. On “Torment”",
    "I wrote: “You may want to find a way to suggest",
    "ironic distance between the poet and speaker.”",
    "I couldn’t figure out what else,",
    "to responsible children, there was to say."
  ],
  "title": "Torment",
  "year": ""
}