{
  "author": "Thomas Hood",
  "classification": "",
  "keywords": [
    "Religion",
    "Arts",
    "Sciences",
    "School",
    "Learning",
    "Christianity",
    "Activities",
    "Humor",
    "Satire"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/184587",
  "region": "England",
  "text": [
    "I like you, Mrs. Fry! I like your name!",
    "It speaks the very warmth you feel in pressing",
    "In daily act round Charity’s great flame—",
    "I like the crisp Browne way you have of dressing,",
    "Good Mrs. Fry! I like the placid claim",
    "You make to Christianity,—professing",
    "Love, and good",
    "—of course you buy of Barton,",
    "Beside the young",
    "bookseller, Friend Darton!",
    "I like, good Mrs. Fry, your brethren mute—",
    "Those serious, solemn gentlemen that sport—",
    "I should have said, that",
    ", the sober suit",
    "Shap’d like a court dress—but for heaven’s court.",
    "I like your sisters too,—sweet Rachel’s fruit—",
    "Protestant nuns! I like their stiff support",
    "Of virtue—and I like to see them clad",
    "With such a difference—just like good from bad!",
    "I like the sober colors—not the wet;",
    "Those gaudy manufactures of the rainbow—",
    "Green, orange, crimson, purple, violet—",
    "In which the fair, the flirting, and the vain, go—",
    "The others are a chaste, severer set,",
    "In which the good, the pious, and the plain, go—",
    "They’re moral",
    "to know Christians by—",
    "In short, they are your",
    ", Mrs. Fry!",
    "As for the naughty tinges of the prism—",
    "Crimson’s the cruel uniform of war—",
    "Blue—hue of brimstone! minds no catechism;",
    "And green is young and gay—not noted for",
    "Goodness, or gravity, or quietism,",
    "Till it is sadden’d down to tea-green, or",
    "Olive—and purple’s giv’n to wine, I guess;",
    "And yellow is a convict by its dress!",
    "They’re all the devil’s liveries, that men",
    "And women wear in servitude to sin—",
    "But how will they come off, poor motleys, when",
    "Sin’s wages are paid down, and they stand in",
    "The Evil presence? You and I know, then,",
    "How all the party colours will begin",
    "To part—the",
    "ite hues will sadden there,",
    "Whereas the",
    "ite shades will all show fair!",
    "Witness their goodly labors one by one!",
    "makes garments for the needy poor—",
    "preaches love to all—and",
    "Calls every day at Charity’s street door—",
    "studies scripture, and bids woman shun",
    "All gaudy furnishing—",
    "doth pour",
    "Oil into wounds: and drab and",
    "supply",
    "Scholar and book in Newgate, Mrs. Fry!",
    "Well! Heaven forbid that I should discommend",
    "The gratis, charitable, jail-endeavor!",
    "When all persuasions in your praises blend—",
    "The Methodist’s creed and cry are,",
    "for ever!",
    "No—I will be your friend—and, like a friend,",
    "Point out your very worst defect—Nay, never",
    "Start at that word!—But I",
    "ask you why",
    "You keep your school",
    "Newgate, Mrs. Fry?",
    "Too well I know the price our mother Eve",
    "Paid for",
    "schooling: but must all her daughters",
    "Commit a petty larceny, and thieve—",
    "Pay down a crime for “",
    "” to your “",
    "”?",
    "Your classes may increase, but I must grieve",
    "Over your pupils at their bread and waters!",
    "Oh, tho’ it cost you rent—(and rooms run high)",
    "Keep your school",
    "of Newgate, Mrs. Fry!",
    "O save the vulgar soul before it’s spoil’d!",
    "Set up your mounted sign",
    "the gate—",
    "And there inform the mind before ’tis soil’d!",
    "’Tis sorry writing on a greasy slate!",
    "Nay, if you would not have your labors foil’d,",
    "Take it",
    "tow’rds a virtuous state,",
    "Not prostrate and laid flat—else, woman meek!",
    "The",
    "pencil will but hop and shriek!",
    "Ah, who can tell how hard it is to drain",
    "The evil spirit from the heart it preys in,—",
    "To bring sobriety to life again,",
    "Chok’d with the vile Anacreontic raisin,—",
    "To wash Black Betty when her black’s ingrain,—",
    "To stick a moral lacquer on Moll Brazen,",
    "Of Suky Tawdry’s habits to deprive her;",
    "To tame the wild-fowl-ways of Jenny Diver!",
    "Ah, who can tell how hard it is to teach",
    "Miss Nancy Dawson on her bed of straw—",
    "To make Long Sal sew up the endless breach",
    "She made in manners—to write heaven’s own law",
    "On hearts of granite.—Nay, how hard to preach,",
    "In cells, that are not memory’s—to draw",
    "The moral thread, thro’ the immoral eye",
    "Of blunt Whitechapel natures, Mrs. Fry!",
    "In vain you teach them baby-work within:",
    "’Tis but a clumsy botchery of crime;",
    "’Tis but a tedious darning of old sin—",
    "Come out yourself, and stitch up souls in time—",
    "It is too late for scouring to begin",
    "When virtue’s ravell’d out, when all the prime",
    "Is worn away, and nothing sound remains;",
    "You’ll fret the fabric out before the stains!",
    "I like your chocolate, good Mistress Fry!",
    "I like your cookery in every way;",
    "I like your shrove-tide service and supply;",
    "I like to hear your sweet",
    "play;",
    "I like the pity in your full-brimm’d eye;",
    "I like your carriage, and your silken grey,",
    "Your dove-like habits, and your silent preaching;",
    "But I don’t like your Newgatory teaching.",
    "Come out of Newgate, Mrs. Fry! Repair",
    "Abroad, and find your pupils in the streets.",
    "O, come abroad into the wholesome air,",
    "And take your moral place, before Sin seats",
    "Her wicked self in the Professor’s chair.",
    "Suppose some morals raw! the true receipt’s",
    "To dress them in the pan, but do not try",
    "To cook them in the fire, good Mrs. Fry!",
    "Put on your decent bonnet, and come out!",
    "Good lack! the ancients did not set up schools",
    "In jail—but at the",
    "hinting, no doubt,",
    "That Vice should have a lesson in the rules",
    "Before ’twas whipt by law.—O come about,",
    "Good Mrs. Fry! and set up forms and stools",
    "All down the Old Bailey, and thro’ Newgate-street,",
    "But not in Mr. Wontner’s proper seat!",
    "Teach Lady Barrymore, if, teaching, you",
    "That peerless Peeress can absolve from dolour;",
    "Teach her it is not virtue to pursue",
    "Ruin of blue, or any other colour;",
    "Teach her it is not Virtue’s crown to rue,",
    "Month after month, the unpaid drunken dollar;",
    "Teach her that “flooring Charleys” is a game",
    "Unworthy one that bears a Christian name.",
    "O come and teach our children—that ar’n’t",
    "—",
    "That heaven’s straight pathway is a narrow way,",
    "Not Broad St. Giles’s, where fierce Sin devours",
    "Children, like Time—or rather they both prey",
    "On youth together—meanwhile Newgate low’rs",
    "Ev’n like a black cloud at the close of day,",
    "To shut them out from any more blue sky:",
    "Think of these hopeless wretches, Mrs. Fry!",
    "You are not nice—go into their retreats,",
    "And make them Quakers, if you will.—’Twere best",
    "They wore straight collars, and their shirts sans",
    ";",
    "That they had hats",
    "brims,—that they were drest",
    "In garbs without",
    "—than shame the streets",
    "With so much raggedness.—You may invest",
    "Much cash this way—but it will cost its price,",
    "To give a good, round, real",
    "to Vice!",
    "In brief,—oh teach the child its moral rote,",
    "Not",
    "the way from which it won’t depart,—",
    "But",
    "—out—out! Oh, bid it walk remote!",
    "And if the skies are clos’d against the smart,",
    "Ev’n let him wear the single-breasted coat,",
    "For that ensureth singleness of heart.—",
    "Do what you will, his every want supply,",
    "him—but",
    "of Newgate, Mrs. Fry!"
  ],
  "title": "A Friendly Address",
  "year": ""
}