{
  "author": "Knar Gavin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249110",
  "region": "",
  "text": [
    "He was trying to teach me to economize with my language.",
    "he said, instead of",
    "and I thought, sad stuff; plays. Okay: born, rented room,",
    "to Dad & Mom business & bar, how could you not? Or thought,",
    "I cannot be your Lithuania nor her other Armenia,",
    "emptied into river if not skein-tangled senseless. He won’t say her name",
    "and not a word of the thitherings. Only that she was lost. Don’t speak",
    "the heavy hinges, the crushed-bud breaking of taste",
    "from language. That sort of excess has no place in the new economy.",
    "Strindberg gray, say, when one thinks only January, January, January.",
    "Of the Occurrence as recurrent. A single gunshot",
    "in Dempster’s cistern, the echo chambers of sleep. The gray lot",
    "of days in low-light hospitals, Strindberg.",
    "I’ll call him gray, his sitting heavy. And her so Strindberg with veil and rose,",
    "her poised in shadow at the door. Funereal nails sunk",
    "into knees would be dripping were they not so goddamn gray.",
    "Excess was for days when my mother sat turning grape leaves",
    "with three sets of pockets: Turkish, English, & Armenian, plus lemon to dry it all out.",
    "By ten, they’d sewn up two; said one is more than enough.",
    "“English, only, Sanossian.",
    "You will speak what we speak.”",
    "I don’t know what it’s like to lose",
    "a language. Instead,",
    "Strindberg gray, I say, when I want to bring his lost girl back. Strindberg gray,",
    "though I cannot take from him January, July, or the months of coping between.",
    "When my mother leafs through me in her memory banks, bits of face are missing;",
    "sometimes I’m limbless or smear. Gray even scentless, and still all Strindberg.",
    "I tell him, I raise her: be darlings and come scream with me",
    "from all the pockets sewn over. Maybe by late summer we’ll be humming:",
    "Tennessee yellow; Tennessee, Tennessee."
  ],
  "title": "Strindberg Gray",
  "year": ""
}