{
  "author": "Knar Gavin",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/249106",
  "region": "",
  "text": [
    "A hoot is a hilarious person. Perhaps train",
    "scream or owl, jeer. Often done by mouth.",
    "A man may widen owl wide and give one away.",
    "Hoots may result in bans, as in, “the crowd ‘hooted’",
    "the track star clean out of the sport.”",
    "Sometimes a hoot may be kept and saved",
    "for later. For instance, “They didn’t give a hoot.”",
    "A woman may sharpen a hoot",
    "in the toolshed with the bread knives. So there",
    "may be a toolshed, and this may be where the knives are kept",
    "and the hoots. They come from chambers —",
    "come at you with those wings. So when waiting in the tool-",
    "shed hoot runs its owl talon over the knives. Else",
    "it comes at you, other it stares.",
    "•",
    "In 1890, George “Little Chocolate” Dixon put his",
    "foot on the world and held it there, waiting for the Major",
    "to come. These were the days when extra layers",
    "of name were glazed on — a way of saying both more",
    "and less and not at all. In the case of the two-term moniker,",
    "permit either/or — you may grab from the bag “Little.” In France,",
    "Marshall “Major” Taylor was",
    "—",
    "you may grab from the bag “Flying.”",
    "•",
    "Sometimes it’s a bad investment to self-publish",
    "autobiography —",
    ". As in, pauperism",
    "may wait for you with its long needles",
    "readying to blow you out. Under the pauper’s empty ton",
    "a man gets baby-bird gaping with hunger. The Major",
    "puts his wings inside and dies in Cook County Hospital",
    "where it’s too late. Hoot given, hoot held back. Ice-white nurses",
    "come warm in their linens to fold back the wings beside",
    "themselves, like any good cook come to shut a mouth.",
    "This case of hoot has called for leg and wing and swoop.",
    "Rise up, Major. Ghost-man old Birdie Munger’s bike",
    "— take back the front, it’s time to owl."
  ],
  "title": "The Track Racer",
  "year": ""
}