{
  "author": "Gerard Manley Hopkins",
  "classification": "Alliteration",
  "keywords": [
    "God",
    "the Divine",
    "Christianity",
    "Death",
    "Sorrow",
    "Grieving",
    "Nature",
    "Travels",
    "Journeys",
    "Activities",
    "Seas, Rivers,",
    "Streams",
    "Living",
    "Religion"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/173668",
  "region": "England",
  "text": [
    "I",
    "Thou mastering me",
    "God! giver of breath and bread;",
    "World's strand, sway of the sea;",
    "Lord of living and dead;",
    "Thou hast bound bones & veins in me, fastened me flesh,",
    "And after it almost unmade, what with dread,",
    "Thy doing: and dost thou touch me afresh?",
    "Over again I feel thy finger and find thee.",
    "I did say yes",
    "O at lightning and lashed rod;",
    "Thou heardst me truer than tongue confess",
    "Thy terror, O Christ, O God;",
    "Thou knowest the walls, altar and hour and night:",
    "The swoon of a heart that the sweep and the hurl of thee trod",
    "Hard down with a horror of height:",
    "And the midriff astrain with leaning of, laced with fire of stress.",
    "The frown of his face",
    "Before me, the hurtle of hell",
    "Behind, where, where was a, where was a place?",
    "I whirled out wings that spell",
    "And fled with a fling of the heart to the heart of the Host.",
    "My heart, but you were dovewinged, I can tell,",
    "Carrier-witted, I am bold to boast,",
    "To flash from the flame to the flame then, tower from the grace to the grace.",
    "I am soft sift",
    "In an hourglass—at the wall",
    "Fast, but mined with a motion, a drift,",
    "And it crowds and it combs to the fall;",
    "I steady as a water in a well, to a poise, to a pane,",
    "But roped with, always, all the way down from the tall",
    "Fells or flanks of the voel, a vein",
    "Of the gospel proffer, a pressure, a principle, Christ's gift.",
    "I kiss my hand",
    "To the stars, lovely-asunder",
    "Starlight, wafting him out of it; and",
    "Glow, glory in thunder;",
    "Kiss my hand to the dappled-with-damson west:",
    "Since, tho' he is under the world's splendour and wonder,",
    "His mystery must be instressed, stressed;",
    "For I greet him the days I meet him, and bless when I understand.",
    "Not out of his bliss",
    "Springs the stress felt",
    "Nor first from heaven (and few know this)",
    "Swings the stroke dealt—",
    "Stroke and a stress that stars and storms deliver,",
    "That guilt is hushed by, hearts are flushed by and melt—",
    "But it rides time like riding a river",
    "(And here the faithful waver, the faithless fable and miss).",
    "It dates from day",
    "Of his going in Galilee;",
    "Warm-laid grave of a womb-life grey;",
    "Manger, maiden's knee;",
    "The dense and the driven Passion, and frightful sweat;",
    "Thence the discharge of it, there its swelling to be,",
    "Though felt before, though in high flood yet—",
    "What none would have known of it, only the heart, being hard at bay,",
    "Is out with it! Oh,",
    "We lash with the best or worst",
    "Word last! How a lush-kept plush-capped sloe",
    "Will, mouthed to flesh-burst,",
    "Gush!—flush the man, the being with it, sour or sweet,",
    "Brim, in a flash, full!—Hither then, last or first,",
    "To hero of Calvary, Christ,'s feet—",
    "Never ask if meaning it, wanting it, warned of it—men go.",
    "Be adored among men,",
    "God, three-numberéd form;",
    "Wring thy rebel, dogged in den,",
    "Man's malice, with wrecking and storm.",
    "Beyond saying sweet, past telling of tongue,",
    "Thou art lightning and love, I found it, a winter and warm;",
    "Father and fondler of heart thou hast wrung:",
    "Hast thy dark descending and most art merciful then.",
    "With an anvil-ding",
    "And with fire in him forge thy will",
    "Or rather, rather then, stealing as Spring",
    "Through him, melt him but master him still:",
    "Whether at once, as once at a crash Paul,",
    "Or as Austin, a lingering-out swéet skíll,",
    "Make mercy in all of us, out of us all",
    "Mastery, but be adored, but be adored King.",
    "II",
    "\"Some find me a sword; some",
    "The flange and the rail; flame,",
    "Fang, or flood\" goes Death on drum,",
    "And storms bugle his fame.",
    "But wé dréam we are rooted in earth—Dust!",
    "Flesh falls within sight of us, we, though our flower the same,",
    "Wave with the meadow, forget that there must",
    "The sour scythe cringe, and the blear share come.",
    "On Saturday sailed from Bremen,",
    "American-outward-bound,",
    "Take settler and seamen, tell men with women,",
    "Two hundred souls in the round—",
    "O Father, not under thy feathers nor ever as guessing",
    "The goal was a shoal, of a fourth the doom to be drowned;",
    "Yet did the dark side of the bay of thy blessing",
    "Not vault them, the million of rounds of thy mercy not reeve even them in?",
    "Into the snows she sweeps,",
    "Hurling the haven behind,",
    "The Deutschland, on Sunday; and so the sky keeps,",
    "For the infinite air is unkind,",
    "And the sea flint-flake, black-backed in the regular blow,",
    "Sitting Eastnortheast, in cursed quarter, the wind;",
    "Wiry and white-fiery and whirlwind-swivellèd snow",
    "Spins to the widow-making unchilding unfathering deeps.",
    "She drove in the dark to leeward,",
    "She struck—not a reef or a rock",
    "But the combs of a smother of sand: night drew her",
    "Dead to the Kentish Knock;",
    "And she beat the bank down with her bows and the ride of her keel:",
    "The breakers rolled on her beam with ruinous shock;",
    "And canvass and compass, the whorl and the wheel",
    "Idle for ever to waft her or wind her with, these she endured.",
    "Hope had grown grey hairs,",
    "Hope had mourning on,",
    "Trenched with tears, carved with cares,",
    "Hope was twelve hours gone;",
    "And frightful a nightfall folded rueful a day",
    "Nor rescue, only rocket and lightship, shone,",
    "And lives at last were washing away:",
    "To the shrouds they took,—they shook in the hurling and horrible airs.",
    "One stirred from the rigging to save",
    "The wild woman-kind below,",
    "With a rope's end round the man, handy and brave—",
    "He was pitched to his death at a blow,",
    "For all his dreadnought breast and braids of thew:",
    "They could tell him for hours, dandled the to and fro",
    "Through the cobbled foam-fleece, what could he do",
    "With the burl of the fountains of air, buck and the flood of the wave?",
    "They fought with God's cold—",
    "And they could not and fell to the deck",
    "(Crushed them) or water (and drowned them) or rolled",
    "With the sea-romp over the wreck.",
    "Night roared, with the heart-break hearing a heart-broke rabble,",
    "The woman's wailing, the crying of child without check—",
    "Till a lioness arose breasting the babble,",
    "A prophetess towered in the tumult, a virginal tongue told.",
    "Ah, touched in your bower of bone",
    "Are you! turned for an exquisite smart,",
    "Have you! make words break from me here all alone,",
    "Do you!—mother of being in me, heart.",
    "O unteachably after evil, but uttering truth,",
    "Why, tears! is it? tears; such a melting, a madrigal start!",
    "Never-eldering revel and river of youth,",
    "What can it be, this glee? the good you have there of your own?",
    "Sister, a sister calling",
    "A master, her master and mine!—",
    "And the inboard seas run swirling and hawling;",
    "The rash smart sloggering brine",
    "Blinds her; but she that weather sees one thing, one;",
    "Has one fetch in her: she rears herself to divine",
    "Ears, and the call of the tall nun",
    "To the men in the tops and the tackle rode over the storm's brawling.",
    "She was first of a five and came",
    "Of a coifèd sisterhood.",
    "(O Deutschland, double a desperate name!",
    "O world wide of its good!",
    "But Gertrude, lily, and Luther, are two of a town,",
    "Christ's lily and beast of the waste wood:",
    "From life's dawn it is drawn down,",
    "Abel is Cain's brother and breasts they have sucked the same.)",
    "Loathed for a love men knew in them,",
    "Banned by the land of their birth,",
    "Rhine refused them, Thames would ruin them;",
    "Surf, snow, river and earth",
    "Gnashed: but thou art above, thou Orion of light;",
    "Thy unchancelling poising palms were weighing the worth,",
    "Thou martyr-master: in thy sight",
    "Storm flakes were scroll-leaved flowers, lily showers—sweet heaven was astrew in them.",
    "Five! the finding and sake",
    "And cipher of suffering Christ.",
    "Mark, the mark is of man's make",
    "And the word of it Sacrificed.",
    "But he scores it in scarlet himself on his own bespoken,",
    "Before-time-taken, dearest prizèd and priced—",
    "Stigma, signal, cinquefoil token",
    "For lettering of the lamb's fleece, ruddying of the rose-flake.",
    "Joy fall to thee, father Francis,",
    "Drawn to the Life that died;",
    "With the gnarls of the nails in thee, niche of the lance, his",
    "Lovescape crucified",
    "And seal of his seraph-arrival! and these thy daughters",
    "And five-livèd and leavèd favour and pride,",
    "Are sisterly sealed in wild waters,",
    "To bathe in his fall-gold mercies, to breathe in his all-fire glances.",
    "Away in the loveable west,",
    "On a pastoral forehead of Wales,",
    "I was under a roof here, I was at rest,",
    "And they the prey of the gales;",
    "She to the black-about air, to the breaker, the thickly",
    "Falling flakes, to the throng that catches and quails",
    "Was calling \"O Christ, Christ, come quickly\":",
    "The cross to her she calls Christ to her, christens her wildworst Best.",
    "The majesty! what did she mean?",
    "Breathe, arch and original Breath.",
    "Is it love in her of the being as her lover had been?",
    "Breathe, body of lovely Death.",
    "They were else-minded then, altogether, the men",
    "Woke thee with a",
    "Or ís it that she cried for the crown then,",
    "The keener to come at the comfort for feeling the combating keen?",
    "For how to the heart's cheering",
    "The down-dugged ground-hugged grey",
    "Hovers off, the jay-blue heavens appearing",
    "Of pied and peeled May!",
    "Blue-beating and hoary-glow height; or night, still higher,",
    "With belled fire and the moth-soft Milky way,",
    "What by your measure is the heaven of desire,",
    "The treasure never eyesight got, nor was ever guessed what for the hearing?",
    "No, but it was not these.",
    "The jading and jar of the cart,",
    "Time's tasking, it is fathers that asking for ease",
    "Of the sodden-with-its-sorrowing heart,",
    "Not danger, electrical horror; then further it finds",
    "The appealing of the Passion is tenderer in prayer apart:",
    "Other, I gather, in measure her mind's",
    "Burden, in wind's burly and beat of endragonèd seas.",
    "But how shall I . . . make me room there:",
    "Reach me a ... Fancy, come faster—",
    "Strike you the sight of it? look at it loom there,",
    "Thing that she ... there then! the Master,",
    ", the only one, Christ, King, Head:",
    "He was to cure the extremity where he had cast her;",
    "Do, deal, lord it with living and dead;",
    "Let him ride, her pride, in his triumph, despatch and have done with his doom there.",
    "Ah! there was a heart right",
    "There was single eye!",
    "Read the unshapeable shock night",
    "And knew the who and the why;",
    "Wording it how but by him that present and past,",
    "Heaven and earth are word of, worded by?—",
    "The Simon Peter of a soul! to the blast",
    "Tarpeian-fast, but a blown beacon of light.",
    "Jesu, heart's light,",
    "Jesu, maid's son,",
    "What was the feast followed the night",
    "Thou hadst glory of this nun?—",
    "Feast of the one woman without stain.",
    "For so conceivèd, so to conceive thee is done;",
    "But here was heart-throe, birth of a brain,",
    "Word, that heard and kept thee and uttered thee outright.",
    "Well, she has thee for the pain, for the",
    "Patience; but pity of the rest of them!",
    "Heart, go and bleed at a bitterer vein for the",
    "Comfortless unconfessed of them—",
    "No not uncomforted: lovely-felicitous Providence",
    "Finger of a tender of, O of a feathery delicacy, the breast of the",
    "Maiden could obey so, be a bell to, ring of it, and",
    "Startle the poor sheep back! is the shipwrack then a harvest, does tempest carry the grain for thee?",
    "I admire thee, master of the tides,",
    "Of the Yore-flood, of the year's fall;",
    "The recurb and the recovery of the gulf's sides,",
    "The girth of it and the wharf of it and the wall;",
    "Staunching, quenching ocean of a motionable mind;",
    "Ground of being, and granite of it: past all",
    "Grasp God, throned behind",
    "Death with a sovereignty that heeds but hides, bodes but abides;",
    "With a mercy that outrides",
    "The all of water, an ark",
    "For the listener; for the lingerer with a love glides",
    "Lower than death and the dark;",
    "A vein for the visiting of the past-prayer, pent in prison,",
    "The-last-breath penitent spirits—the uttermost mark",
    "Our passion-plungèd giant risen,",
    "The Christ of the Father compassionate, fetched in the storm of his strides.",
    "Now burn, new born to the world,",
    "Doubled-naturèd name,",
    "The heaven-flung, heart-fleshed, maiden-furled",
    "Miracle-in-Mary-of-flame,",
    "Mid-numbered he in three of the thunder-throne!",
    "Not a dooms-day dazzle in his coming nor dark as he came;",
    "Kind, but royally reclaiming his own;",
    "A released shower, let flash to the shire, not a lightning of fíre hard-hurled.",
    "Dame, at our door",
    "Drowned, and among our shoals,",
    "Remember us in the roads, the heaven-haven of the Reward:",
    "Our Kíng back, Oh, upon énglish sóuls!",
    "Let him easter in us, be a dayspring to the dimness of us, be a crimson-cresseted east,",
    "More brightening her, rare-dear Britain, as his reign rolls,",
    "Pride, rose, prince, hero of us, high-priest,",
    "Our hearts' charity's hearth's fire, our thoughts' chivalry's throng's Lord."
  ],
  "title": "The Wreck of the Deutschland",
  "year": ""
}