{
  "author": "David Ferry",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Youth",
    "Sports",
    "Outdoor Activities",
    "Summer",
    "Living",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172164",
  "region": "",
  "text": [
    "It is an afternoon toward the end of August:",
    "Autumnal weather, cool following on,",
    "And riding in, after the heat of summer,",
    "Into the empty afternoon shade and light,",
    "The shade full of light without any thickness at all;",
    "You can see right through and right down into the depth",
    "Of the light and shade of the afternoon; there isn’t",
    "Any weight of the summer pressing down.",
    "In the backyard of the house next door there’s a kid,",
    "Maybe eleven or twelve, and a young man,",
    "Visitors at the house whom I don’t know,",
    "The house in which the sound of some kind of party,",
    "Perhaps even a wedding, is going on.",
    "Somehow you can tell from the tone of their voices",
    "That they don’t know each other very well—",
    "Two guests at the party, one of them, maybe,",
    "A friend of the bride or groom, the other the son",
    "Or the younger brother, maybe, of somebody there.",
    "A couple of blocks away the wash of traffic",
    "Dimly sounds, as if we were near the ocean.",
    "They’re shooting baskets, amiably and mildly.",
    "The noise of the basketball, though startlingly louder",
    "Than the voices of the two of them as they play,",
    "Is peaceable as can be, something like meter.",
    "The earnest voice of the kid, girlish and manly,",
    "And the voice of the young man, carefully playing the game",
    "Of having a grown-up conversation with him:",
    "I can tell the young man is teaching the boy by example,",
    "The easy way he dribbles the ball and passes it",
    "Back with a single gesture of wrist to make it",
    "Easy for the kid to be in synch;",
    "Giving and taking, perfectly understood."
  ],
  "title": "Courtesy",
  "year": ""
}