{
  "author": "David Ferry",
  "classification": "",
  "keywords": [
    "Love",
    "Desire",
    "Relationships",
    "Men",
    "Women",
    "Nature",
    "Religion",
    "The Spiritual",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248548",
  "region": "",
  "text": [
    "of him who knew the most of all men know;",
    "who made the journey; heartbroken; reconciled;",
    "who knew the way things were before the Flood,",
    "the secret things, the mystery; who went",
    "to the end of the earth, and over; who returned,",
    "and wrote the story on a tablet of stone.",
    "He built Uruk. He built the keeping place",
    "of Anu and Ishtar. The outer wall",
    "shines in the sun like brightest copper; the inner",
    "wall is beyond the imagining of kings.",
    "Study the brickwork, study the fortification;",
    "climb the great ancient staircase to the terrace;",
    "study how it is made; from the terrace see",
    "the planted and fallow fields, the ponds and orchards.",
    "This is Uruk, the city of Gilgamesh",
    "the Wild Ox, son of Lugalbanda, son",
    "of the Lady Wildcow Ninsun, Gilgamesh",
    "the vanguard and the rear guard of the army,",
    "Shadow of Darkness over the enemy field,",
    "the Web, the Flood that rises to wash away",
    "the walls of alien cities, Gilgamesh",
    "the strongest one of all, the perfect, the terror.",
    "It is he who opened passes through the mountains;",
    "and he who dug deep wells on the mountainsides;",
    "who measured the world; and sought out Utnapishtim",
    "beyond the world; it is he who restored the shrines;",
    "two-thirds a god, one-third a man, the king.",
    "Go to the temple of Anu and Ishtar:",
    "open the copper chest with the iron locks;",
    "the tablet of lapis lazuli tells the story.",
    "ii",
    "There was no withstanding the aura or power of the Wild",
    "Ox Gilgamesh. Neither the father's son",
    "nor the wife of the noble; neither the mother's daughter",
    "nor the warrior's bride was safe. The old men said:",
    "\"Is this the shepherd of the people? Is this",
    "the wise shepherd, protector of the people?\"",
    "The gods of heaven listened to their complaint.",
    "\"Aruru is the maker of this king.",
    "Neither the father's son nor the wife of the noble",
    "is safe in Uruk; neither the mother's daughter",
    "nor the warrior's bride is safe. The old men say:",
    "'Is this the shepherd of the people? Is this",
    "the wise shepherd, protector of the people?",
    "There is no withstanding the desire of the Wild Ox.' \"",
    "They called the goddess Aruru, saying to her:",
    "\"You made this man. Now create another.",
    "Create his double and let the two contend.",
    "Let stormy heart contend with stormy heart",
    "that peace may come to Uruk once again.\"",
    "Aruru listened and heard and then created",
    "out of earth clay and divine spittle the double,",
    "the stormy-hearted other, Enkidu,",
    "the hairy-bodied wild man of the grasslands,",
    "powerful as Ninurta the god of war,",
    "the hair of his head like the grain fields of the goddess,",
    "naked as Sumuqan the god of cattle.",
    "He feeds upon the grasslands with gazelles;",
    "visits the watering places with the creatures",
    "whose hearts delight, as his delights, in water.",
    "One day a hunter came to a watering place",
    "and",
    "Enkidu; he stood expressionless,",
    "astonished; then with his silent dogs he went",
    "home to his father's house, fear in his belly.",
    "His face was as one estranged from what he knows.",
    "He opened his mouth and said to his father: \"Father,",
    "I saw a hairy-bodied man today",
    "at the watering place, powerful as Ninurta",
    "the god of war; he feeds upon the grasslands",
    "with gazelles; he visits the watering places",
    "with the beasts; he has unset my traps and filled",
    "my hunting pits; the creatures of the grasslands",
    "get away free. The wild man sets them free.",
    "Because of him I am no longer a hunter.\"",
    "His father said: \"Go to Uruk and there",
    "present yourself to Gilgamesh the king,",
    "who is the strongest of all, the perfect, the terror,",
    "the wise shepherd, protector of the people.",
    "Tell him about the power of the wild man.",
    "Ask him to send a harlot back with you,",
    "a temple prostitute, to conquer him",
    "with her greater power. When he visits the watering place,",
    "let her show him her breasts, her beauty, for his wonder.",
    "He will lie with her in pleasure, and then the creatures,",
    "the gazelles with whom he feeds upon the grasslands,",
    "and the others with whom he visits the watering places,",
    "will flee from him who ranged the hills with them.\"",
    "So the hunter went to Gilgamesh in Uruk",
    "and told him about the power of the wild man,",
    "and how he had unset the traps and filled",
    "the pits, so that the creatures got away free.",
    "The lord of Uruk said to the hunter then:",
    "\"When you return, a temple prostitute",
    "will go with you and with her beauty conquer",
    "the wild man. He will lie with her and then",
    "the gazelles with whom he feeds upon the grasslands,",
    "and the others with whom he visits the watering places,",
    "will flee from him who ranged the hills with them.\"",
    "The harlot and the hunter traveled together,",
    "taking three days, back to the watering place.",
    "For three more days they waited, and finally",
    "Enkidu came with the creatures that love the water,",
    "the gazelles and the others, so as to drink their fill.",
    "The temple prostitute looked at him, Enkidu,",
    "the hairy-bodied wild man of the grasslands,",
    "the hair of his head like the grain fields of the goddess,",
    "naked as Sumuqan the god of cattle.",
    "\"That is Enkidu, Shamhat, show him your breasts,",
    "show him your beauty. Spread out your cloak on the ground.",
    "Lie down on it. The wild man will look at you.",
    "Show him your body. The hairy-bodied man",
    "will come to you and lie down on you; and then",
    "show him the things a woman knows how to do.",
    "The gazelles and with them all the other creatures",
    "will flee from him who ranged the hills with them.\"",
    "And so the harlot, Shamhat, showed him her breasts,",
    "showed him her body. The hairy-bodied man",
    "came over to her, and lay down on her, and then",
    "she showed him the things a woman knows how to do.",
    "For seven days Enkidu in his wonder",
    "lay with her in pleasure, and then at last",
    "went to seek out the company of the creatures",
    "whose hearts delight in feeding upon the grasslands,",
    "and visiting the watering places, and",
    "ranging the hills. But seeing him, they fled.",
    "The creatures were gone, and everything was changed.",
    "His body that loved to range the hills was now",
    "unable to follow; but in the mind of the wild man",
    "there was beginning a new understanding.",
    "Bewildered, he turned, and sought out the company",
    "of the temple prostitute. He sat down beside her,",
    "and looked into her face, and listened to her:",
    "\"Enkidu, now you are beautiful as a god.",
    "Why do you seek the company of beasts?",
    "Come with me to the city, to Uruk,",
    "to the temple of Anu and the goddess Ishtar.",
    "Gilgamesh is the ruler, the strongest of all,",
    "the terror. The aura and power of his desire",
    "can be withstood by no one.\" Then Enkidu,",
    "whose heart was beginning to know about itself",
    "and longed for a companion, cried aloud:",
    "\"Take me to Uruk, the city of Gilgamesh,",
    "whose aura and power cannot be withstood.",
    "I will cry out in Uruk, challenging him:",
    "'It is I, Enkidu. The strength of the wild man",
    "born in the wilderness cannot be withstood.' \"",
    "The temple prostitute replied: \"Come then",
    "to Uruk, where the processions are, and music,",
    "and let us go together through the dancing",
    "to the palace hall where Gilgamesh presides,",
    "the favorite of the gods, the beautiful,",
    "strongest of all, the terror, the most desired.",
    "Look at his radiant face, the favorite",
    "of Shamash and Enlil, Ea, and Anu.",
    "While you were grazing beastlike with gazelles,",
    "before your mind had any understanding,",
    "his mind, a gift to the gifted of the gods,",
    "had a dream of you before you knew of him.",
    "In the early morning Gilgamesh arose",
    "and told his mother his dream: 'I had a dream.",
    "A star fell from the heavens, a meteorite,",
    "and lay on the empty plain outside Uruk.",
    "The men and women came and wondered at it.",
    "I strove with it to lift it but could not.",
    "I was drawn to it as if it was a woman.'",
    "All-knowing Rimat-Ninsun spoke to him,",
    "the lord of Uruk, Gilgamesh. His mother,",
    "All-knowing Rimat-Ninsun, spoke and said:",
    "\"The star that fell from the heavens, the meteorite",
    "that lay on the empty plain outside Uruk,",
    "the star you could not lift when you strove with it,",
    "the star you were drawn to as if drawn to a woman,",
    "is the strong companion, powerful as a star,",
    "the meteorite of the heavens, a gift of the gods.",
    "That you were drawn to it as if drawn to a woman",
    "means that this companion will not forsake you.",
    "He will protect and guard you with his life.",
    "This is the fortunate meaning of your dream.'",
    "Then Gilgamesh the lord of Uruk said:",
    "'May the dream as you interpret come to pass.' \"",
    "The temple prostitute thus told the tale."
  ],
  "title": "Gilgamesh: Tablet 1",
  "year": ""
}