{
  "author": "David Ferry",
  "classification": "",
  "keywords": [
    "Activities",
    "Travels",
    "Journeys",
    "Nature",
    "Animals",
    "Seas, Rivers,",
    "Streams",
    "Weather",
    "Religion",
    "The Spiritual",
    "Mythology",
    "Folklore",
    "Fairy-tales",
    "Legends"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/248552",
  "region": "",
  "text": [
    "Gilgamesh spoke and said to the old man then:",
    "\"When I looked at you I thought that you were not",
    "a man, one made like me; I had resolved",
    "to challenge you as one might challenge a demon,",
    "a stranger-adversary. But now I see",
    "that you are Utnapishtim, made like me,",
    "a man, the one I sought, the one from whom",
    "I might find out how death can be avoided.",
    "Tell me then, father, how it came about",
    "that you were admitted to the company",
    "of gods, who granted you eternal life.\"",
    "The father Utnapishtim spoke and said:",
    "\"I will tell Gilgamesh the king the story;",
    "a secret of the gods I will disclose.",
    "There was an ancient city, Shuruppak—",
    "you know of it—most fortunate of cities,",
    "god-favored, on the banks of the Euphrates.",
    "The gods in heaven decided in their council",
    "to bring the flood down on the fortunate city.",
    "They sat in secret council together, deciding.",
    "Anu was there, the councilor Enlil,",
    "Ninurta of the Silence, and there also",
    "was the god Ennugi, monitor of canals.",
    "And there was Ea, cleverest of the gods.",
    "The voice of Ea telling me the secret",
    "came whispering through the reed walls of my house:",
    "'You reed house walls, listen and hear me whisper;",
    "listen and be attentive to what I tell you.",
    "Utnapishtim, son of Ubartutu,",
    "abandon your house, abandon what you possess,",
    "abandon your house and build a boat instead.",
    "Seek life instead of riches, save yourself.",
    "Take with you, on the boat you build, an instance",
    "of each thing living so that they may be",
    "safe from obliteration in the flood.",
    "Perform the construction of the boat with care.",
    "Let the length of the boat and the width of the boat be equal.",
    "Roof over the boat as the abyss is roofed.'",
    "The whispering voice spoke through the rustling walls:",
    "You reed house walls, listen and hear what I say.'",
    "I listened and heard and spoke to the whispering voice:",
    "'I hear what you say. What will I tell the others?",
    "What will I tell the old men and the people?'",
    "Ea the god whispered to me, his servant:",
    "'Tell them you can no longer live in the city,",
    "because you are out of favor with Enlil.",
    "The city is the city of Enlil,",
    "and therefore Utnapishtim, whom he hates,",
    "must find another domicile and another",
    "god who will be his patron and protector,",
    "and you have therefore decided to depart",
    "from Shuruppak and seek another home.",
    "Tell them Ea the god will be your patron,",
    "whose domicile is Apsu the abyss.",
    "Under the roof of Apsu is where you go.",
    "As for the city, fortunate Shuruppak,",
    "in the morning dawning, abundance will then rain down:",
    "there will be plenty, a flood of bounty, the city",
    "teeming with heaven's profusion, game birds falling,",
    "fishes unheard-of before in song or story,",
    "tumbling loaves of fresh-baked morning bread;",
    "grain will come showering in from all the grain fields;",
    "a harvest of everything, yes, more than enough.",
    "These are the things to tell the elders and people.'",
    "\"In the first hours of the early morning dawning,",
    "all the people came out for the boat-building,",
    "the little children, the weak as well as the strong,",
    "everyone carrying something: asphalt, and oil,",
    "and pitch, the best of timber with which to build.",
    "Day after day I labored building the boat.",
    "Ten times a dozen cubits were the walls;",
    "ten times a dozen cubits was each deck.",
    "There were six decks; the cabin was divided",
    "into nine compartments. I made up the plans;",
    "I drew a picture of them for our guidance.",
    "I hammered the boat together, and plugged the holes",
    "with water plugs to keep the water out.",
    "I made the bitumen pitch in the pitch kiln,",
    "three",
    "of bitumen pitch to caulk the hull",
    "and, to be certain, three",
    "to caulk the inside.",
    "I counted punting poles and put them aboard;",
    "I had the basket bearers stow the supplies",
    "of oil and foodstuffs, everything I needed.",
    "As for the people who came to help in the work",
    "each day was like a New Year's holiday:",
    "I slaughtered sheep and bullocks for their feasting;",
    "for drinking there was wine and beer, plenty,",
    "as if there was a river overflowing.",
    "On the seventh day I finished building the boat.",
    "I opened a bowl of ointment for my hands.",
    "I commanded the loading of everything I owned",
    "that could be carried, silver, and gold, and all",
    "the instances of living things to be",
    "saved from obliteration in the flood;",
    "and all my household people I took with me.",
    "At sunset on that day I launched the boat.",
    "The launching was very hard to manage. It took",
    "much shifting and much maneuvering on the ways",
    "to get the unwieldy boat down into the river,",
    "and two-thirds of its weight under the water",
    "in order to prevent it from capsizing.",
    "As darkness was coming on I heard the god:",
    "'Abundance will rain down, more than enough!",
    "Get yourself inside, and close the hatch!'",
    "I saw the signs of morning in the sky.",
    "'Abundance will rain down, more than enough!'",
    "I got myself inside, and closed the hatch.",
    "To Puzuramurri the caulker, who, outside,",
    "caulked up the hatch with pitch, I gave my house.",
    "\"In the early hours of the next morning dawning",
    "there was the noise of Adad in the clouds",
    "that rose and filled the morning sky with blackness.",
    "Shullat the herald of the dread Adad",
    "moved out over the mountains and over the valleys,",
    "bellowing; Hanish the herald of the dread",
    "Adad moved over the plains and over the cities;",
    "everything turned to darkness as to night.",
    "From time to time the Annunaki blazed",
    "terrible light. Then rain came down in floods.",
    "Beneath, the god of the Underworld, Nergal,",
    "broke down his own doorposts and opened the earth.",
    "Ninurta god of chaos and of war",
    "opened the dikes, and other floods burst forth.",
    "The South Wind rushed in flooding over the mountains.",
    "Brother could not see brother in the welter;",
    "none of the gods in heaven could see the earth;",
    "the land was shattered like a shattered pot;",
    "confusions of dread Adad were everywhere.",
    "Terrified gods got themselves up as high",
    "as they could go, nearest the highest heaven,",
    "cringing against the wall like beaten dogs.",
    "Ishtar cried out like a woman in her birth pangs,",
    "the sweet-voiced lady cried: \"The days that were",
    "have now become as featureless as clay",
    "because of what I said when I went to the gods",
    "in heaven, bringing calamity down on those",
    "whom now the sea engulfs and overwhelms,",
    "my children who are now the children of fish.'",
    "The Annunaki sat and wept with her,",
    "the cowering gods wept, covering their mouths.",
    "Six days and nights the storm went on this way,",
    "the South Wind flooding over the mountains and valleys",
    "until the seventh day when the storm birth labor",
    "subsided at last, the flood subsided at last.",
    "I opened the hatch. The daylight touched my face.",
    "I looked outside. Nothing was moving at all.",
    "It looked as flat as a flat clay roof looks flat;",
    "and all the human beings had turned to clay.",
    "I fell to my knees and wept. The tears ran down",
    "the sides of my nose. I wept in the total silence.",
    "I looked outside and looked as far as I could,",
    "trying to find, looking across the world,",
    "something. And then, far off, something was there.",
    "What looked like signs of an island could faintly be seen;",
    "and then the boat was caught and held from under",
    "by the peak rock of a mountain under the water.",
    "It was Mount Nisir the boat was grounded on.",
    "A first day it was held, and a second day;",
    "a third day the boat was held from under,",
    "and a fourth day, and a fifth; a sixth day,",
    "and then on the seventh day I freed a dove.",
    "The dove flew free and flew away from the boat,",
    "seeking a place for its little feet to alight,",
    "and finding none, flew back to the boat to perch.",
    "I freed a swallow then and it flew free",
    "and flew away from the boat, seeking a place",
    "for its little feet to alight, and finding none,",
    "flew back to the boat to find a place to alight.",
    "I freed a raven then and it flew free",
    "and flew away from the boat, and never returned.",
    "It had found a place to alight, and circled about",
    "the place, and alighted, and settled itself, and ate,",
    "and never after that returned to the boat.",
    "Then I set free all the other birds in the boat",
    "and they flew free, scattering to the winds.",
    "\"I went ashore and offered a sacrifice.",
    "I poured out a libation; I set out seven",
    "vessels of offerings on a stand, and then",
    "set seven more; I made a fire of wood",
    "of myrtle, wood of cane, and wood of cedar.",
    "I lit the fire. The odor touched the nostrils",
    "of the Igigi gods and gave them pleasure.",
    "I slaughtered a sheep to make a sacrifice;",
    "the gods collected like flies about the altar.",
    "The great goddess progenitrix Ishtar",
    "came down from heaven wearing about her neck",
    "the pendant Anu gave her for her adornment,",
    "of lapis lazuli ornately made.",
    "She said: 'Just as this pendant never shall",
    "forgotten be by the goddess, so the goddess",
    "never will forget calamitous days.",
    "The gods may come to the ritual but forbidden",
    "is the presence of Enlil, by whose command",
    "the flood was peremptorily brought down",
    "on the heads of all my children, engulfing them.'",
    "When the god Enlil came to the sacrifice",
    "he saw the boat, and the sight filled him with rage.",
    "He spoke in anger to the gathered gods:",
    "'How is it that one man has saved himself?",
    "No breath of life was meant to be kept safe",
    "from its obliteration in the flood.'",
    "Ninurta opened his mouth and said to the god:",
    "'Ea, the cleverest of the gods, deviser,",
    "let Ea speak and give Enlil his answer.'",
    "Then Ea opened his mouth and said to the god:",
    "\"The punishment should always fit the crime.",
    "Let him who has performed an evil act",
    "be punished for that act. Let not the flood",
    "be brought down on the heads of all for what",
    "one man has done; and he who has transgressed,",
    "show pity to him, lest he be cut off",
    "from all his fellows. Better that a lion",
    "should come into the village and prey upon it,",
    "taking a few, than that the flood drown all.",
    "Better a wolf should find its ravening way",
    "into the fold, devouring some, much better",
    "than that the flood turn all that breathes to clay.",
    "Better that famine starve a few of them",
    "than that a harvest of waters obliterate all.",
    "Better that Erra the plague god, better that he",
    "take hold of some, seize them and bear them away",
    "to the Underworld, than that the flood drown all.",
    "I did not tell the secret to the man.",
    "He listened to the wind and guessed the secret.",
    "Let the gods sitting in council now decide",
    "how to reward the wise man for his wisdom.'",
    "The god Enlil then went on board the boat.",
    "He took me by the hand and made me kneel;",
    "he took my wife by the hand and made her kneel.",
    "The god then touched our foreheads, blessing us,",
    "and said: 'You were but human; now you are",
    "admitted into the company of gods.",
    "Your dwelling place shall be the Faraway,",
    "the place which is the source of the outflowing",
    "of all the rivers of the world there are.'",
    "And so they led us to the Faraway,",
    "the place we dwell in now, which is the source",
    "of all the rivers flowing through the world.\"",
    "Then scornful Utnapishtim said to the king:",
    "\"Tell me, who would bring all the gods together",
    "so that for",
    "they might in council decide",
    "what your deserving is, that you be granted",
    "admittance into the company of gods?",
    "Let there be now a test of Gilgamesh.",
    "Let him but keep himself awake for a week,",
    "six nights and seven days, to show his worth.\"",
    "So Gilgamesh sat down to begin the test.",
    "Almost as soon as Gilgamesh the king",
    "sat down to test himself, a mist of sleep,",
    "as ocean mist comes over the shore from the waters,",
    "came over his eyes, and so the strongest slept.",
    "Then Utnapishtim spoke to his wife and said:",
    "\"See how this hero sleeps who asks for life.",
    "As ocean mist blows over the land from the waters,",
    "so the mist of sleep comes over the eyes of the king.\"",
    "The wife of Utnapishtim answered him:",
    "\"Touch and awaken him, so that he may",
    "return in safety to his native city,",
    "entering through the gate of his departure.\"",
    "But Utnapishtim said: \"Man is deceitful.",
    "Therefore he will deceive us. Every day,",
    "as he lies sleeping, you must bake a wafer",
    "and place the wafer near him, making a mark",
    "upon the nearby wall for every day",
    "this hero sleeps who seeks eternal life.\"",
    "She baked a wafer every day, of bread,",
    "for every day that Gilgamesh lay sleeping.",
    "The first wafer was dry as dust; the second",
    "only less so than the first; the third",
    "was soggy and rotten; the fourth wafer was white",
    "in the crust; there were spots of mold on the fifth;",
    "the sixth wafer looked almost as if it was fresh;",
    "and the seventh—Gilgamesh started and waked up",
    "as Utnapishtim touched him on the forehead.",
    "Gilgamesh said: \"I had almost fallen asleep",
    "when you reached out and touched me and kept me awake.\"",
    "But Utnapishtim said to Gilgamesh:",
    "\"Look at the wafers and look at the marks on the wall:",
    "a mark and a wafer for every day you have slept.",
    "The first wafer is dry as dust; the second",
    "is only less so than the first; the third",
    "is soggy and rotten; the fourth wafer is white",
    "in the crust; there are spots of mold on the fifth;",
    "the sixth wafer looks almost as if it is fresh;",
    "and the seventh—but it is then that you awoke.\"",
    "Then Gilgamesh said to him: \"What shall I do?",
    "Who takes us away has taken hold of me.",
    "Death is in my chamber when I sleep;",
    "and death is there wherever I set foot.\"",
    "Utnapishtim said to the boatman then:",
    "\"Though your delight has been to cross the waters,",
    "the harbor now is closed, the crossing forbidden.",
    "The waters and the shore now shun the boatman.",
    "The hairy-bodied man you brought across",
    "the perilous waters, wearing the skin of a beast",
    "that hides his beauty, let Urshànabi take him",
    "to the washing place. There let him wash his body,",
    "washing away the filth that hides his beauty.",
    "Manifest be the beauty of Gilgamesh.",
    "Take the skin of a beast he wore on the journey",
    "and throw it away in the sea. Let Gilgamesh",
    "bind up his shining hair with a new fillet.",
    "Let him put on a spotless festal robe.",
    "Let him return to his native city in honor",
    "in the royal garments appropriate to himself.\"",
    "The boatman led the king to the washing place.",
    "Gilgamesh washed his body, washing away",
    "the filth that obscured his beauty; then Urshànabi",
    "took the skin of a beast and threw it away.",
    "Manifest was the beauty of Gilgamesh.",
    "He bound up his shining hair with a new fillet;",
    "he put on a festal robe, utterly spotless,",
    "a royal garment appropriate to himself.",
    "Then he and the boatman boarded the little boat",
    "and the boat began to move away from the shore.",
    "But the wife of Utnapishtim said to her husband:",
    "\"This man has undergone a terrible journey.",
    "What will you give him for his return to his city?\"",
    "Gilgamesh, hearing, took up his punting pole",
    "and brought the little boat back to the shore.",
    "Utnapishtim spoke and said to him:",
    "\"Gilgamesh, you who have made the terrible journey,",
    "what shall I give you for your return to your city?\"",
    "Then Utnapishtim said to Gilgamesh:",
    "\"A secret of the gods I will disclose.",
    "There is a plant that grows under the waters,",
    "thorny to seize, as a rose is thorny to seize.",
    "How-the-Old-Man-Once-Again-Becomes-a-Young-Man",
    "is the name of the plant that grows under the waters.",
    "Descend into the waters and seize the plant.\"",
    "So Gilgamesh tied heavy stone weights to his feet",
    "to bring him down through the waters of the abyss",
    "to the place where he could find the magic plant.",
    "He seized the thorny plant that cut his hands;",
    "he cut the stone weights loose from his heavy feet;",
    "and the waters cast him up upon the shore.",
    "Gilgamesh said to Urshànabi the boatman:",
    "\"Urshànabi, this plant is a wonderful plant.",
    "New life may be obtained by means of it.",
    "I will carry the thorny plant back to my city.",
    "I will give some of the plant to the elders there,",
    "to share among them, telling them it is called",
    "How-the-Old-Man-Once-Again-Becomes-a-Young-Man.",
    "And I will take my share of the magic plant,",
    "once more to become the one who is youngest and strongest.\"",
    "At twenty leagues they stopped only to eat;",
    "at thirty leagues they stopped to rest for the night.",
    "Gilgamesh found a spring, a pool of pure water.",
    "He entered the water, to refresh himself.",
    "In the reeds nearby a serpent of the place",
    "became aware of the fragrance of the plant,",
    "breathed its perfume, desired it, and approached,",
    "and stole away with it among the reeds.",
    "As it disappeared the serpent shed its skin.",
    "When Gilgamesh found out what the serpent had done",
    "he sat down weeping by the pool of water.",
    "He took Urshànabi by the hand and said:",
    "\"What shall I do? The journey has gone for nothing.",
    "For whom has my heart's blood been spent? For whom?",
    "For the serpent who has taken away the plant.",
    "I descended into the waters to find the plant",
    "and what I found was a sign telling me to",
    "abandon the journey and what it was I sought for.\"",
    "At twenty leagues they stopped only to eat.",
    "At thirty leagues they stopped to rest for the night.",
    "And so they traveled until they reached Uruk.",
    "There Gilgamesh the king said to the boatman:",
    "\"Study the brickwork, study the fortification;",
    "climb the great ancient staircase to the terrace;",
    "study how it is made; from the terrace see",
    "the planted and fallow fields, the ponds and orchards.",
    "One league is the inner city, another league",
    "is orchards; still another the fields beyond;",
    "over there is the precinct of the temple.",
    "Three leagues and the temple precinct of Ishtar",
    "measure Uruk, the city of Gilgamesh.\""
  ],
  "title": "Gilgamesh: Tablet 11",
  "year": ""
}