{
  "author": "David Ferry",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242290",
  "region": "",
  "text": [
    "The style a form of concealment the way style is.",
    "His manners seemed a parody, almost,",
    "Of manners, a movie star of bygone days;",
    "Strangely elaborate, highly stylized manners,",
    "Complicit with his fame and with your praise;",
    "Looking toward you and then away from you,",
    "Star-like, movie-star-like, a dance routine,",
    "The walk almost a glide, or elegant shuffle,",
    "Always on the verge of veering away,",
    "Circling away and over to the other side",
    "Of the frozen skating arena that he was on;",
    "A dancer’s courtesy, the courtesy,",
    "I mean, of the dancer to the audience,",
    "Flirtatious and familiar, only for you,",
    "And entirely impersonal and withheld.",
    "All of the above, though, maybe, misses the point,",
    "Because it seems to say he knew about",
    "What he was doing or what the style was for,",
    "And nothing let one be sure that this was so;",
    "A look on his face of amusement, as if he knew",
    "A secret that he shared with you and yet",
    "Kept to himself, as if it only showed",
    "The cryptogram but wouldn’t provide the key",
    "To read it with. But could he read the code?",
    "One night, late at night, as we were driving",
    "Home from having had dinner out, in Boston,",
    "We saw him figure skating through Charles Street Circle,",
    "Right through and among the circling lights of cars",
    "As if with champion skill on thin ice whirling",
    "Oblivious to the astonished blaring horns,",
    "As a dancer or skater seems, while dancing to",
    "The music that we hear, oblivious to",
    "The music that we hear and listening to",
    "Some other music heard from somewhere else.",
    "So Peter moved like a dancer or skater through",
    "And among the dangerous outraged cars as if",
    "Untouchable and untouched and moving to",
    "The sounds of something else from somewhere else—",
    "The music maybe of his madness was it?",
    "It was as if he skated in solitude",
    "And glided whirling on a lonely tarn",
    "Far out away from everything there is."
  ],
  "title": "Movie Star Peter at the Supper for Street People",
  "year": ""
}