{
  "author": "David Ferry",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/242306",
  "region": "",
  "text": [
    "The five or six of them, sitting on the rocks",
    "Out at Lanesville, near Gloucester; it is like",
    "Listening to music. Several of them are teachers,",
    "One is a psychologist, one is reading a book,",
    "The page glares white in the summer sunlight;",
    "Others are just sunning themselves, or just",
    "Sitting there looking out over the water;",
    "A couple of them seem to be talking together;",
    "From this far off you can’t hear what they are saying.",
    "The day is hot, the absolute middle of summer.",
    "Someone has written an obscenity",
    "In huge letters on the rocks above and behind",
    "This group of people, and someone else, one of them,",
    "Maybe, or maybe a neighbor, the owner of one",
    "Of the cottages up behind and back in the woods,",
    "Has tried to erase it and only partly done so,",
    "So that for years it will say hoarsely",
    "To the random winds and to the senseless waves.",
    "One of them is sitting with her back turned",
    "To me and to the others on the rocks. The purple",
    "Loosestrife and the tigerlilies are like the flags",
    "Of some celebration; they bloom along the edge",
    "Of a small stream that makes its way unseen",
    "Down to the rocks and sand. Her shoulders are round,",
    "And rather luxuriously heavy, and the whole figure",
    "Has a youthful and graceful amplitude of being",
    "Whose beauty will last her her whole life long.",
    "The voices of some people out in a boat somewhere",
    "Are carried in over the water with surprising",
    "Force and clarity, though saying I don’t know what:",
    "Happiness; unhappiness; something about the conditions",
    "Of all such things; work done, not done; the saving",
    "Of the self in the intense work of its singleness,",
    "Learning to live with it. Their lives have separate ends.",
    "Suddenly she turned her head and seems to look",
    "Toward me and toward the others on the rocks,",
    "So that her body, turned away, is more expressive",
    "Than her blank face, a pure reflector of light."
  ],
  "title": "Out at Lanesville",
  "year": ""
}