{
  "author": "David Ferry",
  "classification": "Sestina",
  "keywords": [
    "Health",
    "Illness",
    "The Body",
    "Living",
    "Nature"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172170",
  "region": "",
  "text": [
    "The unclean spirits cry out in the body",
    "Or mind of the guest Ellen in a loud voice",
    "Torment me not, and in the fury of her unclean",
    "Hands beating the air in some kind of unending torment—",
    "Nobody witnessing could possibly know the event",
    "That cast upon her the spell of this enchantment.",
    "Almost all the guests are under some kind of enchantment:",
    "Of being poor day after day in the same body;",
    "Of being witness still to some obscene event;",
    "Of listening all the time to somebody’s voice",
    "Whispering in the ear things divine or unclean,",
    "In the quotidian of unending torment.",
    "One has to keep thinking there was some source of torment,",
    "Something that happened someplace else, unclean.",
    "One has to keep talking in a reasonable voice",
    "About things done, say, by a father’s body",
    "To or upon the body of Ellen, in enchantment",
    "Helpless, still by the unforgotten event",
    "Enchanted, still in the old forgotten event",
    "A prisoner of love, filthy Ellen in her torment,",
    "Guest Ellen in the dining hall in her body,",
    "Hands beating the air in her enchantment,",
    "Sitting alone, gabbling in her garbled voice",
    "The narrative of the spirits of the unclean.",
    "She is wholly the possessed one of the unclean.",
    "Maybe the spirits came from the river. The enchantment",
    "Entered her, maybe, in the Northeast Kingdom. The torment,",
    "A thing of the waters, gratuitous event,",
    "Came up out of the waters and entered her body",
    "And lived in her in torment and cried out in her voice.",
    "It speaks itself over and over again in her voice,",
    "Cursing maybe or not a familiar obscene event",
    "Or only the pure event of original enchantment",
    "From the birth of the river waters, the pure unclean",
    "Rising from the source of things, in a figure of torment",
    "Seeking out Ellen, finding its home in her poor body.",
    "Her body witness is, so also is her voice,",
    "Of torment coming from unknown event;",
    "Unclean is the nature and name of the enchantment."
  ],
  "title": "The Guest Ellen at the Supper for Street People",
  "year": ""
}