{
  "author": "Norman Dubie",
  "classification": "",
  "keywords": [
    "Nature",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181808",
  "region": "U.S., Southwestern",
  "text": [
    "The vase was made of clay",
    "With spines of straw",
    "For strength. The sunbaked vase",
    "Soaked in a deep blue dye for days. The events in this wilderness,",
    "Portrayed in the round of the vase,",
    "Depend on shades of indigo against",
    "The masked areas of the clay, a flat pearl color",
    "To detail the big sky and snow...",
    "This Montana field in winter is not sorrowful:",
    "A bugle skips through notes:",
    "We view it all somehow from the center of the field",
    "And there are scattered groups of cavalry. Some of these",
    "Men were seasoned by civil war. Their caps are blue.",
    "Their canteens are frozen. The horses shake their heads",
    "Bothered by beads of ice, the needles of ice",
    "Forming at both sides of their great anvil heads.",
    "The long, blue cloaks of the officers fall over the haunches",
    "Of the horses. The ammunition wagons",
    "Beside the woods are blurred by the snowy weather...",
    "Beyond the wagons, farther even, into the woods",
    "There is a sloping streambed. This is",
    "The dark side of the vase which is often misunderstood.",
    "From here through the bare trees there’s",
    "A strange sight to be seen at the very middle of the field:",
    "A valet is holding a bowl of cherries—archetype and rubric,",
    "A general with white hair eats the fruit while introducing its color",
    "Which will flow through the woods in early December.",
    "An Indian woman came under dark clouds to give birth, unattended",
    "In the deep wash inside the woods. She knew the weather",
    "Could turn and staked the tips of two rooted spruce trees",
    "To the earth to make a roof.",
    "The deerskin of her robe is in her mouth. Her legs spread,",
    "He feet are tied up in the roof of darkening spruce.",
    "Show through! But on the vase that belonged to a President",
    "There are countless stars above the soldiers’ campfires...",
    "With rawhide her feet are tied high in the spruce",
    "And her right hand is left loose as if she were about",
    "To ride a wild stallion",
    "to its conclusion in a box canyon.",
    "President Grant drinks bourbon from his boot. The Sioux",
    "Cough in their blankets...",
    "It snowed an hour more, and then the moon appeared. The",
    "unborn infant,",
    "Almost out on the forest floor, buckled and lodged. It died.",
    "Its mother died. Just before she closed her eyes",
    "She rubbed snow up and down inside of her bare thighs.",
    "In the near field an idle, stylish horse raised one leg",
    "To make a perfect right angle. Just then a ghost of snow formed",
    "Over the tents of the soldiers,",
    "It blows past the stylish, gray horse,",
    "Unstopped it moves through woods, up the streambed,",
    "And passes into the crude spruce shelter, into the raw open",
    "Woman, her legs raised into sky—",
    "Naked house of snow and ice! This gust of wind",
    "Spent the night within the woman. At sunrise, it left her mouth",
    "Tearing out trees, keeping the owls from sleep; it was angry now",
    "And into the field it spilled, into the bivouac of pony soldiers",
    "Who turned to the south, who turned back to the woods, who became",
    "Still. Blue all over! If there is snow still unspooling in the mountains",
    "Then there is time yet for the President to get his Indian vase",
    "And to fill it with bourbon from his boot and to put flowers into it:",
    "The flowers die in a window that looks out on a cherry tree",
    "Which heavy with fruit drops a branch:",
    "torn to its very heartwood",
    "By the red clusters of fruit, the branch fell",
    "Like her leg and foot",
    "Out of the sky into Montana..."
  ],
  "title": "Elegy to the Sioux",
  "year": ""
}