{
  "author": "Norman Dubie",
  "classification": "Free Verse",
  "keywords": [
    "Relationships",
    "Pets",
    "Nature",
    "Animals",
    "Social Commentaries",
    "History",
    "Politics",
    "Class"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181880",
  "region": "U.S., Southwestern",
  "text": [
    "The bears are kept by hundreds within fences, are fed cracked",
    "Eggs; the weakest are",
    "Slaughtered and fed to the others after being scented",
    "With the blood of deer brought to the pastures by Elizabeth’s",
    "Men—the blood spills from deep pails with bottoms of slate.",
    "The balding Queen had bear gardens in London and in the country.",
    "The bear is baited: the nostrils",
    "Are blown full with pepper, the Irish wolf dogs",
    "Are starved, then, emptied, made crazy with fermented barley:",
    "And the bear’s hind leg is chained to a stake, the bear",
    "Is blinded and whipped, kneeling in his own blood and slaver, he is",
    "Almost instantly worried by the dogs. At the very moment that",
    "Elizabeth took Essex’s head, a giant brown bear",
    "Stood in the gardens with dogs hanging from his fur. . .",
    "He took away the sun, took",
    "A wolfhound in his mouth, and tossed it into",
    "The white lap of Elizabeth I—arrows and staves rained",
    "On his chest, and standing, he, then, stood even taller, seeing",
    "Into the Queen’s private boxes—he grinned",
    "Into her battered eggshell face.",
    "Another volley of arrows and poles, and opening his mouth",
    "He showered",
    "Blood all over Elizabeth and her Privy Council.",
    "The very next evening, a cool evening, the Queen demanded",
    "Thirteen bears and the justice of 113 dogs: she slept",
    "All that Sunday night and much of the next morning.",
    "Some said she was guilty of",
    "and",
    ".",
    "The Protestant Queen gave the defeated bear",
    "A grave in a Catholic cemetery. The marker said:",
    "Peter, a Solstice Bear, a gift of the Tsarevitch to Elizabeth.",
    "After a long winter she had the grave opened. The bear’s skeleton",
    "Was cleared with lye, she placed it at her bedside,",
    "Put a candle inside behind the sockets of the eyes, and, then",
    "She spoke to it:",
    "You were a Christmas bear—behind your eyes",
    "I see the walls of a snow cave where you are a cub still smelling",
    "Of your mother’s blood which has dried in your hair; you have",
    "Troubled a Queen who was afraid",
    "When seated in",
    "which, standing,",
    "You had created! A Queen who often wakes with a dream",
    "Of you at night—",
    "Now, you’ll stand by my bed in your long white bones; alone, you",
    "Will frighten away at night all visions of bear, and all day",
    "You will be in this cold room—your constant grin,",
    "You’ll stand in the long, white prodigy of your bones, and you are,",
    "Every inch of you, a terrible vision, not bear, but virgin!"
  ],
  "title": "Elizabeth’s War with the Christmas Bear",
  "year": ""
}