{
  "author": "Norman Dubie",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Youth",
    "Relationships",
    "Men",
    "Women",
    "Activities",
    "Sports",
    "Outdoor Activities",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181874",
  "region": "U.S., Southwestern",
  "text": [
    "It is not 1937 for long. A clump of ash trees and a walk",
    "Down the the boathouse: inside linen is tacked up",
    "In a long blank mural; the children sit on the wings",
    "Of the dry dock, and then, over the water in a circle",
    "Of rowboats, the aunts and uncles wait while",
    "At their center the projectionist, Jean Renoir,",
    "On a cedar raft, casts silhouettes of rabbits, birds,",
    "And turtles for the sleepy children. Corks",
    "Come out of old bottles, it is a few minutes past sunset",
    "And, now, a swimmer beside the raft looks",
    "Into the boathouse to the linens:",
    "A bird screams over the lake, two bats",
    "Flitter back and forth through the beam of the lamp,",
    "Interrupting the images, the grand illusion, cast over",
    "Water the the acceptance of white tablecloths",
    "On the darkening shore of the lake. A torch is lit",
    "For its kerosene smoke is repugnant to the swarming insects.",
    "This film and its prisoners exist between extreme borders,",
    "Not music and algebra but",
    "A war and, then, yet another war. . .",
    "But we begin with the captured officers digging",
    "A tunnel that will soon be outside the garden wall.",
    "The Boches observe the Frenchmen working",
    "With their hoes as from the trousers of a boy",
    "Dirt from the tunnel secretly spills onto horse manure!",
    "The prisoners dream of crossing a meadow filled",
    "With snow, in the moonlight it is jade-green snow",
    "While Germans with rifles on a hill",
    "Are unable to kill them, for they have escaped",
    "Into Switzerland with its feather-brushed trees",
    "And patina of copper rooftops along a hillside village.",
    "Isn’t this the ending of the film?",
    "No! I’m sorry but",
    "There is a single blossom",
    "On the geranium, and when it falls, Captain de Boeldieu",
    "Dies, discovering his afterlife along a November road—",
    "He does not know that two men are hiding in the marsh",
    "Beside him; nevertheless, it is at this moment that the film",
    "Suffers its true conclusion. The two men hiding",
    "In the marsh will escape across the border, only",
    "To be returned to the continuing war. This is why there",
    "Is no importance to your version of the story. And there",
    "Will be another war. And more horror for the geranium!",
    "So, to pass the time, the imprisoned soldiers receive",
    "A steamer trunk filled with women’s clothing,",
    "They will all perform in a revue: a chorus",
    "Of boys and men, rouge and talcum, black stockings,",
    "Garters, the",
    "dresses, false breasts and",
    "Large paper carnations riding up like epaulets",
    "On their broad shoulders. These poignant inversions",
    "Are not ridiculous: the third boy from the right",
    "Has delicate milky thighs, these women are not ridiculous",
    "Until they begin to stiffen into men as they sing,",
    "In this comedy, their national anthem! The Russian",
    "Prisoners have been given a trunk, also, from their",
    "Mysterious Czarina; the men open it expecting vodka",
    "And sausages. The box is filled with straw",
    "And books on cooking, painting, and algebra. In disgust",
    "They burn these books—kiss good-bye the frontier",
    "Of algebra and the desire for wedding tripe!",
    "Now, these officers who are escape artists are moved",
    "As an elite corps and north to Wintersborn. Later,",
    "They are taken to a damp limestone castle",
    "From which no one will escape. The Commandant",
    "Is the stoic aristocrat, Rauffenstein, his head is in",
    "A brace like a white egg in a silver teaspoon.",
    "I mean no disrespect, but the balding Rauffenstein is",
    "An abject picture of suffering. His villa has but one",
    "Flower, a tall laden geranium.",
    "Rauffenstein and the other aristocrat, Boeldieu,",
    "Are friends. Both would know that to clear a monocle",
    "One uses spirits of vinegar. They stand confirmed",
    "In manner beside a squirrel cage. Rauffenstein feels",
    "Superior to the other two principals, the rich",
    "Jew, Rosenthal, and the charming emotional Marechal.",
    "These two hide in the marsh while Boeldieu dies",
    "Of a bullet wound. Only a king may kill a king!",
    "And Rauffenstein did it with his pistol; taking aim",
    "But missing the leg; he severed in three places",
    "Boeldieu’s intestine!",
    "The Captain is given a room in the turret that holds",
    "The flowering geranium. Now comes the",
    "Of the marksman, Rauffenstein; the disfigured Commandant",
    "Is sincerely saddened",
    "At having killed the noble Captain. But before",
    "The shooting and escape we sensed the Captain’s",
    "Sacrifice was not sacrifice, or suicide, but",
    "The grand escape—a country road into another landscape. . .",
    "There are bells tolling down in the village.",
    "Rosenthal and Marechal with ropes have dropped",
    "Past the castle’s battlements to the ground.",
    "They run away across snowy farmland. Marechal’s teeth",
    "Are stained from chewing licorice-flavored tobacco.",
    "Rosenthal and Marechal are extremes who have",
    "Strong feelings for each other. They are befriended",
    "By a German widow, Ulsa, and her daughter, Lotte;",
    "Ulsa sleeps with the tall handsome Jew. He promises",
    "To return for her when the war is over. He",
    "Will lose both his legs at Mégéglise.",
    "This is not known within the story, but he’ll bleed",
    "To death beside a little bridge. He lived his illusion",
    "In the Orient of Delacroix, his servants were Syrians",
    "And Negroes. He loved the little ivory spoons that",
    "Chinese women in the open markets use to bathe",
    "And freshen the exotic tiny fish they sell out",
    "Of huge clay bowls. . .",
    "In the boathouse the children sleep, while Jean’s",
    "Oldest cousin, drunken, falls out of a rowboat.",
    "The lone swimmer has joined Renior on the raft.",
    "The film now reveals the",
    "As all of the prisoners of the fortress begin playing",
    "Several hundred wooden flutes, the noise is like women",
    "Crying over the fresh mounds at Verdun. This diversion",
    "Is not illusion",
    "And as the Boches collect the flutes, the drunken cousin",
    "Tries to join Renior on the raft. Boeldieu flees",
    "To the heights of the castle, the second diversion!",
    "We hear:",
    "A gunshot, and chowder with blood falls from Boeldieu’s",
    "Opened stomach all the way down to the courtyard.",
    "There are small fish bones in the viscera on the cobbled",
    "Courtyard floor. Scissors cut the blue blossom",
    "From the geranium. Boeldieu will die. . . dead,",
    "He awakens on a country road where, now a peasant,",
    "He walks a white horse under the looming, bare trees.",
    "Rosenthal and Marechal are watching",
    "As they hide in the dead marsh flowers of",
    "An early November. They are alive. They do not",
    "Recognize their friend. Renoir’s cousin, asking for",
    "More wine, climbing onto the raft, spills",
    "Everything, and the projector with its crude lamp",
    "Sinks slowly to the bottom of the lake—",
    "Its dusky lighted windows like a bathysphere",
    "Lost off a cable that frayed, whoever is alive",
    "Inside the iron bell is experiencing",
    "An eternal falling through water without the promise",
    "Of a bottom. . . it’s 1937, the children",
    "Asleep in the boathouse are being aroused, they wake",
    "To a bat caught in the wall of linen, they think it’s",
    "Their uncle still casting images of animals for them. . ."
  ],
  "title": "Grand Illusion",
  "year": ""
}