{
  "author": "Norman Dubie",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Crime",
    "Punishment",
    "Life Choices"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181772",
  "region": "U.S., Southwestern",
  "text": [
    "Mistress Adrienne, I have been given a bed with a pink dresser",
    "In the hothouse",
    "Joining the Concord Public Library: the walls and roof are",
    "Glass and my privacy comes from the apple-geraniums,",
    "Violets, ferns, marigolds, and white mayflags.",
    "I get my meals",
    "With the janitor and his wife and all of the books are mine",
    "To use. I scour, sweep, and dust.",
    "I hope you don’t think of me",
    "As a runaway? I remember your kindness,",
    "Your lessons in reading and writing on the piazza.",
    "My journey was unusual. I saw some of the war",
    "And it was terrible even far up into the North.",
    "My first fright was at a train depot outside Memphis",
    "Where some soldiers found me eating not yet ripened",
    "Quinces and grapes, they took me prisoner: first",
    "I helped some children carry tree limbs to the woodbox",
    "Of the locomotive, then, I was shown to a gentleman",
    "In the passenger car who was searching for his runaway",
    "Negress in a purple dress; he wouldn’t identify me,",
    "And I was thrown in with about forty stray blacks into",
    "An open boxcar and soon we were moving, next to me",
    "A man was sucking on the small breasts of a girl",
    "Maybe twelve years of age, across from them",
    "A sad old woman smiled as she puffed on an old cigar end,",
    "By afternoon she was dead, her two friends",
    "Just kicked her out so that she rolled down into pasture",
    "Frightening some hogs that ran off into a thicket.",
    "The girl next to me whimpered and shook. Those quinces",
    "Just ran straight through me and all I could do was",
    "Squat in one corner that was supplied with ammonia-waters",
    "And hay. We were given that night Confederate uniforms",
    "To mend and when the others slept I dressed in three",
    "Shirts and trousers and leapt from the moving train,",
    "The padding helped some but I couldn’t walk the next day.",
    "I hid in a shack that seemed lonely but for a flock",
    "Of turkeys, some young hens, and a corncrib with tall",
    "Split palings. The next morning from a hill",
    "I watched field-workers on a tobacco plantation, it took",
    "Two men to carry a single leaf like a corpse from",
    "A battle scene. That night I found a horse with a bit",
    "In its mouth made of telegraph wire. He carried me up all",
    "The way to Youngstown.",
    "Learn to swim in the pond and to ride the old sorrel.",
    "I am grateful. I had to swim two rivers. I fished some",
    "For perch, bream, and trout and ate dried berries.",
    "I stole a bushel of oysters from the porch of a farmhouse.",
    "I treated my sores with blackgum from poplars. I witnessed",
    "The hanging of three Confederate soldiers at a trestle:",
    "Once they were done dancing, they settled in their greatcoats",
    "Like dead folded birds. I have a hatred",
    "Of men and I walked away from the trestle singing.",
    "I spoke to The Concord Literary Club last Tuesday",
    "About my experiences. I told them you never did",
    "Abuse me. How we would sit out in the gazebo",
    "And listen to the boys with their violins, tambourines,",
    "Bones, drums and sticks. How we wept as girls",
    "When the fox bit the head off our peahen and that",
    "From that day how the peacock, missing his mate, would",
    "See her in his reflection in a downstairs window",
    "And fly at it increasing his iridescence with lacerations.",
    "When I left you the windows were all missing and daubers",
    "Were making their mud houses in the high corners",
    "Of the hallway. With sugar-water and crepe I have put a new",
    "Hem on my purple dress.",
    "At night I walk down the aisles",
    "Of the library, the books climb twenty feet above me,",
    "I just walk there naked with my tiny lamp.",
    "I have the need to fling the lamp sometimes: but I resist it.",
    "Mistress Adrienne, I saw three big cities burning!",
    "Did you know ladies from Philadelphia rode for two days",
    "In wagons to climb a hill where with spyglasses they watched",
    "The war like a horse-pulling contest at a fair.",
    "The man beside me on the train who was sucking the little",
    "Girl’s breasts, he was your stable boy, Napoleon. He said",
    "He never had a bad word for you. His little mistress was",
    "Still bare to the waist and before I leapt from the train,",
    "And while he slept, I ran a rod into his eye. I stabbed him",
    "In his brain. She stopped weeping.",
    "Remember that French lullaby where two fleas in a gentleman’s",
    "Mustache die like a kiss between the lips of the gentleman",
    "And his mistress. How we laughed at it!",
    "I hope you were not long unconscious there beside the pond.",
    "I just ran away from you, listening the whole night",
    "For your father’s hounds. I am",
    "Afraid I split your parasol on your skull. If I",
    "Don’t hear from you I will try to understand."
  ],
  "title": "Her Monologue of Dark Crepe with Edges of Light:",
  "year": ""
}