{
  "author": "Norman Dubie",
  "classification": "",
  "keywords": [
    "Living",
    "Disappointment",
    "Failure",
    "Death",
    "Activities",
    "Eating",
    "Drinking",
    "Arts",
    "Sciences",
    "Music",
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181854",
  "region": "U.S., Southwestern",
  "text": [
    "Vivid and heavy, he strolls through dark brick kitchens",
    "Within the great house of Esterhazy:",
    "A deaf servant’s candle",
    "Is tipped toward bakers who are quarreling about",
    "The green kindling! The wassail is",
    "Being made by pouring beer and sherry from dusty bottles",
    "Over thirty baked apples in a large bowl: into",
    "The wassail, young girls empty their aprons of",
    "Cinnamon, ground mace, and allspice berries. A cook adds",
    "Egg whites and brandy. The giant glass snifters",
    "On a silver tray are taken from the kitchen by two maids.",
    "The anxious pianist eats the edges of a fig",
    "Stuffed with Devonshire cream. In the sinks the gallbladders",
    "Of geese are soaking in cold salted water.",
    "Walking in the storm, this evening, he passed",
    "Children in rags, singing carols; they were roped together",
    "In the drifting snow outside the palace gate.",
    "He knew he would remember those boys’ faces. . .",
    "There’s a procession into the kitchens: larger boys, each",
    "With a heavy shoe of coal. The pianist sits and looks",
    "Hard at a long black sausage. He will not eat",
    "Before playing the new sonata. Beside him",
    "The table sags with hams, kidney pies, and two shoulders",
    "Of lamb.",
    "No longer able to hide, he walks",
    "Straight into the large room that blinds him with light.",
    "He sits before the piano still thinking of hulled berries. . .",
    "The simple sonata which",
    "He is playing has little",
    "To do with what he’s feeling: something larger",
    "Where a viola builds, in air, an infinite staircase.",
    "An oboe joins the viola, they struggle",
    "For a more florid harmony.",
    "But the silent violins now emerge",
    "And, like the big wing of a bird, smother everything",
    "In a darkness from which only a single horn escapes—",
    "That feels effaced by the composer’s dream. . .",
    "But he is not dreaming,",
    "The composer is finishing two performances simultaneously!",
    "He is back in the dark kitchens, sulking and counting",
    "His few florins—they have paid him",
    "With a snuffbox that was pressed",
    "With two diamonds, in Holland!",
    "This century discovers quinine.",
    "And the sketchbooks of a mad, sad musician",
    "Who threw a lantern at his landlord who was standing beside",
    "A critic. He screamed:",
    "It with the dander of dragons! He apologizes",
    "The next morning, instructing the landlord to take",
    "This",
    "(Da Ist Der Wisch) to a publisher,",
    "And sell it!",
    "The composer is deaf, loud, and feverish. . . he went",
    "To the countryside in a wet sedan chair.",
    "He said to himself: for the piper, seventy ducats! He’d curse",
    "While running his fingers through his tousled hair, he made",
    "The poor viola climb the stairs.",
    "He desired loquats, loquats with small pears!",
    "The picnic by the stone house. . . the minnows",
    "Could have been sunlight striking fissures",
    "In the stream; Ludwig, where your feet are",
    "In the cold stream",
    "Everything is horizontal like the land and living.",
    "The stream saying, “In the beginning was the word",
    "And without the word",
    "Was not anything made that was made. . .",
    "But let us believe in the word, Ludwig,",
    "For it is like the sea grasses",
    "Off which with giant snails eat, at twilight!” But then",
    "The dream turns to autumn; the tinctures he",
    "Swallows are doing nothing for him, and he shows",
    "The physicians his spoon which has dissolved",
    "In the mixtures the chemist has given him!",
    "After the sonata was heard: the standing for applause",
    "Over, he walked out where it was snowing.",
    "It had been dark early that evening. It’s here that the",
    "Dream becomes shocking: he sees a doctor",
    "In white sleeves",
    "Who is sawing at the temporal bones of his ears. There is",
    "A bag of dampened plaster for the death mask. And",
    "Though he",
    "dead, a pool of urine runs to the",
    "Middle of the sickroom. A brass urinal is on the floor, it is",
    "The shape of his ears rusting on gauze. The doctors",
    "Drink stale wassail. They frown over the dead Beethoven. Outside,",
    "The same March storm that swept through Vienna an hour before",
    "Has turned in its tracks like the black, caged panther",
    "On exhibit in the Esterhazys’ candlelit ballroom. The storm crosses",
    "Over Vienna once more: lightning strikes the Opera House, its eaves",
    "And awnings filled with hailstones,",
    "Flames leaping to the adjacent stables! Someone had known,",
    "As thunder dropped flower boxes off windowsills,",
    "Someone",
    "have known",
    "That, at this moment, the violins would emerge",
    "In a struggle with the loud, combatant horns."
  ],
  "title": "The Composer’s Winter Dream",
  "year": ""
}