{
  "author": "Norman Dubie",
  "classification": "",
  "keywords": [
    "Living",
    "Death",
    "Sorrow",
    "Grieving",
    "Relationships",
    "Love",
    "Men",
    "Women",
    "Family",
    "Ancestors",
    "Arts",
    "Sciences",
    "Reading",
    "Books"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181807",
  "region": "U.S., Southwestern",
  "text": [
    "A winter evening at the cottage by the bay,",
    "And I sat in the black and gold of the dead garden",
    "Wrapped in blankets, eating my sister’s suet pudding.",
    "The fountain was wrapped in dirty straw and",
    "Just below my property in the old Tartar cemetery",
    "There was a small funeral in progress: the widow",
    "Is wearing a purple shawl, the children are bare around",
    "The shoulders and the girls are wearing orange petals",
    "At their throats. The ashen white beards of the men",
    "Are like immaculate vests from this distance.",
    "There is nothing more intolerable than suet pudding,",
    "Unless it is the visitors. The drunken visitors laughing",
    "In my kitchen, eating my duck and venison, while I hide",
    "From them here in the dark garden.",
    "The daughter of one of these gentlemen is pretty.",
    "I saw her through the window drinking",
    "Champagne from a clay mug—just under her thin blouse",
    "I saw the blue points of her breasts that turn,",
    "In opposition, both out and up like the azure slippers",
    "Of the priest who is now singing in the cemetery below my house.",
    "Once the family has gone off with its torches I’ll",
    "Climb down to the fresh grave and drop some coins",
    "For flowers, even wooden teeth for the widow so she can",
    "Attract a new husband? The black, turned soil",
    "Or our garden reminds me",
    "Of the common grave given to the children",
    "Of the Godunov Orphanage after that horrible fire:",
    "A charred horse was thrown in with them,",
    "Bags of lime, and what I understood to be a large ham",
    "That the authorities, nevertheless, declared",
    "The torso of a male child of nine or ten. The Czar,",
    "In their memory, placed a tiny trout pond over them",
    "And this inscription:",
    "My wife goes nearly naked to parties in Moscow.",
    "My sister here, at Yalta, goes sea bathing with a rope",
    "Around her that runs back to the beach where it is",
    "Attached to a donkey who is commanded by a servant",
    "With a long switch.",
    "The sea tows her out and then the donkey is whipped",
    "Sorrowfully until he has dragged her back to them.",
    "I named the donkey, Moon, after the mystery of his service",
    "To my sister. This winter",
    "He has been an excellent friend.",
    "I read to this poor beast from",
    "He is a better",
    "Critic and audience than I could find in the cities.",
    "I have won an Award that will save me from arrest anywhere",
    "Inside Russia. I am going to refuse it! And then travel",
    "To Nice or Paris.",
    "My tuberculosis is worse. Tolstoi reads my stories",
    "To his family after supper. And reads them badly, I suppose!",
    "I did walk that evening all the way down to the cemetery",
    "Only to discover that my pockets were empty.",
    "I screamed up to the house for coins, for plenty",
    "Of coins! The visitors, laughing and singing, ran down",
    "To me without coats and with a lantern swinging—",
    "My sister trailed behind them",
    "On her donkey. Her square black hat",
    "Bobbing like a steamer way out in the bay.",
    "And when they reached me—",
    "I said, “Sister, pack the trunks! You hurt me!",
    "I will write that we have departed for France, for Italy.”"
  ],
  "title": "The Seagull",
  "year": ""
}