{
  "author": "Norman Dubie",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/181771",
  "region": "U.S., Southwestern",
  "text": [
    "The island, you mustn’t say, had only rocks and scrub pine;",
    "Was on a blue, bright day like a blemish in this landscape.",
    "And Charlotte who is frail and the youngest of us collects",
    "Sticks and branches to start our fires, cries as they burn",
    "Because they resemble most what she has lost",
    "Or has little of: long fingers, her toes,",
    "And a left arm gone past the elbow, soon clear to her shoulder.",
    "She has the mouth of sea perch. Five of our sisters wear",
    "Green hoods. You are touched by all of this,",
    "To be touched by us, to be kissed! Sometimes",
    "We see couples rowing in the distance in yellow coats.",
    "Sometimes they fish with handlines; we offend",
    "Everyone who is offended most",
    "And by everything and everyone. The five goats love us, though,",
    "And live in our dark houses. When they are",
    "Full with milk they climb the steps and beg that",
    "They be milked. Their teats brush the steps and leave thick",
    "Yellow trails of fresh milk. We are all females here.",
    "Even the ghosts. We must wash, of course, in salt water,",
    "But it smarts or maybe even hurts us. Often with a rope",
    "Around her waist Anne is lowered entirely into the water.",
    "She splashes around and screams in pain. Her screams",
    "Sometimes carry clear to the beaches on the Cape.",
    "I say so often. For us we say.",
    "We are",
    "Human and not individual, we hold everything in common.",
    "We are individual, you could pick us out in a crowd.",
    "You did. This island is not our prison. We are not kept",
    "In; not even by our skin.",
    "Once Anne said she would love to be a Negro or a trout.",
    "We live without you. Father, I don’t know why I have written",
    "You all this; but be proud for I am living, and yet each day",
    "I am less and less your flesh. Someday, eventually, you",
    "Should only think of me as being a lightning bug on the lawn,",
    "Or the Negro fishing at the pond, or the fat trout he wraps",
    "In leaves that he is showing to someone. I’ll be",
    "Most everything for you. And I’ll be gone."
  ],
  "title": "The Pennacesse Leper Colony for Women, Cape Cod: 1922",
  "year": ""
}