{
  "author": "János Pilinszky",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/181172",
  "region": "",
  "text": [
    "If only I could forget him, the Frenchman",
    "I saw outside our quarters, creeping round",
    "near daybreak in that density of garden",
    "as if he'd almost grown into the ground.",
    "He was just looking back, peering about him",
    "to check that he was safe here and alone:",
    "once he was sure, his plunder was all his!",
    "Whatever chanced, he'd not be moving on.",
    "He was already eating. He was wolfing",
    "a pilfered turnip hidden in his rags.",
    "Eating raw cattle feed. But he'd no sooner",
    "swallowed a mouthful than it made him gag;",
    "and the sweet food encountered on his tongue",
    "delight and then disgust, as it might be",
    "the unhappy and the happy, meeting in",
    "their bodies' all-consuming ecstasy.",
    "Only forget that body. . . Shoulder blades",
    "trembling, and a hand all skin and bone,",
    "the palm cramming his mouth in such a way",
    "that it too seemed to feed in clinging on.",
    "And then the furious and desperate shame",
    "of organs galled with one another, forced",
    "to tear from one another what should bind them",
    "together in community at last.",
    "The way his clumsy feet had been left out",
    "of all that gibbering bestial joy; and how",
    "they stood splayed out and paralyzed beneath",
    "the body's torture and fierce rapture now.",
    "And his look too—if I could forget that!",
    "Retching, he went on gobbling as if driven",
    "on and on, just to eat, no matter what,",
    "anything, this or that, himself even.",
    "Why go on? It turned out that he'd escaped",
    "from the prison camp nearby—guards came for him.",
    "I wander, as I did then in that garden,",
    "among my garden shadows here at home.",
    "\"If only I could forget him, the Frenchman\"—",
    "I'm looking through my notes, I read one out,",
    "and from my ears, my eyes, my mouth, the seething",
    "memory boils over in his shout:",
    "\"I'm hungry!\" And immediately I feel",
    "the undying hunger which this wretched creature",
    "has long since ceased to feel, for which there is",
    "no mitigating nourishment in nature.",
    "He feeds on me. More and more hungrily!",
    "And I'm less and less sufficient, for my part.",
    "Now he, who would have been contented once",
    "with any kind of food, demands my heart."
  ],
  "title": "The French Prisoner",
  "year": ""
}