{
  "author": "Jamaal May",
  "classification": "",
  "keywords": [
    "Activities",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250158",
  "region": "U.S., Midwestern",
  "text": [
    "Acting on an anonymous tip, a shift supervisor",
    "at a runaway shelter strip-searched six teenagers.",
    "Mrs. Haver was taping shut the mouths",
    "of talkative students by the time she neared retirement,",
    "and Mr. Vickers, a skilled electrician in his day,",
    "didn’t adapt when fuses became circuit breakers,",
    "a fact that didn’t stop him from tinkering",
    "in our basement until the house was consumed by flame.",
    "I used to want to be this bad at a job.",
    "I wanted to show up pissy drunk to staff meetings",
    "when the power point slides were already dissolving",
    "one into another, but I had this bad habit",
    "of showing up on time",
    "and more sober than any man should be",
    "when working audio/visual hospitality",
    "in a three star hotel that was a four star hotel",
    "before he started working there.",
    "When the entire North Atlantic blacked out,",
    "every soul in the Hyatt Regency Dearborn flooded",
    "the parking lot panicked about terrorists and rapture,",
    "while I plugged in microphones and taped down cables",
    "by flashlight—you know, in case whatever cataclysm",
    "unfolded didn’t preempt the meetings. Meetings,",
    "before which I’d convince a children’s hospital",
    "to pay fifteen dollars to rent a nine dollar laser pointer.",
    "Thirty-five bucks for a flip chart,",
    "extra paper on the house. Is it good to be good at a job",
    "if that job involves pretending to be a secret service agent",
    "for Phizer’s George Bush impersonator? I don’t know",
    "if it’s better to be good at a bad job or bad at a good job,",
    "but there must be some kind of satisfaction",
    "in doing a job so poorly, you’re never asked to do it again.",
    "I’m not saying he’s a hero, but there’s a guy out there",
    "who overloaded a transformer and made a difference,",
    "because in a moment, sweating through my suit,",
    "groping in the dark when my boss was already home,",
    "I learned that I’d work any job this hard, ache",
    "like this to know that I could always ache for something.",
    "There’s a hell for people like me where we shovel",
    "the coal we have mined ourselves into furnaces",
    "that burn the flesh from our bones nightly,",
    "and we never miss a shift."
  ],
  "title": "Shift",
  "year": ""
}