{
  "author": "Hugh MacDiarmid",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "History",
    "Politics",
    "Social Commentaries",
    "Landscapes",
    "Pastorals",
    "Poetry",
    "Poets",
    "Nature",
    "Arts",
    "Sciences",
    "Philosophy",
    "Christianity",
    "Mythology",
    "Folklore"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176167",
  "region": "Scotland",
  "text": [
    "Aulder than mammoth or than mastodon",
    "Deep i’ the herts o’ a’ men lurk scaut-heid",
    "Skrymmorie monsters few daur look upon.",
    "Brides sometimes catch their wild een, scansin’ reid,",
    "Beekin’ abune the herts they thocht to lo’e",
    "And horror-stricken ken that i’ themselves",
    "A like beast stan’s, and lookin’ love thro’ and thro’",
    "Meets the reid een wi’ een like seevun hells.",
    "... Nearer the twa beasts draw, and, couplin’, brak",
    "The bubbles o’ twa sauls and the haill warld gangs black.",
    "Yet wha has heard the beasts’ wild matin’-call",
    "To ither music syne can gi’e nae ear.",
    "The nameless lo’enotes haud him in a thrall.",
    "Forgot are guid and ill, and joy and fear.",
    "... My bluid sail thraw a dark hood owre my een",
    "And I sail venture deep into the hills",
    "Whaur, scaddows on the skyline, can be seen",
    "—Twinin’ the sun’s brent broo wi’ plaited horns",
    "As gin they crooned it wi’ a croon o’ thorns—",
    "The beasts in wha’s wild cries a’ Scotland’s destiny thrills.",
    "The lo’es o’ single herts are strays; but there",
    "The herds that draw the generations are,",
    "And whasae hears them roarin’, evermair",
    "Is yin wi’ a’ that gangs to mak’ or mar",
    "The spirit o’ the race, and leads it still",
    "Whither it can be led, ’yont a’ desire and will.",
    "Wergeland, I mind o’ thee—for thy bluid tae",
    "Kent the rouch dirl o’ an auld Scots strain,",
    "—A dour dark burn that has its ain wild say",
    "Thro’ a’ the thrang bricht babble o’ Earth’s flood.",
    "Behold, thwart my ramballiach life again,",
    "What thrawn and roothewn dreams, royat and rude,",
    "Reek forth—a foray dowless herts condemn—",
    "While chance wi’ rungs o’ sang or silence renshels them.",
    "(A foray frae the past—and future tae",
    "Sin Time’s a blindness we’ll thraw aff some day!)",
    "... On the rumgunshoch sides o’ hills forgotten",
    "Life hears beasts rowtin’ that it deemed extinct,",
    "And, sudden, on the hapless cities linked",
    "In canny civilisation’s canty dance",
    "Poor herds o’ heich-skeich monsters, misbegotten,",
    "... Streets clear afore the scarmoch advance:",
    "Frae every winnock skimmerin’ een keek oot",
    "To see what sic camsteerie cast-offs are aboot.",
    "Cast-offs?—But wha mak’s life a means to ony end?",
    "This sterves and that stuff’s fu’, scraps this and succours that?",
    "The best survive there’s nane but fules contend.",
    "Na! Ilka daith is but a santit need.",
    "... Lo! what bricht flames o’ beauty are lit at",
    "The unco’ een o’ lives that Life thocht deid",
    "Till winnock efter winnock kindles wi’ a sense",
    "O’ gain and glee—as gin a mair intense",
    "Starn nor the sun had risen in wha’s licht",
    "Mankind and beasts anew, wi’ gusto, see their plicht.",
    "Mony’s the auld hauf-human cry I ken",
    "Fa’s like a revelation on the herts o’ men",
    "As tho’ the graves were split and the first man",
    "Grippit the latest wi’ a freendly han’",
    "... And there’s forgotten shibboleths o’ the Scots",
    "Ha’e keys to senses lockit to us yet",
    "—Coorse words that shamble thro’ oor minds like stots,",
    "Syne turn on’s muckle een wi’ doonsin’ emerauds lit.",
    "I hear nae ‘hee-haw’ but I mind the day",
    "A’e donkey strunted doon a palm-strewn way",
    "As Chesterton has sung; nae wee click-clack",
    "O’ hoofs but to my hert at aince comes back",
    "Jammes’ Prayer to Gang to Heaven wi’ the Asses;",
    "And shambles-ward nae cattle-beast e’er passes",
    "But I mind hoo the saft een o’ the kine",
    "Lichted Christ’s craidle wi’ their canny shine.",
    "Hee-Haw! Click-Clack! And Cock-a-doodle-doo!",
    "—Wull Gabriel in Esperanto cry",
    "Or a’ the warld’s undeemis jargons try?",
    "And by my sangs the rouch auld Scots I ken",
    "E’en herts that ha’e nae Scots’ll dirl richt thro’",
    "As nocht else could—for here’s a language rings",
    "Wi’ datchie sesames, and names for nameless things.",
    "Wergeland, my warld as thine ’ca’ canny’ cries,",
    "And daurna lippen to auld Scotland’s virr.",
    "Ah, weel ye kent—as Carlyle quo’ likewise—",
    "Maist folk are thowless fules wha downa stir,",
    "Crouse sumphs that hate nane ’bies wha’d wauken them.",
    "To them my Pegasus tae’s a crocodile.",
    "Whummelt I tak’ a bobquaw for the lift.",
    "Insteed o’ sangs my mou’ drites eerned phlegm.",
    "... Natheless like thee I stalk on mile by mile,",
    "Howk’n up deid stumps o’ thocht, and saw’in my eident gift.",
    "Ablachs, and scrats, and dorbels o’ a’ kinds",
    "Aye’d drob me wi’ their puir eel-droonin’ minds,",
    "Wee drochlin’ craturs drutling their bit thochts",
    "The dorty bodies! Feech! Nae Sassunuch drings",
    "’ll daunton me. —Tak’ ye sic things for poets?",
    "Cock-lairds and drotes depert Parnassus noo.",
    "A’e flash o’ wit the lot to drodlich dings.",
    "Rae, Martin, Sutherland—the dowless crew,",
    "I’ll twine the dow’d sheaves o’ their toom-ear’d corn,",
    "Bind them wi’ pity and dally them wi’ scorn.",
    "Lang ha’e they posed as men o’ letters here,",
    "Dounhaddin’ the Doric and keepin’t i’ the draiks,",
    "Drivellin’ and druntin’, wi’ mony a datchie sneer",
    "... But soon we’ll end the haill eggtaggle, fegs!",
    "... The auld volcanoes rummle ’neath their feet,",
    "And a’ their shoddy lives ‘ll soon be drush,",
    "Danders o’ Hell! They feel th’ unwelcome heat,",
    "The deltit craturs, and their sauls are slush,",
    "For we ha’e faith in Scotland’s hidden poo’ers,",
    "The present’s theirs, but a’ the past and future’s oors."
  ],
  "title": "Gairmscoile",
  "year": ""
}