{
  "author": "Hugh MacDiarmid",
  "classification": "",
  "keywords": [
    "History",
    "Politics",
    "Sciences",
    "Time",
    "Brevity",
    "Nature",
    "Social Commentaries",
    "Landscapes",
    "Pastorals"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176171",
  "region": "Scotland",
  "text": [
    "All is lithogenesis—or lochia,",
    "Carpolite fruit of the forbidden tree,",
    "Stones blacker than any in the Caaba,",
    "Cream-coloured caen-stone, chatoyant pieces,",
    "Celadon and corbeau, bistre and beige,",
    "Glaucous, hoar, enfouldered, cyathiform,",
    "Making mere faculae of the sun and moon,",
    "I study you glout and gloss, but have",
    "No cadrans to adjust you with, and turn again",
    "From optik to haptik and like a blind man run",
    "My fingers over you, arris by arris, burr by burr,",
    "Slickensides, truité, rugas, foveoles,",
    "Bringing my aesthesis in vain to bear,",
    "An angle-titch to all your corrugations and coigns,",
    "Hatched foraminous cavo-rilievo of the world,",
    "Deictic, fiducial stones. Chiliad by chiliad",
    "What bricole piled you here, stupendous cairn?",
    "What artist poses the Earth écorché thus,",
    "Pillar of creation engouled in me?",
    "What eburnation augments you with men’s bones,",
    "Every energumen an Endymion yet?",
    "All the other stones are in this haecceity it seems,",
    "But where is the Christophanic rock that moved?",
    "What Cabirian song from this catasta comes?",
    "Deep conviction or preference can seldom",
    "Find direct terms in which to express itself.",
    "Today on this shingle shelf",
    "I understand this pensive reluctance so well,",
    "This not discommendable obstinacy,",
    "These contrivances of an inexpressive critical feeling,",
    "These stones with their resolve that Creation shall not be",
    "Injured by iconoclasts and quacks. Nothing has stirred",
    "Since I lay down this morning an eternity ago",
    "But one bird. The widest open door is the least liable to intrusion,",
    "Ubiquitous as the sunlight, unfrequented as the sun.",
    "The inward gates of a bird are always open.",
    "It does not know how to shut them.",
    "That is the secret of its song,",
    "But whether any man’s are ajar is doubtful.",
    "I look at these stones and know little about them,",
    "But I know their gates are open too,",
    "Always open, far longer open, than any bird’s can be,",
    "That every one of them has had its gates wide open far longer",
    "Than all birds put together, let alone humanity,",
    "Though through them no man can see,",
    "No man nor anything more recently born than themselves",
    "And that is everything else on the Earth.",
    "I too lying here have dismissed all else.",
    "Bread from stones is my sole and desperate dearth,",
    "From stones, which are to the Earth as to the sunlight",
    "Is the naked sun which is for no man’s sight.",
    "I would scorn to cry to any easier audience",
    "Or, having cried, to lack patience to await the response.",
    "I am no more indifferent or ill-disposed to life than death is;",
    "I would fain accept it all completely as the soil does;",
    "Already I feel all that can perish perishing in me",
    "As so much has perished and all will yet perish in these stones.",
    "I must begin with these stones as the world began.",
    "Shall I come to a bird quicker than the world’s course ran?",
    "To a bird, and to myself, a man?",
    "And what if I do, and further?",
    "I shall only have gone a little way to go back again",
    "And be like a fleeting deceit of development,",
    "Iconoclasts, quacks. So these stones have dismissed",
    "All but all of evolution, unmoved by it,",
    "(Is there anything to come they will not likewise dismiss?)",
    "As the essential life of mankind in the mass",
    "Is the same as their earliest ancestors yet."
  ],
  "title": "On a Raised Beach",
  "year": ""
}