{
  "author": "Hugh MacDiarmid",
  "classification": "Elegy",
  "keywords": [
    "Living",
    "Relationships",
    "Friends",
    "Enemies",
    "Nature",
    "Death",
    "Landscapes",
    "Pastorals"
  ],
  "period": "Modern",
  "reference": "http://www.poetryfoundation.org/poem/176170",
  "region": "Scotland",
  "text": [
    "Under no hanging heaven-rooted tree,",
    "Though full of mammuks’ nests,",
    "Bone of old Britain we bury thee",
    "But heeding your unspoken hests",
    "Naught not coeval with the Earth",
    "And indispensable till its end",
    "With what whom you despised may deem the dearth",
    "Of your last resting-place dare blend.",
    "Where nature is content with little so are you",
    "So be it the little to which all else is due.",
    "Nor in vain mimicry of the powers",
    "That lifted up the mountains shall we raise",
    "A stone less of nature’s shaping than of ours",
    "To mark the unfrequented place.",
    "You were not filial to all else",
    "Save to the Dust, the mother of all men,",
    "And where you lie no other sign needs tells",
    "(Unless a gaunt shape resembles you again",
    "In some momentary effect of light on rock)",
    "But your family likeness to all her stock.",
    "Flowers may be strewn upon the grave",
    "Of easy come easy go.",
    "Fitly only some earthquake or tidal wave",
    "O’er you its red rose or its white may throw",
    "But naught else smaller than darkness and light",
    "—Both here, though of no man’s bringing!—",
    "And as any past time had been in your sight",
    "Were you now from your bed upspringing,",
    "Now or a billion years hence, you would see",
    "Scant difference, eyed like eternity.",
    "How should we have anything to give you",
    "In death who had nothing in life,",
    "Attempting in our sand-riddles to sieve you",
    "Who were with nothing, but the sheer elements rife?",
    "Anchor of truth, facile as granite you lie,",
    "A plug suspended in England’s false dreams.",
    "Your worth will be seen by and by,",
    "Like God’s purpose in what men deem their schemes,",
    "Nothing ephemeral can seek what lies in this ground",
    "Since nothing can be sought but the found.",
    "The poem that would praise you must be",
    "Like the glass of some rock, sleek brown, crowded",
    "With dark incipient crystal growths, we see;",
    "Or a glimpse of Petavius may have endowed it",
    "With the tubular and dumb-bell-shaped inclusions surrounded",
    "By the broad reaction rims it needs.",
    "I have seen it in dreams and know how it abounded",
    "—Ah! would I could find in me like seeds!—",
    "As the north-easterly garden in the lunation grows,",
    "A spectacle not one man in ten millions knows.",
    "I belong to a different country than yours",
    "And none of my travels have been in the same lands",
    "Save where Arzachel or Langrenus allures",
    "Such spirits as ours, and the Straight Wall stands,",
    "But crossing shear planes extruded in long lines of ridges,",
    "Torsion cylinders, crater rings, and circular seas",
    "And ultra-basic xenoliths that make men look midges",
    "Belong to my quarter as well, and with ease",
    "I too can work in bright green and all the curious interference",
    "Colours that under crossed nicols have a mottled appearance.",
    "Let my first offering be these few pyroxenes twinned",
    "On the orthopinacoid and hour-glass scheme,",
    "Fine striae, microline cross-hatchings, and this wind",
    "Blowing plumes of vapour forever it would seem",
    "From cone after cone diminishing sterile and grey",
    "In the distance; dun sands in ever-changing squalls;",
    "Crush breccias and overthrusts; and such little array",
    "Of Geology’s favourite fal-de-lals",
    "And demolitions and entrenchments of weather",
    "As any turn of my eyes brings together.",
    "I know how on turning to noble hills",
    "And stark deserts happily still preserved",
    "For men whom no gregariousness fills",
    "With the loneliness for which they are nerved",
    "—The lonely at-one-ment with all worth while—",
    "I can feel as if the landscape and I",
    "Became each other and see my smile",
    "In the corners of the vastest contours lie",
    "And share the gladness and peace you knew,",
    "—The supreme human serenity that was you!",
    "I have seen Silence lift his head",
    "And Song, like his double, lift yours,",
    "And know, while nearly all that seems living is dead,",
    "You were always consubstantial with all that endures.",
    "Would it were on Earth! Not since Ezekiel has that faw sun ringed",
    "A worthier head; red as Adam you stood",
    "In the desert, the horizon with vultures black-winged,",
    "And sang and died in this still greater solitude",
    "Where I sit by your skull whose emptiness is worth",
    "The sum of almost all the full heads now on Earth",
    "—By your roomy skull where most men might well spend",
    "Longer than you did in Arabia, friend!"
  ],
  "title": "Stony Limits",
  "year": ""
}