{
  "author": "Deborah Digges",
  "classification": "",
  "keywords": [
    "Pets",
    "Death",
    "Living",
    "Relationships"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/175653",
  "region": "U.S., New England",
  "text": [
    "I love to watch them sheathe themselves mid-air,",
    "shut wings and ride the light’s poor spine",
    "to earth, to touch down in gutters, in the rainbowed",
    "urine of suicides, just outside Bellevue’s walls.",
    "From in there the ransacked cadavers are carried",
    "up the East River to Potter’s Field",
    "as if they were an inheritance,",
    "gleaned of saveable parts,",
    "their diseases jarred and labeled, or incinerated,",
    "the ashes of metastisized vision",
    "professing the virus that lives beyond the flesh",
    "in air ...",
    "The first time I saw the inside of anything",
    "alive, a downed bird opened cleanly",
    "under my heel. I knelt",
    "to watch the spectral innards shine and quicken,",
    "the heart-whir magnify.",
    "And though I can’t say now what kind of bird it was,",
    "nor the season, spring or autumn, what",
    "dangerous transition,",
    "I have identified so many times that sudden",
    "earnest spasm of the throat in children,",
    "or in the jaundiced faces of the dying,",
    "the lower eye-lids straining upward.",
    "Fear needs its metaphors.",
    "I’ve read small helplessnesses make us maternal.",
    "Even the sparrows feel it,",
    "nesting this evening in traffic lights.",
    "They must have remembered, long enough to mate,",
    "woods they’ve never seen,",
    "but woods inbred up the long light of instinct,",
    "the streaked siennas of a forest floor",
    "born now into the city,",
    "the oak umbers, and the white tuft",
    "of tail feathers like a milkweed meadow",
    "in which their song, as Burroughs heard it,",
    "could be distinguished:",
    "down-the-hill ...",
    "here, where every history is forfeited,",
    "where the same names of the different dead greet",
    "each other and commingle",
    "above the hospital’s heaps of garbage.",
    "From the ward windows, fingerprinted,",
    "from the iron-grated ledges,",
    "hundreds flock down for the last feed of the day",
    "and carry off into the charitable dusk what",
    "cannot be digested."
  ],
  "title": "Vesper Sparrows",
  "year": ""
}