{
  "author": "Gina Myers",
  "classification": "",
  "keywords": [
    "Living",
    "Life Choices",
    "Relationships",
    "Friends",
    "Enemies",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Crime",
    "Punishment",
    "Money",
    "Economics",
    "Popular Culture"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/250410",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "It's 70 degrees outside but in the drugstore",
    "Christmas music plays over the speakers as",
    "I stand in line balancing my checkbook",
    "in my head, stretching things thin until",
    "my next paycheck when the rent is due.",
    "The security guard cracks a joke, but",
    "I wasn't paying attention, so I just smile",
    "& step forward in line. Images move",
    "across the screen. When I think about money",
    "it seems impossible. All over the country",
    "people are moving into the streets",
    "& we're here in Atlanta starting a new life.",
    "Darkness surrounds the latest revision",
    "of our shared history. Everything clouded.",
    "Yesterday 1 couldn't tear myself from the news",
    "& already today the events have been distorted,",
    "the numbers downplayed. It's late fall",
    "& in the early morning crispness, the leaves",
    "fall from the trees & cover the sidewalks.",
    "This new feeling we lack a name for, struggle",
    "manifested in the streets & in parks & on bridges",
    "across the nation. The headlines read",
    "\"Protesters clash with police,\" but as we watched",
    "the live stream, we saw aggression only by officers",
    "dressed in riot gear. We saw people tossed",
    "on the ground, hit with batons,",
    "a woman punched in the face, an eighty-four year old",
    "woman's face drenched in pepper spray.",
    "The images endless in this land of the free.",
    "I'm losing focus, distracted by the newsfeed",
    "on the computer screen, hitting refresh.",
    "The cat paws at my leg, demands its own attention.",
    "This shift entirely unexpected but necessary.",
    "Leaves blot the window. Every so often",
    "I leave & start from scratch, imagine",
    "damaged relationships & sick cities",
    "where there was no damage & no sickness",
    "greater than anywhere else. In Atlanta,",
    "everyone drives. The bartender called us",
    "\"hardcore\" when we said we'd walked there.",
    "She said, \"No one in Atlanta walks anywhere.\"",
    "Walking home from work in post-daylight",
    "savings time darkness I pass no one on the",
    "sidewalks. I pass the traffic backed up by",
    "the stoplight. The weekend passes too quickly—",
    "I wish it would last longer, which is what this all",
    "is really about: time & my lack of control",
    "over it, my inability to do what I want with it.",
    "And there's a greater futility at work",
    "here too—a greater frustration in my inability",
    "to control my environment or to stop my country",
    "from killing its citizens. The police beat people",
    "standing still, linking arms, holding cardboard signs.",
    "Each day I think more & more about the past,",
    "about where things began to go wrong, where I, too,",
    "began to go wrong. Before I moved, before I",
    "got sick, before I unfriended you on Facebook,",
    "before I decided I no longer loved you,",
    "before New York, before college—thinking back",
    "to childhood when we could run fearless",
    "through the neighborhood at night, when",
    "we didn't think about the future, when we loved",
    "our country because we didn't know better."
  ],
  "title": "Hold It Down",
  "year": ""
}