{
  "author": "Elizabeth Moody",
  "classification": "",
  "keywords": [
    "Growing Old",
    "Time",
    "Brevity",
    "Nature",
    "Living",
    "The Body"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182528",
  "region": "England",
  "text": [
    "Since you are, dear madam, so favoured by time,",
    "That he seems to have granted a lease of his prime,",
    "With the power to renew it whenever you please;",
    "Unencumbered by taxes of age and disease;",
    "Prolonging that date, which in others appears,",
    "The frail fleeting tenure of very few years:",
    "Why could you not ask him some favour to send,",
    "Enclosed with a present designed for a friend?",
    "One tint for her cheeks of youth’s vivid hue,",
    "To suit with those beautiful ribands of blue;",
    "One spark for her eyes of a juvenile twinkle,",
    "One smile of her mouth undeformed by a wrinkle;",
    "One ringlet or two — on her forehead to play,",
    "Unmixed with the sorrowful colour of grey?",
    "Yet too modest, perhaps, these requests you forbore,",
    "Yourself so indebted would not ask for more.",
    "And perchance had you teased him, thus Time might reply;",
    "‘That to you I am partial — I will not deny;",
    "Nor need I declare — what who sees you must know:",
    "That on few I such singular graces bestow.",
    "But if from my rules I recede for your sake,",
    "And still give to you what from others I take,",
    "I cannot for all so go out of my way,",
    "And reverse those decrees which all mortals obey.",
    "My law is that youth shall soon wither and fade,",
    "And like morning’s bright beam shall be followed by shade.",
    "Most severe is the sentence I pass on the face,",
    "Full soon on its features my finger you trace.",
    "Yet I no such dread rigour extend to the mind,",
    "In age that still charms if it be but resigned.",
    "If calmly beholding fair youth’s setting sun,",
    "It with fortitude reckons my sands as they run;",
    "Not with peevishness fraught as each wrinkle appears,",
    "And resisting my progress with petulant tears.",
    "No — your sex must learn patient good humour of you,",
    "And meet my approaches with smiles as you do:",
    "With temper unruffled by envy or spleen,",
    "Like the sun of the autumn — thus mild and serene,",
    "Learn of you to converse with politeness and ease;",
    "Then in spite of my spoils — they will know how to please."
  ],
  "title": "To a Lady, Who Sent the Author a Present of a Fashionable Bonnet",
  "year": ""
}