{
  "author": "Evie Shockley",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "Life Choices",
    "Relationships",
    "Family",
    "Ancestors",
    "Social Commentaries",
    "History",
    "Politics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/244256",
  "region": "U.S., Southern",
  "text": [
    "June 5, 1892",
    "Dear Daughter,",
    "Can you be fifty-three this",
    "month? I still look for you to peek around",
    "my door as if you’d discovered a toy",
    "you thought gone for good, ready at my smile",
    "to run up and press your fist into my",
    "broken palm. But your own girls have outgrown",
    "such games, and I cannot pilfer back time",
    "I spent pursuing Freedom. Fair to you,",
    "to your brothers, your mother? Hardly.",
    "But",
    "what other choice did I have? What sham,",
    "what shabby love could I offer you, so",
    "long as Thomas Auld held the law over",
    "my head? And when the personal threat was",
    "ended, whose eyes could mine enter without",
    "shame, if turning toward my wife and children",
    "meant turning my back?",
    "Your mother’s eyes stare",
    "out at me through yours, of late. You think I",
    "didn’t love her, that my quick remarriage",
    "makes a Gertrude of me, a corseted",
    "Hamlet of you. You’re as wrong as you are",
    "lucky. Had Anna Murray had your",
    "education as a girl, my love for",
    "her would have been as passionate as it",
    "was grateful. But she died illiterate,",
    "when I had risked my life to master language.",
    "The pleasures of book and pen retain",
    "the thrill of danger even now, and you",
    "may understand why Ottilie Assing,",
    "come into our house to translate me into",
    "German, could command so many hours,",
    "years, of my time—or, as you would likely",
    "say, of your mother’s time.",
    "Forgive me,",
    "Rosetta, for broaching such indelicate",
    "subjects, but as my eldest child and",
    "only living daughter, I want you to",
    "feel certain that Helen became the new",
    "Mrs. Douglass because of what we shared",
    "in sheaves of my papers: let no one",
    "persuade you I coveted her skin.",
    "I am not proud of how I husbanded",
    "your mother all those years, but marriage,",
    "too, is a peculiar institution.",
    "I could not have stayed so unequally yoked",
    "so long, without a kind of Freedom in",
    "it. Anna accepted this, and I don’t",
    "have to tell you that her lot was better",
    "and she, happier, than if she’d squatted",
    "with some other man in a mutual",
    "ignorance.",
    "Perhaps I will post, rather",
    "than burn, this letter, this time. I’ve written it",
    "so often, right down to these closing lines,",
    "in which I beg you to be kinder, much",
    "kinder, to your step-mother. You two are",
    "of an age to be sisters, and of like",
    "temperament—under other circumstances,",
    "you might have found Friendship in each other.",
    "With regards to your husband—I am, as",
    "ever, your loving father—",
    "Frederick Douglass"
  ],
  "title": "The Lost Letters of Frederick Douglass",
  "year": ""
}