{
  "author": "John Updike",
  "classification": "Blank Verse",
  "keywords": [
    "Activities",
    "Youth",
    "Social Commentaries",
    "Cities",
    "Urban Life",
    "Living",
    "Midlife",
    "Sports",
    "Outdoor Activities",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172264",
  "region": "U.S., New England",
  "text": [
    "Pearl Avenue runs past the high-school lot,",
    "Bends with the trolley tracks, and stops, cut off",
    "Before it has a chance to go two blocks,",
    "At Colonel McComsky Plaza. Berth’s Garage",
    "Is on the corner facing west, and there,",
    "Most days, you'll find Flick Webb, who helps Berth out.",
    "Flick stands tall among the idiot pumps—",
    "Five on a side, the old bubble-head style,",
    "Their rubber elbows hanging loose and low.",
    "One’s nostrils are two S’s, and his eyes",
    "An E and O. And one is squat, without",
    "A head at all—more of a football type.",
    "Once Flick played for the high-school team, the Wizards.",
    "He was good: in fact, the best. In ’46",
    "He bucketed three hundred ninety points,",
    "A county record still. The ball loved Flick.",
    "I saw him rack up thirty-eight or forty",
    "In one home game. His hands were like wild birds.",
    "He never learned a trade, he just sells gas,",
    "Checks oil, and changes flats. Once in a while,",
    "As a gag, he dribbles an inner tube,",
    "But most of us remember anyway.",
    "His hands are fine and nervous on the lug wrench.",
    "It makes no difference to the lug wrench, though.",
    "Off work, he hangs around Mae’s Luncheonette.",
    "Grease-gray and kind of coiled, he plays pinball,",
    "Smokes those thin cigars, nurses lemon phosphates.",
    "Flick seldom says a word to Mae, just nods",
    "Beyond her face toward bright applauding tiers",
    "Of Necco Wafers, Nibs, and Juju Beads."
  ],
  "title": "Ex-Basketball Player",
  "year": ""
}