{
  "author": "John Updike",
  "classification": "",
  "keywords": [
    "Nature",
    "Landscapes",
    "Pastorals"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/172269",
  "region": "U.S., New England",
  "text": [
    "What can you say about Pennsylvania",
    "in regard to New England except that",
    "it is slightly less cold, and less rocky,",
    "or rather that the rocks are different?",
    "Redder, and gritty, and piled up here and there,",
    "whether as glacial moraine or collapsed springhouse",
    "is not easy to tell, so quickly",
    "are human efforts bundled back into nature.",
    "In fall, the trees turn yellower\u0097",
    "hard maple, hickory, and oak",
    "give way to tulip poplar, black walnut,",
    "and locust. The woods are overgrown",
    "with wild-grape vines, and with greenbrier",
    "spreading its low net of anxious small claws.",
    "In warm November, the mulching forest floor",
    "smells like a rotting animal.",
    "A genial pulpiness, in short: the sky",
    "is soft with haze and paper-gray",
    "even as the sun shines, and the rain",
    "falls soft on the shoulders of farmers",
    "while the children keep on playing,",
    "their heads of hair beaded like spider webs.",
    "A deep-dyed blur softens the bleak cities",
    "whose people palaver in prolonged vowels.",
    "There is a secret here, some death-defying joke",
    "the eyes, the knuckles, the bellies imply\u0097",
    "a suet of consolation fetched straight",
    "from the slaughterhouse and hung out",
    "for chickadees to peck in the lee of the spruce,",
    "where the husks of sunflower seeds",
    "and the peace-signs of bird feet crowd",
    "the snow that barely masks the still-green grass.",
    "I knew that secret once, and have forgotten.",
    "The death-defying secret\u0097it rises",
    "toward me like a dog’s gaze, loving",
    "but bewildered. When winter sits cold and black",
    "on Boston’s granite hills, in Philly,",
    "slumped between its two polluted rivers,",
    "warmth’s shadow leans close to the wall",
    "and gets the cement to deliver a kiss."
  ],
  "title": "Returning Native",
  "year": ""
}