{
  "author": "Tennessee Williams",
  "classification": "",
  "keywords": [
    "Relationships",
    "Living",
    "Disappointment",
    "Failure"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/180369",
  "region": "U.S., Southern",
  "text": [
    "After you've been to bed together for the first time,",
    "without the advantage or disadvantage of any prior acquaintance,",
    "the other party very often says to you,",
    "Tell me about yourself, I want to know all about you,",
    "what's your story? And you think maybe they really and truly do",
    "sincerely want to know your life story, and so you light up",
    "a cigarette and begin to tell it to them, the two of you",
    "lying together in completely relaxed positions",
    "like a pair of rag dolls a bored child dropped on a bed.",
    "You tell them your story, or as much of your story",
    "as time or a fair degree of prudence allows, and they say,",
    "Oh, oh, oh, oh, oh,",
    "each time a little more faintly, until the oh",
    "is just an audible breath, and then of course",
    "there's some interruption. Slow room service comes up",
    "with a bowl of melting ice cubes, or one of you rises to pee",
    "and gaze at himself with the mild astonishment in the bathroom mirror.",
    "And then, the first thing you know, before you've had time",
    "to pick up where you left off with your enthralling life story,",
    "they're telling you",
    "life story, exactly as they'd intended to all along,",
    "and you're saying, Oh, oh, oh, oh, oh,",
    "each time a little more faintly, the vowel at last becoming",
    "no more than an audible sigh,",
    "as the elevator, halfway down the corridor and a turn to the left,",
    "draws one last, long, deep breath of exhaustion",
    "and stops breathing forever. Then?",
    "Well, one of you falls asleep",
    "and the other one does likewise with a lighted cigarette in his mouth,",
    "and that's how people burn to death in hotel rooms."
  ],
  "title": "Life Story",
  "year": ""
}