{
  "author": "Joshua Clover",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Philosophy",
    "Reading",
    "Books",
    "Poetry",
    "Poets",
    "Music",
    "Architecture",
    "Design",
    "Social Commentaries",
    "History",
    "Politics",
    "War",
    "Conflict",
    "Popular Culture",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241334",
  "region": "U.S., Western",
  "text": [
    "Music: Sexual misery is wearing you out.",
    "Music: Known as the Philosopher’s Stair for the world-weariness which climbing it inspires. One gets nowhere with it.",
    "Paris: St-Sulpice in shrouds.",
    "Paris: You’re falling into disrepair, Eiffel Tower this means you! Swathed in gold paint, Enguerrand Quarton whispering come with me under the shadow of this gold leaf.",
    "Music: The unless of a certain series.",
    "Mathematics: Everyone rolling dice and flinging Fibonacci, going to the opera, counting everything.",
    "Fire: The number between four and five.",
    "Gold leaf: Wedding dress of the verb",
    ", it reminds you of of.",
    "Music: As the sleep of the just. We pass into it and out again without seeming to move. The false motion of the wave, “frei aber einsam.”",
    "Steve Evans: I saw your skull! It was between your thought and your face.",
    "Melisse: How I saw her naked in Brooklyn but was not in Brooklyn at the time.",
    "Art: That’s the problem with art.",
    "Paris: I was in Paris at the time! St-Sulpice in shrouds “like Katharine Hepburn.”",
    "Katharine Hepburn: Oh America! But then, writing from Paris in the thirties, it was to you Benjamin compared Adorno’s wife. Ghost citizens of the century, sexual misery is wearing you out.",
    "Misreading: You are entering the City of Praise, population two million three hundred thousand . . .",
    "Hausmann’s Paris: The daughter of Midas in the moment just after. The first silence of the century then the king weeping.",
    "Music: As something to be inside of, as inside thinking one feels thought of, fly in the ointment of the mind!",
    "Sign at Jardin des Plantes: GAMES ARE FORBIDDEN IN THE LABYRINTH.",
    "Paris: Museum city, gold lettering the windows of the wedding-dress shops in the Jewish Quarter. “Nothing has been changed,” sez Michael, “except for the removal of twenty-seven thousand Jews.”",
    "Paris 1968: The antimuseum museum.",
    "The Institute for Temporary Design: Scaffolding, traffic jam, barricade, police car on fire, flies in the ointment of the city.",
    "Gilles Ivain: In your tiny room behind the clock, your bent sleep, your Mythomania.",
    "Gilles Ivain: Our hero, our Anti-Hausmann.",
    "To say about Flemish painting: “Money-colored light.”",
    "Music: “Boys on the Radio.”",
    "Boys of the Marais: In your leather pants and sexual pose, arcaded shadows of the Place des Vosges.",
    "Mathematics: And all that motion you supposed was drift, courtyard with the grotesque head of Apollinaire, Norma on the bridge, proved nothing but a triangle fixed by the museum and the opera and St-Sulpice in shrouds.",
    "The Louvre: A couple necking in an alcove, in their brief bodies entwined near the Super-Radiance Hall visible as speech.",
    "Speech: The bird that bursts from the mouth shall not return.",
    "Pop song: We got your pretty girls they’re talking on mobile phones la la la.",
    "Enguerrand Quarton: In your dream gold leaf was the sun, salve on the kingdom of the visible.",
    "Gold leaf: The mind makes itself a Midas, it cannot hold and not have.",
    "Thus: I came to the city of possession.",
    "Sleeping: Behind the clock, in the diagon, in your endless summer night, in the city remaking itself like a wave in which people live or are said to live, it comes down to the same thing, an exaggerated sense of things getting done.",
    "Paris: The train station’s a museum, opera in the place of the prison.",
    "Later. The music lacquered with listen."
  ],
  "title": "Ceriserie",
  "year": ""
}