{
  "author": "Joshua Clover",
  "classification": "Free Verse",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets",
    "Language",
    "Linguistics",
    "Social Commentaries",
    "Popular Culture",
    "Cities",
    "Urban Life"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/241338",
  "region": "U.S., Western",
  "text": [
    "Our grand peregrinations through these temporary cities,",
    "These pale window box poppies of the laughing class,",
    "Drifting as if time came in the same long dollops as starlight,",
    "Resemble an epic journey as a coffee bean resembles a llama’s foot,",
    "Though the kitchen table may be far from the desert",
    "It’s near in spirit, a yellow oasis before the wind",
    "Starts its restless sweeping of white flower-dust across the lintel,",
    "Marking the fine edge of things like children asleep",
    "At the opera, piled up near the door, summer passing",
    "On its way out. Prince Valiant vowed to sew the horizons",
    "Into a single idea, to put on the blue dress of distance,",
    "Looping past rivers and mountains as one leaps from bed",
    "To bed to make loneliness lonely, the suburbs were for him",
    "A relief, a pageant of calm desire where he settled,",
    "All the king’s horses grazing on forsythia out back",
    "While the evening tilts back out of the night, a kindly drunk",
    "Uncle, and asks you to stay. Was this the end of traveling?",
    "Or just a change in the story over time, as for example how",
    "roi become Josie and the Pussycats",
    "From one version to the next? So all heroes are deranged",
    "By something quite common yet unexpected, a constellation",
    "Redrawn and named again through the stars",
    "Above the porch don’t shift but seem to sink",
    "Through winter’s pitcher of noircotic ink,",
    "Leaving a single streetlight that burned happily,",
    "Thinking it was the sun, after all it was the day",
    "Of the night and turned the world around it,",
    "We were good sentences and forgot where we started."
  ],
  "title": "Valiant En Abyme",
  "year": ""
}