{
  "author": "R. T. Smith",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Nature",
    "Health",
    "Illness",
    "Living",
    "Jobs",
    "Working",
    "The Body",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176375",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "Nostrums? Lordy, I have seen them all.",
    "Alcohol’s the favorite. Many a quack’s",
    "panacea bottled in a cellar and hawked",
    "from door to door is thriving still.",
    "Bindweed’s supposed to heal a bruise.",
    "Cherokee remedies still survive,",
    "and slave recipes\u0097hyssop, juniper, chives.",
    "Waitress, freshen this elixir, if you please.",
    "One day a hefty woman who works a loom",
    "down at Pepperell Mills sauntered in",
    "with no appointment and perched herself prim",
    "as an English queen in the waiting room.",
    "What happened next? For a prolapsed",
    "uterus, folk medicine recommends",
    "inserting an Irish potato. It works,",
    "if you can stand the weight, my friends.",
    "Well, she’d relied on that specific",
    "since winter. We’d hit, you understand, July,",
    "and her complaint, not one bit shy,",
    "was,",
    "Not beatific,",
    "no, but she was composed, no maniac,",
    "and it made some sense. What better place",
    "than a protected pocket, warm and moist?",
    "But the spud had sprouted, sent runners amok.",
    "You never know in these flatland burley",
    "counties if your manual skills will bloom",
    "as sawbones or private gardener. Deftly,",
    "I removed the obstruction and took it home.",
    "I’ve raised a whole colony in my window box,",
    "and bake, fry, or boil, I’m proud as hell",
    "of this year’s crop. The woman paid her bill",
    "with eggs and applejack. Life is a paradox.",
    "Now I’ve got to rush back and tend my flock.",
    "Got appointments at four\u0097a pregnant lady,",
    "a leg to set, twins to inspect for chicken pox,",
    "and Marvin with his routine emergency.",
    "I guess you could say my practice is thriving.",
    "Drop by, and I’ll fry you up some shallot",
    "hash browns in Margie’s seasoned skillet,",
    "a flavor I can promise is sure to revive",
    "any ailing soul. Where do I get my onions?",
    "Don’t ask. The whole sweet world is a garden."
  ],
  "title": "A Local Doc, over Rocky Lunchtime Bourbon, Speaks of Barter and Hopeful Home Remedies",
  "year": ""
}