{
  "author": "R. T. Smith",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176374",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I seam towels for Dundee over in Georgia,",
    "a non-union sweatshop with a dozen",
    "rows of them blue glass windows all around.",
    "Some of ’em says it’s like a church.",
    "Been there fourteen years, since just before",
    "me and Hubert said vows at Devotee Baptist.",
    "We’ve been divorced since eighty-four.",
    "Seems he had another woman on the side.",
    "Yessir, I been cold and warmed my hands",
    "at the motor of my jury-rigged machine,",
    "been Florida-hot and deaf from the fans",
    "that don’t do a damn bit of earthly good,",
    "for me at least. I’m right fleshy, as you",
    "can see. Been so hot I’d get the hives",
    "and swell up like sourdough rising, but",
    "I hardly miss a sick day, you understand.",
    "I hate the feel when another woman’s",
    "been sewing on my machine. Substitutes",
    "will break a needle or jack the floating",
    "bobbin out of line. They don’t give a hoot.",
    "It ain’t like they got a steady station",
    "or reputation to uphold. This working’s",
    "almost a moral thing, Preacher Wilkes",
    "would say, like marriage, and every thread",
    "has got to be caught in the hem’s edge",
    "so the whole towel won’t ravel first time",
    "some salesman in a motel or shoe clerk",
    "in his own home after a sweaty day",
    "dries off from a cold shower bath. You see,",
    "I know it don’t take no giant brain",
    "to sit behind a Singer machine and stitch",
    "hour after hour, but I’m proud just the same.",
    "I’m regular as a clock, and I don’t dare fiddle",
    "with another worker’s machine. Some nights",
    "I lie in my bed, once was my mother’s,",
    "and watch the gas flame jump beautiful blue",
    "as the mill’s windows and wonder how many",
    "skins have been wiped dry on my towels,",
    "and whose. It gives me a blushy pride",
    "right on the edge of sleep. I’m over here",
    "tonight with my sister Lily and her husband,",
    "Buddy, supposed to be having a fine time",
    "instead of talking my whole life at you.",
    "This country and western band, specially",
    "the drummer in a blue silk shirt, makes me",
    "want to eat a hot pig’s foot, drink beer,",
    "and shake my tail. Let’s show ’em a thing",
    "or two. You ain’t married just now, are you?"
  ],
  "title": "Confession in a Booth at the Hollow Log Lounge",
  "year": ""
}