{
  "author": "R. T. Smith",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Buddhism",
    "Religion",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176381",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "I like it quiet like this, Alton. I like",
    "to think. I love the way spring light falls",
    "easy, soft. This morning I was driving",
    "the cruiser, savoring gold pollen everywhere",
    "out in the south of the county. Real nice,",
    "seeing forsythia and daffodils, ditch irises,",
    "and a few Cherokee roses opening white.",
    "It was a blue day, and I had a Tampa Jewel,",
    "just counting cows, seeing an April breeze",
    "in the catkins and new leaves, the radio off.",
    "I know that’s hardly right, but curse",
    "any citizen who’d grudge me an hour’s peace.",
    "Then I started seeing this marksmanship",
    "in the caution signs, the yellow diamonds",
    "that warn of deer or curves ahead, a steep",
    "grade\u0097there’s one of those. Four circles",
    "and a jagged hole, likely a thirty-eight",
    "slug, smack in the center neater than Willard",
    "cleaves meat at the joint. A dozen and more.",
    "I got mad because I get paid to protect",
    "what the county commission declares holy\u0097",
    "the park with its petting zoo, the rebel",
    "sentry on the square, and all the highway signs\u0097",
    "and here’s all indications that some felon",
    "has no respect, some felon who can shoot.",
    "I admit my feelings were mixed, that right",
    "indignation at the broken law, but envy",
    "of his eye for centers. Mind you, I saw nary",
    "a rip on the fringes or a near miss. Bull’s-eyes,",
    "every sign I saw. A fool is what I feel, you",
    "understand, cause I motored over to Pig Burton’s",
    "store near The Bottle and asked him\u0097he was",
    "stacking feed sacks on Robert Ring’s vehicle\u0097",
    "who the hell was the target king of Beat Three.",
    "Pig always has his hands in every pie; he’d",
    "know if some individual had been hauling off all",
    "the turkey shoot prizes. I know I should know,",
    "too, but a sheriff’s got beaucoup chores",
    "to do, mostly idiot paperwork. I’ve lost",
    "touch since the last bond vote hired me four new",
    "deputies, all dirt-dumb. Well, old Pig has",
    "that laugh he can’t hold back, and he points",
    "his finger pistol-like at Robert, who’s got",
    "a shamed look on his face. “Pow,” he says",
    "at me or Bob, looking back and forth, just",
    "“Pow.” Seems Bob’s boy Earl, the one",
    "that ain’t got the sense of a chicken under",
    "that cowlick red as a rooster comb, is known",
    "to have sneaked Bob’s Colt a week before",
    "and shot every yellow sign he could till his pa",
    "ran him down and whacked him good,",
    "then locked him in the fall-down curing shed",
    "overnight\u0097he’s a hard man, but he loves",
    "that boy. I remember once ... but how the hell",
    "can any half-wit you wouldn’t trust to milk",
    "hit the bull by the eye first time he ever gets",
    "loose with a handgun? “It’s easy,” says Bob,",
    "less shamed than afraid now he’ll have to pay",
    "for fresh metal\u0097his people have always",
    "been tight\u0097but he’s showing a grin I don’t like.",
    "“Real easy. He just cuts loose from the hip,",
    "five short feet back, sometimes maybe six,",
    "and comes back later to paint the target circles",
    "wheresomever his bullet hits. He aims that",
    "paintbrush right smart.” Blessed if I don’t",
    "feel the fool for being full dumbstruck",
    "at a trick Earl’s not bright enough to see",
    "as a joke. But I didn’t write it up nor charge",
    "a soul, just ground my cigar in the dirt",
    "and helped myself to a Dr. Pepper, made believe",
    "it didn’t mean a thing, but all day I’ve been",
    "riding, listening to crime reports on state radio\u0097",
    "robbery at the mall, attempted rape maybe, wrecks",
    "on the bypass and a set fire in Brill’s deer woods.",
    "It gets to be too much. I shouldn’t even take",
    "the time to sit here watching this dark space",
    "where folks have been dancing all evening,",
    "hearing the quiet after all those raucous songs,",
    "but Alton, don’t you see, the feeble boy’s right,",
    "or half right, at least? It all comes to the same,",
    "whether you get what you want in the end or",
    "want what you get. The law works that way:",
    "each law makes more crime, but it’s not my job",
    "to say. Warm up my cup just one last time.",
    "I’ve got to circle Ampex once more before",
    "I turn it home. God, this dark feels right,",
    "no matter what flowers out there shed spring",
    "light. The dark is what hits me as holy.",
    "I’m calling it a day. Catch you later. Night."
  ],
  "title": "Sheriff Matt Whitlock Confesses to a Lesson in Zen after Hours",
  "year": ""
}