{
  "author": "R. T. Smith",
  "classification": "Blank Verse",
  "keywords": [
    "Activities",
    "Jobs",
    "Working"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176378",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "My husband was in the CIA. That’s the kind",
    "of woman I am. Lived all over Asia in suites",
    "decked out for the embassy staff, lounged",
    "around pools with sweet Singapore Slings,",
    "but now that I’m on my own, I can’t stand",
    "to waste a minute, not a breath. You may know",
    "my regular work at Helen’s Mademoiselle",
    "Beauty Nook downtown, but on the side",
    "I help women trim their belly fat. “Lose",
    "weight now, ask me how.” A thin American",
    "girl is a happy one, I always say. Oprah, too,",
    "but the drugs witch doctors sell can kill",
    "brain cells quicker than liquor. And your will,",
    "your liver. Listen, herbs are just what",
    "you need to cut that cellulite. I learned",
    "that in the Orient. I had spare time to spare",
    "and paid attention. Embrace herbs and exercise",
    "daily with a proper purge, just like the monks",
    "of Buddha. Tablets help, and fruit shakes, too,",
    "make you frisky as a prime-time preacher,",
    "but here’s my recent love and pleasure:",
    "invention. True, I mixed a chemical rinse",
    "that made great colors like the",
    "in Saigon,",
    "but some of the girls said it burned. Then",
    "I worked with Gene Graddick on a special",
    "quick perm you can get wet, but he cut out",
    "before we got it perfectly perfected. Beauty,",
    "though, that’s the ticket. I knew that even in Nam,",
    "while Jim-ass was off on his secret missions.",
    "The new machine I’m the mother of will move",
    "senior citizens and the, you know, “crippled”",
    "gals to the swivel chair without a hitch. I saw",
    "too many women, men, and sad children",
    "with stiff legs (or one or none) who couldn’t",
    "move after one government or another",
    "gave invitations to mortar fire or a claymore mine.",
    "With this machine I could prop them straight",
    "and wet-cut any willing guinea pig—pardon",
    "my calling the handicapped that—blow dry",
    "and comb them out with no inconvenience.",
    "My prototype is getting made in a LaGrange",
    "body shop this minute, if Bish is working",
    "late like he promised, and I aim to franchise,",
    "since Jim left me flat busted—well, you can",
    "see that’s a figure of speech—with back bills",
    "piled to the ceiling. The government has laws",
    "that business can’t fairly slight the challenged,",
    "so if I get it right, it’s got to sell. I can’t",
    "tell you how it works, you know. I learned",
    "secrecy from an expert, covert fool. It’s called",
    "“The Phyllis,” after me.",
    "What’s wrong with that?",
    "It’s no brag if you really did it. Hell—excuse",
    "my French—you know Snake Grillis of Snake",
    "and the Grass? He can pick the fiddle better",
    "than any man alive, and says so on stage.",
    "It’s no lie, so let him waller in it, I say. Look,",
    "I’m salt of the earth and have all the right",
    "attitudes and skills, not that selfish royal act",
    "my Jim put on when we went to the market.",
    "He called the people “slants” and laughed",
    "when they didn’t savvy. It’s no wonder",
    "he carried a Colt in his belt; they could tell",
    "how superior he felt, and they hated him hard.",
    "That asshole—pardon my French, but it’s so.",
    "No thanks, I stick to coffee. Hard stuff",
    "was what my ex used to wet his whistle",
    "and make him sharp for following spies,",
    "and cocaine, too, I suspect. Myself, I don’t",
    "need a jumpstart when loving’s on my mind.",
    "I got a tummy tuck, a boob job, a wardrobe",
    "straight from Penney’s Gay Parisian line.",
    "You’re a devil, but you smile like a G.I. on leave,",
    "and I can cure your entire cowlick problem.",
    "I’ve got a chair and a whole outfit at home,",
    "plus a queen waterbed and a Sony VCR",
    "on credit. I’m maxed out! Grab your jacket,",
    "buckaroo, and to hell with any sour memories.",
    "I’ve got bourbon and branch, black lace,",
    "and oodles of time. I’ve got a Walther",
    "in my purse and boudoir kung fu tricks for two.",
    "I’m here now and just for you. Call me Phyllis",
    "or",
    "Phyllis or Boo, then just call me in time",
    "for breakfast. Ain’t this a lucky rendezvous?"
  ],
  "title": "The Phyllis",
  "year": ""
}