{
  "author": "R. T. Smith",
  "classification": "Dramatic Monologue",
  "keywords": [
    "Class",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/176380",
  "region": "U.S., Mid-Atlantic",
  "text": [
    "If it’s true that Johnny Weismuller stole his Tarzan yell",
    "from the Alpine yodel, did Hank Williams in the back seat",
    "of his Cadillac dream the ululation of Bedouin women",
    "welcoming the horsemen back from war? When I was a boy",
    "only a fool would fake a country sound, and my father",
    "made his voice over to ring as simple as Jack Parr’s",
    "Midwest porkless, yamless, no-cornbread-or-cracklin’ patter.",
    "He didn’t want to be from Butts County, Georgia, and hated",
    "farm chores and coveralls. Football got him out. The FBI",
    "gave him a way to travel under cover, but I have heard him,",
    "years later, after choir practice and the church social,",
    "sit back with a Pall Mall and follow Eight-Finger Fleming’s",
    "banjo frail. He’d hold that smoke deep, his ash glowing till",
    "his throat was bathed in tar, and then he’d cut loose and scroll",
    "it out, a yodel to make Roy Rogers blush. It was no hymn,",
    "I’ll tell you. We had a brick split-level in the suburbs,",
    "and the radio station of choice adored Perry Como’s croon.",
    "My mother adopted words like",
    "and",
    "to mask",
    "her peach-orchard drawl. An uncle might tell a farmer’s",
    "daughter joke, the rake fleeing the cocked shotgun",
    "stopping on a hill to yodel, “Andyouroldladytoo,”",
    "but nobody could say",
    "or",
    "or",
    "directly without a sharp correction. Country music",
    "was not Frank Proffitt or Dock Boggs, but rubes",
    "like Porter and Loretta Lynn, backwoods fabrication",
    "of waist jackets and swirl skirts, long nights on a bus",
    "with Grapette and gin. “Hillbillies,” the neighbors laughed,",
    "and mother hated her mill-town roots so much she whispered",
    "around a Tom Collins, “I’m half Jewish.” But if she sipped",
    "often enough, something would catch her funny bone",
    "and you’d hear the accent clear. Everybody wanted",
    "to ditch their chifforobes and pie safes, get matching sets",
    "from Ethan Allen, eat ravioli and pave the drive.",
    "experts would say, but the cracker backlash is now",
    "upon us, every professor and Appalachian scholar",
    "desperate to sound authentic, to drop the terminal",
    "and double the syllables, to say",
    "or",
    "or",
    "We want it nasal as the shiver of a juice harp’s",
    "tin tongue. We crave it riddled with mongrel grammar,",
    "the sinus cavities set all a-tremble. We want to taste it",
    "with sorghum syrup, to catch that yokel power,",
    "desperation, the provenance of a Depression fiddle.",
    "If a Swiss watch pops its mainspring, what echoes",
    "is Hank’s bourboned backstage nasal quaver",
    "clearing a path for “Long Gone Lonesome Blues.”",
    "Call it hick bliss tinged with mimosa scent",
    "and pig lots, Tuberose, greens. Say it’s bumpkin",
    "vogue or red clay homegrown slang: it holds my",
    "Adam’s apple in gawky thrall, and I still claim it,",
    "the whole history of shaped pain shaved down",
    "by local oafs and red-faced rustics\u0097in short, us\u0097",
    "shackled in our Caliban stage to yawp and Celtic keen,",
    "ravenous fashion’s",
    "country slur,",
    "twang chic sweeter than honey or money or\u0097",
    "running through the red clay gully\u0097the forlorn",
    "moan of the midnight Macon train."
  ],
  "title": "Twang Chic: Sam Buckhannon Explores the Latest Fashion",
  "year": ""
}