{
  "author": "Thomas P. Lynch",
  "classification": "",
  "keywords": [
    "Marriage",
    "Companionship",
    "Living"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/179098",
  "region": "U.S., Midwestern",
  "text": [
    "Some nights he’d watch hockey and so she’d rock",
    "with a novel or her Valéry and go to France",
    "where she and several guests of the gay prince",
    "picnic and play at croquet on the château grounds.",
    "Lace and ribbons are all the fashion rage",
    "and ladies in chiffon and high coiffures",
    "fan their bright bosoms like birds of song.",
    "And there are men with names like pink flowers",
    "or instruments of sound in silk stockings",
    "and plump satin breeches to knee length who seem fond",
    "of dabbing their rouged lips with handkerchiefs",
    "they keep in their coat sleeves for such occasions",
    "while all around their wigs hum yellow honeybees,",
    "drawn to their powders and colognes and toiletries.",
    "And she is out among them. And her hand is kissed",
    "by gentlemen of rank and her opinion sought",
    "on Couperin and Molière and Poussin—",
    "all high etiquette and courtly talk.",
    "Out in the garden, she hears the gardener sing,",
    "between hedgerows of juniper and yew,",
    "He moves",
    "by evening light through his green diocese,",
    "smelling of dung and mulch and growing things,",
    "heartsick for that hard country of his youth.",
    "Some nights he’d take her to his room upstairs",
    "and speak in that far dialect she loved",
    "of ice and earth and qualities of air—",
    "his True North, strong and free, O Canada;",
    "and then he’d make hardbody love to her.",
    "Next morning she’d make omelettes and he’d thumb",
    "the newspaper for word of Guy Lafleur",
    "or Marcel Dionne. And she’d be pleased because",
    "that was the style of the country he’d come from."
  ],
  "title": "O Canada",
  "year": ""
}