{
  "author": "Michael Schmidt",
  "classification": "Free Verse",
  "keywords": [
    "Religion",
    "The Spiritual"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247282",
  "region": "",
  "text": [
    "He set out on the innocent exodus. He went at Easter",
    "In a lengthening dawn, and he did not count the days.",
    "He was young. With the wooden comb his mother made him",
    "He parted his hair in the middle (his beard was slow).",
    "He was fair still, he glowed like a source of light.",
    "There were so many priests about, there was too much singing;",
    "He did not like God the Father who came from Rome",
    "With his tattered son and the incomprehensible bird.",
    "Easter for him was other kinds of rebirth,",
    "But from the trees and streams, the uplands and valleys",
    "He knew the native spirits dislodged, crowding the shore",
    "To cross over like no longer immortal souls, lined up",
    "Awaiting the ferry and the disgruntled boatman.",
    "They did not intend to fade out to the sound of bells and choiring;",
    "They would find a new woodland or water for haunt, untroubled",
    "By candles and books and the tedious, meaningless Latin.",
    "Without farewell before daybreak he left home.",
    "He pushed past the visible almost crowd on the shore,",
    "Divine shapes, scents, their sorrowful voices and silences.",
    "He murmured out of respect and they let him pass through.",
    "he declared to them and to his country.",
    "First he crossed the small sea in a leather coracle",
    "Pointing the blunt prow at what looked like mainland.",
    "The sea was glassy, he paddled with his palms, at landfall",
    "Made fire and warmed them, conjuring spirits of a new place.",
    "They gathered around to gaze at his lovely body.",
    "He abandoned his boat and clambered up the rocks.",
    "He climbed a hill, a ridge, and then a mountain.",
    "It was a protracted joy, that crossing away",
    "From the small sea. Looking back, Ireland got littler.",
    "Then it and the smooth water were lost to view",
    "And never again did he see what had been home,",
    "Hear its lilt, or receive news of his many brothers",
    "Who bred, and banked their fields, who fished and hunted,",
    "And made a tribe, a village and a nation.",
    "The uplands were lush and full of fauna, the grass",
    "Deep, humming, and everywhere were gods,",
    "Their tears, their wounds and resurrections. Spring",
    "Smattered the glades, flecked and mottled with blossom,",
    "The wheeling birds shouted their emphatic prayer;",
    "And deer: that enormous stag with a broken antler;",
    "Wolves and wild cats, too, a bear he saw, red pheasants,",
    "And rooting through an oak wood, a tusky boar...",
    "He walked in amazement (he did not count the days)",
    "Reading the symbols, and cheerful local gods",
    "Skipped and tumbled before him, showing the way",
    "Across the very backbone of that mainland.",
    "It was not England yet. It was wilderness.",
    "He wrapped his feet in grass and leaves, in strips of leather;",
    "He wore a leathern kilt and a stiff hide waistcoat",
    "Fragrant with wear and weather. As he went along",
    "He runed, was merry, it was almost like rhyming.",
    "He climbed jet black mountains veined with silver falls,",
    "Washed face and hands in the frenzied spray of those tarns,",
    "Made the noises of a man free now of Christendom,",
    "In the uncharted, unmarred wilderness, his sweet voice",
    "Gracing the ears of insects, beasts and wild fowl",
    "And the ears of the local spirits, Orpheus,",
    "Or as Adam's must have done when he told the animals",
    "Who they were in the first sunrise of the world,",
    "Before Eve had been carved out of his rejoicing",
    "To correct and contradict him, and the tall fruit tree",
    "Stood safe in his obedience, when at evening",
    "God himself, not his bloodied Son, walked out in starlight",
    "And kissed his creature, and lay with him in the dark.",
    "It was not, he began to know, an innocent exodus.",
    "It was the long route to exile, the way that hermits",
    "Took to white martyrdom, alone with their God for ever.",
    "He was not like them: wild-hearted spirits of place",
    "Coaxed his credulous footsteps past the equinox.",
    "On the eastern shore of what was becoming England",
    "He saw far off kernels of cities, squat towers, spires;",
    "Rough roads north and south, wagons groaning with stone,",
    "And into meagre harbours boats and barges",
    "Hugging the coast bore produce in and away.",
    "That world was not for him, with its crosses and crossroads.",
    "He saw steep islands dark in a bigger sea,",
    "No man mark on them, no smoke, no stone quarry,",
    "No furrows or shepherds, in their thin woods no traps.",
    "It was summer now (he did not count the days),",
    "He sat on the summit of the last hill and looked east",
    "Wondering where on that island he would build",
    "His round stone dwelling and give his mortal days",
    "To local grace, the gods of leaf and stone,",
    "With his soul configured to love, like a hearth, his heart",
    "On fire but unconsumed because such promiscuous heat",
    "Amazes and makes not cinders but rapture and language.",
    "His dwelling would be a beacon, a land-star radiant",
    "To a lowering ocean unbroken beyond the islands",
    "As far as the eye. Shading his eyes, he went on his way.",
    "He crossed the bad sands not knowing they were bad",
    "Between two tides, two islands, walking ankle deep, knee,",
    "Then up to the waist, the paps, until only his upturned face",
    "Floated on the water, the mouth crying out joyful spells,",
    "Eyes fixed on the sun, the flaxen hair fanned out",
    "Like rays of a lesser sphere. He could not swim",
    "But there was no need, a sea god hovered ahead,",
    "Sandals firm on the wave.",
    "Emerging step by step",
    "He was new, it was autumn, his homelessness",
    "This island, these tilting rocks. He chose for his dwelling",
    "A high place with a view of nothing but east,",
    "The rows of waves impatient to crash on the boulders,",
    "Where the storms might climb and burst over his reflections,",
    "And the fowls of the air become familiars.",
    "He set to work carting stones, gods gathered nearby",
    "Harkening, making crowns of nettle, spears of bone,",
    "A cup from a gourd, and a dish. Each day his dwelling",
    "Grew higher, like a hive for bees, a dome, a cranium.",
    "One day, it was the solstice, a final stone",
    "Closed the fontanel. The votary moved in.",
    "He gathered the crowns and spears, the cup and dish",
    "And laid out the new table for his guests.",
    "Would the gods sit down beside at his first supper?",
    "He looked for them, he called out praising their names.",
    "They had all gone off somewhere. There was nowhere to go!",
    "The tide was full and even the deep route hither",
    "Had gone under waves, the mainland had vanished in fog.",
    "He sat alone at his table. He sat alone.",
    "The gods who had brought him were gone. He started counting",
    "Day one was the day when things began to go.",
    "He watched his shadow every morning, lengthening",
    "Over the water, over the sand and stones,",
    "And being washed and parched like a piece of laundry",
    "Until it was white as a nightshirt spread to dry",
    "On a gorse bush, fluttering a little, an empty sleeve,",
    "Saying go on, go back, go on, go back",
    "The way waves do, the way the tides do, also,",
    "Or simply wind blows and the tide says nothing at all.",
    "How clean the stones and the sand, the breaking waves,",
    "How clean the moonlight, the sunlight, and his lovely throat",
    "Young and in love—is it still young and in love?—",
    "With the spirits, his voice pure as a bird's, but he's counting,",
    "The days are shortening, his voice is growing darker.",
    "Surely they listen out and watch their votary",
    "There on the verge of the cliff in his careful dance",
    "Like a gull whose wings are reliance, like a guillemot.",
    "So he chanted, he praised and danced, and it was the end",
    "Of autumn. For the first time cold, he telt the bones in his flesh.",
    "Above him, north, with terror he saw the Lights",
    "And it was a human shadow that towered in them,",
    "A man on a cross, a man with a cross inside him",
    "Instead of a skeleton; the cross was still and shimmered",
    "As if it held its breath so as to observe him.",
    "He was trembling, he saw the ghostly limbs",
    "Behind the bright-dim curtain, those long wired veins",
    "Through which pulse flickered and the wine flowed,",
    "The chest breathed with almost no sound at all.",
    "This figure had nothing to do with the gods who brought him,",
    "Tugged at his heart, took their leave when most he needed.",
    "This looked like the son of the god he had sought to elude,",
    "Now a giant surveying a world and a singular man",
    "Abandoned by everything he'd served, but nonetheless",
    "Dancing and shivering above the scrum of waves.",
    "Cities had grown on the mainland meanwhile, monks and priors,",
    "Grew fat; there were nuns and teachers, the farmsteads prospered.",
    "The places he'd passed through had roads now, stone towers and walls,",
    "Where he'd chanted to wilderness out of a pagan heart.",
    "To the east there is nothing.The sleet blows in.",
    "It is so cold now, winter hardening.",
    "The days are counted and are counting down.",
    "After laud and joy, the radiance fading,",
    "Winter is here, and bidding becomes of the body,",
    "The rings of light, of fire, the rings of starlight.",
    "The votary tries his tongue to find what he means.",
    "He tries to speak with what has been refined.",
    "He has no words at all. The feet that led, the hands",
    "That rested on his head, arrested him, are nowhere.",
    "He was grown old and unremarkable, and now",
    "He knows desire. He knows desire as he has never",
    "Known any passion in his person before, he desires",
    "A voice, a touch. From his precipice soon",
    "Like a gannet he's to dive, or like a stone.",
    "Winter has come indeed, and the stars, he's wasted, wasted.",
    "No devil arrives to offer long life and kingdoms,",
    "To touch his brow, to kiss him on the lips.",
    "No gods return with prayer mats and chains of flowers,",
    "With brands and blankets, with warm thick drinks, with lamplight,",
    "With meat or fruit, with a breathing loaf or a lamb.",
    "(In the coldest night someone does cover him",
    "And when he wakes he finds",
    "A fire alive in the hearth, his table laid",
    "With biscuit, and in the gourd a mouthful of pure water.)",
    "He is old, his matted beard dark, filthy. He has",
    "Praised presence and absence and set his glow",
    "Fading on the island's seaward face. When he starts dying,",
    "That night, in the flickering of his chamber,",
    "The Vikings steer five ships packed with warriors",
    "Around the end of his island, using his glimmer",
    "As lighthouse and marker, reaching their intended haven.",
    "Had he survived that night, even afar he'd have felt",
    "The heat of the conflagration, smelled apocalypse",
    "As the pagans returned and the little gods came with them,",
    "Clapping their hands and rejoicing, and rushed to the woods",
    "To be with their trees and streams and hills and valleys",
    "As the church spires collapsed, the monks and priors and priests",
    "Fuel for bonfires, and until the Vikings withdrew",
    "They were safe, divine again, though the shuddering Lights",
    "Disclosed the tall cross and the watcher, smoke in his heart.",
    "The island's dark, the darker now for his dying,",
    "Unmarked and unremarked. But someone covers his face,",
    "Is winding in coarse scented cloth the extinguished body,",
    "Having tidied the wild hair, parted it in the centre,",
    "And washed at last the limbs that longed to be touched.",
    "Someone rolls them to the cliff edge, lets them go east."
  ],
  "title": "Inordinate Desires",
  "year": ""
}