{
  "author": "Mary Jo Bang",
  "classification": "",
  "keywords": [],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poetrymagazine/poem/180073",
  "region": "",
  "text": [
    "A pack of young flirts was patrolling the party,",
    "They were cultural outsiders, consumed with ... what?",
    "Their own notion of beauty as reflected in the shine-more mirror",
    "Of a man's pants? Or nothing",
    "But midnight and no one is counting.",
    "They were practitioners, they admitted to the barman,",
    "Of psychological materialism, explaining they had read both",
    "Sartre and Beauvoir and believed in the cerebellum,",
    "The thalamus and the lower brain and that between",
    "The lower and the upper parts there must be room for them,",
    "Nant [ nothingness ] aside.",
    "Indeed, the evening was a spectacular bacchanalia,",
    "The girls lugging their blind-drunk partners around the floor.",
    "One sitting it out with a volume of",
    ".",
    "That one was “imperious” (the word is Beauvoir's)",
    "“The club was plunged into almost total darkness,",
    "With violinists wandering about",
    "‘Playing soulful Russian music' into the guests' ears.”",
    "“‘If only it were possible to tell the truth,'",
    "Exclaimed Camus at one point.”",
    "There was vodka and champagne, both in quantities",
    "Extremely beautiful and nice for getting tight. And dancing",
    "Cheek to cheek, between the exchange of furtive kisses",
    "And giggles every time one of the chaps said, “Don't",
    "Leave me, I love you, I'll always love you.”",
    "Which they took as irrefutable evidence",
    "Of a general greed for human warmth,",
    "I.e., for touch, even among the agonized",
    "Post-adolescent dreamers who morphed on the dance floor",
    "That night into naughty boys, echoing the girls' questions",
    "Of “how shall we live,” “what shall we do,”",
    "Words without end, without weight."
  ],
  "title": "ABC Plus E: Cosmic Aloneness Is the Bride of Existence",
  "year": ""
}