{
  "author": "Tino Villanueva",
  "classification": "Free Verse",
  "keywords": [
    "Activities",
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247252",
  "region": "U.S., New England",
  "text": [
    "Bick Benedict, that is, Rock Hudson in the",
    "Time-clock of the movie, stands up and moves,",
    "Deliberate, toward encounter. He has come out",
    "Of the anxious blur of the backdrop, like",
    "Coming out of the unreal into the world of",
    "What's true, down to earth and distinct; has",
    "Stepped up to Sarge, the younger of the two,",
    "And would sure appreciate it if he: \"Were a",
    "Little more polite to these people.\" Sarge,",
    "Who has something to defend, balks; asks",
    "(",
    ") if: \"that there papoose down",
    "There, his name Benedict too?,\" by which he",
    "Means one-year old Jordy in the background",
    "Booth hidden in the bosom of mother love of",
    "Juana, who listens, trying not to listen. Rock",
    "Hudson, his hair already the color of slate,",
    "Who could not foresee this challenge, arms",
    "Akimbo (",
    "), contemplates the stable",
    "And straight line of years gone by, says: \"Yeah,",
    "Come to think of it, it",
    "And so acknowledges,",
    "In his heart, his grandson, half-Anglo, half-",
    "Brown. Sarge repents from words, but no",
    "Part of his real self succumbs: \"All right—",
    "Forget I asked you. Now you just go back",
    "Over there and sit down and we ain't gonna",
    "Have no trouble. But this bunch here is",
    "Gonna eat somewhere's else.\" Never shall I",
    "Forget, never how quickly his hand threw my",
    "Breathing off—how quickly he plopped the",
    "Hat heavily askew once more on the old",
    "Man's head, seized two fistsful of shirt and",
    "Coat and lifted his slight body like nothing,",
    "A no-thing, who could have been any of us,",
    "Weightless nobodies bronzed by real-time far",
    "Off somewhere, not here, but in another",
    "Country, yet here, where Rock Hudson's face",
    "Deepens; where in one motion, swift as a",
    "Miracle, he catches Sarge off guard, grabs",
    "His arm somehow, tumbles him back against",
    "The counter and draws fire from Sarge to",
    "Begin the fight up and down the wide screen",
    "Of memory, ablaze in Warner-color light."
  ],
  "title": "Fight Scene Beginning",
  "year": ""
}