{
  "author": "Tino Villanueva",
  "classification": "Free Verse",
  "keywords": [
    "Living",
    "The Mind",
    "Time",
    "Brevity",
    "Activities",
    "Indoor Activities",
    "Arts",
    "Sciences",
    "Photography",
    "Film",
    "Social Commentaries"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/247250",
  "region": "U.S., New England",
  "text": [
    "Years had passed and I assumed a",
    "Different life when one night, while resting from",
    "Books on Marlborough Street (where things like",
    "This can happen), there came into my room images",
    "In black-and-white with a flow of light that",
    "Would not die. It all came back to me in different",
    "Terms: characters were born again, met up with",
    "Each other in adult life, drifted across the",
    "Screen to discover cattle and oil, traveled miles",
    "On horseback in dust and heat, characters whose",
    "Names emerged as if they mattered in a history",
    "Book. Some were swept up by power and prejudice",
    "Toward neighbors different from themselves,",
    "Because that is what the picture is about, with",
    "Class distinctions moving the plot along. A few",
    "Could distinguish right from wrong; those who",
    "Could not you condemned from the beginning when",
    "You noticed them at all. Still others married or",
    "Backed off from the ranch with poignant flair,",
    "Like James Dean, who in the middle of grazing land",
    "Unearthed the treasures of oil, buried his soul in",
    "Money and went incoherent with alcohol. When the 40's",
    "Came, two young men were drafted, the one called",
    "Dying at war. It's a generational tale, so everybody",
    "Aged once more and said what they had to say along the",
    "Way according to the script. And then the end: the",
    "Hamburger joint brought into existence to the beat of",
    "\"The Yellow Rose of Texas,\" Juana and her child the",
    "Color of dark amber, foreshadowing the Mexican-looking",
    "Couple and their daughter, all in muteness, wanting",
    "To be served. I climbed out of bed and in my head",
    "Was a roaring of light—words spoken and unspoken",
    "Had brought the obliterated back. Not again (I said,",
    "From my second-floor room)...let this not be happening.",
    "Three and-a-half hours had flicked by. As the sound",
    "Trailed off into nothing, memory would not dissolve."
  ],
  "title": "The 8 O'Clock Movie",
  "year": ""
}