{
  "author": "Anna Lætitia Barbauld",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Birth",
    "Birthdays",
    "Parenthood"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/172873",
  "region": "England",
  "text": [
    "Germ of new life, whose powers expanding slow",
    "For many a moon their full perfection wait,—",
    "Haste, precious pledge of happy love, to go",
    "Auspicious borne through life's mysterious gate.",
    "What powers lie folded in thy curious frame,—",
    "Senses from objects locked, and mind from thought!",
    "How little canst thou guess thy lofty claim",
    "To grasp at all the worlds the Almighty wrought!",
    "And see, the genial season's warmth to share,",
    "Fresh younglings shoot, and opening roses glow!",
    "Swarms of new life exulting fill the air,—",
    "Haste, infant bud of being, haste to blow!",
    "For thee the nurse prepares her lulling songs,",
    "The eager matrons count the lingering day;",
    "But far the most thy anxious parent longs",
    "On thy soft cheek a mother's kiss to lay.",
    "She only asks to lay her burden down,",
    "That her glad arms that burden may resume;",
    "And nature's sharpest pangs her wishes crown,",
    "That free thee living from thy living tomb.",
    "She longs to fold to her maternal breast",
    "Part of herself, yet to herself unknown;",
    "To see and to salute the stranger guest,",
    "Fed with her life through many a tedious moon.",
    "Come, reap thy rich inheritance of love!",
    "Bask in the fondness of a Mother's eye!",
    "Nor wit nor eloquence her heart shall move",
    "Like the first accents of thy feeble cry.",
    "Haste, little captive, burst thy prison doors!",
    "Launch on the living world, and spring to light!",
    "Nature for thee displays her various stores,",
    "Opens her thousand inlets of delight.",
    "If charmed verse or muttered prayers had power,",
    "With favouring spells to speed thee on thy way,",
    "Anxious I'd bid my beads each passing hour,",
    "Till thy wished smile thy mother's pangs o'erpay."
  ],
  "title": "To a Little Invisible Being Who is Expected Soon to Become Visible",
  "year": ""
}