{
  "author": "Anna Lætitia Barbauld",
  "classification": "Blank Verse",
  "keywords": [],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182523",
  "region": "England",
  "text": [
    "Midway the hill of science, after steep",
    "And rugged paths that tire the unpractised feet,",
    "A grove extends; in tangled mazes wrought,",
    "And filled with strange enchantment: dubious shapes",
    "Flit through dim glades, and lure the eager foot",
    "Of youthful ardour to eternal chase.",
    "Dreams hang on every leaf: unearthly forms",
    "Glide through the gloom; and mystic visions swim",
    "Before the cheated sense. Athwart the mists,",
    "Far into vacant space, huge shadows stretch",
    "And seem realities; while things of life,",
    "Obvious to sight and touch, all glowing round,",
    "Fade to the hue of shadows. Scruples here,",
    "With filmy net, most like the autumnal webs",
    "Of floating gossamer, arrest the foot",
    "Of generous enterprise; and palsy hope",
    "And fair ambition with the chilling touch",
    "Of sickly hesitation and blank fear.",
    "Nor seldom Indolence these lawns among",
    "Fixes her turf-built seat; and wears the garb",
    "Of deep philosophy, and museful sits",
    "In dreamy twilight of the vacant mind,",
    "Soothed by the whispering shade; for soothing soft",
    "The shades; and vistas lengthening into air,",
    "With moonbeam rainbows tinted. Here each mind",
    "Of finer mould, acute and delicate,",
    "In its high progress to eternal truth",
    "Rests for a space, in fairy bowers entranced;",
    "And loves the softened light and tender gloom;",
    "And, pampered with most unsubstantial food,",
    "Looks down indignant on the grosser world,",
    "And matter’s cumbrous shapings. Youth beloved",
    "Of science — of the Muse beloved, — not here,",
    "Not in the maze of metaphysic lore,",
    "Build thou thy place of resting! Lightly tread",
    "The dangerous ground, on noble aims intent;",
    "And be this Circe of the studious cell",
    "Enjoyed, but still subservient. Active scenes",
    "Shall soon with healthful spirit brace thy mind;",
    "And fair exertion, for bright fame sustained,",
    "For friends, for country, chase each spleen-fed fog",
    "That blots the wide creation —",
    "Now heaven conduct thee with a parent’s love!"
  ],
  "title": "To Mr. [S.T.] C[oleridge]",
  "year": ""
}