{
  "author": "Anna Lætitia Barbauld",
  "classification": "Blank Verse",
  "keywords": [
    "Gender",
    "Sexuality",
    "Social Commentaries",
    "Jobs",
    "Working",
    "Activities"
  ],
  "period": "Romantic",
  "reference": "http://www.poetryfoundation.org/poem/182522",
  "region": "England",
  "text": [
    "The Muses are turned gossips; they have lost",
    "The buskined step, and clear high-sounding phrase,",
    "Language of gods. Come, then, domestic Muse,",
    "In slip-shod measure loosely prattling on,",
    "Of farm or orchard, pleasant curds and cream,",
    "Or droning flies, or shoes lost in the mire",
    "By little whimpering boy, with rueful face —",
    "Come, Muse, and sing the dreaded washing day.",
    "Ye who beneath the yoke of wedlock bend,",
    "With bowed soul, full well ye ken the day",
    "Which week, smooth sliding after week, brings on",
    "Too soon; for to that day nor peace belongs,",
    "Nor comfort; ere the first grey streak of dawn,",
    "The red-armed washers come and chase repose.",
    "Nor pleasant smile, nor quaint device of mirth,",
    "Ere visited that day; the very cat,",
    "From the wet kitchen scared, and reeking hearth,",
    "Visits the parlour, an unwonted guest.",
    "The silent breakfast meal is soon despatched,",
    "Uninterrupted, save by anxious looks",
    "Cast at the louring, if sky should lour.",
    "From that last evil, oh preserve us, heavens!",
    "For should the skies pour down, adieu to all",
    "Remains of quiet; then expect to hear",
    "Of sad disasters — dirt and gravel stains",
    "Hard to efface, and loaded lines at once",
    "Snapped short, and linen-horse by dog thrown down,",
    "And all the petty miseries of life.",
    "Saints have been calm while stretched upon the rack,",
    "And Montezuma smiled on burning coals;",
    "But never yet did housewife notable",
    "Greet with a smile a rainy washing day.",
    "But grant the welkin fair, require not thou",
    "Who callest thyself, perchance, the master there,",
    "Or study swept, or nicely dusted coat,",
    "Or usual ’tendence; ask not, indiscreet,",
    "Thy stockings mended, though the yawning rents",
    "Gape wide as Erebus; nor hope to find",
    "Some snug recess impervious. Shouldst thou try",
    "The ’customed garden walks, thine eye shall rue",
    "The budding fragrance of thy tender shrubs,",
    "Myrtle or rose, all crushed beneath the weight",
    "Of coarse-checked apron, with impatient hand",
    "Twitched off when showers impend; or crossing lines",
    "Shall mar thy musings, as the wet cold sheet",
    "Flaps in thy face abrupt. Woe to the friend",
    "Whose evil stars have urged him forth to claim",
    "On such a dav the hospitable rites;",
    "Looks blank at best, and stinted courtesy",
    "Shall he receive; vainly he feeds his hopes",
    "With dinner of roast chicken, savoury pie,",
    "Or tart or pudding; pudding he nor tart",
    "That day shall eat; nor, though the husband try —",
    "Mending what can’t be helped — to kindle mirth",
    "From cheer deficient, shall his consort’s brow",
    "Clear up propitious; the unlucky guest",
    "In silence dines, and early slinks away.",
    "I well remember, when a child, the awe",
    "This day struck into me; for then the maids,",
    "I scarce knew why, looked cross, and drove me from them;",
    "Nor soft caress could I obtain, nor hope",
    "Usual indulgencies; jelly or creams,",
    "Relic of costly suppers, and set by",
    "For me their petted one; or buttered toast,",
    "When butter was forbid; or thrilling tale",
    "Of ghost, or witch, or murder. So I went",
    "And sheltered me beside the parlour fire;",
    "There my dear grandmother, eldest of forms,",
    "Tended the little ones, and watched from harm;",
    "Anxiously fond, though oft her spectacles",
    "With elfin cunning hid, and oft the pins",
    "Drawn from her ravelled stocking, might have soured",
    "One less indulgent.",
    "At intervals my mother’s voice was heard,",
    "Urging dispatch; briskly the work went on,",
    "All hands employed to wash, to rinse, to wring,",
    "Or fold, and starch, and clap, and iron, and plait.",
    "Then would I sit me down, and ponder much",
    "Why washings were; sometimes through hollow hole",
    "Of pipe amused we blew, and sent aloft",
    "The floating bubbles; little dreaming then",
    "To see, Montgolfier, thy silken ball",
    "Ride buoyant through the clouds, so near approach",
    "The sports of children and the toils of men.",
    "Earth, air, and sky, and ocean hath its bubbles,",
    "And verse is one of them — this most of all."
  ],
  "title": "Washing Day",
  "year": ""
}