{
  "author": "Dorianne Laux",
  "classification": "",
  "keywords": [
    "Nature",
    "Winter",
    "Social Commentaries",
    "History",
    "Politics",
    "Money",
    "Economics"
  ],
  "period": "",
  "reference": "http://www.poetryfoundation.org/poem/238768",
  "region": "U.S., Southern",
  "text": [
    "When you’re cold—November, the streets icy and everyone you pass",
    "homeless, Goodwill coats and Hefty bags torn up to make ponchos—",
    "someone is always at the pay phone, hunched over the receiver",
    "spewing winter’s germs, swollen lipped, face chapped, making the last",
    "tired connection of the day. You keep walking to keep the cold",
    "at bay, too cold to wait for the bus, too depressing the thought",
    "of entering that blue light, the chilled eyes watching you decide",
    "which seat to take: the man with one leg, his crutches bumping",
    "the smudged window glass, the woman with her purse clutched",
    "to her breasts like a dead child, the boy, pimpled, morose, his head",
    "shorn, a swastika carved into the stubble, staring you down.",
    "So you walk into the cold you know: the wind, indifferent blade,",
    "familiar, the gold leaves heaped along the gutters. You have",
    "a home, a house with gas heat, a toilet that flushes. You have",
    "a credit card, cash. You could take a taxi if one would show up.",
    "You can feel it now: why people become Republicans:",
    "off the street. Remove that spit and graffiti. Arrest those people huddled",
    "on the steps of the church. If it weren’t for them you could believe in god,",
    "in freedom, the bus would appear and open its doors, the driver dressed",
    "in his tan uniform, pants legs creased, dapper hat:",
    "your step now. But you’re not a Republican. You’re only tired, hungry,",
    "you want out of the cold. So you give up, walk back, step into line behind",
    "the grubby vet who hides a bag of wine under his pea coat, holds out",
    "his grimy 85 cents, takes each step slow as he pleases, releases his coins",
    "into the box and waits as they chink down the chute, stakes out a seat",
    "in the back and eases his body into the stained vinyl to dream",
    "as the chips of shrapnel in his knee warm up and his good leg",
    "flops into the aisle. And you’ll doze off, too, in a while, next to the girl",
    "who can’t sit still, who listens to her Walkman and taps her boots",
    "to a rhythm you can’t hear, but you can see it—when she bops",
    "her head and her hands do a jive in the air—you can feel it",
    "as the bus rolls on, stopping at each red light in a long wheeze,",
    "jerking and idling, rumbling up and lurching off again."
  ],
  "title": "Democracy",
  "year": ""
}