{
  "author": "Algernon Charles Swinburne",
  "classification": "Ballad",
  "keywords": [
    "Arts",
    "Sciences",
    "Poetry",
    "Poets"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174545",
  "region": "England",
  "text": [
    "Bird of the bitter bright grey golden morn",
    "Scarce risen upon the dusk of dolorous years,",
    "First of us all and sweetest singer born",
    "Whose far shrill note the world of new men hears",
    "Cleave the cold shuddering shade as twilight clears;",
    "When song new-born put off the old world's attire",
    "And felt its tune on her changed lips expire,",
    "Writ foremost on the roll of them that came",
    "Fresh girt for service of the latter lyre,",
    "Villon, our sad bad glad mad brother's name!",
    "Alas the joy, the sorrow, and the scorn,",
    "That clothed thy life with hopes and sins and fears,",
    "And gave thee stones for bread and tares for corn",
    "And plume-plucked gaol-birds for thy starveling peers",
    "Till death clipt close their flight with shameful shears;",
    "Till shifts came short and loves were hard to hire,",
    "When lilt of song nor twitch of twangling wire",
    "Could buy thee bread or kisses; when light fame",
    "Spurned like a ball and haled through brake and briar,",
    "Villon, our sad bad glad mad brother's name!",
    "Poor splendid wings so frayed and soiled and torn!",
    "Poor kind wild eyes so dashed with light quick tears!",
    "Poor perfect voice, most blithe when most forlorn,",
    "That rings athwart the sea whence no man steers",
    "Like joy-bells crossed with death-bells in our ears!",
    "What far delight has cooled the fierce desire",
    "That like some ravenous bird was strong to tire",
    "On that frail flesh and soul consumed with flame,",
    "But left more sweet than roses to respire,",
    "Villon, our sad bad glad mad brother's name?",
    "Prince of sweet songs made out of tears and fire,",
    "A harlot was thy nurse, a God thy sire;",
    "Shame soiled thy song, and song assoiled thy shame.",
    "But from thy feet now death has washed the mire,",
    "Love reads out first at head of all our quire,",
    "Villon, our sad bad glad mad brother's name."
  ],
  "title": "A Ballad of François Villon, Prince of All Ballad-Makers",
  "year": ""
}