{
  "author": "Algernon Charles Swinburne",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "Seas, Rivers,",
    "Streams",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174546",
  "region": "England",
  "text": [
    "Forth from Calais, at dawn of night, when sunset summer on autumn shone,",
    "Fared the steamer alert and loud through seas whence only the sun was gone:",
    "Soft and sweet as the sky they smiled, and bade man welcome: a dim sweet hour",
    "Gleamed and whispered in wind and sea, and heaven was fair as a field in flower,",
    "Stars fulfilled the desire of the darkling world as with music: the star-bright air",
    "Made the face of the sea, if aught may make the face of the sea, more fair.",
    "Whence came change? Was the sweet night weary of rest? What anguish awoke in the dark?",
    "Sudden, sublime, the strong storm spake: we heard the thunders as hounds that bark.",
    "Lovelier if aught may be lovelier than stars, we saw the lightnings exalt the sky,",
    "Living and lustrous and rapturous as love that is born but to quicken and lighten and die.",
    "Heaven's own heart at its highest of delight found utterance in music and semblance in fire:",
    "Thunder on thunder exulted, rejoicing to live and to satiate the night's desire.",
    "And the night was alive and anhungered of life as a tiger from toils cast free:",
    "And a rapture of rage made joyous the spirit and strength of the soul of the sea.",
    "All the weight of the wind bore down on it, freighted with death for fraught:",
    "And the keen waves kindled and quickened as things transfigured or things distraught.",
    "And madness fell on them laughing and leaping; and madness came on the wind:",
    "And the might and the light and the darkness of storm were as storm in the heart of Ind.",
    "Such glory, such terror, such passion, as lighten and harrow the far fierce East,",
    "Rang, shone, spake, shuddered around us: the night was an altar with death for priest.",
    "The channel that sunders England from shores where never was man born free",
    "Was clothed with the likeness and thrilled with the strength and the wrath of a tropic sea.",
    "As a wild steed ramps in rebellion, and rears till it swerves from a backward fall,",
    "The strong ship struggled and reared, and her deck was upright as a sheer cliff's wall.",
    "Stern and prow plunged under, alternate: a glimpse, a recoil, a breath,",
    "And she sprang as the life in a god made man would spring at the throat of death.",
    "Three glad hours, and it seemed not an hour of supreme and supernal joy,",
    "Filled full with delight that revives in remembrance a sea-bird's heart in a boy.",
    "For the central crest of the night was cloud that thundered and flamed, sublime",
    "As the splendour and song of the soul everlasting that quickens the pulse of time.",
    "The glory beholden of man in a vision, the music of light overheard,",
    "The rapture and radiance of battle, the life that abides in the fire of a word,",
    "In the midmost heaven enkindled, was manifest far on the face of the sea,",
    "And the rage in the roar of the voice of the waters was heard but when heaven breathed free.",
    "Far eastward, clear of the covering of cloud, the sky laughed out into light",
    "From the rims of the storm to the sea's dark edge with flames that were flowerlike and white.",
    "The leaping and luminous blossoms of live sheet lightning that laugh as they fade",
    "From the cloud's black base to the black wave's brim rejoiced in the light they made.",
    "Far westward, throned in a silent sky, where life was in lustrous tune,",
    "Shone, sweeter and surer than morning or evening, the steadfast smile of the moon.",
    "The limitless heaven that enshrined them was lovelier than dreams may behold, and deep",
    "As life or as death, revealed and transfigured, may shine on the soul through sleep.",
    "All glories of toil and of triumph and passion and pride that it yearns to know",
    "Bore witness there to the soul of its likeness and kinship, above and below.",
    "The joys of the lightnings, the songs of the thunders, the strong sea's labour and rage,",
    "Were tokens and signs of the war that is life and is joy for the soul to wage.",
    "No thought strikes deeper or higher than the heights and the depths that the night made bare,",
    "Illimitable, infinite, awful and joyful, alive in the summit of air—",
    "Air stilled and thrilled by the tempest that thundered between its reign and the sea's,",
    "Rebellious, rapturous, and transient as faith or as terror that bows men's knees.",
    "No love sees loftier and fairer the form of its godlike vision in dreams",
    "Than the world shone then, when the sky and the sea were as love for a breath's length seems—",
    "One utterly, mingled and mastering and mastered and laughing with love that subsides",
    "As the glad mad night sank panting and satiate with storm, and released the tides.",
    "In the dense mid channel the steam-souled ship hung hovering, assailed and withheld",
    "As a soul born royal, if life or if death be against it, is thwarted and quelled.",
    "As the glories of myriads of glowworms in lustrous grass on a boundless lawn",
    "Were the glories of flames phosphoric that made of the water a light like dawn.",
    "A thousand Phosphors, a thousand Hespers, awoke in the churning sea,",
    "And the swift soft hiss of them living and dying was clear as a tune could be;",
    "As a tune that is played by the fingers of death on the keys of life or of sleep,",
    "Audible alway alive in the storm, too fleet for a dream to keep:",
    "Too fleet, too sweet for a dream to recover and thought to remember awake:",
    "Light subtler and swifter than lightning, that whispers and laughs in the live storm's wake,",
    "In the wild bright wake of the storm, in the dense loud heart of the labouring hour,",
    "A harvest of stars by the storm's hand reaped, each fair as a star-shaped flower.",
    "And sudden and soft as the passing of sleep is the passing of tempest seemed",
    "When the light and the sound of it sank, and the glory was gone as a dream half dreamed.",
    "The glory, the terror, the passion that made of the midnight a miracle, died,",
    "Not slain at a stroke, nor in gradual reluctance abated of power and of pride;",
    "With strong swift subsidence, awful as power that is wearied of power upon earth,",
    "As a God that were wearied of power upon heaven, and were fain of a new God's birth,",
    "The might of the night subsided: the tyranny kindled in darkness fell:",
    "And the sea and the sky put off them the rapture and radiance of heaven and of hell.",
    "The waters, heaving and hungering at heart, made way, and were wellnigh fain,",
    "For the ship that had fought them, and wrestled, and revelled in labour, to cease from her pain.",
    "And an end was made of it: only remembrance endures of the glad loud strife;",
    "And the sense that a rapture so royal may come not again in the passage of life."
  ],
  "title": "A Channel Crossing",
  "year": ""
}