{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Gardening",
    "Seas, Rivers,",
    "Streams",
    "Landscapes",
    "Pastorals",
    "Trees",
    "Flowers",
    "Nature",
    "Activities"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174554",
  "region": "England",
  "text": [
    "In a coign of the cliff between lowland and highland,",
    "At the sea-down's edge between windward and lee,",
    "Walled round with rocks as an inland island,",
    "The ghost of a garden fronts the sea.",
    "A girdle of brushwood and thorn encloses",
    "The steep square slope of the blossomless bed",
    "Where the weeds that grew green from the graves of its roses",
    "Now lie dead.",
    "The fields fall southward, abrupt and broken,",
    "To the low last edge of the long lone land.",
    "If a step should sound or a word be spoken,",
    "Would a ghost not rise at the strange guest's hand?",
    "So long have the grey bare walks lain guestless,",
    "Through branches and briars if a man make way,",
    "He shall find no life but the sea-wind's, restless",
    "Night and day.",
    "The dense hard passage is blind and stifled",
    "That crawls by a track none turn to climb",
    "To the strait waste place that the years have rifled",
    "Of all but the thorns that are touched not of time.",
    "The thorns he spares when the rose is taken;",
    "The rocks are left when he wastes the plain.",
    "The wind that wanders, the weeds wind-shaken,",
    "These remain.",
    "Not a flower to be pressed of the foot that falls not;",
    "As the heart of a dead man the seed-plots are dry;",
    "From the thicket of thorns whence the nightingale calls not,",
    "Could she call, there were never a rose to reply.",
    "Over the meadows that blossom and wither",
    "Rings but the note of a sea-bird's song;",
    "Only the sun and the rain come hither",
    "All year long.",
    "The sun burns sere and the rain dishevels",
    "One gaunt bleak blossom of scentless breath.",
    "Only the wind here hovers and revels",
    "In a round where life seems barren as death.",
    "Here there was laughing of old, there was weeping,",
    "Haply, of lovers none ever will know,",
    "Whose eyes went seaward a hundred sleeping",
    "Years ago.",
    "Heart handfast in heart as they stood, \"Look thither,\"",
    "Did he whisper? \"look forth from the flowers to the sea;",
    "For the foam-flowers endure when the rose-blossoms wither,",
    "And men that love lightly may die—but we?\"",
    "And the same wind sang and the same waves whitened,",
    "And or ever the garden's last petals were shed,",
    "In the lips that had whispered, the eyes that had lightened,",
    "Love was dead.",
    "Or they loved their life through, and then went whither?",
    "And were one to the end—but what end who knows?",
    "Love deep as the sea as a rose must wither,",
    "As the rose-red seaweed that mocks the rose.",
    "Shall the dead take thought for the dead to love them?",
    "What love was ever as deep as a grave?",
    "They are loveless now as the grass above them",
    "Or the wave.",
    "All are at one now, roses and lovers,",
    "Not known of the cliffs and the fields and the sea.",
    "Not a breath of the time that has been hovers",
    "In the air now soft with a summer to be.",
    "Not a breath shall there sweeten the seasons hereafter",
    "Of the flowers or the lovers that laugh now or weep,",
    "When as they that are free now of weeping and laughter",
    "We shall sleep.",
    "Here death may deal not again for ever;",
    "Here change may come not till all change end.",
    "From the graves they have made they shall rise up never,",
    "Who have left nought living to ravage and rend.",
    "Earth, stones, and thorns of the wild ground growing,",
    "While the sun and the rain live, these shall be;",
    "Till a last wind's breath upon all these blowing",
    "Roll the sea.",
    "Till the slow sea rise and the sheer cliff crumble,",
    "Till terrace and meadow the deep gulfs drink,",
    "Till the strength of the waves of the high tides humble",
    "The fields that lessen, the rocks that shrink,",
    "Here now in his triumph where all things falter,",
    "Stretched out on the spoils that his own hand spread,",
    "As a god self-slain on his own strange altar,",
    "Death lies dead."
  ],
  "title": "A Forsaken Garden",
  "year": ""
}