{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Relationships",
    "Love",
    "Activities",
    "Travels",
    "Journeys",
    "Unrequited Love",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174563",
  "region": "England",
  "text": [
    "Let us go hence, my songs; she will not hear.",
    "Let us go hence together without fear;",
    "Keep silence now, for singing-time is over,",
    "And over all old things and all things dear.",
    "She loves not you nor me as all we love her.",
    "Yea, though we sang as angels in her ear,",
    "She would not hear.",
    "Let us rise up and part; she will not know.",
    "Let us go seaward as the great winds go,",
    "Full of blown sand and foam; what help is here?",
    "There is no help, for all these things are so,",
    "And all the world is bitter as a tear.",
    "And how these things are, though ye strove to show,",
    "She would not know.",
    "Let us go home and hence; she will not weep.",
    "We gave love many dreams and days to keep,",
    "Flowers without scent, and fruits that would not grow,",
    "Saying 'If thou wilt, thrust in thy sickle and reap.'",
    "All is reaped now; no grass is left to mow;",
    "And we that sowed, though all we fell on sleep,",
    "She would not weep.",
    "Let us go hence and rest; she will not love.",
    "She shall not hear us if we sing hereof,",
    "Nor see love's ways, how sore they are and steep.",
    "Come hence, let be, lie still; it is enough.",
    "Love is a barren sea, bitter and deep;",
    "And though she saw all heaven in flower above,",
    "She would not love.",
    "Let us give up, go down; she will not care.",
    "Though all the stars made gold of all the air,",
    "And the sea moving saw before it move",
    "One moon-flower making all the foam-flowers fair;",
    "Though all those waves went over us, and drove",
    "Deep down the stifling lips and drowning hair,",
    "She would not care.",
    "Let us go hence, go hence; she will not see.",
    "Sing all once more together; surely she,",
    "She too, remembering days and words that were,",
    "Will turn a little toward us, sighing; but we,",
    "We are hence, we are gone, as though we had not been there.",
    "Nay, and though all men seeing had pity on me,",
    "She would not see."
  ],
  "title": "A Leave-Taking",
  "year": ""
}