{
  "author": "Algernon Charles Swinburne",
  "classification": "Elegy",
  "keywords": [
    "Arts",
    "Sciences",
    "Living",
    "Sorrow",
    "Grieving",
    "Death",
    "Poetry",
    "Poets"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174570",
  "region": "England",
  "text": [
    "The clearest eyes in all the world they read",
    "With sense more keen and spirit of sight more true",
    "Than burns and thrills in sunrise, when the dew",
    "Flames, and absorbs the glory round it shed,",
    "As they the light of ages quick and dead,",
    "Closed now, forsake us: yet the shaft that slew",
    "Can slay not one of all the works we knew,",
    "Nor death discrown that many-laurelled head.",
    "The works of words whose life seems lightning wrought,",
    "And moulded of unconquerable thought,",
    "And quickened with imperishable flame,",
    "Stand fast and shine and smile, assured that nought",
    "May fade of all their myriad-moulded fame,",
    "Nor England's memory clasp not Browning's name.",
    "Death, what hast thou to do with one for whom",
    "Time is not lord, but servant? What least part",
    "Of all the fire that fed his living heart,",
    "Of all the light more keen that sundawn's bloom",
    "That lit and led his spirit, strong as doom",
    "And bright as hope, can aught thy breath may dart",
    "Quench? Nay, thou knowest he knew thee what thou art,",
    "A shadow born of terror's barren womb,",
    "That brings not forth save shadows. What art thou,",
    "To dream, albeit thou breathe upon his brow,",
    "That power on him is given thee,—that thy breath",
    "Can make him less than love acclaims him now,",
    "And hears all time sound back the word it saith?",
    "What part hast thou then in his glory, Death?",
    "A graceless doom it seems that bids us grieve:",
    "Venice and winter, hand in deadly hand,",
    "Have slain the lover of her sunbright strand",
    "And singer of a stormbright Christmas Eve.",
    "A graceless guerdon we that loved receive",
    "For all our love, from that the dearest land",
    "Love worshipped ever. Blithe and soft and bland,",
    "Too fair for storm to scathe or fire to cleave,",
    "Shone on our dreams and memories evermore",
    "The domes, the towers, the mountains and the shore",
    "That gird or guard thee, Venice: cold and black",
    "Seems now the face we loved as he of yore.",
    "We have given thee love—no stint, no stay, no lack:",
    "What gift, what gift is this thou hast given us back?",
    "But he—to him, who knows what gift is thine,",
    "Death? Hardly may we think or hope, when we",
    "Pass likewise thither where to-night is he,",
    "Beyond the irremeable outer seas that shine",
    "And darken round such dreams as half divine",
    "Some sunlit harbour in that starless sea",
    "Where gleams no ship to windward or to lee,",
    "To read with him the secret of thy shrine.",
    "There too, as here, may song, delight, and love,",
    "The nightingale, the sea-bird, and the dove,",
    "Fulfil with joy the splendour of the sky",
    "Till all beneath wax bright as all above:",
    "But none of all that search the heavens, and try",
    "The sun, may match the sovereign eagle's eye.",
    "Among the wondrous ways of men and time",
    "He went as one that ever found and sought",
    "And bore in hand the lamp-like spirit of thought",
    "To illume with instance of its fire sublime",
    "The dusk of many a cloudlike age and clime.",
    "No spirit in shape of light and darkness wrought,",
    "No faith, no fear, no dream, no rapture, nought",
    "That blooms in wisdom, nought that burns in crime,",
    "No virtue girt and armed and helmed with light,",
    "No love more lovely than the snows are white,",
    "No serpent sleeping in some dead soul's tomb,",
    "No song-bird singing from some live soul's height,",
    "But he might hear, interpret, or illume",
    "With sense invasive as the dawn of doom.",
    "What secret thing of splendour or of shade",
    "Surmised in all those wandering ways wherein",
    "Man, led of love and life and death and sin,",
    "Strays, climbs, or cowers, allured, absorbed, afraid,",
    "Might not the strong and sunlike sense invade",
    "Of that full soul that had for aim to win",
    "Light, silent over time's dark toil and din,",
    "Life, at whose touch death fades as dead things fade?",
    "O spirit of man, what mystery moves in thee",
    "That he might know not of in spirit, and see",
    "The heart within the heart that seems to strive,",
    "The life within the life that seems to be,",
    "And hear, through all thy storms that whirl and drive,",
    "The living sound of all men's souls alive?",
    "He held no dream worth waking: so he said,",
    "He who stands now on death's triumphal steep,",
    "Awakened out of life wherein we sleep",
    "And dream of what he knows and sees, being dead.",
    "But never death for him was dark or dread:",
    "\"Look forth\" he bade the soul, and fear not. Weep,",
    "All ye that trust not in his truth, and keep",
    "Vain memory's vision of a vanished head",
    "As all that lives of all that once was he",
    "Save that which lightens from his word: but we,",
    "Who, seeing the sunset-coloured waters roll,",
    "Yet know the sun subdued not of the sea,",
    "Nor weep nor doubt that still the spirit is whole,",
    "And life and death but shadows of the soul."
  ],
  "title": "A Sequence of Sonnets on the Death of Robert Browning",
  "year": ""
}