{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Nature",
    "Relationships",
    "Love",
    "Seas, Rivers,",
    "Streams",
    "Romantic Love",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174572",
  "region": "England",
  "text": [
    "I",
    "Dawn is dim on the dark soft water,",
    "Soft and passionate, dark and sweet.",
    "Love's own self was the deep sea's daughter,",
    "Fair and flawless from face to feet,",
    "Hailed of all when the world was golden,",
    "Loved of lovers whose names beholden",
    "Thrill men's eyes as with light of olden",
    "Days more glad than their flight was fleet.",
    "So they sang: but for men that love her,",
    "Souls that hear not her word in vain,",
    "Earth beside her and heaven above her",
    "Seem but shadows that wax and wane.",
    "Softer than sleep's are the sea's caresses,",
    "Kinder than love's that betrays and blesses,",
    "Blither than spring's when her flowerful tresses",
    "Shake forth sunlight and shine with rain.",
    "All the strength of the waves that perish",
    "Swells beneath me and laughs and sighs,",
    "Sighs for love of the life they cherish,",
    "Laughs to know that it lives and dies,",
    "Dies for joy of its life, and lives",
    "Thrilled with joy that its brief death gives —",
    "Death whose laugh or whose breath forgives",
    "Change that bids it subside and rise.",
    "II",
    "Hard and heavy, remote but nearing,",
    "Sunless hangs the severe sky's weight,",
    "Cloud on cloud, though the wind be veering",
    "Heaped on high to the sundawn's gate.",
    "Dawn and even and noon are one,",
    "Veiled with vapour and void of sun;",
    "Nought in sight or in fancied hearing",
    "Now less mighty than time or fate.",
    "The grey sky gleams and the grey seas glimmer,",
    "Pale and sweet as a dream's delight,",
    "As a dream's where darkness and light seem dimmer,",
    "Touched by dawn or subdued by night.",
    "The dark wind, stern and sublime and sad,",
    "Swings the rollers to westward, clad",
    "With lustrous shadow that lures the swimmer,",
    "Lures and lulls him with dreams of light.",
    "Light, and sleep, and delight, and wonder,",
    "Change, and rest, and a charm of cloud,",
    "Fill the world of the skies whereunder",
    "Heaves and quivers and pants aloud",
    "All the world of the waters, hoary",
    "Now, but clothed with its own live glory,",
    "That mates the lightning and mocks the thunder",
    "With light more living and word more proud.",
    "III",
    "Far off westward, whither sets the sounding strife,",
    "Strife more sweet than peace, of shoreless waves whose glee",
    "Scorns the shore and loves the wind that leaves them free,",
    "Strange as sleep and pale as death and fair as life,",
    "Shifts the moonlight-coloured sunshine on the sea.",
    "Toward the sunset's goal the sunless waters crowd,",
    "Fast as autumn days toward winter: yet it seems",
    "Here that autumn wanes not, here that woods and streams",
    "Lose not heart and change not likeness, chilled and bowed,",
    "Warped and wrinkled: here the days are fair as dreams.",
    "IV",
    "O russet-robed November,",
    "What ails thee so to smile?",
    "Chill August, pale September,",
    "Endured a woful while,",
    "And fell as falls an ember",
    "From forth a flameless pile:",
    "But golden-girt November",
    "Bids all she looks on smile.",
    "The lustrous foliage, waning",
    "As wanes the morning moon,",
    "Here falling, here refraining,",
    "Outbraves the pride of June",
    "With statelier semblance, feigning",
    "No fear lest death be soon:",
    "As though the woods thus waning",
    "Should wax to meet the moon.",
    "As though, when fields lie stricken",
    "By grey December's breath,",
    "These lordlier growths that sicken",
    "And die for fear of death",
    "Should feel the sense requicken",
    "That hears what springtide saith",
    "And thrills for love, spring-stricken",
    "And pierced with April's breath.",
    "The keen white-winged north-easter",
    "That stings and spurs thy sea",
    "Doth yet but feed and feast her",
    "With glowing sense of glee:",
    "Calm chained her, storm released her,",
    "And storm's glad voice was he:",
    "South-wester or north-easter,",
    "Thy winds rejoice the sea.",
    "V",
    "A dream, a dream is it all — the season,",
    "The sky, the water, the wind, the shore?",
    "A day-born dream of divine unreason,",
    "A marvel moulded of sleep — no more?",
    "For the cloudlike wave that my limbs while cleaving",
    "Feel as in slumber beneath them heaving",
    "Soothes the sense as to slumber, leaving",
    "Sense of nought that was known of yore.",
    "A purer passion, a lordlier leisure,",
    "A peace more happy than lives on land,",
    "Fulfils with pulse of diviner pleasure",
    "The dreaming head and the steering hand.",
    "I lean my cheek to the cold grey pillow,",
    "The deep soft swell of the full broad billow,",
    "And close mine eyes for delight past measure,",
    "And wish the wheel of the world would stand.",
    "The wild-winged hour that we fain would capture",
    "Falls as from heaven that its light feet clomb,",
    "So brief, so soft, and so full the rapture",
    "Was felt that soothed me with sense of home.",
    "To sleep, to swim, and to dream, for ever —",
    "Such joy the vision of man saw never;",
    "For here too soon will a dark day sever",
    "The sea-bird's wing from the sea-wave's foam.",
    "A dream, and more than a dream, and dimmer",
    "At once and brighter than dreams that flee,",
    "The moment's joy of the seaward swimmer",
    "Abides, remembered as truth may be.",
    "Not all the joy and not all the glory",
    "Must fade as leaves when the woods wax hoary;",
    "For there the downs and the sea-banks glimmer,",
    "And here to south of them swells the sea."
  ],
  "title": "A Swimmer's Dream",
  "year": ""
}