{
  "author": "Algernon Charles Swinburne",
  "classification": "",
  "keywords": [
    "Love",
    "Desire",
    "Break-ups",
    "Vexed Love"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/180816",
  "region": "England",
  "text": [
    "A month or twain to live on honeycomb",
    "Is pleasant; but one tires of scented time,",
    "Cold sweet recurrence of accepted rhyme,",
    "And that strong purple under juice and foam",
    "Where the wine’s heart has burst;",
    "Nor feel the latter kisses like the first.",
    "Once yet, this poor one time; I will not pray",
    "Even to change the bitterness of it,",
    "The bitter taste ensuing on the sweet,",
    "To make your tears fall where your soft hair lay",
    "All blurred and heavy in some perfumed wise",
    "Over my face and eyes.",
    "And yet who knows what end the scythèd wheat",
    "Makes of its foolish poppies’ mouths of red?",
    "These were not sown, these are not harvested,",
    "They grow a month and are cast under feet",
    "And none has care thereof,",
    "As none has care of divided love.",
    "I know each shadow of your lips by rote,",
    "Each change of love in eyelids and eyebrows;",
    "The fashion of fair temples tremulous",
    "With tender blood, and colour of your throat;",
    "I know not how love is gone out of this,",
    "Seeing that all was his.",
    "Love’s likeness there endures upon all these:",
    "But out of these one shall not gather love.",
    "Day hath not strength nor the night shade enough",
    "To make love whole and fill his lips with ease,",
    "As some bee-builded cell",
    "Feels at filled lips the heavy honey swell.",
    "I know not how this last month leaves your hair",
    "Less full of purple colour and hid spice,",
    "And that luxurious trouble of closed eyes",
    "Is mixed with meaner shadows and waste care;",
    "And love, kissed out by pleasure, seems not yet",
    "Worth patience to regret."
  ],
  "title": "Before Parting",
  "year": ""
}