{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Love",
    "Relationships",
    "Mythology",
    "Folklore",
    "Desire",
    "Infatuation",
    "Crushes",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174550",
  "region": "England",
  "text": [
    "Cold eyelids that hide like a jewel",
    "Hard eyes that grow soft for an hour;",
    "The heavy white limbs, and the cruel",
    "Red mouth like a venomous flower;",
    "When these are gone by with their glories,",
    "What shall rest of thee then, what remain,",
    "O mystic and sombre Dolores,",
    "Our Lady of Pain?",
    "Seven sorrows the priests give their Virgin;",
    "But thy sins, which are seventy times seven,",
    "Seven ages would fail thee to purge in,",
    "And then they would haunt thee in heaven:",
    "Fierce midnights and famishing morrows,",
    "And the loves that complete and control",
    "All the joys of the flesh, all the sorrows",
    "That wear out the soul.",
    "O garment not golden but gilded,",
    "O garden where all men may dwell,",
    "O tower not of ivory, but builded",
    "By hands that reach heaven from hell;",
    "O mystical rose of the mire,",
    "O house not of gold but of gain,",
    "O house of unquenchable fire,",
    "Our Lady of Pain!",
    "O lips full of lust and of laughter,",
    "Curled snakes that are fed from my breast,",
    "Bite hard, lest remembrance come after",
    "And press with new lips where you pressed.",
    "For my heart too springs up at the pressure,",
    "Mine eyelids too moisten and burn;",
    "Ah, feed me and fill me with pleasure,",
    "Ere pain come in turn.",
    "In yesterday's reach and to-morrow's,",
    "Out of sight though they lie of to-day,",
    "There have been and there yet shall be sorrows",
    "That smite not and bite not in play.",
    "The life and the love thou despisest,",
    "These hurt us indeed, and in vain,",
    "O wise among women, and wisest,",
    "Our Lady of Pain.",
    "Who gave thee thy wisdom? what stories",
    "That stung thee, what visions that smote?",
    "Wert thou pure and a maiden, Dolores,",
    "When desire took thee first by the throat?",
    "What bud was the shell of a blossom",
    "That all men may smell to and pluck?",
    "What milk fed thee first at what bosom?",
    "What sins gave thee suck?",
    "We shift and bedeck and bedrape us,",
    "Thou art noble and nude and antique;",
    "Libitina thy mother, Priapus",
    "Thy father, a Tuscan and Greek.",
    "We play with light loves in the portal,",
    "And wince and relent and refrain;",
    "Loves die, and we know thee immortal,",
    "Our Lady of Pain.",
    "Fruits fail and love dies and time ranges;",
    "Thou art fed with perpetual breath,",
    "And alive after infinite changes,",
    "And fresh from the kisses of death;",
    "Of languors rekindled and rallied,",
    "Of barren delights and unclean,",
    "Things monstrous and fruitless, a pallid",
    "And poisonous queen.",
    "Could you hurt me, sweet lips, though I hurt you?",
    "Men touch them, and change in a trice",
    "The lilies and languors of virtue",
    "For the raptures and roses of vice;",
    "Those lie where thy foot on the floor is,",
    "These crown and caress thee and chain,",
    "O splendid and sterile Dolores,",
    "Our Lady of Pain.",
    "There are sins it may be to discover,",
    "There are deeds it may be to delight.",
    "What new work wilt thou find for thy lover,",
    "What new passions for daytime or night?",
    "What spells that they know not a word of",
    "Whose lives are as leaves overblown?",
    "What tortures undreamt of, unheard of,",
    "Unwritten, unknown?",
    "Ah beautiful passionate body",
    "That never has ached with a heart!",
    "On thy mouth though the kisses are bloody,",
    "Though they sting till it shudder and smart,",
    "More kind than the love we adore is,",
    "They hurt not the heart or the brain,",
    "O bitter and tender Dolores,",
    "Our Lady of Pain.",
    "As our kisses relax and redouble,",
    "From the lips and the foam and the fangs",
    "Shall no new sin be born for men's trouble,",
    "No dream of impossible pangs?",
    "With the sweet of the sins of old ages",
    "Wilt thou satiate thy soul as of yore?",
    "Too sweet is the rind, say the sages,",
    "Too bitter the core.",
    "Hast thou told all thy secrets the last time,",
    "And bared all thy beauties to one?",
    "Ah, where shall we go then for pastime,",
    "If the worst that can be has been done?",
    "But sweet as the rind was the core is;",
    "We are fain of thee still, we are fain,",
    "O sanguine and subtle Dolores,",
    "Our Lady of Pain.",
    "By the hunger of change and emotion,",
    "By the thirst of unbearable things,",
    "By despair, the twin-born of devotion,",
    "By the pleasure that winces and stings,",
    "The delight that consumes the desire,",
    "The desire that outruns the delight,",
    "By the cruelty deaf as a fire",
    "And blind as the night,",
    "By the ravenous teeth that have smitten",
    "Through the kisses that blossom and bud,",
    "By the lips intertwisted and bitten",
    "Till the foam has a savour of blood,",
    "By the pulse as it rises and falters,",
    "By the hands as they slacken and strain,",
    "I adjure thee, respond from thine altars,",
    "Our Lady of Pain.",
    "Wilt thou smile as a woman disdaining",
    "The light fire in the veins of a boy?",
    "But he comes to thee sad, without feigning,",
    "Who has wearied of sorrow and joy;",
    "Less careful of labour and glory",
    "Than the elders whose hair has uncurled:",
    "And young, but with fancies as hoary",
    "And grey as the world.",
    "I have passed from the outermost portal",
    "To the shrine where a sin is a prayer;",
    "What care though the service be mortal?",
    "O our Lady of Torture, what care?",
    "All thine the last wine that I pour is,",
    "The last in the chalice we drain,",
    "O fierce and luxurious Dolores,",
    "Our Lady of Pain.",
    "All thine the new wine of desire,",
    "The fruit of four lips as they clung",
    "Till the hair and the eyelids took fire,",
    "The foam of a serpentine tongue,",
    "The froth of the serpents of pleasure,",
    "More salt than the foam of the sea,",
    "Now felt as a flame, now at leisure",
    "As wine shed for me.",
    "Ah thy people, thy children, thy chosen,",
    "Marked cross from the womb and perverse!",
    "They have found out the secret to cozen",
    "The gods that constrain us and curse;",
    "They alone, they are wise, and none other;",
    "Give me place, even me, in their train,",
    "O my sister, my spouse, and my mother,",
    "Our Lady of Pain.",
    "For the crown of our life as it closes",
    "Is darkness, the fruit thereof dust;",
    "No thorns go as deep as a rose's,",
    "And love is more cruel than lust.",
    "Time turns the old days to derision,",
    "Our loves into corpses or wives;",
    "And marriage and death and division",
    "Make barren our lives.",
    "And pale from the past we draw nigh thee,",
    "And satiate with comfortless hours;",
    "And we know thee, how all men belie thee,",
    "And we gather the fruit of thy flowers;",
    "The passion that slays and recovers,",
    "The pangs and the kisses that rain",
    "On the lips and the limbs of thy lovers,",
    "Our Lady of Pain.",
    "The desire of thy furious embraces",
    "Is more than the wisdom of years,",
    "On the blossom though blood lie in traces,",
    "Though the foliage be sodden with tears.",
    "For the lords in whose keeping the door is",
    "That opens on all who draw breath",
    "Gave the cypress to love, my Dolores,",
    "The myrtle to death.",
    "And they laughed, changing hands in the measure,",
    "And they mixed and made peace after strife;",
    "Pain melted in tears, and was pleasure;",
    "Death tingled with blood, and was life.",
    "Like lovers they melted and tingled,",
    "In the dusk of thine innermost fane;",
    "In the darkness they murmured and mingled,",
    "Our Lady of Pain.",
    "In a twilight where virtues are vices,",
    "In thy chapels, unknown of the sun,",
    "To a tune that enthralls and entices,",
    "They were wed, and the twain were as one.",
    "For the tune from thine altar hath sounded",
    "Since God bade the world's work begin,",
    "And the fume of thine incense abounded,",
    "To sweeten the sin.",
    "Love listens, and paler than ashes,",
    "Through his curls as the crown on them slips,",
    "Lifts languid wet eyelids and lashes,",
    "And laughs with insatiable lips.",
    "Thou shalt hush him with heavy caresses,",
    "With music that scares the profane;",
    "Thou shalt darken his eyes with thy tresses,",
    "Our Lady of Pain.",
    "Thou shalt blind his bright eyes though he wrestle,",
    "Thou shalt chain his light limbs though he strive;",
    "In his lips all thy serpents shall nestle,",
    "In his hands all thy cruelties thrive.",
    "In the daytime thy voice shall go through him,",
    "In his dreams he shall feel thee and ache;",
    "Thou shalt kindle by night and subdue him",
    "Asleep and awake.",
    "Thou shalt touch and make redder his roses",
    "With juice not of fruit nor of bud;",
    "When the sense in the spirit reposes,",
    "Thou shalt quicken the soul through the blood.",
    "Thine, thine the one grace we implore is,",
    "Who would live and not languish or feign,",
    "O sleepless and deadly Dolores,",
    "Our Lady of Pain.",
    "Dost thou dream, in a respite of slumber,",
    "In a lull of the fires of thy life,",
    "Of the days without name, without number,",
    "When thy will stung the world into strife;",
    "When, a goddess, the pulse of thy passion",
    "Smote kings as they revelled in Rome;",
    "And they hailed thee re-risen, O Thalassian,",
    "Foam-white, from the foam?",
    "When thy lips had such lovers to flatter;",
    "When the city lay red from thy rods,",
    "And thine hands were as arrows to scatter",
    "The children of change and their gods;",
    "When the blood of thy foemen made fervent",
    "A sand never moist from the main,",
    "As one smote them, their lord and thy servant,",
    "Our Lady of Pain.",
    "On sands by the storm never shaken,",
    "Nor wet from the washing of tides;",
    "Nor by foam of the waves overtaken,",
    "Nor winds that the thunder bestrides;",
    "But red from the print of thy paces,",
    "Made smooth for the world and its lords,",
    "Ringed round with a flame of fair faces,",
    "And splendid with swords.",
    "There the gladiator, pale for thy pleasure,",
    "Drew bitter and perilous breath;",
    "There torments laid hold on the treasure",
    "Of limbs too delicious for death;",
    "When thy gardens were lit with live torches;",
    "When the world was a steed for thy rein;",
    "When the nations lay prone in thy porches,",
    "Our Lady of Pain.",
    "When, with flame all around him aspirant,",
    "Stood flushed, as a harp-player stands,",
    "The implacable beautiful tyrant,",
    "Rose-crowned, having death in his hands;",
    "And a sound as the sound of loud water",
    "Smote far through the flight of the fires,",
    "And mixed with the lightning of slaughter",
    "A thunder of lyres.",
    "Dost thou dream of what was and no more is,",
    "The old kingdoms of earth and the kings?",
    "Dost thou hunger for these things, Dolores,",
    "For these, in a world of new things?",
    "But thy bosom no fasts could emaciate,",
    "No hunger compel to complain",
    "Those lips that no bloodshed could satiate,",
    "Our Lady of Pain.",
    "As of old when the world's heart was lighter,",
    "Through thy garments the grace of thee glows,",
    "The white wealth of thy body made whiter",
    "By the blushes of amorous blows,",
    "And seamed with sharp lips and fierce fingers,",
    "And branded by kisses that bruise;",
    "When all shall be gone that now lingers,",
    "Ah, what shall we lose?",
    "Thou wert fair in the fearless old fashion,",
    "And thy limbs are as melodies yet,",
    "And move to the music of passion",
    "With lithe and lascivious regret.",
    "What ailed us, O gods, to desert you",
    "For creeds that refuse and restrain?",
    "Come down and redeem us from virtue,",
    "Our Lady of Pain.",
    "All shrines that were Vestal are flameless,",
    "But the flame has not fallen from this;",
    "Though obscure be the god, and though nameless",
    "The eyes and the hair that we kiss;",
    "Low fires that love sits by and forges",
    "Fresh heads for his arrows and thine;",
    "Hair loosened and soiled in mid orgies",
    "With kisses and wine.",
    "Thy skin changes country and colour,",
    "And shrivels or swells to a snake's.",
    "Let it brighten and bloat and grow duller,",
    "We know it, the flames and the flakes,",
    "Red brands on it smitten and bitten,",
    "Round skies where a star is a stain,",
    "And the leaves with thy litanies written,",
    "Our Lady of Pain.",
    "On thy bosom though many a kiss be,",
    "There are none such as knew it of old.",
    "Was it Alciphron once or Arisbe,",
    "Male ringlets or feminine gold,",
    "That thy lips met with under the statue,",
    "Whence a look shot out sharp after thieves",
    "From the eyes of the garden-god at you",
    "Across the fig-leaves?",
    "Then still, through dry seasons and moister,",
    "One god had a wreath to his shrine;",
    "Then love was the pearl of his oyster,",
    "And Venus rose red out of wine.",
    "We have all done amiss, choosing rather",
    "Such loves as the wise gods disdain;",
    "Intercede for us thou with thy father,",
    "Our Lady of Pain.",
    "In spring he had crowns of his garden,",
    "Red corn in the heat of the year,",
    "Then hoary green olives that harden",
    "When the grape-blossom freezes with fear;",
    "And milk-budded myrtles with Venus",
    "And vine-leaves with Bacchus he trod;",
    "And ye said, \"We have seen, he hath seen us,",
    "A visible God.\"",
    "What broke off the garlands that girt you?",
    "What sundered you spirit and clay?",
    "Weak sins yet alive are as virtue",
    "To the strength of the sins of that day.",
    "For dried is the blood of thy lover,",
    "Ipsithilla, contracted the vein;",
    "Cry aloud, \"Will he rise and recover,",
    "Our Lady of Pain?\"",
    "Cry aloud; for the old world is broken:",
    "Cry out; for the Phrygian is priest,",
    "And rears not the bountiful token",
    "And spreads not the fatherly feast.",
    "From the midmost of Ida, from shady",
    "Recesses that murmur at morn,",
    "They have brought and baptized her, Our Lady,",
    "A goddess new-born.",
    "And the chaplets of old are above us,",
    "And the oyster-bed teems out of reach;",
    "Old poets outsing and outlove us,",
    "And Catullus makes mouths at our speech.",
    "Who shall kiss, in thy father's own city,",
    "With such lips as he sang with, again?",
    "Intercede for us all of thy pity,",
    "Our Lady of Pain.",
    "Out of Dindymus heavily laden",
    "Her lions draw bound and unfed",
    "A mother, a mortal, a maiden,",
    "A queen over death and the dead.",
    "She is cold, and her habit is lowly,",
    "Her temple of branches and sods;",
    "Most fruitful and virginal, holy,",
    "A mother of gods.",
    "She hath wasted with fire thine high places,",
    "She hath hidden and marred and made sad",
    "The fair limbs of the Loves, the fair faces",
    "Of gods that were goodly and glad.",
    "She slays, and her hands are not bloody;",
    "She moves as a moon in the wane,",
    "White-robed, and thy raiment is ruddy,",
    "Our Lady of Pain.",
    "They shall pass and their places be taken,",
    "The gods and the priests that are pure.",
    "They shall pass, and shalt thou not be shaken?",
    "They shall perish, and shalt thou endure?",
    "Death laughs, breathing close and relentless",
    "In the nostrils and eyelids of lust,",
    "With a pinch in his fingers of scentless",
    "And delicate dust.",
    "But the worm shall revive thee with kisses;",
    "Thou shalt change and transmute as a god,",
    "As the rod to a serpent that hisses,",
    "As the serpent again to a rod.",
    "Thy life shall not cease though thou doff it;",
    "Thou shalt live until evil be slain,",
    "And good shall die first, said thy prophet,",
    "Our Lady of Pain.",
    "Did he lie? did he laugh? does he know it,",
    "Now he lies out of reach, out of breath,",
    "Thy prophet, thy preacher, thy poet,",
    "Sin's child by incestuous Death?",
    "Did he find out in fire at his waking,",
    "Or discern as his eyelids lost light,",
    "When the bands of the body were breaking",
    "And all came in sight?",
    "Who has known all the evil before us,",
    "Or the tyrannous secrets of time?",
    "Though we match not the dead men that bore us",
    "At a song, at a kiss, at a crime —",
    "Though the heathen outface and outlive us,",
    "And our lives and our longings are twain —",
    "Ah, forgive us our virtues, forgive us,",
    "Our Lady of Pain.",
    "Who are we that embalm and embrace thee",
    "With spices and savours of song?",
    "What is time, that his children should face thee?",
    "What am I, that my lips do thee wrong?",
    "I could hurt thee — but pain would delight thee;",
    "Or caress thee — but love would repel;",
    "And the lovers whose lips would excite thee",
    "Are serpents in hell.",
    "Who now shall content thee as they did,",
    "Thy lovers, when temples were built",
    "And the hair of the sacrifice braided",
    "And the blood of the sacrifice spilt,",
    "In Lampsacus fervent with faces,",
    "In Aphaca red from thy reign,",
    "Who embraced thee with awful embraces,",
    "Our Lady of Pain?",
    "Where are they, Cotytto or Venus,",
    "Astarte or Ashtaroth, where?",
    "Do their hands as we touch come between us?",
    "Is the breath of them hot in thy hair?",
    "From their lips have thy lips taken fever,",
    "With the blood of their bodies grown red?",
    "Hast thou left upon earth a believer",
    "If these men are dead?",
    "They were purple of raiment and golden,",
    "Filled full of thee, fiery with wine,",
    "Thy lovers, in haunts unbeholden,",
    "In marvellous chambers of thine.",
    "They are fled, and their footprints escape us,",
    "Who appraise thee, adore, and abstain,",
    "O daughter of Death and Priapus,",
    "Our Lady of Pain.",
    "What ails us to fear overmeasure,",
    "To praise thee with timorous breath,",
    "O mistress and mother of pleasure,",
    "The one thing as certain as death?",
    "We shall change as the things that we cherish,",
    "Shall fade as they faded before,",
    "As foam upon water shall perish,",
    "As sand upon shore.",
    "We shall know what the darkness discovers,",
    "If the grave-pit be shallow or deep;",
    "And our fathers of old, and our lovers,",
    "We shall know if they sleep not or sleep.",
    "We shall see whether hell be not heaven,",
    "Find out whether tares be not grain,",
    "And the joys of thee seventy times seven,",
    "Our Lady of Pain."
  ],
  "title": "Dolores (Notre-Dame des Sept Douleurs)",
  "year": ""
}