{
  "author": "Algernon Charles Swinburne",
  "classification": "Couplet",
  "keywords": [
    "Christianity",
    "Religion",
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174559",
  "region": "England",
  "text": [
    "I have lived long enough, having seen one thing, that love hath an end;",
    "Goddess and maiden and queen, be near me now and befriend.",
    "Thou art more than the day or the morrow, the seasons that laugh or that weep;",
    "For these give joy and sorrow; but thou, Proserpina, sleep.",
    "Sweet is the treading of wine, and sweet the feet of the dove;",
    "But a goodlier gift is thine than foam of the grapes or love.",
    "Yea, is not even Apollo, with hair and harpstring of gold,",
    "A bitter God to follow, a beautiful God to behold?",
    "I am sick of singing; the bays burn deep and chafe: I am fain",
    "To rest a little from praise and grievous pleasure and pain.",
    "For the Gods we know not of, who give us our daily breath,",
    "We know they are cruel as love or life, and lovely as death.",
    "O Gods dethroned and deceased, cast forth, wiped out in a day!",
    "From your wrath is the world released, redeemed from your chains, men say.",
    "New Gods are crowned in the city; their flowers have broken your rods;",
    "They are merciful, clothed with pity, the young compassionate Gods.",
    "But for me their new device is barren, the days are bare;",
    "Things long past over suffice, and men forgotten that were.",
    "Time and the Gods are at strife; ye dwell in the midst thereof,",
    "Draining a little life from the barren breasts of love.",
    "I say to you, cease, take rest; yea, I say to you all, be at peace,",
    "Till the bitter milk of her breast and the barren bosom shall cease.",
    "Wilt thou yet take all, Galilean? but these thou shalt not take,",
    "The laurel, the palms and the pæan, the breasts of the nymphs in the brake;",
    "Breasts more soft than a dove's, that tremble with tenderer breath;",
    "And all the wings of the Loves, and all the joy before death;",
    "All the feet of the hours that sound as a single lyre,",
    "Dropped and deep in the flowers, with strings that flicker like fire.",
    "More than these wilt thou give, things fairer than all these things?",
    "Nay, for a little we live, and life hath mutable wings.",
    "A little while and we die; shall life not thrive as it may?",
    "For no man under the sky lives twice, outliving his day.",
    "And grief is a grievous thing, and a man hath enough of his tears:",
    "Why should he labour, and bring fresh grief to blacken his years?",
    "Thou hast conquered, O pale Galilean; the world has grown grey from thy breath;",
    "We have drunken of things Lethean, and fed on the fullness of death.",
    "Laurel is green for a season, and love is sweet for a day;",
    "But love grows bitter with treason, and laurel outlives not May.",
    "Sleep, shall we sleep after all? for the world is not sweet in the end;",
    "For the old faiths loosen and fall, the new years ruin and rend.",
    "Fate is a sea without shore, and the soul is a rock that abides;",
    "But her ears are vexed with the roar and her face with the foam of the tides.",
    "O lips that the live blood faints in, the leavings of racks and rods!",
    "O ghastly glories of saints, dead limbs of gibbeted Gods!",
    "Though all men abase them before you in spirit, and all knees bend,",
    "I kneel not neither adore you, but standing, look to the end.",
    "All delicate days and pleasant, all spirits and sorrows are cast",
    "Far out with the foam of the present that sweeps to the surf of the past:",
    "Where beyond the extreme sea-wall, and between the remote sea-gates,",
    "Waste water washes, and tall ships founder, and deep death waits:",
    "Where, mighty with deepening sides, clad about with the seas as with wings,",
    "And impelled of invisible tides, and fulfilled of unspeakable things,",
    "White-eyed and poisonous-finned, shark-toothed and serpentine-curled,",
    "Rolls, under the whitening wind of the future, the wave of the world.",
    "The depths stand naked in sunder behind it, the storms flee away;",
    "In the hollow before it the thunder is taken and snared as a prey;",
    "In its sides is the north-wind bound; and its salt is of all men's tears;",
    "With light of ruin, and sound of changes, and pulse of years:",
    "With travail of day after day, and with trouble of hour upon hour;",
    "And bitter as blood is the spray; and the crests are as fangs that devour:",
    "And its vapour and storm of its steam as the sighing of spirits to be;",
    "And its noise as the noise in a dream; and its depth as the roots of the sea:",
    "And the height of its heads as the height of the utmost stars of the air:",
    "And the ends of the earth at the might thereof tremble, and time is made bare.",
    "Will ye bridle the deep sea with reins, will ye chasten the high sea with rods?",
    "Will ye take her to chain her with chains, who is older than all ye Gods?",
    "All ye as a wind shall go by, as a fire shall ye pass and be past;",
    "Ye are Gods, and behold, ye shall die, and the waves be upon you at last.",
    "In the darkness of time, in the deeps of the years, in the changes of things,",
    "Ye shall sleep as a slain man sleeps, and the world shall forget you for kings.",
    "Though the feet of thine high priests tread where thy lords and our forefathers trod,",
    "Though these that were Gods are dead, and thou being dead art a God,",
    "Though before thee the throned Cytherean be fallen, and hidden her head,",
    "Yet thy kingdom shall pass, Galilean, thy dead shall go down to thee dead.",
    "Of the maiden thy mother men sing as a goddess with grace clad around;",
    "Thou art throned where another was king; where another was queen she is crowned.",
    "Yea, once we had sight of another: but now she is queen, say these.",
    "Not as thine, not as thine was our mother, a blossom of flowering seas,",
    "Clothed round with the world's desire as with raiment, and fair as the foam,",
    "And fleeter than kindled fire, and a goddess, and mother of Rome.",
    "For thine came pale and a maiden, and sister to sorrow; but ours,",
    "Her deep hair heavily laden with odour and colour of flowers,",
    "White rose of the rose-white water, a silver splendour, a flame,",
    "Bent down unto us that besought her, and earth grew sweet with her name.",
    "For thine came weeping, a slave among slaves, and rejected; but she",
    "Came flushed from the full-flushed wave, and imperial, her foot on the sea.",
    "And the wonderful waters knew her, the winds and the viewless ways,",
    "And the roses grew rosier, and bluer the sea-blue stream of the bays.",
    "Ye are fallen, our lords, by what token? we wise that ye should not fall.",
    "Ye were all so fair that are broken; and one more fair than ye all.",
    "But I turn to her still, having seen she shall surely abide in the end;",
    "Goddess and maiden and queen, be near me now and befriend.",
    "O daughter of earth, of my mother, her crown and blossom of birth,",
    "I am also, I also, thy brother; I go as I came unto earth.",
    "In the night where thine eyes are as moons are in heaven, the night where thou art,",
    "Where the silence is more than all tunes, where sleep overflows from the heart,",
    "Where the poppies are sweet as the rose in our world, and the red rose is white,",
    "And the wind falls faint as it blows with the fume of the flowers of the night,",
    "And the murmur of spirits that sleep in the shadow of Gods from afar",
    "Grows dim in thine ears and deep as the deep dim soul of a star,",
    "In the sweet low light of thy face, under heavens untrod by the sun,",
    "Let my soul with their souls find place, and forget what is done and undone.",
    "Thou art more than the Gods who number the days of our temporal breath;",
    "Let these give labour and slumber; but thou, Proserpina, death.",
    "Therefore now at thy feet I abide for a season in silence. I know",
    "I shall die as my fathers died, and sleep as they sleep; even so.",
    "For the glass of the years is brittle wherein we gaze for a span;",
    "A little soul for a little bears up this corpse which is man.",
    "So long I endure, no longer; and laugh not again, neither weep.",
    "For there is no God found stronger than death; and death is a sleep."
  ],
  "title": "Hymn to Proserpine (After the Proclamation in Rome of the Christian Faith)",
  "year": ""
}