{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Stars, Planets, Heavens",
    "Seas, Rivers,",
    "Streams",
    "Poetry",
    "Poets",
    "Nature",
    "Arts",
    "Sciences"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174560",
  "region": "England",
  "text": [
    "Beyond the hollow sunset, ere a star",
    "Take heart in heaven from eastward, while the west,",
    "Fulfilled of watery resonance and rest,",
    "Is as a port with clouds for harbour bar",
    "To fold the fleet in of the winds from far",
    "That stir no plume now of the bland sea's breast:",
    "Above the soft sweep of the breathless bay",
    "Southwestward, far past flight of night and day,",
    "Lower than the sunken sunset sinks, and higher",
    "Than dawn can freak the front of heaven with fire,",
    "My thought with eyes and wings made wide makes way",
    "To find the place of souls that I desire.",
    "If any place for any soul there be,",
    "Disrobed and disentrammelled; if the might,",
    "The fire and force that filled with ardent light",
    "The souls whose shadow is half the light we see,",
    "Survive and be suppressed not of the night;",
    "This hour should show what all day hid from me.",
    "Night knows not, neither is it shown to day,",
    "By sunlight nor by starlight is it shown,",
    "Nor to the full moon's eye nor footfall known,",
    "Their world's untrodden and unkindled way.",
    "Nor is the breath nor music of it blown",
    "With sounds of winter or with winds of May.",
    "But here, where light and darkness reconciled",
    "Held earth between them as a weanling child",
    "Between the balanced hands of death and birth,",
    "Even as they held the new-born shape of earth",
    "When first life trembled in her limbs and smiled,",
    "Here hope might think to find what hope were worth.",
    "Past Hades, past Elysium, past the long",
    "Slow smooth strong lapse of Lethe—past the toil",
    "Wherein all souls are taken as a spoil,",
    "The Stygian web of waters—if your song",
    "Be quenched not, O our brethren, but be strong",
    "As ere ye too shook off our temporal coil;",
    "If yet these twain survive your worldly breath,",
    "Joy trampling sorrow, life devouring death,",
    "If perfect life possess your life all through",
    "And like your words your souls be deathless too,",
    "To-night, of all whom night encompasseth,",
    "My soul would commune with one soul of you.",
    "Above the sunset might I see thine eyes",
    "That were above the sundawn in our skies,",
    "Son of the songs of morning,—thine that were",
    "First lights to lighten that rekindling air",
    "Wherethrough men saw the front of England rise",
    "And heard thine loudest of the lyre-notes there—",
    "If yet thy fire have not one spark the less,",
    "O Titan, born of her a Titaness,",
    "Across the sunrise and the sunset's mark",
    "Send of thy lyre one sound, thy fire one spark,",
    "To change this face of our unworthiness,",
    "Across this hour dividing light from dark.",
    "To change this face of our chill time, that hears",
    "No song like thine of all that crowd its ears,",
    "Of all its lights that lighten all day long",
    "Sees none like thy most fleet and fiery sphere's",
    "Outlightening Sirius—in its twilight throng",
    "No thunder and no sunrise like thy song.",
    "Hath not the sea-wind swept the sea-line bare",
    "To pave with stainless fire through stainless air",
    "A passage for thine heavenlier feet to tread",
    "Ungrieved of earthly floor-work? hath it spread",
    "No covering splendid as the sun-god's hair",
    "To veil or to reveal thy lordlier head?",
    "Hath not the sunset strewn across the sea",
    "A way majestical enough for thee?",
    "What hour save this should be thine hour—and mine,",
    "If thou have care of any less divine",
    "Than thine own soul; if thou take thought of me,",
    "Marlowe, as all my soul takes thought of thine?",
    "Before the morn's face as before the sun",
    "The morning star and evening star are one",
    "For all men's lands as England. O, if night",
    "Hang hard upon us,—ere our day take flight,",
    "Shed thou some comfort from thy day long done",
    "On us pale children of the latter light!",
    "For surely, brother and master and lord and king,",
    "Where'er thy footfall and thy face make spring",
    "In all souls' eyes that meet thee wheresoe'er,",
    "And have thy soul for sunshine and sweet air—",
    "Some late love of thine old live land should cling,",
    "Some living love of England, round thee there.",
    "Here from her shore across her sunniest sea",
    "My soul makes question of the sun for thee,",
    "And waves and beams make answer. When thy feet",
    "Made her ways flowerier and their flowers more sweet",
    "With childlike passage of a god to be,",
    "Like spray these waves cast off her foemen's fleet.",
    "Like foam they flung it from her, and like weed",
    "Its wrecks were washed from scornful shoal to shoal,",
    "From rock to rock reverberate; and the whole",
    "Sea laughed and lightened with a deathless deed",
    "That sowed our enemies in her field for seed",
    "And made her shores fit harbourage for thy soul.",
    "Then in her green south fields, a poor man's child,",
    "Thou hadst thy short sweet fill of half-blown joy,",
    "That ripens all of us for time to cloy",
    "With full-blown pain and passion; ere the wild",
    "World caught thee by the fiery heart, and smiled",
    "To make so swift end of the godlike boy.",
    "For thou, if ever godlike foot there trod",
    "These fields of ours, wert surely like a god.",
    "Who knows what splendour of strange dreams was shed",
    "With sacred shadow and glimmer of gold and red",
    "From hallowed windows, over stone and sod,",
    "On thine unbowed bright insubmissive head?",
    "The shadow stayed not, but the splendour stays,",
    "Our brother, till the last of English days.",
    "No day nor night on English earth shall be",
    "For ever, spring nor summer, Junes nor Mays,",
    "But somewhat as a sound or gleam of thee",
    "Shall come on us like morning from the sea.",
    "Like sunrise never wholly risen, nor yet",
    "Quenched; or like sunset never wholly set,",
    "A light to lighten as from living eyes",
    "The cold unlit close lids of one that lies",
    "Dead, or a ray returned from death's far skies",
    "To fire us living lest our lives forget.",
    "For in that heaven what light of lights may be,",
    "What splendour of what stars, what spheres of flame",
    "Sounding, that none may number nor may name,",
    "We know not, even thy brethren; yea, not we",
    "Whose eyes desire the light that lightened thee,",
    "Whose ways and thine are one way and the same.",
    "But if the riddles that in sleep we read,",
    "And trust them not, be flattering truth indeed,",
    "As he that rose our mightiest called them,—he,",
    "Much higher than thou as thou much higher than we—",
    "There, might we say, all flower of all our seed,",
    "All singing souls are as one sounding sea.",
    "All those that here were of thy kind and kin,",
    "Beside thee and below thee, full of love,",
    "Full-souled for song,—and one alone above",
    "Whose only light folds all your glories in—",
    "With all birds' notes from nightingale to dove",
    "Fill the world whither we too fain would win.",
    "The world that sees in heaven the sovereign light",
    "Of sunlike Shakespeare, and the fiery night",
    "Whose stars were watched of Webster; and beneath,",
    "The twin-souled brethren of the single wreath,",
    "Grown in kings' gardens, plucked from pastoral heath,",
    "Wrought with all flowers for all men's heart's delight.",
    "And that fixed fervour, iron-red like Mars,",
    "In the mid moving tide of tenderer stars,",
    "That burned on loves and deeds the darkest done,",
    "Athwart the incestuous prisoner's bride-house bars;",
    "And thine, most highest of all their fires but one,",
    "Our morning star, sole risen before the sun.",
    "And one light risen since theirs to run such race",
    "Thou hast seen, O Phosphor, from thy pride of place.",
    "Thou hast seen Shelley, him that was to thee",
    "As light to fire or dawn to lightning; me,",
    "Me likewise, O our brother, shalt thou see,",
    "And I behold thee, face to glorious face?",
    "You twain the same swift year of manhood swept",
    "Down the steep darkness, and our father wept.",
    "And from the gleam of Apollonian tears",
    "A holier aureole rounds your memories, kept",
    "Most fervent-fresh of all the singing spheres,",
    "And April-coloured through all months and years.",
    "You twain fate spared not half your fiery span;",
    "The longer date fulfils the lesser man.",
    "Ye from beyond the dark dividing date",
    "Stand smiling, crowned as gods with foot on fate.",
    "For stronger was your blessing than his ban,",
    "And earliest whom he struck, he struck too late.",
    "Yet love and loathing, faith and unfaith yet",
    "Bind less to greater souls in unison,",
    "And one desire that makes three spirits as one",
    "Takes great and small as in one spiritual net",
    "Woven out of hope toward what shall yet be done",
    "Ere hate or love remember or forget.",
    "Woven out of faith and hope and love too great",
    "To bear the bonds of life and death and fate:",
    "Woven out of love and hope and faith too dear",
    "To take the print of doubt and change and fear:",
    "And interwoven with lines of wrath and hate",
    "Blood-red with soils of many a sanguine year.",
    "Who cannot hate, can love not; if he grieve,",
    "His tears are barren as the unfruitful rain",
    "That rears no harvest from the green sea's plain,",
    "And as thorns crackling this man's laugh is vain.",
    "Nor can belief touch, kindle, smite, reprieve",
    "His heart who has not heart to disbelieve.",
    "But you, most perfect in your hate and love,",
    "Our great twin-spirited brethren; you that stand",
    "Head by head glittering, hand made fast in hand,",
    "And underfoot the fang-drawn worm that strove",
    "To wound you living; from so far above,",
    "Look love, not scorn, on ours that was your land.",
    "For love we lack, and help and heat and light",
    "To clothe us and to comfort us with might.",
    "What help is ours to take or give? but ye—",
    "O, more than sunrise to the blind cold sea,",
    "That wailed aloud with all her waves all night,",
    "Much more, being much more glorious, should you be.",
    "As fire to frost, as ease to toil, as dew",
    "To flowerless fields, as sleep to slackening pain,",
    "As hope to souls long weaned from hope again",
    "Returning, or as blood revived anew",
    "To dry-drawn limbs and every pulseless vein,",
    "Even so toward us should no man be but you.",
    "One rose before the sunrise was, and one",
    "Before the sunset, lovelier than the sun.",
    "And now the heaven is dark and bright and loud",
    "With wind and starry drift and moon and cloud,",
    "And night's cry rings in straining sheet and shroud,",
    "What help is ours if hope like yours be none?",
    "O well-beloved, our brethren, if ye be,",
    "Then are we not forsaken. This kind earth",
    "Made fragrant once for all time with your birth,",
    "And bright for all men with your love, and worth",
    "The clasp and kiss and wedlock of the sea,",
    "Were not your mother if not your brethren we.",
    "Because the days were dark with gods and kings",
    "And in time's hand the old hours of time as rods,",
    "When force and fear set hope and faith at odds,",
    "Ye failed not nor abased your plume-plucked wings;",
    "And we that front not more disastrous things,",
    "How should we fail in face of kings and gods?",
    "For now the deep dense plumes of night are thinned",
    "Surely with winnowing of the glimmering wind",
    "Whose feet we fledged with morning; and the breath",
    "Begins in heaven that sings the dark to death.",
    "And all the night wherein men groaned and sinned",
    "Sickens at heart to hear what sundawn saith.",
    "O first-born sons of hope and fairest, ye",
    "Whose prows first clove the thought-unsounded sea",
    "Whence all the dark dead centuries rose to bar",
    "The spirit of man lest truth should make him free,",
    "The sunrise and the sunset, seeing one star,",
    "Take heart as we to know you that ye are.",
    "Ye rise not and ye set not; we that say",
    "Ye rise and set like hopes that set and rise",
    "Look yet but seaward from a land-locked bay;",
    "But where at last the sea's line is the sky's",
    "And truth and hope one sunlight in your eyes,",
    "No sunrise and no sunset marks their day."
  ],
  "title": "In the Bay",
  "year": ""
}