{
  "author": "Algernon Charles Swinburne",
  "classification": "",
  "keywords": [
    "Love",
    "Romantic Love",
    "Desire"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/180868",
  "region": "England",
  "text": [
    "Leave go my hands, let me catch breath and see;",
    "Let the dew-fall drench either side of me;",
    "Clear apple-leaves are soft upon that moon",
    "Seen sidelong like a blossom in the tree;",
    "And God, ah God, that day should be so soon.",
    "The grass is thick and cool, it lets us lie.",
    "Kissed upon either cheek and either eye,",
    "I turn to thee as some green afternoon",
    "Turns toward sunset, and is loth to die;",
    "Ah God, ah God, that day should be so soon.",
    "Lie closer, lean your face upon my side,",
    "Feel where the dew fell that has hardly dried,",
    "Hear how the blood beats that went nigh to swoon;",
    "The pleasure lives there when the sense has died,",
    "Ah God, ah God, that day should be so soon.",
    "O my fair lord, I charge you leave me this:",
    "It is not sweeter than a foolish kiss?",
    "Nay take it then, my flower, my first in June,",
    "My rose, so like a tender mouth it is:",
    "Ah God, ah God, that day should be so soon.",
    "Love, till dawn sunder night from day with fire",
    "Dividing my delight and my desire,",
    "The crescent life and love the plenilune,",
    "Love me though dusk begin and dark retire;",
    "Ah God, ah God, that day should be so soon.",
    "Ah, my heart fails, my blood draws back; I know,",
    "When life runs over, life is near to go;",
    "And with the slain of love love’s ways are strewn,",
    "And with their blood, if love will have it so;",
    "Ah God, ah God, that day should be so soon.",
    "Ah, do thy will now; slay me if thou wilt;",
    "There is no building now the walls are built,",
    "No quarrying now the corner-stone is hewn,",
    "No drinking now the vine’s whole blood is spilt;",
    "Ah God, ah God, that day should be so soon.",
    "Nay, slay me now; nay, for I will be slain;",
    "Pluck thy red pleasure from the teeth of pain,",
    "Break down thy vine ere yet grape-gatherers prune,",
    "Slay me ere day can slay desire again;",
    "Ah God, ah God, that day should be so soon.",
    "Yea, with thy sweet lips, with thy sweet sword; yea",
    "Take life and all, for I will die, I say;",
    "Love, I gave love, is life a better boon?",
    "For sweet night’s sake I will not live till day;",
    "Ah God, ah God, that day should be so soon.",
    "Nay, I will sleep then only; nay, but go.",
    "Ah sweet, too sweet to me, my sweet, I know",
    "Love, sleep, and death go to the sweet same tune;",
    "Hold my hair fast, and kiss me through it soon.",
    "Ah God, ah God, that day should be so soon."
  ],
  "title": "In the Orchard",
  "year": ""
}