{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Animals",
    "Nature",
    "Mythology",
    "Folklore"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174561",
  "region": "England",
  "text": [
    "Swallow, my sister, O sister swallow,",
    "How can thine heart be full of the spring?",
    "A thousand summers are over and dead.",
    "What hast thou found in the spring to follow?",
    "What hast thou found in thine heart to sing?",
    "What wilt thou do when the summer is shed?",
    "O swallow, sister, O fair swift swallow,",
    "Why wilt thou fly after spring to the south,",
    "The soft south whither thine heart is set?",
    "Shall not the grief of the old time follow?",
    "Shall not the song thereof cleave to thy mouth?",
    "Hast thou forgotten ere I forget?",
    "Sister, my sister, O fleet sweet swallow,",
    "Thy way is long to the sun and the south;",
    "But I, fulfilled of my heart's desire,",
    "Shedding my song upon height, upon hollow,",
    "From tawny body and sweet small mouth",
    "Feed the heart of the night with fire.",
    "I the nightingale all spring through,",
    "O swallow, sister, O changing swallow,",
    "All spring through till the spring be done,",
    "Clothed with the light of the night on the dew,",
    "Sing, while the hours and the wild birds follow,",
    "Take flight and follow and find the sun.",
    "Sister, my sister, O soft light swallow,",
    "Though all things feast in the spring's guest-chamber,",
    "How hast thou heart to be glad thereof yet?",
    "For where thou fliest I shall not follow,",
    "Till life forget and death remember,",
    "Till thou remember and I forget.",
    "Swallow, my sister, O singing swallow,",
    "I know not how thou hast heart to sing.",
    "Hast thou the heart? is it all past over?",
    "Thy lord the summer is good to follow,",
    "And fair the feet of thy lover the spring:",
    "But what wilt thou say to the spring thy lover?",
    "O swallow, sister, O fleeting swallow,",
    "My heart in me is a molten ember",
    "And over my head the waves have met.",
    "But thou wouldst tarry or I would follow,",
    "Could I forget or thou remember,",
    "Couldst thou remember and I forget.",
    "O sweet stray sister, O shifting swallow,",
    "The heart's division divideth us.",
    "Thy heart is light as a leaf of a tree;",
    "But mine goes forth among sea-gulfs hollow",
    "To the place of the slaying of Itylus,",
    "The feast of Daulis, the Thracian Sea.",
    "O swallow, sister, O rapid swallow,",
    "I pray thee sing not a little space.",
    "Are not the roofs and the lintels wet?",
    "The woven web that was plain to follow,",
    "The small slain body, the flowerlike face,",
    "Can I remember if thou forget?",
    "O sister, sister, thy first-begotten!",
    "The hands that cling and the feet that follow,",
    "The voice of the child's blood crying yet",
    "Thou hast forgotten, O summer swallow,",
    "But the world shall end when I forget."
  ],
  "title": "Itylus",
  "year": ""
}