{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Mythology",
    "Folklore",
    "Love",
    "Relationships",
    "Religion",
    "God",
    "the Divine",
    "Desire",
    "Infatuation",
    "Crushes",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174562",
  "region": "England",
  "text": [
    "Asleep or waking is it? for her neck,",
    "Kissed over close, wears yet a purple speck",
    "Wherein the pained blood falters and goes out;",
    "Soft, and stung softly — fairer for a fleck.",
    "But though my lips shut sucking on the place,",
    "There is no vein at work upon her face;",
    "Her eyelids are so peaceable, no doubt",
    "Deep sleep has warmed her blood through all its ways.",
    "Lo, this is she that was the world's delight;",
    "The old grey years were parcels of her might;",
    "The strewings of the ways wherein she trod",
    "Were the twain seasons of the day and night.",
    "Lo, she was thus when her clear limbs enticed",
    "All lips that now grow sad with kissing Christ,",
    "Stained with blood fallen from the feet of God,",
    "The feet and hands whereat our souls were priced.",
    "Alas, Lord, surely thou art great and fair.",
    "But lo her wonderfully woven hair!",
    "And thou didst heal us with thy piteous kiss;",
    "But see now, Lord; her mouth is lovelier.",
    "She is right fair; what hath she done to thee?",
    "Nay, fair Lord Christ, lift up thine eyes and see;",
    "Had now thy mother such a lip — like this?",
    "Thou knowest how sweet a thing it is to me.",
    "Inside the Horsel here the air is hot;",
    "Right little peace one hath for it, God wot;",
    "The scented dusty daylight burns the air,",
    "And my heart chokes me till I hear it not.",
    "Behold, my Venus, my soul's body, lies",
    "With my love laid upon her garment-wise,",
    "Feeling my love in all her limbs and hair",
    "And shed between her eyelids through her eyes.",
    "She holds my heart in her sweet open hands",
    "Hanging asleep; hard by her head there stands,",
    "Crowned with gilt thorns and clothed with flesh like fire,",
    "Love, wan as foam blown up the salt burnt sands —",
    "Hot as the brackish waifs of yellow spume",
    "That shift and steam — loose clots of arid fume",
    "From the sea's panting mouth of dry desire;",
    "There stands he, like one labouring at a loom.",
    "The warp holds fast across; and every thread",
    "That makes the woof up has dry specks of red;",
    "Always the shuttle cleaves clean through, and he",
    "Weaves with the hair of many a ruined head.",
    "Love is not glad nor sorry, as I deem;",
    "Labouring he dreams, and labours in the dream,",
    "Till when the spool is finished, lo I see",
    "His web, reeled off, curls and goes out like steam.",
    "Night falls like fire; the heavy lights run low,",
    "And as they drop, my blood and body so",
    "Shake as the flame shakes, full of days and hours",
    "That sleep not neither weep they as they go.",
    "Ah yet would God this flesh of mine might be",
    "Where air might wash and long leaves cover me,",
    "Where tides of grass break into foam of flowers,",
    "Or where the wind's feet shine along the sea.",
    "Ah yet would God that stems and roots were bred",
    "Out of my weary body and my head,",
    "That sleep were sealed upon me with a seal,",
    "And I were as the least of all his dead.",
    "Would God my blood were dew to feed the grass,",
    "Mine ears made deaf and mine eyes blind as glass,",
    "My body broken as a turning wheel,",
    "And my mouth stricken ere it saith Alas!",
    "Ah God, that love were as a flower or flame,",
    "That life were as the naming of a name,",
    "That death were not more pitiful than desire,",
    "That these things were not one thing and the same!",
    "Behold now, surely somewhere there is death:",
    "For each man hath some space of years, he saith,",
    "A little space of time ere time expire,",
    "A little day, a little way of breath.",
    "And lo, between the sundawn and the sun,",
    "His day's work and his night's work are undone;",
    "And lo, between the nightfall and the light,",
    "He is not, and none knoweth of such an one.",
    "Ah God, that I were as all souls that be,",
    "As any herb or leaf of any tree,",
    "As men that toil through hours of labouring night,",
    "As bones of men under the deep sharp sea.",
    "Outside it must be winter among men;",
    "For at the gold bars of the gates again",
    "I heard all night and all the hours of it",
    "The wind's wet wings and fingers drip with rain.",
    "Knights gather, riding sharp for cold; I know",
    "The ways and woods are strangled with the snow;",
    "And with short song the maidens spin and sit",
    "Until Christ's birthnight, lily-like, arow.",
    "The scent and shadow shed about me make",
    "The very soul in all my senses ache;",
    "The hot hard night is fed upon my breath,",
    "And sleep beholds me from afar awake.",
    "Alas, but surely where the hills grow deep,",
    "Or where the wild ways of the sea are steep,",
    "Or in strange places somewhere there is death,",
    "And on death's face the scattered hair of sleep.",
    "There lover-like with lips and limbs that meet",
    "They lie, they pluck sweet fruit of life and eat;",
    "But me the hot and hungry days devour,",
    "And in my mouth no fruit of theirs is sweet.",
    "No fruit of theirs, but fruit of my desire,",
    "For her love's sake whose lips through mine respire;",
    "Her eyelids on her eyes like flower on flower,",
    "Mine eyelids on mine eyes like fire on fire.",
    "So lie we, not as sleep that lies by death,",
    "With heavy kisses and with happy breath;",
    "Not as man lies by woman, when the bride",
    "Laughs low for love's sake and the words he saith.",
    "For she lies, laughing low with love; she lies",
    "And turns his kisses on her lips to sighs,",
    "To sighing sound of lips unsatisfied,",
    "And the sweet tears are tender with her eyes.",
    "Ah, not as they, but as the souls that were",
    "Slain in the old time, having found her fair;",
    "Who, sleeping with her lips upon their eyes,",
    "Heard sudden serpents hiss across her hair.",
    "Their blood runs round the roots of time like rain:",
    "She casts them forth and gathers them again;",
    "With nerve and bone she weaves and multiplies",
    "Exceeding pleasure out of extreme pain.",
    "Her little chambers drip with flower-like red,",
    "Her girdles, and the chaplets of her head,",
    "Her armlets and her anklets; with her feet",
    "She tramples all that winepress of the dead.",
    "Her gateways smoke with fume of flowers and fires,",
    "With loves burnt out and unassuaged desires;",
    "Between her lips the steam of them is sweet,",
    "The languor in her ears of many lyres.",
    "Her beds are full of perfume and sad sound,",
    "Her doors are made with music, and barred round",
    "With sighing and with laughter and with tears,",
    "With tears whereby strong souls of men are bound.",
    "There is the knight Adonis that was slain;",
    "With flesh and blood she chains him for a chain;",
    "The body and the spirit in her ears",
    "Cry, for her lips divide him vein by vein.",
    "Yea, all she slayeth; yea, every man save me;",
    "Me, love, thy lover that must cleave to thee",
    "Till the ending of the days and ways of earth,",
    "The shaking of the sources of the sea.",
    "Me, most forsaken of all souls that fell;",
    "Me, satiated with things insatiable;",
    "Me, for whose sake the extreme hell makes mirth,",
    "Yea, laughter kindles at the heart of hell.",
    "Alas thy beauty! for thy mouth's sweet sake",
    "My soul is bitter to me, my limbs quake",
    "As water, as the flesh of men that weep,",
    "As their heart's vein whose heart goes nigh to break.",
    "Ah God, that sleep with flower-sweet finger-tips",
    "Would crush the fruit of death upon my lips;",
    "Ah God, that death would tread the grapes of sleep",
    "And wring their juice upon me as it drips.",
    "There is no change of cheer for many days,",
    "But change of chimes high up in the air, that sways",
    "Rung by the running fingers of the wind;",
    "And singing sorrows heard on hidden ways.",
    "Day smiteth day in twain, night sundereth night,",
    "And on mine eyes the dark sits as the light;",
    "Yea, Lord, thou knowest I know not, having sinned,",
    "If heaven be clean or unclean in thy sight.",
    "Yea, as if earth were sprinkled over me,",
    "Such chafed harsh earth as chokes a sandy sea,",
    "Each pore doth yearn, and the dried blood thereof",
    "Gasps by sick fits, my heart swims heavily,",
    "There is a feverish famine in my veins;",
    "Below her bosom, where a crushed grape stains",
    "The white and blue, there my lips caught and clove",
    "An hour since, and what mark of me remains?",
    "I dare not always touch her, lest the kiss",
    "Leave my lips charred. Yea, Lord, a little bliss,",
    "Brief bitter bliss, one hath for a great sin;",
    "Nathless thou knowest how sweet a thing it is.",
    "Sin, is it sin whereby men's souls are thrust",
    "Into the pit? yet had I a good trust",
    "To save my soul before it slipped therein,",
    "Trod under by the fire-shod feet of lust.",
    "For if mine eyes fail and my soul takes breath,",
    "I look between the iron sides of death",
    "Into sad hell where all sweet love hath end,",
    "All but the pain that never finisheth.",
    "There are the naked faces of great kings,",
    "The singing folk with all their lute-playings;",
    "There when one cometh he shall have to friend",
    "The grave that covets and the worm that clings.",
    "There sit the knights that were so great of hand,",
    "The ladies that were queens of fair green land,",
    "Grown grey and black now, brought unto the dust,",
    "Soiled, without raiment, clad about with sand.",
    "There is one end for all of them; they sit",
    "Naked and sad, they drink the dregs of it,",
    "Trodden as grapes in the wine-press of lust,",
    "Trampled and trodden by the fiery feet.",
    "I see the marvellous mouth whereby there fell",
    "Cities and people whom the gods loved well,",
    "Yet for her sake on them the fire gat hold,",
    "And for their sakes on her the fire of hell.",
    "And softer than the Egyptian lote-leaf is,",
    "The queen whose face was worth the world to kiss,",
    "Wearing at breast a suckling snake of gold;",
    "And large pale lips of strong Semiramis,",
    "Curled like a tiger's that curl back to feed;",
    "Red only where the last kiss made them bleed;",
    "Her hair most thick with many a carven gem,",
    "Deep in the mane, great-chested, like a steed.",
    "Yea, with red sin the faces of them shine;",
    "But in all these there was no sin like mine;",
    "No, not in all the strange great sins of them",
    "That made the wine-press froth and foam with wine.",
    "For I was of Christ's choosing, I God's knight,",
    "No blinkard heathen stumbling for scant light;",
    "I can well see, for all the dusty days",
    "Gone past, the clean great time of goodly fight.",
    "I smell the breathing battle sharp with blows,",
    "With shriek of shafts and snapping short of bows;",
    "The fair pure sword smites out in subtle ways,",
    "Sounds and long lights are shed between the rows",
    "Of beautiful mailed men; the edged light slips,",
    "Most like a snake that takes short breath and dips",
    "Sharp from the beautifully bending head,",
    "With all its gracious body lithe as lips",
    "That curl in touching you; right in this wise",
    "My sword doth, seeming fire in mine own eyes,",
    "Leaving all colours in them brown and red",
    "And flecked with death; then the keen breaths like sighs,",
    "The caught-up choked dry laughters following them,",
    "When all the fighting face is grown a flame",
    "For pleasure, and the pulse that stuns the ears,",
    "And the heart's gladness of the goodly game.",
    "Let me think yet a little; I do know",
    "These things were sweet, but sweet such years ago,",
    "Their savour is all turned now into tears;",
    "Yea, ten years since, where the blue ripples blow,",
    "The blue curled eddies of the blowing Rhine,",
    "I felt the sharp wind shaking grass and vine",
    "Touch my blood too, and sting me with delight",
    "Through all this waste and weary body of mine",
    "That never feels clear air; right gladly then",
    "I rode alone, a great way off my men,",
    "And heard the chiming bridle smite and smite,",
    "And gave each rhyme thereof some rhyme again,",
    "Till my song shifted to that iron one;",
    "Seeing there rode up between me and the sun",
    "Some certain of my foe's men, for his three",
    "White wolves across their painted coats did run.",
    "The first red-bearded, with square cheeks — alack,",
    "I made my knave's blood turn his beard to black;",
    "The slaying of him was a joy to see:",
    "Perchance too, when at night he came not back,",
    "Some woman fell a-weeping, whom this thief",
    "Would beat when he had drunken; yet small grief",
    "Hath any for the ridding of such knaves;",
    "Yea, if one wept, I doubt her teen was brief.",
    "This bitter love is sorrow in all lands,",
    "Draining of eyelids, wringing of drenched hands,",
    "Sighing of hearts and filling up of graves;",
    "A sign across the head of the world he stands,",
    "An one that hath a plague-mark on his brows;",
    "Dust and spilt blood do track him to his house",
    "Down under earth; sweet smells of lip and cheek,",
    "Like a sweet snake's breath made more poisonous",
    "With chewing of some perfumed deadly grass,",
    "Are shed all round his passage if he pass,",
    "And their quenched savour leaves the whole soul weak,",
    "Sick with keen guessing whence the perfume was.",
    "As one who hidden in deep sedge and reeds",
    "Smells the rare scent made where a panther feeds,",
    "And tracking ever slotwise the warm smell",
    "Is snapped upon by the sweet mouth and bleeds,",
    "His head far down the hot sweet throat of her —",
    "So one tracks love, whose breath is deadlier,",
    "And lo, one springe and you are fast in hell,",
    "Fast as the gin's grip of a wayfarer.",
    "I think now, as the heavy hours decease",
    "One after one, and bitter thoughts increase",
    "One upon one, of all sweet finished things;",
    "The breaking of the battle; the long peace",
    "Wherein we sat clothed softly, each man's hair",
    "Crowned with green leaves beneath white hoods of vair;",
    "The sounds of sharp spears at great tourneyings,",
    "And noise of singing in the late sweet air.",
    "I sang of love too, knowing nought thereof;",
    "\"Sweeter,\" I said, \"the little laugh of love",
    "Than tears out of the eyes of Magdalen,",
    "Or any fallen feather of the Dove.",
    "\"The broken little laugh that spoils a kiss,",
    "The ache of purple pulses, and the bliss",
    "Of blinded eyelids that expand again —",
    "Love draws them open with those lips of his,",
    "\"Lips that cling hard till the kissed face has grown",
    "Of one same fire and colour with their own;",
    "Then ere one sleep, appeased with sacrifice,",
    "Where his lips wounded, there his lips atone.\"",
    "I sang these things long since and knew them not;",
    "\"Lo, here is love, or there is love, God wot,",
    "This man and that finds favour in his eyes,\"",
    "I said, \"but I, what guerdon have I got?",
    "\"The dust of praise that is blown everywhere",
    "In all men's faces with the common air;",
    "The bay-leaf that wants chafing to be sweet",
    "Before they wind it in a singer's hair.\"",
    "So that one dawn I rode forth sorrowing;",
    "I had no hope but of some evil thing,",
    "And so rode slowly past the windy wheat",
    "And past the vineyard and the water-spring,",
    "Up to the Horsel. A great elder-tree",
    "Held back its heaps of flowers to let me see",
    "The ripe tall grass, and one that walked therein,",
    "Naked, with hair shed over to the knee.",
    "She walked between the blossom and the grass;",
    "I knew the beauty of her, what she was,",
    "The beauty of her body and her sin,",
    "And in my flesh the sin of hers, alas!",
    "Alas! for sorrow is all the end of this.",
    "O sad kissed mouth, how sorrowful it is!",
    "O breast whereat some suckling sorrow clings,",
    "Red with the bitter blossom of a kiss!",
    "Ah, with blind lips I felt for you, and found",
    "About my neck your hands and hair enwound,",
    "The hands that stifle and the hair that stings,",
    "I felt them fasten sharply without sound.",
    "Yea, for my sin I had great store of bliss:",
    "Rise up, make answer for me, let thy kiss",
    "Seal my lips hard from speaking of my sin,",
    "Lest one go mad to hear how sweet it is.",
    "Yet I waxed faint with fume of barren bowers,",
    "And murmuring of the heavy-headed hours;",
    "And let the dove's beak fret and peck within",
    "My lips in vain, and Love shed fruitless flowers.",
    "So that God looked upon me when your hands",
    "Were hot about me; yea, God brake my bands",
    "To save my soul alive, and I came forth",
    "Like a man blind and naked in strange lands",
    "That hears men laugh and weep, and knows not whence",
    "Nor wherefore, but is broken in his sense;",
    "Howbeit I met folk riding from the north",
    "Towards Rome, to purge them of their souls' offence,",
    "And rode with them, and spake to none; the day",
    "Stunned me like lights upon some wizard way,",
    "And ate like fire mine eyes and mine eyesight;",
    "So rode I, hearing all these chant and pray,",
    "And marvelled; till before us rose and fell",
    "White cursed hills, like outer skirts of hell",
    "Seen where men's eyes look through the day to night,",
    "Like a jagged shell's lips, harsh, untunable,",
    "Blown in between by devils' wrangling breath;",
    "Nathless we won well past that hell and death,",
    "Down to the sweet land where all airs are good,",
    "Even unto Rome where God's grace tarrieth.",
    "Then came each man and worshipped at his knees",
    "Who in the Lord God's likeness bears the keys",
    "To bind or loose, and called on Christ's shed blood,",
    "And so the sweet-souled father gave him ease.",
    "But when I came I fell down at his feet,",
    "Saying, \"Father, though the Lord's blood be right sweet,",
    "The spot it takes not off the panther's skin,",
    "Nor shall an Ethiop's stain be bleached with it.",
    "\"Lo, I have sinned and have spat out at God,",
    "Wherefore his hand is heavier and his rod",
    "More sharp because of mine exceeding sin,",
    "And all his raiment redder than bright blood",
    "\"Before mine eyes; yea, for my sake I wot",
    "The heat of hell is waxen seven times hot",
    "Through my great sin.\" Then spake he some sweet word,",
    "Giving me cheer; which thing availed me not;",
    "Yea, scarce I wist if such indeed were said;",
    "For when I ceased — lo, as one newly dead",
    "Who hears a great cry out of hell, I heard",
    "The crying of his voice across my head.",
    "\"Until this dry shred staff, that hath no whit",
    "Of leaf nor bark, bear blossom and smell sweet,",
    "Seek thou not any mercy in God's sight,",
    "For so long shalt thou be cast out from it.\"",
    "Yea, what if dried-up stems wax red and green,",
    "Shall that thing be which is not nor has been?",
    "Yea, what if sapless bark wax green and white,",
    "Shall any good fruit grow upon my sin?",
    "Nay, though sweet fruit were plucked of a dry tree,",
    "And though men drew sweet waters of the sea,",
    "There should not grow sweet leaves on this dead stem,",
    "This waste wan body and shaken soul of me.",
    "Yea, though God search it warily enough,",
    "There is not one sound thing in all thereof;",
    "Though he search all my veins through, searching them",
    "He shall find nothing whole therein but love.",
    "For I came home right heavy, with small cheer,",
    "And lo my love, mine own soul's heart, more dear",
    "Than mine own soul, more beautiful than God,",
    "Who hath my being between the hands of her —",
    "Fair still, but fair for no man saving me,",
    "As when she came out of the naked sea",
    "Making the foam as fire whereon she trod,",
    "And as the inner flower of fire was she.",
    "Yea, she laid hold upon me, and her mouth",
    "Clove unto mine as soul to body doth,",
    "And, laughing, made her lips luxurious;",
    "Her hair had smells of all the sunburnt south,",
    "Strange spice and flower, strange savour of crushed fruit,",
    "And perfume the swart kings tread underfoot",
    "For pleasure when their minds wax amorous,",
    "Charred frankincense and grated sandal-root.",
    "And I forgot fear and all weary things,",
    "All ended prayers and perished thanksgivings,",
    "Feeling her face with all her eager hair",
    "Cleave to me, clinging as a fire that clings",
    "To the body and to the raiment, burning them;",
    "As after death I know that such-like flame",
    "Shall cleave to me for ever; yea, what care,",
    "Albeit I burn then, having felt the same?",
    "Ah love, there is no better life than this;",
    "To have known love, how bitter a thing it is,",
    "And afterward be cast out of God's sight;",
    "Yea, these that know not, shall they have such bliss",
    "High up in barren heaven before his face",
    "As we twain in the heavy-hearted place,",
    "Remembering love and all the dead delight,",
    "And all that time was sweet with for a space?",
    "For till the thunder in the trumpet be,",
    "Soul may divide from body, but not we",
    "One from another; I hold thee with my hand,",
    "I let mine eyes have all their will of thee,",
    "I seal myself upon thee with my might,",
    "Abiding alway out of all men's sight",
    "Until God loosen over sea and land",
    "The thunder of the trumpets of the night."
  ],
  "title": "Laus Veneris",
  "year": ""
}