{
  "author": "Algernon Charles Swinburne",
  "classification": "Couplet",
  "keywords": [
    "Nature",
    "Spring",
    "Weather"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174565",
  "region": "England",
  "text": [
    "I",
    "Ere frost-flower and snow-blossom faded and fell, and the splendour of winter had passed out of sight,",
    "The ways of the woodlands were fairer and stranger than dreams that fulfil us in sleep with delight;",
    "The breath of the mouths of the winds had hardened on tree-tops and branches that glittered and swayed",
    "Such wonders and glories of blossomlike snow or of frost that outlightens all flowers till it fade",
    "That the sea was not lovelier than here was the land, nor the night than the day, nor the day than the night,",
    "Nor the winter sublimer with storm than the spring: such mirth had the madness and might in thee made,",
    "March, master of winds, bright minstrel and marshal of storms that enkindle the season they smite.",
    "II",
    "And now that the rage of thy rapture is satiate with revel and ravin and spoil of the snow,",
    "And the branches it brightened are broken, and shattered the tree-tops that only thy wrath could lay low,",
    "How should not thy lovers rejoice in thee, leader and lord of the year that exults to be born",
    "So strong in thy strength and so glad of thy gladness whose laughter puts winter and sorrow to scorn?",
    "Thou hast shaken the snows from thy wings, and the frost on thy forehead is molten: thy lips are aglow",
    "As a lover's that kindle with kissing, and earth, with her raiment and tresses yet wasted and torn,",
    "Takes breath as she smiles in the grasp of thy passion to feel through her spirit the sense of thee flow.",
    "III",
    "Fain, fain would we see but again for an hour what the wind and the sun have dispelled and consumed,",
    "Those full deep swan-soft feathers of snow with whose luminous burden the branches implumed",
    "Hung heavily, curved as a half-bent bow, and fledged not as birds are, but petalled as flowers,",
    "Each tree-top and branchlet a pinnacle jewelled and carved, or a fountain that shines as it showers,",
    "But fixed as a fountain is fixed not, and wrought not to last till by time or by tempest entombed,",
    "As a pinnacle carven and gilded of men: for the date of its doom is no more than an hour's,",
    "One hour of the sun's when the warm wind wakes him to wither the snow-flowers that froze as they bloomed.",
    "IV",
    "As the sunshine quenches the snowshine; as April subdues thee, and yields up his kingdom to May;",
    "So time overcomes the regret that is born of delight as it passes in passion away,",
    "And leaves but a dream for desire to rejoice in or mourn for with tears or thanksgivings; but thou,",
    "Bright god that art gone from us, maddest and gladdest of months, to what goal hast thou gone from us now?",
    "For somewhere surely the storm of thy laughter that lightens, the beat of thy wings that play,",
    "Must flame as a fire through the world, and the heavens that we know not rejoice in thee: surely thy brow",
    "Hath lost not its radiance of empire, thy spirit the joy that impelled it on quest as for prey.",
    "V",
    "Are thy feet on the ways of the limitless waters, thy wings on the winds of the waste north sea?",
    "Are the fires of the false north dawn over heavens where summer is stormful and strong like thee",
    "Now bright in the sight of thine eyes? are the bastions of icebergs assailed by the blast of thy breath?",
    "Is it March with the wild north world when April is waning? the word that the changed year saith,",
    "Is it echoed to northward with rapture of passion reiterate from spirits triumphant as we",
    "Whose hearts were uplift at the blast of thy clarions as men's rearisen from a sleep that was death",
    "And kindled to life that was one with the world's and with thine? hast thou set not the whole world free?",
    "VI",
    "For the breath of thy lips is freedom, and freedom's the sense of thy spirit, the sound of thy song,",
    "Glad god of the north-east wind, whose heart is as high as the hands of thy kingdom are strong,",
    "Thy kingdom whose empire is terror and joy, twin-featured and fruitful of births divine,",
    "Days lit with the flame of the lamps of the flowers, and nights that are drunken with dew for wine,",
    "And sleep not for joy of the stars that deepen and quicken, a denser and fierier throng,",
    "And the world that thy breath bade whiten and tremble rejoices at heart as they strengthen and shine,",
    "And earth gives thanks for the glory bequeathed her, and knows of thy reign that it wrought not wrong.",
    "VII",
    "Thy spirit is quenched not, albeit we behold not thy face in the crown of the steep sky's arch,",
    "And the bold first buds of the whin wax golden, and witness arise of the thorn and the larch:",
    "Wild April, enkindled to laughter and storm by the kiss of the wildest of winds that blow,",
    "Calls loud on his brother for witness; his hands that were laden with blossom are sprinkled with snow,",
    "And his lips breathe winter, and laugh, and relent; and the live woods feel not the frost's flame parch;",
    "For the flame of the spring that consumes not but quickens is felt at the heart of the forest aglow,",
    "And the sparks that enkindled and fed it were strewn from the hands of the gods of the winds of March."
  ],
  "title": "March: An Ode",
  "year": ""
}