{
  "author": "Algernon Charles Swinburne",
  "classification": "Syllabic",
  "keywords": [
    "Mythology",
    "Folklore",
    "Greek",
    "Roman Mythology"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174569",
  "region": "England",
  "text": [
    "All the night sleep came not upon my eyelids,",
    "Shed not dew, nor shook nor unclosed a feather,",
    "Yet with lips shut close and with eyes of iron",
    "Stood and beheld me.",
    "Then to me so lying awake a vision",
    "Came without sleep over the seas and touched me,",
    "Softly touched mine eyelids and lips; and I too,",
    "Full of the vision,",
    "Saw the white implacable Aphrodite,",
    "Saw the hair unbound and the feet unsandalled",
    "Shine as fire of sunset on western waters;",
    "Saw the reluctant",
    "Feet, the straining plumes of the doves that drew her,",
    "Looking always, looking with necks reverted,",
    "Back to Lesbos, back to the hills whereunder",
    "Shone Mitylene;",
    "Heard the flying feet of the Loves behind her",
    "Make a sudden thunder upon the waters,",
    "As the thunder flung from the strong unclosing",
    "Wings of a great wind.",
    "So the goddess fled from her place, with awful",
    "Sound of feet and thunder of wings around her;",
    "While behind a clamour of singing women",
    "Severed the twilight.",
    "Ah the singing, ah the delight, the passion!",
    "All the Loves wept, listening; sick with anguish,",
    "Stood the crowned nine Muses about Apollo;",
    "Fear was upon them,",
    "While the tenth sang wonderful things they knew not.",
    "Ah the tenth, the Lesbian! the nine were silent,",
    "None endured the sound of her song for weeping;",
    "Laurel by laurel,",
    "Faded all their crowns; but about her forehead,",
    "Round her woven tresses and ashen temples",
    "White as dead snow, paler than grass in summer,",
    "Ravaged with kisses,",
    "Shone a light of fire as a crown for ever.",
    "Yea, almost the implacable Aphrodite",
    "Paused, and almost wept; such a song was that song.",
    "Yea, by her name too",
    "Called her, saying, \"Turn to me, O my Sappho;\"",
    "Yet she turned her face from the Loves, she saw not",
    "Tears for laughter darken immortal eyelids,",
    "Heard not about her",
    "Fearful fitful wings of the doves departing,",
    "Saw not how the bosom of Aphrodite",
    "Shook with weeping, saw not her shaken raiment,",
    "Saw not her hands wrung;",
    "Saw the Lesbians kissing across their smitten",
    "Lutes with lips more sweet than the sound of lute-strings,",
    "Mouth to mouth and hand upon hand, her chosen,",
    "Fairer than all men;",
    "Only saw the beautiful lips and fingers,",
    "Full of songs and kisses and little whispers,",
    "Full of music; only beheld among them",
    "Soar, as a bird soars",
    "Newly fledged, her visible song, a marvel,",
    "Made of perfect sound and exceeding passion,",
    "Sweetly shapen, terrible, full of thunders,",
    "Clothed with the wind's wings.",
    "Then rejoiced she, laughing with love, and scattered",
    "Roses, awful roses of holy blossom;",
    "Then the Loves thronged sadly with hidden faces",
    "Round Aphrodite,",
    "Then the Muses, stricken at heart, were silent;",
    "Yea, the gods waxed pale; such a song was that song.",
    "All reluctant, all with a fresh repulsion,",
    "Fled from before her.",
    "All withdrew long since, and the land was barren,",
    "Full of fruitless women and music only.",
    "Now perchance, when winds are assuaged at sunset,",
    "Lulled at the dewfall,",
    "By the grey sea-side, unassuaged, unheard of,",
    "Unbeloved, unseen in the ebb of twilight,",
    "Ghosts of outcast women return lamenting,",
    "Purged not in Lethe,",
    "Clothed about with flame and with tears, and singing",
    "Songs that move the heart of the shaken heaven,",
    "Songs that break the heart of the earth with pity,",
    "Hearing, to hear them."
  ],
  "title": "Sapphics",
  "year": ""
}