{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Living",
    "Love",
    "Seas, Rivers,",
    "Streams",
    "Time",
    "Brevity",
    "Nature",
    "Relationships",
    "Sorrow",
    "Grieving",
    "Infatuation",
    "Crushes",
    "Unrequited Love",
    "Heartache",
    "Loss",
    "Realistic",
    "Complicated"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174574",
  "region": "England",
  "text": [
    "Before our lives divide for ever,",
    "While time is with us and hands are free,",
    "(Time, swift to fasten and swift to sever",
    "Hand from hand, as we stand by the sea)",
    "I will say no word that a man might say",
    "Whose whole life's love goes down in a day;",
    "For this could never have been; and never,",
    "Though the gods and the years relent, shall be.",
    "Is it worth a tear, is it worth an hour,",
    "To think of things that are well outworn?",
    "Of fruitless husk and fugitive flower,",
    "The dream foregone and the deed forborne?",
    "Though joy be done with and grief be vain,",
    "Time shall not sever us wholly in twain;",
    "Earth is not spoilt for a single shower;",
    "But the rain has ruined the ungrown corn.",
    "It will grow not again, this fruit of my heart,",
    "Smitten with sunbeams, ruined with rain.",
    "The singing seasons divide and depart,",
    "Winter and summer depart in twain.",
    "It will grow not again, it is ruined at root,",
    "The bloodlike blossom, the dull red fruit;",
    "Though the heart yet sickens, the lips yet smart,",
    "With sullen savour of poisonous pain.",
    "I have given no man of my fruit to eat;",
    "I trod the grapes, I have drunken the wine.",
    "Had you eaten and drunken and found it sweet,",
    "This wild new growth of the corn and vine,",
    "This wine and bread without lees or leaven,",
    "We had grown as gods, as the gods in heaven,",
    "Souls fair to look upon, goodly to greet,",
    "One splendid spirit, your soul and mine.",
    "In the change of years, in the coil of things,",
    "In the clamour and rumour of life to be,",
    "We, drinking love at the furthest springs,",
    "Covered with love as a covering tree,",
    "We had grown as gods, as the gods above,",
    "Filled from the heart to the lips with love,",
    "Held fast in his hands, clothed warm with his wings,",
    "O love, my love, had you loved but me!",
    "We had stood as the sure stars stand, and moved",
    "As the moon moves, loving the world; and seen",
    "Grief collapse as a thing disproved,",
    "Death consume as a thing unclean.",
    "Twain halves of a perfect heart, made fast",
    "Soul to soul while the years fell past;",
    "Had you loved me once, as you have not loved;",
    "Had the chance been with us that has not been.",
    "I have put my days and dreams out of mind,",
    "Days that are over, dreams that are done.",
    "Though we seek life through, we shall surely find",
    "There is none of them clear to us now, not one.",
    "But clear are these things; the grass and the sand,",
    "Where, sure as the eyes reach, ever at hand,",
    "With lips wide open and face burnt blind,",
    "The strong sea-daisies feast on the sun.",
    "The low downs lean to the sea; the stream,",
    "One loose thin pulseless tremulous vein,",
    "Rapid and vivid and dumb as a dream,",
    "Works downward, sick of the sun and the rain;",
    "No wind is rough with the rank rare flowers;",
    "The sweet sea, mother of loves and hours,",
    "Shudders and shines as the grey winds gleam,",
    "Turning her smile to a fugitive pain.",
    "Mother of loves that are swift to fade,",
    "Mother of mutable winds and hours.",
    "A barren mother, a mother-maid,",
    "Cold and clean as her faint salt flowers.",
    "I would we twain were even as she,",
    "Lost in the night and the light of the sea,",
    "Where faint sounds falter and wan beams wade,",
    "Break, and are broken, and shed into showers.",
    "The loves and hours of the life of a man,",
    "They are swift and sad, being born of the sea.",
    "Hours that rejoice and regret for a span,",
    "Born with a man's breath, mortal as he;",
    "Loves that are lost ere they come to birth,",
    "Weeds of the wave, without fruit upon earth.",
    "I lose what I long for, save what I can,",
    "My love, my love, and no love for me!",
    "It is not much that a man can save",
    "On the sands of life, in the straits of time,",
    "Who swims in sight of the great third wave",
    "That never a swimmer shall cross or climb.",
    "Some waif washed up with the strays and spars",
    "That ebb-tide shows to the shore and the stars;",
    "Weed from the water, grass from a grave,",
    "A broken blossom, a ruined rhyme.",
    "There will no man do for your sake, I think,",
    "What I would have done for the least word said.",
    "I had wrung life dry for your lips to drink,",
    "Broken it up for your daily bread:",
    "Body for body and blood for blood,",
    "As the flow of the full sea risen to flood",
    "That yearns and trembles before it sink,",
    "I had given, and lain down for you, glad and dead.",
    "Yea, hope at highest and all her fruit,",
    "And time at fullest and all his dower,",
    "I had given you surely, and life to boot,",
    "Were we once made one for a single hour.",
    "But now, you are twain, you are cloven apart,",
    "Flesh of his flesh, but heart of my heart;",
    "And deep in one is the bitter root,",
    "And sweet for one is the lifelong flower.",
    "To have died if you cared I should die for you, clung",
    "To my life if you bade me, played my part",
    "As it pleased you — these were the thoughts that stung,",
    "The dreams that smote with a keener dart",
    "Than shafts of love or arrows of death;",
    "These were but as fire is, dust, or breath,",
    "Or poisonous foam on the tender tongue",
    "Of the little snakes that eat my heart.",
    "I wish we were dead together to-day,",
    "Lost sight of, hidden away out of sight,",
    "Clasped and clothed in the cloven clay,",
    "Out of the world's way, out of the light,",
    "Out of the ages of worldly weather,",
    "Forgotten of all men altogether,",
    "As the world's first dead, taken wholly away,",
    "Made one with death, filled full of the night.",
    "How we should slumber, how we should sleep,",
    "Far in the dark with the dreams and the dews!",
    "And dreaming, grow to each other, and weep,",
    "Laugh low, live softly, murmur and muse;",
    "Yea, and it may be, struck through by the dream,",
    "Feel the dust quicken and quiver, and seem",
    "Alive as of old to the lips, and leap",
    "Spirit to spirit as lovers use.",
    "Sick dreams and sad of a dull delight;",
    "For what shall it profit when men are dead",
    "To have dreamed, to have loved with the whole soul's might,",
    "To have looked for day when the day was fled?",
    "Let come what will, there is one thing worth,",
    "To have had fair love in the life upon earth:",
    "To have held love safe till the day grew night,",
    "While skies had colour and lips were red.",
    "Would I lose you now? would I take you then,",
    "If I lose you now that my heart has need?",
    "And come what may after death to men,",
    "What thing worth this will the dead years breed?",
    "Lose life, lose all; but at least I know,",
    "O sweet life's love, having loved you so,",
    "Had I reached you on earth, I should lose not again,",
    "In death nor life, nor in dream or deed.",
    "Yea, I know this well: were you once sealed mine,",
    "Mine in the blood's beat, mine in the breath,",
    "Mixed into me as honey in wine,",
    "Not time, that sayeth and gainsayeth,",
    "Nor all strong things had severed us then;",
    "Not wrath of gods, nor wisdom of men,",
    "Nor all things earthly, nor all divine,",
    "Nor joy nor sorrow, nor life nor death.",
    "I had grown pure as the dawn and the dew,",
    "You had grown strong as the sun or the sea.",
    "But none shall triumph a whole life through:",
    "For death is one, and the fates are three.",
    "At the door of life, by the gate of breath,",
    "There are worse things waiting for men than death;",
    "Death could not sever my soul and you,",
    "As these have severed your soul from me.",
    "You have chosen and clung to the chance they sent you,",
    "Life sweet as perfume and pure as prayer.",
    "But will it not one day in heaven repent you?",
    "Will they solace you wholly, the days that were?",
    "Will you lift up your eyes between sadness and bliss,",
    "Meet mine, and see where the great love is,",
    "And tremble and turn and be changed? Content you;",
    "The gate is strait; I shall not be there.",
    "But you, had you chosen, had you stretched hand,",
    "Had you seen good such a thing were done,",
    "I too might have stood with the souls that stand",
    "In the sun's sight, clothed with the light of the sun;",
    "But who now on earth need care how I live?",
    "Have the high gods anything left to give,",
    "Save dust and laurels and gold and sand?",
    "Which gifts are goodly; but I will none.",
    "O all fair lovers about the world,",
    "There is none of you, none, that shall comfort me.",
    "My thoughts are as dead things, wrecked and whirled",
    "Round and round in a gulf of the sea;",
    "And still, through the sound and the straining stream,",
    "Through the coil and chafe, they gleam in a dream,",
    "The bright fine lips so cruelly curled,",
    "And strange swift eyes where the soul sits free.",
    "Free, without pity, withheld from woe,",
    "Ignorant; fair as the eyes are fair.",
    "Would I have you change now, change at a blow,",
    "Startled and stricken, awake and aware?",
    "Yea, if I could, would I have you see",
    "My very love of you filling me,",
    "And know my soul to the quick, as I know",
    "The likeness and look of your throat and hair?",
    "I shall not change you. Nay, though I might,",
    "Would I change my sweet one love with a word?",
    "I had rather your hair should change in a night,",
    "Clear now as the plume of a black bright bird;",
    "Your face fail suddenly, cease, turn grey,",
    "Die as a leaf that dies in a day.",
    "I will keep my soul in a place out of sight,",
    "Far off, where the pulse of it is not heard.",
    "Far off it walks, in a bleak blown space,",
    "Full of the sound of the sorrow of years.",
    "I have woven a veil for the weeping face,",
    "Whose lips have drunken the wine of tears;",
    "I have found a way for the failing feet,",
    "A place for slumber and sorrow to meet;",
    "There is no rumour about the place,",
    "Nor light, nor any that sees or hears.",
    "I have hidden my soul out of sight, and said",
    "\"Let none take pity upon thee, none",
    "Comfort thy crying: for lo, thou art dead,",
    "Lie still now, safe out of sight of the sun.",
    "Have I not built thee a grave, and wrought",
    "Thy grave-clothes on thee of grievous thought,",
    "With soft spun verses and tears unshed,",
    "And sweet light visions of things undone?",
    "\"I have given thee garments and balm and myrrh,",
    "And gold, and beautiful burial things.",
    "But thou, be at peace now, make no stir;",
    "Is not thy grave as a royal king's?",
    "Fret not thyself though the end were sore;",
    "Sleep, be patient, vex me no more.",
    "Sleep; what hast thou to do with her?",
    "The eyes that weep, with the mouth that sings?\"",
    "Where the dead red leaves of the years lie rotten,",
    "The cold old crimes and the deeds thrown by,",
    "The misconceived and the misbegotten,",
    "I would find a sin to do ere I die,",
    "Sure to dissolve and destroy me all through,",
    "That would set you higher in heaven, serve you",
    "And leave you happy, when clean forgotten,",
    "As a dead man out of mind, am I.",
    "Your lithe hands draw me, your face burns through me,",
    "I am swift to follow you, keen to see;",
    "But love lacks might to redeem or undo me;",
    "As I have been, I know I shall surely be;",
    "\"What should such fellows as I do?\" Nay,",
    "My part were worse if I chose to play;",
    "For the worst is this after all; if they knew me,",
    "Not a soul upon earth would pity me.",
    "And I play not for pity of these; but you,",
    "If you saw with your soul what man am I,",
    "You would praise me at least that my soul all through",
    "Clove to you, loathing the lives that lie;",
    "The souls and lips that are bought and sold,",
    "The smiles of silver and kisses of gold,",
    "The lapdog loves that whine as they chew,",
    "The little lovers that curse and cry.",
    "There are fairer women, I hear; that may be;",
    "But I, that I love you and find you fair,",
    "Who are more than fair in my eyes if they be,",
    "Do the high gods know or the great gods care?",
    "Though the swords in my heart for one were seven,",
    "Should the iron hollow of doubtful heaven,",
    "That knows not itself whether night-time or day be,",
    "Reverberate words and a foolish prayer?",
    "I will go back to the great sweet mother,",
    "Mother and lover of men, the sea.",
    "I will go down to her, I and none other,",
    "Close with her, kiss her and mix her with me;",
    "Cling to her, strive with her, hold her fast:",
    "O fair white mother, in days long past",
    "Born without sister, born without brother,",
    "Set free my soul as thy soul is free.",
    "O fair green-girdled mother of mine,",
    "Sea, that art clothed with the sun and the rain,",
    "Thy sweet hard kisses are strong like wine,",
    "Thy large embraces are keen like pain.",
    "Save me and hide me with all thy waves,",
    "Find me one grave of thy thousand graves,",
    "Those pure cold populous graves of thine",
    "Wrought without hand in a world without stain.",
    "I shall sleep, and move with the moving ships,",
    "Change as the winds change, veer in the tide;",
    "My lips will feast on the foam of thy lips,",
    "I shall rise with thy rising, with thee subside;",
    "Sleep, and not know if she be, if she were,",
    "Filled full with life to the eyes and hair,",
    "As a rose is fulfilled to the roseleaf tips",
    "With splendid summer and perfume and pride.",
    "This woven raiment of nights and days,",
    "Were it once cast off and unwound from me,",
    "Naked and glad would I walk in thy ways,",
    "Alive and aware of thy ways and thee;",
    "Clear of the whole world, hidden at home,",
    "Clothed with the green and crowned with the foam,",
    "A pulse of the life of thy straits and bays,",
    "A vein in the heart of the streams of the sea.",
    "Fair mother, fed with the lives of men,",
    "Thou art subtle and cruel of heart, men say.",
    "Thou hast taken, and shalt not render again;",
    "Thou art full of thy dead, and cold as they.",
    "But death is the worst that comes of thee;",
    "Thou art fed with our dead, O mother, O sea,",
    "But when hast thou fed on our hearts? or when,",
    "Having given us love, hast thou taken away?",
    "O tender-hearted, O perfect lover,",
    "Thy lips are bitter, and sweet thine heart.",
    "The hopes that hurt and the dreams that hover,",
    "Shall they not vanish away and apart?",
    "But thou, thou art sure, thou art older than earth;",
    "Thou art strong for death and fruitful of birth;",
    "Thy depths conceal and thy gulfs discover;",
    "From the first thou wert; in the end thou art.",
    "And grief shall endure not for ever, I know.",
    "As things that are not shall these things be;",
    "We shall live through seasons of sun and of snow,",
    "And none be grievous as this to me.",
    "We shall hear, as one in a trance that hears,",
    "The sound of time, the rhyme of the years;",
    "Wrecked hope and passionate pain will grow",
    "As tender things of a spring-tide sea.",
    "Sea-fruit that swings in the waves that hiss,",
    "Drowned gold and purple and royal rings.",
    "And all time past, was it all for this?",
    "Times unforgotten, and treasures of things?",
    "Swift years of liking and sweet long laughter,",
    "That wist not well of the years thereafter",
    "Till love woke, smitten at heart by a kiss,",
    "With lips that trembled and trailing wings?",
    "There lived a singer in France of old",
    "By the tideless dolorous midland sea.",
    "In a land of sand and ruin and gold",
    "There shone one woman, and none but she.",
    "And finding life for her love's sake fail,",
    "Being fain to see her, he bade set sail,",
    "Touched land, and saw her as life grew cold,",
    "And praised God, seeing; and so died he.",
    "Died, praising God for his gift and grace:",
    "For she bowed down to him weeping, and said",
    "\"Live;\" and her tears were shed on his face",
    "Or ever the life in his face was shed.",
    "The sharp tears fell through her hair, and stung",
    "Once, and her close lips touched him and clung",
    "Once, and grew one with his lips for a space;",
    "And so drew back, and the man was dead.",
    "O brother, the gods were good to you.",
    "Sleep, and be glad while the world endures.",
    "Be well content as the years wear through;",
    "Give thanks for life, and the loves and lures;",
    "Give thanks for life, O brother, and death,",
    "For the sweet last sound of her feet, her breath,",
    "For gifts she gave you, gracious and few,",
    "Tears and kisses, that lady of yours.",
    "Rest, and be glad of the gods; but I,",
    "How shall I praise them, or how take rest?",
    "There is not room under all the sky",
    "For me that know not of worst or best,",
    "Dream or desire of the days before,",
    "Sweet things or bitterness, any more.",
    "Love will not come to me now though I die,",
    "As love came close to you, breast to breast.",
    "I shall never be friends again with roses;",
    "I shall loathe sweet tunes, where a note grown strong",
    "Relents and recoils, and climbs and closes,",
    "As a wave of the sea turned back by song.",
    "There are sounds where the soul's delight takes fire,",
    "Face to face with its own desire;",
    "A delight that rebels, a desire that reposes;",
    "I shall hate sweet music my whole life long.",
    "The pulse of war and passion of wonder,",
    "The heavens that murmur, the sounds that shine,",
    "The stars that sing and the loves that thunder,",
    "The music burning at heart like wine,",
    "An armed archangel whose hands raise up",
    "All senses mixed in the spirit's cup",
    "Till flesh and spirit are molten in sunder —",
    "These things are over, and no more mine.",
    "These were a part of the playing I heard",
    "Once, ere my love and my heart were at strife;",
    "Love that sings and hath wings as a bird,",
    "Balm of the wound and heft of the knife.",
    "Fairer than earth is the sea, and sleep",
    "Than overwatching of eyes that weep,",
    "Now time has done with his one sweet word,",
    "The wine and leaven of lovely life.",
    "I shall go my ways, tread out my measure,",
    "Fill the days of my daily breath",
    "With fugitive things not good to treasure,",
    "Do as the world doth, say as it saith;",
    "But if we had loved each other — O sweet,",
    "Had you felt, lying under the palms of your feet,",
    "The heart of my heart, beating harder with pleasure",
    "To feel you tread it to dust and death —",
    "Ah, had I not taken my life up and given",
    "All that life gives and the years let go,",
    "The wine and honey, the balm and leaven,",
    "The dreams reared high and the hopes brought low?",
    "Come life, come death, not a word be said;",
    "Should I lose you living, and vex you dead?",
    "I never shall tell you on earth; and in heaven,",
    "If I cry to you then, will you hear or know?"
  ],
  "title": "The Triumph of Time",
  "year": ""
}