{
  "author": "Algernon Charles Swinburne",
  "classification": "Couplet",
  "keywords": [
    "Humor",
    "Satire",
    "Arts",
    "Sciences",
    "Other Religions",
    "Religion",
    "The Spiritual"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174558",
  "region": "England",
  "text": [
    "One, who is not, we see: but one, whom we see not, is:",
    "Surely this is not that: but that is assuredly this.",
    "What, and wherefore, and whence? for under is over and under:",
    "If thunder could be without lightning, lightning could be without thunder.",
    "Doubt is faith in the main: but faith, on the whole, is doubt:",
    "We cannot believe by proof: but could we believe without?",
    "Why, and whither, and how? for barley and rye are not clover:",
    "Neither are straight lines curves: yet over is under and over.",
    "Two and two may be four: but four and four are not eight:",
    "Fate and God may be twain: but God is the same thing as fate.",
    "Ask a man what he thinks, and get from a man what he feels:",
    "God, once caught in the fact, shows you a fair pair of heels.",
    "Body and spirit are twins: God only knows which is which:",
    "The soul squats down in the flesh, like a tinker drunk in a ditch.",
    "More is the whole than a part: but half is more than the whole:",
    "Clearly, the soul is the body: but is not the body the soul?",
    "One and two are not one: but one and nothing is two:",
    "Truth can hardly be false, if falsehood cannot be true.",
    "Once the mastodon was: pterodactyls were common as cocks:",
    "Then the mammoth was God: now is He a prize ox.",
    "Parallels all things are: yet many of these are askew:",
    "You are certainly I: but certainly I am not you.",
    "Springs the rock from the plain, shoots the stream from the rock:",
    "Cocks exist for the hen: but hens exist for the cock.",
    "God, whom we see not, is: and God, who is not, we see:",
    "Fiddle, we know, is diddle: and diddle, we take it, is dee."
  ],
  "title": "The Higher Pantheism in a Nutshell",
  "year": ""
}