{
  "author": "Algernon Charles Swinburne",
  "classification": "Rhymed Stanza",
  "keywords": [
    "Religion",
    "Christianity",
    "Activities",
    "Travels",
    "Journeys"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174567",
  "region": "England",
  "text": [
    "Who is your lady of love, O ye that pass",
    "Singing? and is it for sorrow of that which was",
    "That ye sing sadly, or dream of what shall be?",
    "For gladly at once and sadly it seems ye sing.",
    "— Our lady of love by you is unbeholden;",
    "For hands she hath none, nor eyes, nor lips, nor golden",
    "Treasure of hair, nor face nor form; but we",
    "That love, we know her more fair than anything.",
    "— Is she a queen, having great gifts to give?",
    "— Yea, these; that whoso hath seen her shall not live",
    "Except he serve her sorrowing, with strange pain,",
    "Travail and bloodshedding and bitterer tears;",
    "And when she bids die he shall surely die.",
    "And he shall leave all things under the sky",
    "And go forth naked under sun and rain",
    "And work and wait and watch out all his years.",
    "— Hath she on earth no place of habitation?",
    "— Age to age calling, nation answering nation,",
    "Cries out, Where is she? and there is none to say;",
    "For if she be not in the spirit of men,",
    "For if in the inward soul she hath no place,",
    "In vain they cry unto her, seeking her face,",
    "In vain their mouths make much of her; for they",
    "Cry with vain tongues, till the heart lives again.",
    "— O ye that follow, and have ye no repentance?",
    "For on your brows is written a mortal sentence,",
    "An hieroglyph of sorrow, a fiery sign,",
    "That in your lives ye shall not pause or rest,",
    "Nor have the sure sweet common love, nor keep",
    "Friends and safe days, nor joy of life nor sleep.",
    "— These have we not, who have one thing, the divine",
    "Face and clear eyes of faith and fruitful breast.",
    "— And ye shall die before your thrones be won.",
    "— Yea, and the changed world and the liberal sun",
    "Shall move and shine without us, and we lie",
    "Dead; but if she too move on earth and live,",
    "But if the old world with all the old irons rent",
    "Laugh and give thanks, shall we be not content?",
    "Nay, we shall rather live, we shall not die,",
    "Life being so little and death so good to give.",
    "— And these men shall forget you.—Yea, but we",
    "Shall be a part of the earth and the ancient sea,",
    "And heaven-high air august, and awful fire,",
    "And all things good; and no man's heart shall beat",
    "But somewhat in it of our blood once shed",
    "Shall quiver and quicken, as now in us the dead",
    "Blood of men slain and the old same life's desire",
    "Plants in their fiery footprints our fresh feet.",
    "— But ye that might be clothed with all things pleasant,",
    "Ye are foolish that put off the fair soft present,",
    "That clothe yourselves with the cold future air;",
    "When mother and father and tender sister and brother",
    "And the old live love that was shall be as ye,",
    "Dust, and no fruit of loving life shall be.",
    "— She shall be yet who is more than all these were,",
    "Than sister or wife or father unto us or mother.",
    "— Is this worth life, is this, to win for wages?",
    "Lo, the dead mouths of the awful grey-grown ages,",
    "The venerable, in the past that is their prison,",
    "In the outer darkness, in the unopening grave,",
    "Laugh, knowing how many as ye now say have said,",
    "How many, and all are fallen, are fallen and dead:",
    "Shall ye dead rise, and these dead have not risen?",
    "—Not we but she, who is tender and swift to save.",
    "— Are ye not weary and faint not by the way,",
    "Seeing night by night devoured of day by day,",
    "Seeing hour by hour consumed in sleepless fire?",
    "Sleepless: and ye too, when shall ye too sleep?",
    "— We are weary in heart and head, in hands and feet,",
    "And surely more than all things sleep were sweet,",
    "Than all things save the inexorable desire",
    "Which whoso knoweth shall neither faint nor weep.",
    "— Is this so sweet that one were fain to follow?",
    "Is this so sure where all men's hopes are hollow.",
    "Even this your dream, that by much tribulation",
    "Ye shall make whole flawed hearts, and bowed necks straight?",
    "— Nay, though our life were blind, our death were fruitless,",
    "Not therefore were the whole world's high hope rootless;",
    "But man to man, nation would turn to nation,",
    "And the old life live, and the old great world be great.",
    "— Pass on then and pass by us and let us be,",
    "For what light think ye after life to see?",
    "And if the world fare better will ye know?",
    "And if man triumph who shall seek you and say?",
    "— Enough of light is this for one life's span,",
    "That all men born are mortal, but not man:",
    "And we men bring death lives by night to sow,",
    "That man may reap and eat and live by day."
  ],
  "title": "The Pilgrims",
  "year": ""
}