{
  "author": "Algernon Charles Swinburne",
  "classification": "Ballad",
  "keywords": [
    "Crime",
    "Punishment",
    "Living",
    "Social Commentaries",
    "Death"
  ],
  "period": "Victorian",
  "reference": "http://www.poetryfoundation.org/poem/174552",
  "region": "England",
  "text": [
    "Men, brother men, that after us yet live,",
    "Let not your hearts too hard against us be;",
    "For if some pity of us poor men ye give,",
    "The sooner God shall take of you pity.",
    "Here are we five or six strung up, you see,",
    "And here the flesh that all too well we fed",
    "Bit by bit eaten and rotten, rent and shred,",
    "And we the bones grow dust and ash withal;",
    "Let no man laugh at us discomforted,",
    "But pray to God that he forgive us all.",
    "If we call on you, brothers, to forgive,",
    "Ye should not hold our prayer in scorn, though we",
    "Were slain by law; ye know that all alive",
    "Have not wit alway to walk righteously;",
    "Make therefore intercession heartily",
    "With him that of a virgin's womb was bred,",
    "That his grace be not as a dry well-head",
    "For us, nor let hell's thunder on us fall;",
    "We are dead, let no man harry or vex us dead,",
    "But pray to God that he forgive us all.",
    "The rain has washed and laundered us all five,",
    "And the sun dried and blackened; yea, perdie,",
    "Ravens and pies with beaks that rend and rive",
    "Have dug our eyes out, and plucked off for fee",
    "Our beards and eyebrows; never are we free,",
    "Not once, to rest; but here and there still sped,",
    "Drive at its wild will by the wind's change led,",
    "More pecked of birds than fruits on garden-wall;",
    "Men, for God's love, let no gibe here be said,",
    "But pray to God that he forgive us all.",
    "Prince Jesus, that of all art lord and head,",
    "Keep us, that hell be not our bitter bed;",
    "We have nought to do in such a master's hall.",
    "Be not ye therefore of our fellowhead,",
    "But pray to God that he forgive us all."
  ],
  "title": "The Epitaph in Form of a Ballad which Villon Made for Himself and his Comrades, Expecting to be Hanged along with Them",
  "year": ""
}